{
  "1000920": {
    "name": "Kitty Cat Drag Race Demo",
    "steam_appid": 1000920,
    "required_age": 0,
    "is_free": true,
    "description": "Uuuuhhh, GURL!<br><br>Welcome to the Kitty Cat's Drag Race, a reality show with lots of glitter, pop music, and a-ma-zing queens! Our adventure takes place on the debut day of the show and Kitty Cat, the best-known drag queen on the world, is the protagonist of this story. Next, with Chimelle Bifage, a cat who is more than a special judge, you will get to know an amazing studio and experience unexpected situations. With three queens seeking victory, Nebraska 2500, Bhi'Bhi O'Bara and Been Dela Christ, the story brings contestants inspired by the various pop divas and drag queens of the past decade.<br><br><ul class=\"bb_ul\"><li>A short demo stuffed with many references to pop and LGBTQ+ culture. (Do you like divas? We do, too!);<br></li><li>Original songs inspired by the world's largest drag queens reality show;<br></li><li>Unique and stunning art. (We're sickening, gurl!);<br></li><li>A story for you to relax, have fun and meet the drag queen universe (In this version, there is a route to be followed);</li></ul><br>And don't forget: &quot;if you can't love yourself, how in the hell you gonna love somebody else&quot;?",
    "supported_languages": "英语, 西班牙语 - 拉丁美洲, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1000920/header.jpg?t=1566760902",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}