{
  "1001370": {
    "name": "IL-2 Sturmovik: Fortress on the Volga Campaign",
    "steam_appid": 1001370,
    "required_age": 0,
    "is_free": false,
    "description": "The Вattle of Stalingrad was one of the decisive events of the World War II and there is still a lot of interest in it. New historical research and data from archives allow us to continue to reveal little-known, but important events and facts. The Blazing Steppe campaign, released in 2017, told the story of Soviet fighters in August-September 1942, but this time we invite you to experience the battle from the German side.<br><br>The campaign is set during the peak of fighting between the Red Army Air Force and the Luftwaffe during Autumn 1942 in the skies above Stalingrad. Continuous German ground assaults on the destroyed city were met with ever more powerful Soviet counterstrikes. The fight for air superiority was just as furious and dangerous. You'll be the deputy Staffel commander in I./JG 52 that has been redirected to Stalingrad from the central part of the Eastern front.<br><br>All missions are based on historical events and contain a number of additions and innovations compared to the previous Scripted Campaigns. The mission structure has been changed. Now there is a possibility that additional aircraft groups will appear in the vicinity. This can either simplify or substantially complicate your task, ultimately increasing the replayability of the whole campaign. Whenever possible, air and ground battles will continue for another 15-20 minutes after the mission’s objective has been completed.<br><br>A large number of new maps and operation records available from the Ministry of Defense archives allowed us to recreate the movement of the front-lines not only near Stalingrad but also at the defense lines occupied by the Soviet 57th and 51st armies to the South of the city and along the Don to the Northwest in detail.<br><br><ul class=\"bb_ul\"><li>Timeframe: September 24th - October 10th, 1942.<br></li><li>Unit: I./JG 52<br></li><li>Available aircraft: Bf 109 G-2<br></li><li>Duration: 15 missions<br></li><li>Average playtime: 6 hours</li></ul>",
    "supported_languages": "英语, 俄语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1001370/header.jpg?t=1734534184",
    "developers": [
      "1C Game Studios"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 2100,
      "discount_percent": 50,
      "initial_formatted": "¥ 42.00",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    },
    "type": "dlc"
  }
}