{
  "1001150": {
    "name": "Battlestar Galactica Deadlock: Sin and Sacrifice",
    "steam_appid": 1001150,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Never in the history of the Twelve Colonies have so many sacrificed so much. Even as Colonial Fleet holds the Cylons at bay, the toll of the war continues to climb. <br>But something has changed. Rumors of an awakening, whispers of a name. Lachesis. <br>For Admiral Lucinda Cain and the crew of the Daidalos, the time has come to face their greatest threat yet. </i><br><br><strong>Battlestar Galactica Deadlock is back with a new expansion!</strong> In Sin and Sacrifice, the epic story of Deadlock continues, and brings with it an exciting conclusion to the Season One storyline.<h2 class=\"bb_tag\" >New Campaign</h2>A brand-new story campaign with 11 story missions set after the original Deadlock campaign and Operation Anabasis. Loyalties will be questioned. Resolves will be tested. And for Lucinda Cain, Admiral of Colonial Fleet, not all threats come from outside. Sin and Sacrifice writes new pages in the lore of the Battlestar Galactica universe and tells the story of one of the most critical junctures of the First Cylon war.<h2 class=\"bb_tag\" >New Radio Chatter</h2>Colonial Fleet radio chatter voice pack. A new radio chatter system featuring over 1100 unique recordings injects more drama and tension into the combats of Battlestar Galactica Deadlock, bringing your knife-edge encounters to life. Radio chatter is present both in combat, and during your cinematic replays, making your Battlestar Galactica fleet experience even more immersive.<h2 class=\"bb_tag\" >New Ships</h2><u>Colonial Heracles - Heavy Gunship</u><br>An Imperial Wars era gunship of Leonid descent. The Heracles is a heavy warship that emphasizes power over finesse. Where it isn’t covered in layers of armor plating, it’s lined with point defense turrets capable of sustaining high volume flak fields. Its spine is lined with heavy artillery and features a set of “doorkickers” at its fore for direct head-to-head assaults. The Heracles brings a heavy toolset of firepower to level any battle field. <br><u>Cylon Gorgon – Squadron Support</u><br>A mobile support carrier with advanced squadron repair and support functions. The Gorgon is an advanced repair platform that enables rapid turnaround repairs for squadrons from any ship in the fleet. Complex comm arrays house a sophisticated Machine Learning Matrix, which tracks the risk profile of a single squadron, and dynamically updates the squadron’s evasive programming in response to threats. A sophisticated support ship perfect for Cylon squadron tactics.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1001150/header.jpg?t=1763401353",
    "developers": [
      "Black Lab Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}