{
  "1002710": {
    "name": "Fantasy Grounds - Pathfinder RPG - Return of the Runelords AP 4: Temple of the Peacock Spirit (PFRPG)",
    "steam_appid": 1002710,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Return of the Runelords AP 4: Temple of the Peacock Spirit</h2><strong>Defy the Cult</strong><br><i>The mysterious cult of the Peacock Spirit has risen in force, and the time is right to strike a decisive blow against the worshipers of this long-forgotten god. According to ancient texts, the cult of the Peacock Spirit was first brought to this world by none other than Runelord Xanderghul himself, and with his return, it only grows more dangerous. Nestled high in a remote valley in the daunting Kodar Mountains, the cult's stronghold is known as the Temple of the Peacock Spirit. The heroes must journey to this legendary site and confront one of Thassilon's most dangerous threats.</i><br><i>This volume of Pathfinder Adventure Path continues the Return of the Runelords Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Temple of the Peacock Spirit,&quot; a Pathfinder adventure for 11th-level characters, by Jason Keeley.<br></li><li>An examination of the asuras, a race of vengeful fiends born from the mistakes of the gods themselves, by John Compton.<br></li><li>A presentation of several powerful occult rituals created by the runelords of Thassilon, by James Jacobs and Luis Loza.<br></li><li>A bestiary of monsters, including two new and powerful asuras, the lumbering guardians of nature known as basavans, the serpentine monstrosities known as bollas, and the enigmatic and deadly time dimensional, by Dan Cascone, John Compton, Nathan King, and Luis Loza.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1002710/header.jpg?t=1768407534",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}