{
  "1002040": {
    "name": "Rebellion Again",
    "steam_appid": 1002040,
    "required_age": 0,
    "is_free": false,
    "description": "In this short demo, your agents are set loose on a procedurally generated level to eliminate a band of enemy soldiers by clandestine means such as setting traps. More features are to follow should the demo generate enough support. These include: class-specific gear for agents, the ability to assign upgradeable skills to your agents, the replacement of placeholders by original art, a separate interdependent strategy layer to contextualise missions, missions with different primary and secondary objectives, greater distinctions between enemy units, and original scores and voice work<br />\r\n<br />\r\nThe final product is intended as a tactical real-time-strategy game set in a period similar to the reign and decline of the Roman Empire. You will be able to guide your clan through a series of insurgent acts to gain the support of other clans in a bid to amass a coalition great enough to rid your lands of the great empire that now occupies them. With the aid of your clan's finest assassins you will be required to conduct a series of varied missions, the success of which would enable you to obtain new equipment, and skills with which to outfit your agents, whose attributes could also be improved, in preparation for the final showdown to decide the fate of your clan, and entire nations",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1002040/header.jpg?t=1548068628",
    "developers": [
      "Cory Green"
    ],
    "publishers": [
      "Cory Green"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}