{
  "1003760": {
    "name": "Aether Way",
    "steam_appid": 1003760,
    "required_age": 0,
    "is_free": false,
    "description": "Aether Way is a 2D space RTS with action/roguelike elements. You play as some abstract life form, that travels across the space and evolves. You'll need to find your star system, secure its borders and defeat enemies, additionally developing the economy, exploring the space and completing missions.<br><br>The game focuses on continuous battles and territory expansion, alternating strategic actions with action mode, in which you control a single unit and do various tasks from resources mining to supporting your forces in battles.<br><br><i>The heart - a formless traveling life. The heart was born by the Greater Sun and was sent out to explore the world outside. The heart lives in stars. Being in a star, the heart can control the flow of life and keep a star system alive. </i><br><br><strong>Features:</strong><br>- procedurally generated space.<br>- combination of strategy and action.<br>- a semi-abstract setting with no spaceships, but with space, full of living beings.<br>- auto control system, which allows you to focus on planning your actions instead of units' direct control.<br>- strategy with important role of front lines and transport routes.<br>- optional economy system with production chains, markets and resource flow.<br><br><br><strong>Activities:</strong><br>- strategy - control your forces and conquer star systems to overthrow enemy races because they will try to do the same to you.<br>- action - use your guardian to explore the space, fight enemies, find treasures and other stuff.<br>- events - happen randomly or can be triggered by a player. Trade caravans, weather changes, accidental meetings, strong enemies.<br>- missions - use brute force or try to be quick and unnoticed to complete missions. 15 different mission types.<br>- economy - gather shining dust to enhance your planets or organize an extended economy with producers and consumers.<br>- trading - buy cheap and sell expensive, of course, if you have enough space to store all you've bought.<br>- craft - gather resources to make items that can be used in combat or sold to traders.<br>- tactical battles - control a squad of units on a hexagonal game field. Keep formation and outmaneuver your enemies.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1003760/header.jpg?t=1616849080",
    "developers": [
      "Fearless Donut"
    ],
    "publishers": [
      "Fearless Donut"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}