{
  "1003020": {
    "name": "Alluna and Brie Re-Tentacled",
    "steam_appid": 1003020,
    "required_age": 0,
    "is_free": false,
    "description": "Alluna and Brie Re-Tentacled is a massive overhaul of the original game, bringing in sweeping balance changes to the combat and life simulation systems as well as adding in a whole heap of quality of life improvements. There’s even 5 new boss fights! It’s the same great RPG as before, without the horrific nigh-unusable interface from the original that haunted my every waking moment as a game developer for years! <br><br>Alluna and Brie is a standalone story set directly after the events of Max's Big Bust - A Captain Nekorai Tale. Play as Brie, a spunky pink haired girl who recently gained the ability to magically summon cheese sandwiches out of thin air.  That’s it. It’s literally her only power. <br>AnB:RT is heavily inspired by the Persona series, and features an in-depth time management system. You’ll need to keep an eye on Brie’s mood while you’re working through each chapter’s dungeon, and if you play your cards right you can pursue a relationship with one of 10 potential love interests! Alluna and Brie ReTentacled is a massive 40hr RPG filled with tonnes of content, if you enjoy party based JRPGs or have played any of our other games set int the shared Axon City universe then you’re bound to love this game.<br><br>Features: <br><ul class=\"bb_ul\"><li>Five Massive Chapters to play through, each with unique dungeons to explore and terrifying bosses to conquer. And ReTentacled adds five new bosses as well!<br></li><li>Strategic Turn Based Combat. Choose a team from a roster of eight magical girls, each with their own skills and strengths, and battle over forty unique enemy types. Combat has been completely rebalanced for ReTentacled!<br></li><li>A cast of over sixty unique characters, and a dozen ridiculous outfits for Brie to wear.<br></li><li>Ten different love interests to date, including a pirate, an octopus girl and a busty police officer with flame elemental powers. <br></li><li>Explore Axon City for the first time! Axon City features six districts and over two dozen different shops to buy from. There's even a day/night and weather cycle which changes what stores and activities are available. <br></li><li>Play the insect collecting and battling minigame InsectiVirus on your GameCore, or watch the news program Max Heart Minute to find out which store is having a sale. There's a new episode to watch every single in-game day! And InsectiVirus has been reworked in ReTentacled too!<br></li><li>Visit three Holiday Towns and eat a massive variety of Australian foods, from dim sims and sausage rolls to fairy bread and lamingtons. Head to the pub to grab a chicken schnitty and a beer for lunch, or live exclusively off expensive coffee! The choice is yours.<br></li><li>Take part in Mermaid Spikers matches, an RPG sports minigame with a mermaid themed twist! Mermaid Spikers in the original game was a buggy mess that made me question all of my life decisions leading up to that point, but in ReTentacled it’s actually fun! It’s like Blitzball from Final Fantasy except you control a team of cute little mermaid girls.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1003020/header.jpg?t=1724991217",
    "developers": [
      "Lached Up Games"
    ],
    "publishers": [
      "Lached Up Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 22,
      "highlighted": [
        {
          "name": "Beyond The Frakk",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/0b4ac36b218fa8415ecf8eb49b718136bac5326d.jpg"
        },
        {
          "name": "Defeat Eldoris",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/03f20777a4be68ab8bcb5e6fb6094bf5965d68fd.jpg"
        },
        {
          "name": "Clear The Beach",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/52b87b1bc7235fece956c2ff711a533776ac3a10.jpg"
        },
        {
          "name": "Clear The Swamp",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/0e2de088c0721eec5c16e13c33f14d7e54d3d5d2.jpg"
        },
        {
          "name": "Clear The Cave",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/a026132005415106736f3ad1e4667fd548e7b8a8.jpg"
        },
        {
          "name": "Clear The Lab",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/e148a06a78f74d6c729c374ba5ea8e40d4826ae4.jpg"
        },
        {
          "name": "Clear The Volcano",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/f3d064d8c614898e6feead902f70db4ffc93a079.jpg"
        },
        {
          "name": "Save Axon City",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/3022d89499e9f51cd382ba5e0d2eaba79b6670c3.jpg"
        },
        {
          "name": "Quack Quack Quack...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/48d7cad3ace1673d04b790d8836d43417a5ed23f.jpg"
        },
        {
          "name": "Insect Invasion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1003020/730150e39c57d8a3e263fd3dcbd07880531ae888.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}