{
  "1003840": {
    "name": "ШПМЛ5 (ShPML5)",
    "steam_appid": 1003840,
    "required_age": 0,
    "is_free": false,
    "description": "ШПML5 is a mostly-nonsense pseudo-website point-and-click puzzle game.<br><br>Features:<br>- Native HTML5 interface.<br>- The goal is to set all the flags and then perform the final control activation.<br>- Conditions to set the flags are hinted in the bottom bar of the main page (and some of the others).<br>- Some controls reset your progress, but sometimes it is necessary to advance.<br>- In the end, the game also closes itself. There is only one way to finish the game.<br><br>Also doubles as a hypertextual mini-museum of digital things made by anonymous net-art group &quot;Kreguzda&quot;, with interactive elements.<br><br>Includes:<br><ul class=\"bb_ul\"><li>Database with more than a hundred russian-language (with english synopsis) MSPaint-comics with search filter;<br></li><li>Comprehensive list of ШП releases (available to buy on Steam separately);<br></li><li>Weird self-identifications generator for different genders (in fact, they are not specified, you can only opt to feminize it or not);<br></li><li>Text generator loaded with our obscure usergroup memes;<br></li><li>Pseudo-formal instructions and all-around-the-bush useful (but for who???) articles;<br></li><li>Ultra-precise weather forecast based on the same number generator. Always the same, don't even think it would change.</li></ul><br>Tomorrow is the Hundred-Fivehundred-First lunar day. This day is good for fasting. Do not eat anything among the lines of: dairy, fried, boiled, saltcium, iodine, mercury, plutonium, chebureks 2D, chebureks 3D, pies with HTML and other useful substances. Good health to you!",
    "supported_languages": "俄语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1003840/header.jpg?t=1771935538",
    "developers": [
      "Xitilon",
      "TheDreik",
      "Gerzera",
      "Xeneder"
    ],
    "publishers": [
      "Phoenix Reborn Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}