{
  "1004580": {
    "name": "Microwasp Seekers",
    "steam_appid": 1004580,
    "required_age": 0,
    "is_free": true,
    "description": "Seekers is a frantic action game about your computer's internal battle between defragmenting BeeBots and data writing AntBots. Or... you can sit back and relax to the chill soundtrack while you organize file segments into complete files. Pilot a BeeBot and keep the Seeker Mothership happy by keeping the drive nice and organized.<br><br>Your favorite user just got a new hard drive with lots of space for activities! Help her out by keeping files organized for fast access by the Seeker. To do this, you'll need to pick up scattered file segments and place them. Here's a free tip: the Seeker can read a file faster if a file's segments are adjacent!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1004580/extras/d68213a39d312c80b66c4b59f09a5883.avif?t=1638381337\" width=89 height=75 /></span><br><br>Features:<br><ul class=\"bb_ul\"><li> Frantic... or meditative defragmenting gameplay<br></li><li> Reassemble file fragments for the Seeker while the hard drive fills up<br></li><li> Explore the astonishing pixel art of the Microwasp desktop environment<br></li><li> Put yourself in the computer with a groovy synthwave inspired environment<br></li><li> A boppin soundtrack!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1004580/extras/d68213a39d312c80b66c4b59f09a5883.avif?t=1638381337\" width=89 height=75 /></span><br><br><i>Round and round she goes, good old Seeker MotherShip, collecting data. <br>That's her job. But she can't do her job properly if its all mixed up. <br>That's where we come in, the BeeBots. <br>Yes, you too, once you download this game, you're one of us. <br>Welcome to the team, happy days and all that, now lets get to work. <br><br>The AntBots deliver the data, you'll see them flying around and randomly dropping pods here and there. That won't do. They need to be lined up neatly, all the file fragments with the same name, in one continuous line OK? It's not difficult really, you'll soon get the idea. <br>If you mess it up, well, don't worry, we've all been there. New on the job, it's normal. Restart, try again. You got this. <br>Once you get to my level, you'll start organizing them in successive order (you know 1.. 2.. 3..). Then you will know the true satisfaction of a job well done. Seeker MotherShip might not praise you, she for sure wont actually, but the speed, oh the speed. <br>Now go gettem' BeeBot, you can do it, I almost believe in you.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1004580/header.jpg?t=1638381337",
    "developers": [
      "Partly Atomic LLC"
    ],
    "publishers": [
      "Partly Atomic LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}