{
  "1004710": {
    "name": "POCKET CAR : VRGROUND",
    "steam_appid": 1004710,
    "required_age": 0,
    "is_free": false,
    "description": "<ul class=\"bb_ul\"> <li> Build your own car and assemble the parts.<br></li><li> Compete with various users with my car.<br></li><li> You can reverse the game through various racing strategies and parts replacement through 'PIT IN'.<br></li><li> You can watch the game at various points.<br></li><li> You can decorate your garage using the money you earn.<br></li><li> Participate in higher level races and receive special and various rewards [/]<br><br>'POCKET CAR: VR GROUND' is a multiplayer VR game where you create your own car and launch racing with many users.<h2 class=\"bb_tag\" > 1. Customizing the vehicle </h2>'POCKET CAR: VR GROUND' allows you to customize your own vehicle by painting your own car and replacing parts. You can compete by participating in these customized cars.<h2 class=\"bb_tag\" > 2. Racing Strategy &amp; Pit In </h2>You can create a variety of strategies, taking into account the various courses and characteristics of your vehicle. Depending on your strategy, you can reduce the number of footsteps to a minimum or run faster.<br>During the race, you can fit your car, swap wheels yourself, repair parts, or refuel. Quick parts replacement can lead to higher ranking.<h2 class=\"bb_tag\" > 3. Garage customization (to be updated in the first quarter of 19) </h2> Place a variety of furniture or ornaments in the garage, or display the trophies of the victorious race. You can collect more prize money and move to a bigger and better garage.<h2 class=\"bb_tag\" > 4. Avatar customization (will be added later) </h2> Avatar customization such as character costume and appearance will be added.<h2 class=\"bb_tag\" > Will be updated soon </h2>- Non VR Mode allows you to play without a VR device.<br>- Added tutorial.<br>- Added store and added parts upgrades.<br>- Added the function of decorating my room such as furniture arrangement, garage moving.<br>- Added community functions such as adding friends.<br>- Added character avatar customization.</li></ul>",
    "supported_languages": "韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1004710/header.jpg?t=1555413272",
    "developers": [
      "Jamong Inc."
    ],
    "publishers": [
      "Jamong Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}