{
  "1004740": {
    "name": "iDancer",
    "steam_appid": 1004740,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >REAL DANCERS DIRECTLY ON YOUR TASKBAR IN ULTRA-HD</h2><br>Our professional dancers have been carefully selected for the quality of their performance and their capability to adapt to any style of music. Dancers are filmed with an ultra-high resolution camera (4K UHD).<br><br>Videos are processed with specific high performing rendering video softwares and the best calibration tools to become animations to appear directly onto computer desktops, without background, just as if they were living inside your screen!<br><br>The presence of our iDancers on your screen will simply deliver a show worthy of the gogo-dancers of the greatest night clubs.<h2 class=\"bb_tag\" >BEAUTIFUL GIRLSDANCING ON YOUR DESKTOP</h2><br>Eight splendid dancers are waiting for you, pleased to dance to any of your music!<h2 class=\"bb_tag\" >IN RHYTHM TO YOUR MUSIC</h2><br>We have developed a unique program of BPM detection that will scan and analyze the rhythm of your music in order to propose the most suitable dance according to what you’re listening to, whatever the source of your music is (streaming, mp3 files, etc.)<br><br>Each of our dancers has been shot with different rhythms. Whatever dancer you choose, she will be pleased to dance to your music!<h2 class=\"bb_tag\" >ADD A NEW DIMENSION TO YOUR MUSIC</h2><br>No more old screensaver brushing off your computer screen while you’re listening to your favorite album! With iDancer, your screen will gain a new dimension with your music embodied by our dancers!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1004740/header.jpg?t=1548059658",
    "developers": [
      "Totem Entertainment"
    ],
    "publishers": [
      "Totem Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 21 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 6,
      "total_negative": 0,
      "total_reviews": 6
    }
  }
}