{
  "1005470": {
    "name": "Cubians: Combine",
    "steam_appid": 1005470,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Look out! The villain has been raiding Cubian's factory! &quot;<br />\r\n<br />\r\nCubians:Combine is a sequel to the popular voxel graphics and easy-to-handle VR defense games. In particular, we inherited the charming world view of the previous work CubiansVR, and added the strategic fun to make various cubes of the cubian according to the situation through the 'Combine system'.<br />\r\n<br />\r\nCombine is a system that makes cubians more varied and stronger. There are three basic bodys of Android type, Beast type, and Giant type, and it is finished with strong Cubian which can perform various roles according to the weapons and armor to be assembled.<br />\r\nA warrior building a solid wall from the front, a dragon destroying the enemy with breath, and a giant overtaking the enemy with powerful knockback abilities. Complete your Cubian suit to the situation and let it go on the battlefield. Knowing the composition of the enemy and assembling Cubian with a high level is the key to your strategy!<br />\r\n<br />\r\nHow To Play<br />\r\n1. Lobby<br />\r\n- In the lobby, you can assemble the cubian and actually confront the monster.<br />\r\n- You can start the battle by placing the cubian in front of the red portal on the right shelf.<br />\r\n- Different types of parts can be assembled for each type, please practice enough assembly!<br />\r\n<br />\r\n2. Battle<br />\r\n- You can combat the cubian displayed on the conveyor belt just by putting it on the battlefield.<br />\r\n- The Conveyor Belt can be cycled at the end of a wave and receive a new Cubian when all of the battery energy that is generated when killing an enemy is charged.<br />\r\n- If you turn your left hand upside down with your palm facing up, an emergency battery will appear. By picking up the battery, you can force the belt to circulate. Please use when the situation is disadvantageous or urgent!<br />\r\n<br />\r\nCubians with a variety of talents, will start in your hands!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1005470/header.jpg?t=1761326356",
    "developers": [
      "IKINAGAMES"
    ],
    "publishers": [
      "IKINAGAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}