{
  "1006090": {
    "name": "Retro Space Shooter",
    "steam_appid": 1006090,
    "required_age": 0,
    "is_free": true,
    "description": "This game is ad-free. <br><br><strong>IMPORTANT</strong> - This game is an in-development Alpha (pre-Beta) release status. It will contain bugs and some imbalanced game play. Many planned features are not yet implemented and will be released over time. Planned features and game balance will change over time. The current price for this app is based on the &quot;in-development, Alpha release&quot; status. The Beta and full release versions of this game will be released at higher prices. If you purchase this Alpha release, you will be automatically granted access to any future Beta release (when available), as well as the final full release version (when available).<br><br>Retro Space Shooter is a refreshingly modern 3D physics-based implementation of a top-down retro arcade space shooter. Expertly pilot your drone ship through an onslaught of enemy fire and fight seemingly endless waves of enemy ships and bosses. Adapt your tactics as the battles become tougher, and upgrade your ships engines, weapons, and shields to power through tough foes. <br><br>The game is simple to play yet fiendishly difficult at higher levels as you dodge hundreds of plasma bolts, missiles, and other enemy weapons, all while trying to keep your shots focused on ships long enough to kill them. Collect debris fields to earn credits and power ups to enhance your ship along the way. Spend your credits to permanently upgrade your existing systems, or buy new weapons and defenses to install on your ship.<br><br>Use the back button to head back to your star base (main menu) to refit your ship without losing progress,  but avoid death at all costs if you want to keep those power ups you collected along the way.  For the power-hungry among you, keep upgrading those plasma weapons and you will soon find yourself shooting coherent plasma beams capable of converting your enemies to a pile of debris in mere moments. But beware the enemy firing a coherent plasma beam at you!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1006090/header.jpg?t=1581289028",
    "developers": [
      "Gable Games"
    ],
    "publishers": [
      "Gable Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}