{
  "1006430": {
    "name": "Hectic Highways",
    "steam_appid": 1006430,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>THIS IS HECTIC HIGHWAYS!</strong> <br>Make your way down 15 unique levels while jumping, dodging and weaving your way through daunting obstacles. Collect bonus stars by completing the objective for each level! 4 different environments will keep you on your heels as you survive the onslaught of trees, turbines, electric pylons and more on the <strong>Hectic Highways!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1006430/extras/20a5004ea2d3a31681ab184f211c0c50.avif?t=1550140282\" width=500 height=200 /></span><h2 class=\"bb_tag\" >15 UNIQUE LEVELS</h2> <strong>Challenge</strong> yourself with 15 levels of increasing difficulty. Learn the basics and move onto future levels where only those who plan a route will survive. How far will <i>you</i> go?<h2 class=\"bb_tag\" >4 ENTHRALLING ENVIRONMENTS</h2> <br><strong>Captivate</strong> yourself in 4 engaging environments as you progress through the game. <br><br><ul class=\"bb_ul\"><li>Brave the <strong>Baron Wastelands</strong> as you learn the art of dodging and weaving obstacles in the depths of an Ancient Egyption desert. These wastelands are sure to <i>warm</i> you up.<br><br></li><li>Take a trip down the <strong>Country Roads</strong> but make sure you're on your heels as trees and wonky road signs will be in your path to success in the depths of an English forest! <br><br></li><li>Enjoy the scenic <strong>Country Roads</strong> at <i>night</i>, but dont stargaze for too long! Your long range sight is restricted, so it's up to you and your quick wits to survive. <br><br></li><li>You'll be needing to <i>chill</i> out as you speed down the <strong>Frosty Highlands</strong>. Fallen lampposts and ice shards will be just some of the obstacles in your way as you'll need quick reflexes in this challenging zone. Snowmen and wooden huts join you on your quest to success on these <strong>Hectic Highways!</strong></li></ul><h2 class=\"bb_tag\" >HUNDREDS OF OBSTACLES STOPPING YOU IN YOUR TRACKS!</h2><br><strong>Protect</strong> yourself from over <i>100</i> obstacles littered across every level. Environment specific debris is scattered throughout your expedition of the <strong>Hectic Highways</strong>. Will <i>you</i> survive?<h2 class=\"bb_tag\" >JUMP ABOUT AND LISTEN TO 4 SPECIAL SOUNDTRACKS</h2><br><strong>Twirl</strong> yourself and bop to a unique soundtrack for each <i>main</i> environment! With each soundtrack being carefully crafted and geared for its specific environment, getting bored is simply never an option on these <strong>Hectic Highways!</strong><h2 class=\"bb_tag\" >COLLECT 15 BONUS STARS</h2><br><strong>Challenge</strong> yourself and win the bonus star for <strong>each level!</strong> Just when you think these Highways couldn't get anymore <i>Hectic</i>, these stars will up the difficulty and make <strong>anyone</strong> cry of frustration! How many will <i>you</i> get?<h2 class=\"bb_tag\" >ALMOST 1 YEAR OF DEVELOPMENT</h2><br>Starting out as a private 2018 Game Jam competition, Whiteshadow Games produced the prototype for our beloved <strong>Hectic Highways!</strong> After coming first, and almost a year of development later, we are pleased to be releasing our first <strong>full release title!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1006430/extras/a84a263f6eadb183a80bdf3fd06e2dd5.avif?t=1550140282\" width=616 height=352 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1006430/header.jpg?t=1550140282",
    "developers": [
      "Whiteshadow Games"
    ],
    "publishers": [
      "Whiteshadow Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}