{
  "1006460": {
    "name": "Mission Critical",
    "steam_appid": 1006460,
    "required_age": 0,
    "is_free": false,
    "description": "THE ULTIMATE GAME OF SURVIVAL...<br><br>The hull of your crippled vessel has ruptured, air is leaking into space, and weapons systems are down. Your mission could have ended fifteen years of interstellar war, but now - as the only remaining crewman - your first order of business is to stay alive... <br><br>This thrilling adventure will take you from the bridge of the battlecruiser USS Lexington to the surface of the stark and deadly planet Persephone. In an alien landscape of endless rock spires under skies of crackling electrical storms you open a crystalline portal to another time and are faced with a terrible choice and the ultimate question:<br>What does it mean to be human?<br><br><ul class=\"bb_ul\"><li>NONSTOP ACTION- Salvage a crippled starship, survive a vicious battle in deep space, explore a vast alien installation, align a wormhole across four dimensions and decide the fate of mankind. <br><br></li><li>TOTAL IMMERSION - Full motion video integrated into a 3D animated world. Layered sound effects and a thrilling musical score take you on a gripping odyssey in deep space. <br><br></li><li>A DAZZLING VIRTUAL WORLD - exploration, character interaction and space combat in VGA. Explore a nine-level twenty-second-century battlecruiser and an alien world in seamless, smooth-scrolling 3D.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1006460/header.jpg?t=1731356470",
    "developers": [
      "Legend Entertainment"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}