{
  "1007970": {
    "name": "This Side (Early Access Game)",
    "steam_appid": 1007970,
    "required_age": 0,
    "is_free": false,
    "description": "This Side is a 2 players co-op roguelike survival game.<h2 class=\"bb_tag\" >Be Aware</h2>The game is currently on the Early Access version so please be patient and if you find something that you think we could improve or need to be fixed don't be shy and lets us know here on Steam or even on our social media!<h2 class=\"bb_tag\" >The History</h2>This current version This Side it's about two friends that need help each other to find a way out of a dangerous place. In the future, we aim to increase the amount of information about the place and tell the players what happens there.<h2 class=\"bb_tag\" >Key Features</h2><h2 class=\"bb_tag\" >Co-Op </h2><br>We aim for This Side to be a truly cooperative experience where both players need to help each other to finish the game. <br>The game has two play sides Inside and Outside the mines.<br><br><strong>Inside the Mines</strong><br>Inside the mine, the player faces the hazardous environment of an abandoned mine. <br>For now, the player needs to find his way through the mine, while facing cave collapsing and flooded areas. He also needs to be helped by the outside player who provides resources like heals and paint sprays. Our goal with the final experience is to make it's struggling and visceral like a real survival experience inside a confusing and dangerous place.<br><br><strong>Outside the Mines</strong><br>Outside the player needs to find their way to help his friend by controlling the environment inside the mines while it faces his own problems. In the current version, the player needs to find himself in an unmapped place to better help his friend inside the mine. He also faces environmental hazardous like storms and lightning that can strike him at any time. Our goal with the final experience is to make frightening by the need for help while one player faces the struggle inside the mine he put his pain on his friend shoulders.<br><br><strong>Survival</strong><br>Both players in the future will have survival mechanics based on their own environment the idea behind that is not to flood the player by resources administration but make the sense of surviving more believable. At the same time, we aim to make the survival experience more cooperative.<h2 class=\"bb_tag\" >Roguelike</h2>We aim for This Side to be a roguelike experience so, even though our mines are not more procedurally generated, other elements in the game are. And the future features will be.<h2 class=\"bb_tag\" >About the development team</h2>This Side is made on a co-production of two Brazilian game studios, Rising and Crystal Realms.<h2 class=\"bb_tag\" >About the main developer of This Side and the future of the game</h2><br> <strong>It is with deep sorrow that we inform you of the death of Pedro Henrique Nicolau de Souza, the main developer behind This Side, on April 3rd at the age of 33</strong>. Pedro was working on an overhaul of the game, adding new features and fixing bugs, but his passing halts further developments. Even though we will not see the final version he intended to release, we hope that leaving his work available and free on Steam will honor his legacy and commitment to videogames.<h2 class=\"bb_tag\" >About Pedro</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1007970/extras/0a5637dbd85217f60ec50077a50f2b7f.avif?t=1650579591\" width=300 height=400 /></span><br><br>Born in Rio de Janeiro in 1988, Pedro Henrique was a huge fan of videogames from an early age. Starting with his father's Atari, he deepened his love for games in his teenage years on Squaresoft's JRPGs and late 90's survival horrors, such as Silent Hill and Resident Evil. <br><br>As he grew up, this passion turned into his career. He studied game development at Seven Computação Gráfica, and achieved his college degree in Information Technology Systems from Unicarioca. He taught Game Development and 3D Modelling at Seven and Pix, helping others like him to pursue their dream against the odds of the Brazilian gaming scene. <br><br>His dream was to build experiences that took players to the same places he went as a gamer in his teenage years, establish his career as a game designer, and support his family. <br><br> <strong>Pedro was affected by the great mental challenges imposed by Borderline Personality Disorder (BDP).</strong> In the shadow of his loss, we hope to raise awareness about this condition. Pedro was so much more than his diagnosis; and he will be deeply missed by those who loved him. If you are looking for information on BPD, we recommend you watch the following videos: <br><br><br><br><br><strong> If you are struggling too – with this or other mental health conditions – we encourage you to seek professional help</strong>, talk about your condition and the challenges you are facing with people whom you trust, reach out to your loved ones, and do not give up on yourself. You are more loved than you can imagine and<strong> there is hope.</strong><h2 class=\"bb_tag\" >About the Engine</h2>This Side is made with the full power of Unreal Engine 4.<h2 class=\"bb_tag\" >Warning</h2>The game contains flashing lights that may make it unsuitable for people with photosensitive epilepsy or other photosensitive conditions. Player discretion is advised.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1007970/extras/e41461f30a18f18a20d0fe742d1f8931.avif?t=1650579591\" width=450 height=100 /></span><br>Find players. chat, report bugs, and help us to improve the game!<br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1007970/header.jpg?t=1650579591",
    "developers": [
      "Rising",
      "Crystal Realms Entertainment"
    ],
    "publishers": [
      "Rising",
      "Crystal Realms Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "The Escape",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1007970/70de112e26ed23b1cd1f5d0b7749266cfcb2d700.jpg"
        },
        {
          "name": "The Soloist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1007970/5f3013cc5d51ffb980df0231adf6b35d37e1bad4.jpg"
        },
        {
          "name": "No Flashlight Run",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1007970/ca60111693d8948ac0a60eb203d0b0c165758ef6.jpg"
        },
        {
          "name": "Not Afraid of the Dark",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1007970/5eb8d299f5c5b16a05a31445a402e2ac86dcc13d.jpg"
        },
        {
          "name": "Bring The Lights",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1007970/77909d03403f66ce709534f87da260ba4741d0e1.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}