{
  "1007260": {
    "name": "BubbleGum-Push",
    "steam_appid": 1007260,
    "required_age": 0,
    "is_free": true,
    "description": "Simple, Challenging, Fun, and Free! Fight your way to the top of a cute little gum-ball-machine! A simple and cozy game that will have you hooked in an effort to win prize after prize! Ladies....Gentlemen: BubbleGum-Push!<br><br>Hit the balls you want. Avoid the ones don't. Each different color gum-ball can be either good or bad, depending on the situation. Prepare to have your quick thinking abilities put to the test, by the ever more increasing difficulty of the cute little candy coated balls of BubbleGum-Push! DISCLAIMER: Do not swallow the bubble-gum!!!<br><br>The goal is to score EXACTLY the given amount of points. Therefore, you must choose which color balls you need to collect in order to win. If you need to score more points to reach the goal amount, then collect the Green, Blue, and Purple balls. If you need to lose a few points instead, then collect the Yellow, Red, and Orange balls. There are also special balls, that do awesome things, which can either help or hurt you. Teleportation, Anti-Gravity, and Color-Inversion are some of the many magical things, that will keep you on your toes, throughout 240 levels of the coolest casual game around!<br><br><u><i><strong>Balls:</strong></i></u><br><br>- Shed Red<br>-- Takes away 3pts.<br><br>- Lean Green<br>-- Adds 1pt.<br><br>- Blue Two<br>-- Adds 2pts.<br><br>- Yellow Shmellow<br>-- Takes away 1pt.<br><br>- Purple Jumper<br>-- Adds 3pts if you jump to collect him.<br><br>- Orange Jumper<br>-- Takes away 3pts unless you stay low to avoid him.<br><br>- Black Mamba<br>-- Changes the color of all the balls behind him.<br><br>- White Lightning<br>-- Teleports you back to the bottom for a fresh start.<br><br>- Gravity Gray<br>-- Makes all the balls stick to the top.<br><br>More balls are coming soon! Enjoy ;)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1007260/header.jpg?t=1552330810",
    "developers": [
      "GoshFather"
    ],
    "publishers": [
      "GoshFather"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}