{
  "1007570": {
    "name": "Fantasy Grounds - Meanders Map Pack: Arcane Augurum (Map Pack)",
    "steam_appid": 1007570,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meanders Map Pack: Arcane Augurum</h2>From the Sprawling College University of the Arcane, to its Ornate Marble Arcane Library, to the Towering Nine-Level Wizards Tower that offers the illusion of height as players climb higher with visual cues such as increasingly distant foundations and blurring features - comes a massive assortment of mage-based sorcerous terrain to establish exotic continuous structures to exhibit all manner of wild wizardry. With the more dangerous students relegated to the Remoteness of a Stone Castle, Enchanted Forest and Luminous Crystal Cavern this is a true Super-pack for the mage-lovers out there adding Structures to your Meander Collection.<br><i>Explore:</i><br><ul class=\"bb_ul\"><li>Eight Map College of Magic with Classrooms for Lecturing, Conjuring, Herbology, Alchemy, Incantations, Enchantment, Divination<br></li><li>Quad courtyard<br></li><li>Dormitories<br></li><li>Grand hall<br></li><li>Reading rooms<br></li><li>Flying Books<br></li><li>Mosaic Halls<br></li><li>Archives<br></li><li>Grand Reading Hall<br></li><li>Arcane Library with Marble Bookshelves<br></li><li>Nine Level Wizard Tower with Foyer, Enchanted Library, Alchemical Laboratory, Forbidden Book Vaults, Living Quarters and Gryphon Quarters, Portal Room, Menagerie/Hatchery, Kitchen, Storage and Bathroom, Orrery and Observation Dome.</li></ul>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. DM Convenience is the focus with carefully labelled maps and several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLE - a d100 table to pick your destination at random.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1007570/header.jpg?t=1768408007",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}