{
  "1007660": {
    "name": "Fantasy Grounds - Meanders Map Pack: The Halehold (Map Pack)",
    "steam_appid": 1007660,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meanders Map Pack: The Halehold</h2>Though you might utilize these terrains for races such as Dwarves, they belong to a different race known as the Hale. An ancient race of hardy underground warriors short in stature but long in memory. Traditionally charged with the duty of protecting the worlds riches and resources from being removed following the magnitudal upheaval it generates when such treasure are removed from their natural vaults deep in the earth. They have long since occupied the underground, pouring cart after cart of returned resources back into the heart to the world from which they came. This sacred duty often puts them at odds with those who would seek the extraction of such treasures. They are also the Keepers of the End Forge, a place where two types of fire combine their power generating temperatures hot enough to destroy unwanted artefacts. With such heavy burdens comes the necessity of heavy security employed to deter thieves and rivals whom disagree with the Hale's spiritual endeavour to make the world a safer place through the destruction of dangerous artefacts and the returning of untold treasures.<br>Explore the Halehold with a Bank, Market, General Store, Multi-Level Mansion, End Forge, Deep Roads, Bottomless and Lava Chasms, Various Houses and Dwellings, Gold Cart Mine Tracks, Blank House Templates and - a Truly Huge Fortified City of the HALEHOLD.<br><ul class=\"bb_ul\"><li>1 x Bank Vault and Depository<br></li><li>1 x Weapons Market and Exchange<br></li><li>1 x General Trading Store and Assayer<br></li><li>3 x Multi-Level Mansion<br></li><li>1 x End Forge<br></li><li>6 x Deep Roads<br></li><li>2 x MineTrack<br></li><li>1 x Bottomless Chasm<br></li><li>1 x Lava Chasm<br></li><li>2 x Courtyard<br></li><li>3 x Hale Dwellings<br></li><li>4 x Blank Template Hale Housing<br></li><li>1 x Gigantic 4-Map Fortified Halehold City Map with Gates, Turrets, Bridge, Dining Hall, Forge, Beer Storage, Weapon Crafter, Food Storage, Royal Chambers and Arena, assorted Commerce and Stairs to the Darklights and other levels below.</li></ul>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. DM Convenience is the focus with carefully labelled maps and several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLE - a d100 table to pick your destination at random.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1007660/header.jpg?t=1768408196",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}