{
  "1008750": {
    "name": "Fantasy Grounds - Pathfinder RPG - Return of the Runelords AP 6: Rise of New Thassilon (PFRPG)",
    "steam_appid": 1008750,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Return of the Runelords AP 6: Rise of New Thassilon</h2><strong>Sins of the Past</strong><br>Varisia has been destroyed! Runelord Alaznist's alteration of the past has thrown the frontier nation into chaos, devastated cities, resurrected demon lords, and worse. The Runelord of Wrath is now primed to seize control of a ruined realm, so that she can remake it into a New Thassilon with herself as its furious queen. Only one desperate plan can set things right--a band of heroes must discover a method to travel back in time and repair the damage their enemy has wrought on history, but can they make the sacrifices necessary for victory? This adventure allows the heroes to reach the absolute height of power, but even the potent options gained at 20th level may not be enough for the party to survive the furious might of Runelord Alaznist in her seat of power!<br><i>This volume of Pathfinder Adventure Path concludes the Return of the Runelords Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Rise of New Thassilon,&quot; a Pathfinder RPG adventure for 17th-level characters, by Greg A. Vaughan.<br></li><li>A brief exploration of how the Return of the Runelords Adventure Path will change Golarion in the future, including the first-ever map of the empire of Thassilon as it stood before the devastation of Earthfall, by James Jacobs.<br></li><li>A bestiary of monsters, including undead salamander forgemasters, living landslides, the mysterious hallowed lynxes used by runelords as pets and guardians, a planar dragon from the tumultuous Maelstrom, and the immense Great Old One Mhar itself, by John Compton, Andrew D. Geels, Lyz Liddell, Luis Loza, and David Schwartz.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1008750/header.jpg?t=1768408290",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}