{
  "1009570": {
    "name": "Admin Simulator",
    "steam_appid": 1009570,
    "required_age": 0,
    "is_free": false,
    "description": "                           <strong>BASEMENT STORIES</strong><br>Once upon a time, in an old cellar under mommy's house, lived admins.<br>This story could end at this point, but a moment of carelessness and <br>all the admins were out of the basement and started spreading around the world... <br>that's how it all began!<br><br><br><br>                          <strong>LIFE IN A CORPORATION</strong><br>As a freshly released admin, you need some cash to make a living in this cruel world with no mommy's yummy dinners. <br>Find your favourite corporation and reveal your super powers!<br>Solve your co-workers' problems, and decide if they're going to treat you like a friendly dummy, or like the worst enemy.<br><br><br><br>                        <strong>GET TO WORK!</strong><br>The painter is out of ink, a new system has to be set up, PCs need to be repaired, <br>and a new powerful machine for your boss is still in parts... <br>Prove yourself, and show them that all these years in a basement were worth it! Drag cables around like no one ever did!<br><br><br><br>                        <strong>SHOW YOUR DARK SIDE</strong><br>Your boss underestimates you, and the girl you like ignores you all the time? No worries! <br>The real &quot;life&quot; starts after dark. Organize illegal poker tournaments in your server room, <br>and find out about your co-workers' little secrets by monitoring their workday! <br>Everybody has his stains and every way to get some money is nice... the end justifies the means!",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1009570/header.jpg?t=1642666460",
    "developers": [
      "AdminSimulator"
    ],
    "publishers": [
      "AdminSimulator"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}