{
  "1009510": {
    "name": "Insect Revolution VR",
    "steam_appid": 1009510,
    "required_age": 0,
    "is_free": false,
    "description": "You’ve spent years working your behind off as part of the Doomsday Force, the secret military elite squad that got stuck dealing with every apocalyptic threat. Yeah, it was a thankless job, but you don’t care. You’ve finally retired to your own private tropical island. Population One. Just you and the rum. Life couldn’t be more perfect…<br><br>Unfortunately, no matter how far you try and distance yourself from disaster, it always seems to find you. When a ship sinks off shore, you discover that not only has a predatory insect race from a parallel dimension invaded your island paradise, but that the entire earth is under threat. <br><br>Only you have the skills needed to make these critters bug off. It’s swattin’ time...<h2 class=\"bb_tag\" ><strong>Key Features:</strong></h2><br><br><ul class=\"bb_ul\"><li><strong>Exotic Locations:</strong> From an island paradise, to a ruined city, and even an alien, parallel dimension, you’ll fight your way through a series of dynamic environments<br><br></li><li><strong>Different bugs, different tactics:</strong>  With the different threats unique to each insect species, choosing a sound strategy is a must if you want to survive<br><br></li><li><strong>Defeat the Hive Mother:</strong> Survive long enough, and you’ll get to test your mettle in a boss battle against the mother of all insects</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1009510/header.jpg?t=1669169664",
    "developers": [
      "Pablo Farias Navarro",
      "Daniel Buckley"
    ],
    "publishers": [
      "Zenva"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}