{
  "1011660": {
    "name": "Totally Reliable Adventure Party",
    "steam_appid": 1011660,
    "required_age": 0,
    "is_free": false,
    "description": "Sharpen your blade and light-on your torch, it's time for an adventure! <br><br>The team behind the “Totally Reliable Delivery Service” is up and back at it again! This time around, bringing you the world of dark fantasy and magic where only your imagination (and the reach of your arms) is the limit! <br><br>Join up to four friends in this action RPG physics sandbox, full of murky dungeons, treacherous enemies and deadly bosses. It’s not going to be your most efficient quest, that’s a totally reliable guarantee!<br><br><ul class=\"bb_ul\"><li>An online physics sandbox set in the world of dark fantasy, full of dangers to run away from and mysteries to complicate further.<br></li><li>Tons of activities to pursue and distractions to keep you safely away from the main quests. Save your grandmother’s chickens or... confront one of the world’s many bosses that somehow keeps getting back to life? Yeah, right, let’s get back to chickens then.<br></li><li>Lots and lots of nice and tasty...hmm... shiny loot! Wear it, use it, eat it, craft it... tame it?<br></li><li>Use environment, make-shift weaponry and the most unreliable magic tricks to defeat the weirdest monsters. Try not to kill all your party members while you’re at it! <br></li><li>Start as an adventurer and become something much more!… A level 60 adventurer! The next DLC will allow you to get level 70, while the bravest ones will get to level 80, or even 90! You get it right.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011660/header.jpg?t=1721846565",
    "developers": [
      "We're Five Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}