{
  "1011720": {
    "name": "Eleven Prophecies",
    "steam_appid": 1011720,
    "required_age": 0,
    "is_free": false,
    "description": "Defend colonists against relentless waves of ruthless insects with nothing more than your wits, your determination, and a sub-orbital 3d-printer. In a distant corner of the galaxy, what was meant to be a routine repair job has turned into a nightmarish scenario for a young technician thrust upon the front lines of a crisis. Armed only with the tools at hand on a planet teeming with colonists (and not much else), Lt. Oro will need more than just a little help from some new friends. <br><br>A planet in crisis cut-off from the rest of galactic civilization. A reluctant engineer whom just happens to be the only ranking military officer for lightyears. A military-surplus sub-orbital 3D-printer with a basic AI. A horde of relentless mutated insects. A looming prophecy regarding the future of the universe. <br><br><ul class=\"bb_ul\"><li>Deploy your defenses against hundreds of hoarding insects swarming your base<br></li><li>Adapt to the situation as the AI adapts to you<br></li><li>Multiple types of turrets ranging from the basic Rifle Turret to the deadly D.U.M.E. Laser<br></li><li>Intervene personally with an orbital bombardment, or deploy a healing mesh to repair damages from the attack<br></li><li>Watch your turrets level up and become more deadly as they survive the onslaught<br></li><li>Jump into Skirmish Mode where every battle and challenge is different, with generated maps and enemies adapting to your defenses!<br><br>Coming soon:<br></li><li>Follow the the story in Story Mode as you dive further into the mystery</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011720/header.jpg?t=1686810944",
    "developers": [
      "Ryan Layfield"
    ],
    "publishers": [
      "7th Strike, Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}