{
  "1011850": {
    "name": "TideTurn",
    "steam_appid": 1011850,
    "required_age": 0,
    "is_free": true,
    "description": "TideTurn is a dynamic third person shooter where diverse characters and water-based weapons clash in a fight over the world's oceans. Submerge into any water your team's weapons splash onto the map, using the path to move seamlessly across any surface. Fight the enemy with jaw dropping movements and abilities limited only by your creativity! Free to play and designed for all age groups.<br><br><strong><h2 class=\"bb_tag\" >Open playtesting out now! </h2></strong><br>Join the TideTurn playtest for all day access every Saturday! Join our Discord channel to hang out play games with developers and other community members.<h2 class=\"bb_tag\" ><strong>Be Like Water</strong>  </h2>The entire map is your canvas; submerge and move anywhere your guns can reach! Free-form movement mechanics make combat a fast-paced dance of dodging, weaving, and split-second decision making. Swim up walls and leap off buildings to keep your movement unpredictable and your enemies struggling to keep up!<h2 class=\"bb_tag\" ><strong>Dominate</strong></h2>Every character in TideTurn has a set of powerful killstreak abilities earned over the course of a game. Hunt down enemies and chase killstreaks to unlock increasingly powerful abilities. Sometimes you just need a giant sea monster on your side. Ride the high of your total domination headshot after headshot — no cool-downs needed.<h2 class=\"bb_tag\" ><strong>Weapons Worth Fighting For</strong></h2>Every map in TideTurn has powerful weapons you can use to turn the tides of battle, from sniper rifles, shotguns, and vehicles to incredibly destructive experimental weapons like remote controlled rockets, EMP guns, and liquid light beams— just make sure you get there first!<h2 class=\"bb_tag\" ><strong>Variety Is The Spice Of Life</strong></h2>TideTurn's MapMaker is designed for every player to make their vision of a playable world come to life — no coding or modeling skills or tools needed! Fight to save the ocean on your own turf, or visit someone else’s creation for inspiration and world domination!<h2 class=\"bb_tag\" ><strong>Immersive Story Mode</strong></h2>Cinematic campaigns immerse you in TideTurn’s lore, as Atlantians and Humans battle to save the oceans. Find out what it means to be a Defender.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011850/header.jpg?t=1764623811",
    "developers": [
      "Stanion Studios"
    ],
    "publishers": [
      "Stanion Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}