{
  "1011730": {
    "name": "Fantasy Grounds - Pathfinder RPG - The Tyrant's Grasp AP 1: The Dead Roads (PFRPG)",
    "steam_appid": 1011730,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - The Tyrant's Grasp AP 1: The Dead Roads</h2><strong>In a Land of Bones and Souls</strong><br>An unknown cataclysm thrusts the heroes into the Boneyard, where souls are judged after death... but the heroes aren't dead! Trapped in a tomb that isn't their own, they must use their wits and might to escape. The grim and otherworldly psychopomps who serve as the shepherds of souls are divided on what to do with these unexplained arrivals. The heroes must negotiate treacherous psychopomp politics and journey through a landscape of gloom and nightmare before walking the Dead Roads that can lead them home!<br><i>This volume of Pathfinder Adventure Path launches the Tyrant's Grasp Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Dead Roads,&quot; a Pathfinder RPG adventure for 1st-level characters, by Ron Lundeen.<br></li><li>Tips, tools, and tricks drawn from the Boneyard and its grim denizens, by Matt Morris.<br></li><li>An exploration of races inevitably linked to death, including dhampirs, duskwalkers, mortics, and shabtis, by Mikhail Rekun.<br></li><li>An extensive timeline of the events leading up to the Tyrant's Grasp Adventure Path, and insight into the true nature of the Whispering Tyrant's new weapon, by Crystal Frasier.<br></li><li>A bestiary of monsters drawn from the lands and lore of the dead, including a skeletal tree that protects the spirits of the dead, a voracious extraplanar parasite, a leader among the malicious tooth fairies, and people who straddle the line between the living and the dead, by Ron Lundeen, Kyle T. Raes, and Mike Welham.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011730/header.jpg?t=1768408582",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}