{
  "1011650": {
    "name": "flyingshapes",
    "steam_appid": 1011650,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Design Entirely in Virtual Reality</h2><br>Create and shape industry-grade 3D models as if they were real objects right in front of you. Manipulate your design intuitively by moving the controllers in your hands. Don't waste any more time trying to find the perfect form of 3D objects on a 2D screen. You are now entering the world of flyingshapes°.<h2 class=\"bb_tag\" >Perfect for designing products and vehicles</h2><br>The creative workflow of flyingshapes° has been engineered specifically for designers of industrial objects, products and vehicles. Concept modeling and form finding have never been that intuitive.<br><br>Start with a rough sketch in the virtual space around you. Thanks to VR even your very first drawing is already three-dimensional. From the very beginning onwards you experience all the dimensions of your object as if you were looking at a built prototype. Refine your design by adding lines, curves and surfaces. Shape your design with your hands by pushing here and pulling there using the controllers. Turn your object, move it around or lean over it to see it from your preferred angle.<br><br>Whether you are designing an espresso machine or a skyscraper, you will love drawing in VR space. Invite other team-members, work with them via cloud and share your designs with people from all over the world. Export your 3D-models to industry-grade formats such as STEP, STL and others for convenient transfer to your 3D printer.<br><br>Revolutionize your design-workflow with flyingshapes°, the easy-to-use design software that entirely reimagined CAD for virtual reality.<h2 class=\"bb_tag\" >Pricing</h2>This version of flyingshapes will offer you every feature available during a 30 day trial period. Afterwards you get access to the free version of flyingshapes that may be used for non-commercial use only. To get access to the commercial version of flyingshapes, please contact <a href=\"mailto:sales@flyingshapes.com\">sales@flyingshapes.com</a>",
    "supported_languages": "德语<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011650/header.jpg?t=1617870574",
    "developers": [
      "flyingshapes GmbH"
    ],
    "publishers": [
      "flyingshapes GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}