{
  "1011800": {
    "name": "Chronicon Apocalyptica Demo",
    "steam_appid": 1011800,
    "required_age": 0,
    "is_free": true,
    "description": "Battle Norse raiders, ghosts, and changelings to save medieval England! But beware, if the elves can capture the Book you hold, the world will end.<br><br><i>Chronicon Apocalyptica</i> is a 250,000-word interactive medieval fantasy novel by Robert Davis. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>You are an Anglo-Saxon scribe in the year 1000. You hold a Book of secrets written generations ago, including this prophecy: &quot;When Æthelred II is King, he shall not be King, but there shall be an elven changeling in his stead. Should it gain this book and its ink, the world he shall rend asunder.&quot;<br><br>The witan advisors to Æthelred have tasked you with a secret mission to research whether the Book is true. Build an unlikely party of adventurers: a nun, a holy warrior, a bard, a beekeeper, and his bee, each with a mysterious past. Judge a witch trial, infiltrate the magical land of the elves, and even travel through time on your quest to extract fact from fiction.<br><br>Lovers of England's mythic history will delight as you meet Excalibur, the Green Children of Woolpit, and the Tremulous Hand, a creepy disembodied hand with a predilection for parchment. Put your analytical, investigative, and storytelling skills to the test as you decide where your loyalties lie: to the church, the crown, or the people of England.<br><br>Will you uncover the secret at the heart of English history, or succumb to the evil of the most deadly book ever created?<br><br><ul class=\"bb_ul\"><li> Play as male, female, or non-binary; gay, straight, bi, or asexual.<br></li><li> Discover rare sources, excavate ruins, and collect local legends.<br></li><li> Fight the forces of darkness, or outwit them with your sharp intelligence.<br></li><li> Explore decaying strongholds, funeral barrows, and even time itself.<br></li><li> Choose romance or rivalry with your greatest foe.<br></li><li> Determine who sits on the English throne.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011800/header.jpg?t=1734034010",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}