{
  "1011530": {
    "name": "Super Gerry",
    "steam_appid": 1011530,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Super Gerry - Game of Tones</h2><br>You must help Gerry to find the exit portal of the music wonderland.<br>Don't lose the violin or you will not be able to return.<br>Collect all the note bubbles. Don't fall into the rift. Avoid all music instruments which are awaken to life.<br>Be aware of the Groupies !<br>GO GO GO !!!<br><br>When free libertine Gerry B. won a mysterious parcel while an auction in a TV Show, his live changed forever.<br>The package contained the long time lost 18th century magical violin from the magic wizard Amadeus (WAM).<br>Holy catfish! Trying to use the magical force of the violin demands a lot of exercise but Gerry can hardly play the chromatic scale.<br>The magic violin was not amused and opened a portal to pull Gerry into the magic world of music and tones.<br>Now it's Gerry's task to find a way through this world and collect as much notes and tones as possible.<br>With every fulfilled level Gerry's skills as a musican will rise so he can hopefully find the portal which brings him back to the real world.<br>Heads up! In the magic world is nothing as it seems. Also Amadeus used the violin for a long time to get rid off his worst foeman.<br>But here in wonderland they are all still alive and are hungry like the wolfs. They are on the hunt down. They are after Gerry now.<br><br>... and always remember, the sense of life is to become a legend !<br>Have fun!<br><br>FEATURES:<br><ul class=\"bb_ul\"><li> unlimited Lives<br></li><li> unique enemies<br></li><li> super bright Full HD graphics<br></li><li> multi-language support via symbols<br></li><li> includes original violin songs played by Gerry B.<br></li><li> based on a true story !</li></ul><br>Gerry likes to play the game every day, too. <br>Feel free to send us your questions and suggestions.<br>HAPPY HAPPY VIOLIN",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1011530/header.jpg?t=1548344509",
    "developers": [
      "Laxity Media"
    ],
    "publishers": [
      "Laxity Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}