{
  "1012610": {
    "name": "Buoyancy",
    "steam_appid": 1012610,
    "required_age": 0,
    "is_free": false,
    "description": "Buoyancy is a city-building strategy game set in an ocean world.<br><br><strong>Build a floating city.</strong> Plan out your city's expansion by placing floating platforms that connect with each other. There are several types of buildings: Gatherers, Production, Hunters, Military, and Utility. Resources are delivered in real-time for constructing and production by your villagers.<br><br><strong>Manage a growing population.</strong> Your city's population will be ever growing! Manage your villagers happiness and nourishment levels to keep them alive. Try to balance resource production with an increasing population that demands more and more. Combat sickness and fires that could cripple your city.<br><br><strong>Explore with your mighty city.</strong> In this ocean world there are resources and floating junk to exploit but they’re not always going to drift your way. You can move your city around to exploit resources providing your buildings a production boost. Most of these resources are critical to develop larger cities, and some are necessary to keep surviving! <br>Find schools of fish, derelict ships, and take advantage of rebounded whale populations (or don’t). <br><br><strong>Fight for your survival</strong>. Pirates will attack you if they spot your city. You can train Guards to defend your city from invaders. Place Junk Cannons to destroy a large amount of pirates in one blow, but be careful of friendly fire!<br><br><br><strong>Community</strong><br>Feel free to follow us on <strong>Twitter</strong>, subscribe to our <strong>reddit</strong>, and be part of our <strong>Discord </strong>channel.<br><br><strong>About us</strong><br>We are <i>Devs on a Boat</i>, a small indie game company based in sunny Seattle, WA.<br>We currently do not develop on a boat, but we dream.",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙, 德语, 荷兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1012610/header.jpg?t=1610235303",
    "developers": [
      "Devs on a Boat"
    ],
    "publishers": [
      "Devs on a Boat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 15,
      "total_negative": 6,
      "total_reviews": 21
    }
  }
}