{
  "1012510": {
    "name": "Greenland Melting",
    "steam_appid": 1012510,
    "required_age": 0,
    "is_free": true,
    "description": "Greenland Melting is a virtual reality experience that introduces and brings educational awareness to the effects that the warming waters of the ocean have on glaciers, specifically in Greenland. Through this experience you follow two NASA scientists who explain the process of studying why the glaciers in Greenland are melting. On the heels of the United States’ withdrawal from the Paris Climate Agreement, Greenland Melting provides timely and much needed information on the subject of climate change. Gain access to NASA scientists as they conduct groundbreaking research into a transforming landscape with ramifications for the entire world.<br />\r\n<br />\r\nUsing cutting-edge technology to create a state-of-the-art immersive piece, Greenland Melting allows viewers to experience being in Greenland – standing in the water in front of a glacier, flying at low altitudes over some of the world’s most stunning scenery, and diving beneath the ocean’s surface to see what NASA’s studies are revealing about how deep Greenland’s fjords go – and how quickly warm ocean water is melting them.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1012510/header.jpg?t=1552934443",
    "developers": [
      "Emblematic Group",
      "X-Rez Studio",
      "Realtra"
    ],
    "publishers": [
      "Frontline",
      "NOVA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}