{
  "1012080": {
    "name": "Train Simulator: LMS Stanier Class 8F Steam Loco Add-On",
    "steam_appid": 1012080,
    "required_age": 0,
    "is_free": false,
    "description": "Step back in time to an era of soot and steam with Bossman Games’ authentic LMS Stanier Class 8F for Train Simulator!<br><br>With the grouping of railway companies to form the “Big Four”, the new London Midland and Scottish Railway found itself with a fleet of inadequate freight locomotives from the former Midland Railway, which had all been built under their “small engine policy”. Evidently, a new design was required, and chief engineer Sir William Stanier was soon put to the task.<br><br>Ultimately, Stanier derived the new freight locomotive from his proven, mixed-traffic “Black 5”, switching from a 4-6-0 to a 2-8-0 wheel configuration to achieve a higher tractive effort. This made the new locomotives unsuitable for passenger locomotives as their overall top speed was reduced, but their ability to haul freight is what mattered most, and with a power rating of 8 (out of a possible 9), they were about to change the industry.<br><br>In total, a massive 852 LMS 8F locomotives would be built between 1935 and 1946, and not just for the LMS themselves, the design was chosen as the standard freight locomotive to be produced during the Second World War, meaning they were built and put to use across the country. The LNER had enough of them to even give them their own classification, the LNER O6, and the War Department wanted locomotives for the British Expeditionary Force – as such, many 8F were sent to work overseas in mainland Europe and beyond.<br><br>The 8Fs would continue operation right into the British Railways era, and lasted until the very end of steam, with most being retired in 1967 and 1968. Despite their huge numbers, only 14 survived into preservation, 6 of those in the UK, and only half of those have seen use since their retirement. However, with Bossman Games’ LMS Stanier 8F, you can relive this freight-hauling classic in fully authentic glory!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br>A total of 4 authentic career scenarios are included across 2 routes – Settle to Carlisle and Riviera Line in the Fifties:<br><br><ul class=\"bb_ul\"><li>[LMS8F] 01. Cumbrian Mountain Express – Part 1<br></li><li>[LMS8F] 02. Cumbrian Mountain Express – Part 2<br></li><li>[LMS8F] 03. Western 8F – The Powerful Eight<br></li><li>[LMS8F] 04. Western 8F – A Few Fish More</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Stanier Class 8F steam locomotive with 6 main variants:<br><ul class=\"bb_ul\"><li>LMS livery<br></li><li>Early BR livery, with and without snowploughs<br></li><li>Late BR livery, with and without snowploughs, plus a Fowler tender and AWS<br></li><li>GWR-style LMS livery<br></li><li>LNER livery (LNER Class 06)<br></li><li>Preserved 8F No. 48151, with high-intensity head lights, modern tail lights, AWS &amp; RETB</li></ul>An extensive array of freight rolling stock:<br><ul class=\"bb_ul\"><li>Ex-LNWR 4 plank coal wagon – BR Bauxite and LMS Grey liveries<br></li><li>Ex-LNWR 5 plank coal wagon – BR Bauxite and LMS Grey liveries<br></li><li>LMS 20T Brake Van – BR Bauxite and LMS Grey liveries<br></li><li>FVV Carflat – BR Bauxite livery</li></ul></li><li>Headboards<br></li><li>Realistic brake simulation<br></li><li>Realistic regulator simulation<br></li><li>Injector simulation<br></li><li>Gauge Glass blowdown<br></li><li>Realistic adhesion model<br></li><li>Steam chest simulation<br></li><li>Fire and smoke effects<br></li><li>Plus much more<br></li><li>2 Career scenarios for the Settle to Carlisle route<br></li><li>2 Career scenarios for the Riviera Line in the Fifties route<br></li><li>Quick Drive compatible<br></li><li>Download size: 416.8mb </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1012080/header.jpg?t=1727773806",
    "developers": [
      "Bossman Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}