{
  "1013940": {
    "name": "Bob and Kuura: Lost in Snowglobe",
    "steam_appid": 1013940,
    "required_age": 0,
    "is_free": false,
    "description": "Everything happens in a small fantasy world of a Snowglobe. The King has gotten numerous complaint letters from the villagers about the Duke's terrible job at running things. The Duke has been corrupted by greed and power so he has gotten into his head that Snowglobe needs to take part in global financial competition. Therefore the Duke has built a factory in his castle that manufactures ice cubes for foreign markets. The factory has caused different kind of harm to villagers: they have to work in the factory every day for very small payment, pollution from the factory has made the air smell bad and it has also started global warming. Because ice and snow has started to melt, pirates have been able to sail to the Snowglobe and cause all kinds of trouble while searching for loot.<br />\r\n<br />\r\nThe King decides to take action and fire Duke. The King is shocked of the way the Duke handles things and he almost can't believe when he sees the polluting Factory. In turn the Duke gets upset and accuses the King for being such short sighted. The King doesn't care about the Duke's grand vision of Snowglobe's future which makes the Duke even more angrier and he decides to avenge his dismissal. No one knows that all those cats, that Bob had collected in earlier incident, has been powering the Duke's Factory: he keeps all the cats in a large room where machines rub balloons to their fur to create electricity. The Duke releases all the cats to invade the Snowglobe.<br />\r\n<br />\r\nVillagers are terrified but the King sees opportunity in this new cat incident and he announces competition for three candidates: which ever candidate collects most cats becomes the new Duke.  The game has a lot of great characters like Kuura the Cat with her golden bell, Bob the Yeti who tries his best, pirate captain Natasha with her pirate crew, Duke of Snowglobe who is the evil guy, Frank who is the bully and other NPC's whos narrative dialogs takes the story forward.<br />\r\n<br />\r\nBob and Kuura: Lost in snowglobe is a 2D game with sidescroller and topdown gameplay where you as Bob can go around Snowbloge and try to collect all cats to become new Duke. The game is suitable for all ages.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1013940/header.jpg?t=1549453472",
    "developers": [
      "BelleGames Ltd."
    ],
    "publishers": [
      "BelleGames Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 6,
      "highlighted": [
        {
          "name": "Powder Scattered, Good work!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1013940/6ac26a9acd579c5a33d36bffc3d0e0929ebedc52.jpg"
        },
        {
          "name": "Mom rescued",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1013940/bde09c3b47e22148b083b866cf53c625a83ff0b1.jpg"
        },
        {
          "name": "Yippee, you are the new duke!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1013940/3d3a8b3a8ab32e5f4aaae2035b0879e4df9ca150.jpg"
        },
        {
          "name": "Hero",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1013940/7a8d4bdd2a154850411e70c8a9135c7a5e61dd61.jpg"
        },
        {
          "name": "Ice Cream",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1013940/92d48c412cfcb07207610a23f2c403dc43eef468.jpg"
        },
        {
          "name": "You're Rich",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1013940/17b19b1695256d93e9bd4e1f085f0174c67202b4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}