{
  "1013960": {
    "name": "Open Wheel Manager",
    "steam_appid": 1013960,
    "required_age": 0,
    "is_free": false,
    "description": "Open Wheel Manager - is a management sim for open wheel racing fans.<br>The game is built around the classical race management principle of indirect control – which means you will not need to micro-manage KERS or DRS during a race.<br>Your main goal as a manager is to develop a fast car, hire the right people and come up with the best race strategy.<br><br><strong>KEY FEATURES:</strong><br><ul class=\"bb_ul\"><li>12 Championship Teams, 40 drivers, 9 engine suppliers.<br></li><li>4 engineering facilities.<br></li><li>Design, Produce and install parts on your car.<br></li><li>Negotiate contracts with drivers, key staff, sponsors, and suppliers.<br></li><li>Improve statistics of young drivers as your veteran’s regress with age.<br></li><li>Drivers will transition between teams as their reputation changes from season to season.<br></li><li>2D visualization of each race, which can be skipped if you would prefer to focus on management.<br></li><li>Maintain multiple save files, so you can run parallel careers.</li></ul><br><strong>MODS</strong><br>The steam workshop is open for this modder friendly management simulator. We want to ensure you can tailor the game to era you love the most. <br><br><ul class=\"bb_ul\"><li>Driver, team names and performance parameters are editable in a tool or via SQLite data base format.<br></li><li>Handy with SVGs? Change team-logos, tracks and trajectories and add them to the svg-images folder<br></li><li>Once you subscribe to a workshop item, you can choose from those mods when starting your next game.</li></ul><br><strong>SUPPORT</strong><br>Mods sometimes introduce bugs to the game So we've made an auto-save function so you hopefully don’t lose too much progress when things go wrong.<br>If you do encounter bugs, please, notify the modder or us through the steam discussion channels",
    "supported_languages": "英语, 俄语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1013960/header.jpg?t=1763224218",
    "developers": [
      "Paprikash Games"
    ],
    "publishers": [
      "MicroProse Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}