{
  "1013530": {
    "name": "Right to Rule Demo",
    "steam_appid": 1013530,
    "required_age": 0,
    "is_free": true,
    "description": "Right to Rule is a first-person, match-based, Action-RPG where you compete against other players to become the new ruler of Drakenheim by doing quests and killing monsters in order to gain &quot;Right to Rule&quot; points. The first person to reach the Right to Rule threshold will become the new ruler of Drakenheim!<br />\r\n<br />\r\nYou have many different options when it comes to taking over the vast kingdom. Pick one that fits your playstyle or try new approaches each time.<br />\r\n<br />\r\nFight your way to the throne using any or all combat styles including Melee, Magic, and Ranged.<br />\r\nUse these skills to complete a large variety of quests given by the people of Drakenheim.<br />\r\nSearch all around the Island for hidden or secret areas where you can find special loot such as weapons, armor, spells, and quests.<br />\r\nAll players can attack each other at anytime, however, that doesn’t mean you always should...<br />\r\n<br />\r\nThe city of Drakenheim has a handful of guards who will arrest you if you commit violence or, any crime for that matter, against anyone within the city walls. When you get arrested by the guards, you will be jailed and you’ll need to wait out your sentence, missing out on the experience and Right To Rule points you could’ve gotten in that time. When you die, you will need to wait to respawn. <br />\r\n<br />\r\nYou can embark on a quest, which will reward you with special items and Right To Rule points, <br />\r\n<br />\r\nEach match can last up to an hour, with you competing against multiple players, everyone on their own, each trying to become the ruler before you do. The player who becomes the ruler of The Kingdom of Drakenheim, wins the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1013530/header.jpg?t=1715465363",
    "developers": [
      "Frostbox Studios LLC"
    ],
    "publishers": [
      "Frostbox Studios LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}