{
  "1014870": {
    "name": "Fantasy Grounds - Pathfinder RPG - Advanced Race Guide (PFRPG)",
    "steam_appid": 1014870,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Advanced Race Guide</h2>Get the most out of your heritage with the<br><i>Pathfinder RPG Advanced Race Guide</i>! Embrace your inner monster by playing one of 30 iconic races from mythology and gaming history, or build an entirely new race of your own. If classic races are more your style, go beyond the stereotypes for elves, dwarves, and the other core races with new options and equipment to help you stand out from the crowd.<br>The<br><i>Pathfinder RPG Advanced Race Guide</i>is a bold new companion to the<br><i>Pathfinder RPG Core Rulebook</i>. This imaginative tabletop game builds on more than 10 years of system development and an Open Playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into the new millennium.<br><i>The Pathfinder RPG Advanced Race Guide includes:</i><br><ul class=\"bb_ul\"><li>New rules and options to help you customize all seven of the classic core races, including new racial traits, racial subtypes, and racial archetypes.<br></li><li>30 exotic races, from mischievous goblins and reptilian kobolds to crow-headed tengus and deadly drow, each with complete rules for use as player characters, plus archetypes, alternate racial traits, and other options for maximum customization.<br></li><li>A complete and balanced system for creating an unlimited number of new races, mixing and matching powers and abilities to form characters and cultures specific to your campaign.<br></li><li>Tons of new race-specific equipment, feats, spells, and magic items for each of the races detailed!<br></li><li>... and much, much more!</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>James Holloway</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1014870/header.jpg?t=1768408910",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}