{
  "1014030": {
    "name": "Molly - Can you survive 100 nights?",
    "steam_appid": 1014030,
    "required_age": 0,
    "is_free": false,
    "description": "Molly is a single player game about a little girl that fights to survive. One morning she wakes up to realize that everyone on the military base that she lived in is gone. She explores... she searches all day. Night falls, wait... is that some she recognizes? If she knew them once she no longer does, for they are now ghouls! They are dead and follow Molly around. But Molly remembered her father speaking about a legend that if you could survive the dead for 100 nights, you can survive them forever. The only question is, can you survive 100 nights?<br />\r\n<br />\r\nMore about the actual game and game play. The game is designed to be played with a keyboard and mouse, no other supports. On the first night 1 zombie spawns, on the second night 2 zombies spawn. On the third night 3 zombies spawn and this is the hook of the game. The goal of the game is to make it to 100 nights. A thing to note is.. if you do not kill all the zombies the previous night they will still roam around until you kill them, add upon the new number of zombies that will spawn the next night. <br />\r\n<br />\r\nThere are 4 different save slots that each record their own ammo level, amount of iron and health etc. Get to know the map, where the zombies can traverse easier than other places and have fun as the pace builds up faster and faster!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1014030/header.jpg?t=1556111906",
    "developers": [
      "Cupantae.ie Games"
    ],
    "publishers": [
      "Cupantae.ie Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}