{
  "1015470": {
    "name": "I Need Spirit: Off Road Edition",
    "steam_appid": 1015470,
    "required_age": 0,
    "is_free": false,
    "description": "Need for Spirit: Off-Road Edition is the highly anticipated sequel of Need for Spirit!<br />\r\nIt significantly ups the ante by offering far crazier challenges. You probably thought that you’ve seen it all, that no drill can catch you by surprise, yet you’ll still put that hard earned experience to use once more. <br />\r\n<br />\r\nTransporting contraband (the good ol’ booze and cigs) across difficult terrain, has never looked or felt more captivating. Forget about rusty pickup trucks and jeeps. What better way to deter the border patrol than transporting your high-risk wares with a freaking tank?<br />\r\nAs expected from such a monumental task, the reward is only for those daring enough to brave the uncharted dirt roads. You don’t want to end up stranded in such places as the night sets in, so you’ll have to adapt and overcome any obstacles along the way. No room for errors or cowards.<br />\r\n<br />\r\nAs with the predecessor, roads alone shall not be your only foe as consuming some of the goods you’re supposed to transport, shall deprive you of a clear sight and mindset. If you thought that driving a car while inebriated is tough and dangerous, wait until you try our armored vehicles! Mayhem may ensue, but we’re certain you can come to senses and never steer off-course.<br />\r\nWhat are you waiting for, driver? Rev that engine, strap on your helmet, empty a few bottles and truly put your skills to the test in a sequel to a parody which definitely doesn’t encourage such behavior in real life. Limit your reckless driving solely to video games and that hangover will disappear faster than flipping the wheels (or tank tracks) in this tongue-in-cheek simulation!<br />\r\n <br />\r\nKey features:<br />\r\n- Three types of transport vehicles ranging from tanks to custom off-road trucks.<br />\r\n- Three camera modes.<br />\r\n- The high probability of experiencing drunk vision.<br />\r\n- Challenging driving highlighted by obstacles and time limits.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1015470/header.jpg?t=1703503330",
    "developers": [
      "dev dev"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}