{
  "1015820": {
    "name": "Deadly Kingdom",
    "steam_appid": 1015820,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Deadly Kingdom, the ultimate medieval experience you always wanted. You play the role of Sir Gareth, a lord commander appointed by the king to protect the land. The kingdom was once ruled by a very powerful king and his guards had a mission, to protect the red crystal that would give any army immortality. But this comes with a cost, and that means trying to deal with all possible enemies that come your way.<br />\r\nThe king got mad and thus he appoints Gareth with the idea of protecting the castle and keeping the Invisible King’s army that really tries to acquire that crystal and rule all the lands. You are not alone in the journey. Mary, your sister, is here to stay with you through all the missions and eventually help you rule the lands in any way that you deem or see fit. <br />\r\nUse magic weapons and stop your enemies<br />\r\nYou have a magic army at your disposal and you can use that to eliminate all enemies as much as possible. The army has golems and dragons and it helps you disperse their wrath to enemies all over the battlefield. <br />\r\nYou can appoint soldiers to the castle so you can defend it and keep the enemies away. Or you can just strive to keep everyone outside the castle and protect it. There are tons of choices, but only one will be the right one for you.<br />\r\nA huge range of soldier types<br />\r\nYour character and Mary have their own weapons, but at the same time you will get assistance from soldiers that are currently defending the castle too. These armies, which include fire, stone, winter golems, morgensterns, axemen, swordsmen, archers, knights and dragons will do everything in their power to help you. And all you have to do is to give them the ability to do that.<br />\r\nThe army can have up to 500 different creatures in it and you can feel free to control that entire army if you want. Start defending the castle and keep your enemies safe as you attempt one of the toughest and most challenging experiences out there. If you are a fan of medieval games and castles, check out Deadly Kingdom now and you will not regret it. This is the ultimate medieval adventure you always wanted!<br />\r\nFeatures:<br />\r\n•\t20 weapon skins per hero<br />\r\n•\tIntense strategy gameplay<br />\r\n•\tLots of soldiers to choose from<br />\r\n•\tCreate an army of up to 500 creatures<br />\r\n•       More than 50 levels with different design",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1015820/header.jpg?t=1639080923",
    "developers": [
      "Electrical Eagle"
    ],
    "publishers": [
      "Electrical Eagle"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}