{
  "1016820": {
    "name": "Miles of Cubes",
    "steam_appid": 1016820,
    "required_age": 0,
    "is_free": false,
    "description": "Enter the hypnotic realm of Miles of Cubes, a thrilling, edge-of-your-seat driving experience that challenges you to navigate through a seemingly infinite expanse of cubes. Listen to the pulse-pounding soundtrack whilst snatching up enigmatic orbs to unlock an arsenal of cutting-edge vehicles.<br><br>Do you have what it takes to conquer the relentless, ever-changing world of Miles of Cubes and claim your place as the ultimate cubic cruiser?<br><br>In the Initial release you will be be able to play the &quot;Cubes Fields&quot; which includes Marathon Mode and the 3 Cube Fields levels.<br><br>Marathon Mode:<br>Embark on an exhilarating journey through infinite landscapes, pushing your limits and testing your reflexes in Marathon Mode. Strive for the furthest distance, gathering orbs to unlock new, mesmerizing levels within the Cube Fields.<br><br>Cube Fields:<br>Experience a vibrant world filled with bold, bright coloured cubes as you navigate the ever-changing Cube Fields. Each playthrough generates a unique landscape, filled with dynamic &quot;Row Obstacles&quot; like the serpentine &quot;Snake&quot; or the captivating &quot;Bubble.&quot;<br><br>Challenges:<br>Take on a multitude of challenges in both Marathon Mode and the Cube Fields to unlock additional levels. Master tasks such as achieving a 5x high combo, collecting 100 orbs in a single run, or conquer overall career challenges like driving 100 miles.<br><br>--Orbs--<br>Harness the power of glowing orbs! Collect them to complete challenges and boost your combo meter.<br><br>--Near Miss--<br>Experience the thrill of a Near Miss bonus by narrowly avoiding obstacles. Each close call boosts your combo meter.<br><br>--Combo Meter--<br>Elevate your combo meter to conquer challenges and unlock an array of captivating levels.<br><br>[UPCOMING EXPANSIONS]<br>Vaporwave Fields:<br>Immerse yourself in the 80's synth and Vaporwave-inspired world. Brace for more intricate obstacles and demanding challenges in the Vaporwave Fields.<br><br>Green Fields:<br>Discover the serene Green Fields, featuring rolling hills and a more relaxing atmosphere. Enjoy an alternative set of challenges designed to complement the calming environment.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1016820/header.jpg?t=1686249436",
    "developers": [
      "CBO Games"
    ],
    "publishers": [
      "Saeng Gang"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}