{
  "1016330": {
    "name": "Bot War",
    "steam_appid": 1016330,
    "required_age": 0,
    "is_free": false,
    "description": "Three teams battle to capture 12 spawn points on a spherical planet.<h2 class=\"bb_tag\" >Spherical Planet</h2>The game takes place on a relatively small, spherical planet, that you can walk all the way around.<h2 class=\"bb_tag\" >AI</h2>Bot War is single-player, so the other soldiers are bots, controlled by AI. Fight alongside your teammates and allies to capture spawn points.<h2 class=\"bb_tag\" >Alliances</h2>If your team is winning, the other two teams will form an alliance against you. If you're losing, the other losing team will form an alliance with <i>you</i>.<h2 class=\"bb_tag\" >Orders</h2>Each team has AI that coordinates the soldiers as a team. Help your team by following your orders… or don't — it's up to you.<h2 class=\"bb_tag\" >Experimental Controls</h2>Bot War uses a completely original system for player controls, that allows you to walk in one direction while looking in another. It takes a bit of getting used to, but you'll soon get the hang of it.<h2 class=\"bb_tag\" >Energy Simulation</h2>The more you run, the more tired you'll be, so use your energy wisely, and save it for when you really need it.<h2 class=\"bb_tag\" >Slow Bullets</h2>Bullets are slow enough to see and hear as they whizz past your head, but not quite slow enough to avoid… unless you have incredibly good reactions.<h2 class=\"bb_tag\" >One Shot Kills</h2>If one bullet hits you, then you die and respawn, so make sure you don't get hit.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1016330/header.jpg?t=1575105194",
    "developers": [
      "James Richardson"
    ],
    "publishers": [
      "James Richardson"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}