{
  "1016440": {
    "name": "Agenda 21",
    "steam_appid": 1016440,
    "required_age": 0,
    "is_free": false,
    "description": "Team up with friends locally or fight solo with up to 4 v 4 co-op versus or against hordes of enemies. Choose from a selection of legends in the world of Agenda 21 or create your own custom character and equip yourself with Augmentations, guns, swords and supernatural abilities.<br />\r\n<br />\r\nThe gameplay is fast paced, frantic, and brutal. The world is unforgiving, you are often outnumbered, and your enemies are relentless. Swords clash, bullets ricochet, glass cuts, and nearly anything goes. In the world of Agenda 21, the objective is simple: survive.<br />\r\n<br />\r\n-Dynamic combat from all angles and heights, with in-depth melee and gunplay<br />\r\n-Enemies and players can bleedout, get crippled, dismembered, and even crawl during intense combat<br />\r\n-Large scale combat with up to 30 characters in intense combat on screen<br />\r\n-Local split screen with up to 4 players. Team up or fight each other, you make the rules! (Requires 2 Controllers!)<br />\r\n-Take on hordes of enemies ranging from violent criminals to super soldiers in the highly customizable wave mode<br />\r\n-Fight as legends with characters like boxing superstar Iron Jaw Iverson, legendary outlaw Ron Plisskin, or elite martial artist Todd Taganashi, each with their own unique skills or supernatural abilities<br />\r\n-Use the environment to your advantage by knocking out powerlines, shooting steam pipes, and bringing down structures on your enemies<br />\r\n<br />\r\n Just because something isn't a lie does not mean that it isn't deceptive. Take back America, one punch at a time, and put an end to &quot;their&quot; Agenda.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1016440/header.jpg?t=1666705366",
    "developers": [
      "Tank Man Games"
    ],
    "publishers": [
      "Tank Man Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}