{
  "1016840": {
    "name": "VEGAS Movie Studio 16 Platinum Steam Edition",
    "steam_appid": 1016840,
    "required_age": 0,
    "is_free": false,
    "description": "The new <strong>VEGAS Movie Studio 16 Platinum Steam Edition</strong> offers complete freedom for you to explore your most creative ideas for your gaming videos. Those also require great audio, so you also get <strong>Music Maker</strong> for composing great custom soundtracks even if you're not a musician.<br><br>The perfect introduction to the world of video production: As part of the VEGAS family, <strong>VEGAS Movie Studio</strong> uses the same technology that powers VEGAS Pro, the fastest and most flexible video editing program on the market. <br><br><strong><h2 class=\"bb_tag\" >Video production with VEGAS Movie Studio 16 Platinum</h2></strong><br>Discover all the powerful tools you need for intuitive movie editing in a logical, fully customizable user interface. With precise motion tracking and flexible Bézier masking, you can add effects to highlight objects in your gaming video. Multicam editing and picture-in-picture tools allow you to combine facecam and gameplay for your Let's Plays like a pro. Turn your next video project into a captivating adventure with comprehensive color correction, image stabilization, and other professional-level special effects and filters. With <strong>VEGAS Movie Studio Platinum Steam Edition</strong>, you have the perfect creative companion for your Let's Plays.<br><br><strong>Share your results</strong> <br>As soon as you've finished editing your video, you can easily share it from directly within VEGAS Movie Studio. Use the program wizards to quickly upload your videos and gameplays to Facebook, YouTube, and Vimeo. <strong>VEGAS Movie Studio 16 Platinum Steam Edition </strong> automatically uploads your video in the best format for the platform you select. So what are you waiting for? Share your video with the world!<br><br><strong><h2 class=\"bb_tag\" >Highlights</h2></strong><br><ul class=\"bb_ul\"><li> Mode-based workflows for fast &amp; easy video editing<br></li><li> 5 steps to complete videos with new Guided Video Creator<br></li><li> Unique interactive storyboard editing<br></li><li> Precise motion tracking<br></li><li> World-class video stabilization<br></li><li> Flexible Bézier masking<br></li><li> Complete 360° editing workflow<br></li><li> Tons of video effects and transitions presented in a clear interface<br></li><li> Goodbye to long rendering times: Advanced hardware acceleration<br></li><li> Powerful picture-in-picture editing<br></li><li> Instant freeze frame function for still shots &amp; thumbnails<br></li><li> Advanced Audio Editing with powerful audio tools and the highest audio resolution</li></ul> <br><strong><h2 class=\"bb_tag\" >Make music with Music Maker</h2></strong><br>Compose your custom sound with <strong>Music Maker</strong>. Accompany your gaming videos with epic sounds, killer beats or thundering guitar sound. Choose from a wide range of audio building blocks for beats, bass, melody, vocals, rap, and more. You can also connect your microphone, USB keyboard, or MIDI device and create your own recordings. The perfect complement to an amazing video is equally amazing original music, and <strong>Music Maker</strong> gives you all the tools you need to create it.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1016840/header.jpg?t=1667234123",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 14 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}