{
  "1016810": {
    "name": "VEGAS Movie Studio 16 Steam Edition",
    "steam_appid": 1016810,
    "required_age": 0,
    "is_free": false,
    "description": "Looking for an easy-to-use video editing program for your next YouTube video, Let's Play, vlog, or meme? With <strong>VEGAS Movie Studio 16 Steam Edition</strong> you can edit your videos any way you want – and faster than ever before. The new &quot;Guided Video Creator&quot; lets your create Videos in five simple steps. Or use &quot;Easy editing modes&quot; to add text graphics, transitions, and effects in no time. At any time, switch to Power user mode to access the full feature set and power of <strong>VEGAS Movie Studio 16 Steam Edition</strong>.<br><br>The perfect introduction to the world of video production: As part of the VEGAS family, <strong>VEGAS Movie Studio</strong> is powered by the same technology as VEGAS Pro, the fastest and most flexible professional video editing program on the market.<h2 class=\"bb_tag\" >Highlights</h2>[/list]<br><ul class=\"bb_ul\"><li> Mode-based workflows for fast &amp; easy video editing<br></li><li> 5 steps to complete videos with new Guided Video Creator<br></li><li> Unique interactive storyboard editing<br></li><li> Tons of video effects and transitions presented in a clear interface<br></li><li> Goodbye to long rendering times: Advanced hardware acceleration<br></li><li> Advanced Audio Editing with powerful audio tools and the highest audio resolution</li></ul><h2 class=\"bb_tag\" >Video and audio production</h2><strong>Innovative functions for intuitive editing</strong><br>Who said video editing has to be complicated? <strong>VEGAS Movie Studio 16 Steam Edition </strong>makes editing videos a whole lot of fun. Edit, retouch, and organize images and videos easily, with amazing special effects, sophisticated titles, and customized music. Edit your gameplays or vlogs natively in resolutions of up to 4K, then upload the results directly to your channel and share with friends, family, and your subscribers.<h2 class=\"bb_tag\" >Share your results</h2> When your video is finished, sharing it is easy – just use the program wizards to quickly upload your videos and gameplays to Facebook, YouTube, and Vimeo. <strong>VEGAS Movie Studio 16 Steam Edition</strong>  automatically uploads your video in the best format for the platform you select. So what are you waiting for? Share your video with the world!",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1016810/header.jpg?t=1667234119",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 18 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}