{
  "1017280": {
    "name": "Monads Demo",
    "steam_appid": 1017280,
    "required_age": 0,
    "is_free": true,
    "description": "<i>&quot;A story of solitary people unfolding with endless strategy.&quot;</i><br><br>A fantasy-themed turn-based tactical puzzle game where you can enjoy interesting intellectual challenges and magnificent stories without repeating!<br><br> twists the typical hero-focused fantasy storyline to highlight other characters as well. Instead of adversaries being merely an obstacle to overcome, they gain more agency. Even unnamed soldiers are not merely pawns for fighting a battle. Combat is not just a rote action, but it is hard and painful each time.  introduces a unique parameter called . As the battle wears on, characters become fatigued and lose focus. Their stats drop, and there's an opportunity to make enemies retreat without even needing to kill them. <br><br>The title, Monads, means the fundamental solitude of a human being who can never fully understand others. Each stage has its own protagonist, and each one looks at his or her own eyes as the person follows the shadow of the emperor who has long since disappeared. Player will escape the trap at the view of the fugitive, then will chase the fugitive and searches the azit at the view of the chaser at the next stage. This presentation will provide satisfaction that you are looking at the events comprehensively.",
    "supported_languages": "韩语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1017280/header.jpg?t=1641563823",
    "developers": [
      "Team Monad"
    ],
    "publishers": [
      "Team Monad"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}