{
  "1018110": {
    "name": "DEAD",
    "steam_appid": 1018110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u><h2 class=\"bb_tag\" >DEAD</h2></u></strong> is an open world game, with the options to set up camp any where that takes your fancy. But you will have to bare in mind the dead are everywhere. Not only are they dead they hunt human flesh. These Mutated dead may try to hunt you down however, you will not go down with out a fight. So build your base, Find there weakness, Gain Control of there Mind!<br><br>The gameplay consists of Spawning on to an island, At level 1, with nothing to your name. You will need to Find items to craft tools to obtain larger resources. You Will need to build a base to protect yourself from enemy AI and other Players.<h2 class=\"bb_tag\" ><strong><u>Taming</u> </strong></h2>is an Mechanic this this game, taming creatures to fight for you and also harvest resources quicker. You can also use your tames to manoeuvre yourself, around the open-world map. Taming the un-dead creatures is a skill, you will have to tranquilize them down first. But every creature needs a special herb burnt near them to <i>drug</i> them under your control. Once tamed you can mount and ride them, or insert implants into there brain. Then by using your base Satellite unit Control them with out leaving your base.<h2 class=\"bb_tag\" ><strong><u>Survival</u></strong></h2> is a vital factor in <i>DEAD</i>. Staying hydrated is essential, so finding a source of water will be your first priority. In the long run crafting rain water traps in your base will be the safest way, as the dead lurk in the depths. Food will be another problem to contend with, as foraging berries will not sustain your diet. Obtaining meat comes from creatures and creatures mean problems. <br><br><strong><i><h2 class=\"bb_tag\" >Crafting</h2></i></strong> Is a must you will craft foundations for you base and build up the bigger the base the stronger you are. You will need to craft weapons to hunt and defend yourself.<h2 class=\"bb_tag\" ><i><strong>Building</strong></i></h2> Unleash your creativity in the world and build the ultimate base. There is five tiers of building stages starting from weak thatch to super strong forged steel.<h2 class=\"bb_tag\" ><strong><i>Early Access!!!</i></strong></h2> Please Remember this is still an Alpha. I will need your help with all the bugs and fixes with the game. Please contact me on my DISCORD  To tell me whats not working so i can get right on to fixing it. I am very active on this Development right now so updates and patches are coming out daily.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1018110/header.jpg?t=1580088898",
    "developers": [
      "Matthew Lonsdale"
    ],
    "publishers": [
      "Matthew Lonsdale"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}