{
  "1018060": {
    "name": "The Mercenary Rise",
    "steam_appid": 1018060,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>游戏内容</strong><br>本游戏为一款模拟经营类游戏，整个游戏围绕着主角斯蒂芬格雷的父亲身死之谜而开展。<br>游戏中玩家的主要目标是在限定时间内偿还父亲生前留下的债务，同时调查父亲的死因。在游戏中，斯蒂芬会在6个国家的领土上不断奔走，完成各类任务，进行战斗，招收各种各样的同伴，强大自己的佣兵团。<br>本游戏的战斗采用回合制战棋模式。每个同伴都会拥有特有的技能，和各式不同的成长方向。<br>同时在游戏中，你可以通过贸易，完成国家任务，公会随机任务，支线任务等方式来强大自己的佣兵团。<br><br><strong>游戏风格</strong><br>本游戏采用2d卡通风格，日式人物立绘。在战斗场景中，任务将以Q版风格出现。是一款日式风格浓厚的模拟经营类游戏。<br><br><strong>贸易系统</strong><br>在目前这个版本里，贸易系统以商队为依托，以每个城市为节点，玩家可以在多达100多个城市中进行投资.买买交易物，从中赚取金钱。而投资可以带来城市繁荣度的上升，在提升之后玩家可以在城市中购买更高级的交易品和遗物，甚至在有工会的城市里，可以雇佣更高级的雇佣军。<br><br><strong>同伴成长系统</strong><br>本作的所有同伴除了剧情加入外，大多需要玩家达成某项特殊要求，比如队伍中有某位同伴，国家声望达到多少。在加入佣兵团后，你可以在状态中查看他们的成长，每个人的成长都不相同，决定了他们的发展方向。本作人物的属性成长采用随机成长制度，这样的好处是保证玩家在每次游戏的时候都得不到不同的人物属性，增强可玩性。人物成长从C到S级别，代表升级的成长几率，C代表最低成长，S代表最高，其它的内容玩家可以在游戏中发掘。<br><br><strong>遗物系统</strong><br>目前的版本中本作的装备只有遗物这一项，不同的遗物可以带来不同的遗物加成，低级遗物只能带来属性方面的加成，而高级遗物会附加一些技能，甚至提高移动力，和攻击距离等。当然高级的遗物获取比较困难，有些会在城市发展到一定等级后出现，有些会在一些特殊支线中获取，在将来我们会尝试添加更多的获取方式。<br><br><strong>国家系统</strong><br>目前版本中国家系统并不完整，目前只能带来爵位的收益<br><br><strong><h2 class=\"bb_tag\" >佣兵崛起国家设定</h2></strong><br>1.\tNANCY(南锡共和国）<br>  主角出生国，贵族组成的共和制王国，由于拜利帝国的强大，一直处于被攻打的状态。后因拜利帝国国内分裂，内战开始，拜利不得不与南锡共和国停战。借此机会，南锡第7任国王，集全国之力，在两国之间筑起一道屏障，从此南锡得到久违的和平，国力迅速增长。<br>  国家三面环海，北部以山地居多，西北部多森林，中部土地肥沃，平原居多。国家以农业为主。<br>2.\tBALLY(拜利帝国）<br>  曾经大陆上最强盛的帝国，却因为帝国内部分裂，导致国家动荡，偌大的领土也因此被两个国家所分割，国力迅速衰弱。如今，拜利依然是大陆上不可小视的一股力量，和巴德的战争也依然持续着。<br>  国家北部靠海，海岸线下是一片群山，国土中部也以平原居多，但并不肥沃。国家军事强大，但商业和农业并不发达。<br>3.\tBADDE(巴德帝国）<br>  从拜利分割出来的国家，皇室家族和拜利帝国有血缘关系，由于历史争端，常年与拜利帝国处于战争状态。国土大部分临海，是拜利原本经济较为发达的地区，所以国力相较拜利并不落下风。<br>  国土两面临海，除了西北部分的山脉外，国土大部分为平原和森林。<br>4.\tHANNAH(汉纳酋长国）<br>  大陆上除了曾经的拜利外最强大的帝国，整个国家以商业为主，经济体系非常发达，汉纳人擅长经商，商人遍布整个大陆，所以汉纳这个国家非常富有。善于经商的汉纳人也善于外交，整个大陆上汉纳几乎没有敌人，每一个国家都和汉纳有着很深的交往，以此汉纳在整个大陆上地位极高。<br>   汉纳三面临海，整个大陆几乎都是平原森林，但汉纳人不善于耕种，所以汉纳的土地都用于养殖和种植经济作物，借此赚取大量收益。<br>5.\tHOPELAND(希望之地）<br>   教廷所在，领土很小，为大陆早年各国所商议出的中立领土，为教廷容身之所，这里的人民都是教廷忠实的信徒。教廷每年会收到各国的进贡，加上本身领土多为森林，适合耕种，所以人民生活的安宁，富裕。<br>   背面临海，国土内大部分为森林。<br>6.\tGABBY(盖比）<br>  英雄之国，以英雄盖比的名字所命名，盖比是著名的反暴政英雄，一直帮助各国抵抗曾经的拜利帝国。后来经过教廷的调停，盖比和他的追随者在希望之地下方的一块平原建立了现在的盖比王国。盖比人民继承英雄的意志，一直以来致力于抵抗强权，人民热情善良，民风淳朴。<br>  盖比靠近另一个东部大国蒂甘帝国，但因为群山阻扰，盖比一直没有受到过蒂甘的威胁，下方是汉纳共和国，两国交往密切，经济，军事，农业各方面往来频繁。西面是曾经的死对头拜利帝国，但因为教廷的保护，盖比和拜利并没有经历过大规模的战争。",
    "supported_languages": "简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1018060/header_schinese.jpg?t=1570870590",
    "developers": [
      "zeroplaystone"
    ],
    "publishers": [
      "zeroplaystone"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 39,
      "total_negative": 33,
      "total_reviews": 72
    }
  }
}