{
  "1020520": {
    "name": "Hellink",
    "steam_appid": 1020520,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Knowledge is power!</strong><br>Paris, 2044. Néo-Sorbonne just got hacked. Elixène Seyrig, a cybercrime expert, is its only hope. Her weapon: the e-Lux, a revolutionary augmented reality device which allows instantaneous information research.<br><strong>Will you find the truth in time?</strong><br><br><strong>The indie visual novel about fake news</strong><br>Gather information to reveal the truth… then use it to thwart your opponents' lies! Enter merciless verbal jousting and see through your opponents' fallacies and inconsistencies! In the fake news era, seize the means of critical thinking and defend your mind again manipulation!<br><br><strong>Intelligent and engaged games… but games first!</strong><br>Ikigai is a new kind of indie studio: veterans from the video game industry met some of the world's greatest scientists at Sorbonne Université, France's #1 university… and they decided to create games together! Their goal? Put the best of video games at the service of the gamer audience's intelligence, via polished gameplay and universe, in the tradition of indie games.<br>Say goodbye to moralizing educational games, and say hello to games that respect your intelligence… and your love of gaming!<br><br><strong>Free… for real!</strong><br>We deeply believe that culture and knowledge should be for everyone. Since Ikigai is financed by public funds and is a non-profit studio, we can offer each game freely to everyone. No in-game purchase or tricking you into buying useless stuff: our games are developed to serve general interest!",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1020520/header.jpg?t=1622977885",
    "developers": [
      "Ikigai"
    ],
    "publishers": [
      "Ikigai"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}