{
  "1020670": {
    "name": "Beyond The Veil",
    "steam_appid": 1020670,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“This is a love poem. I wrote it with a scalpel.”<br><br>- Graffiti outside the former home of Marie Laveau, The Voodoo Queen of New Orleans.</i><br><br><i>Beyond the Veil</i> is a text-based narrative horror game, with a focus on character-driven storytelling.<br><br>Kara, an unemployed college dropout, has no choice but to move in with her Dad when he decides to relocate to New Orleans.<br><br>Kara has no discernible skills, and no direction. It's her exploration of this city, and the friendships she makes there, that will mold her into the woman she will become.<br><br>These choices are yours. So step up to the threshold- from here, there is no turning back.<br><br><ul class=\"bb_ul\"><li>Experience stories based on the rich history of New Orleans, from the spirituality of Louisiana Voodoo and the ghosts of Jackson Square, to the myths of the Casket Girl Vampires and the heinous acts of Madame LaLaurie.<br></li><li>Choose one of three companions to guide you through New Orleans: Tye, the gutter-punk musician, Al, the happy-go-lucky walking tour guide, and Esther, the creole vodouisant. </li></ul><ul class=\"bb_ul\"><li>Choose a path that will allow you to experience up to three entirely separate horror stories, with thousands of pathways and over 18 different endings. Explore all three to unlock the fourth and final story.<br></li><li>Explore a branching narrative, where every choice you make alters both the story, and Kara's personality. Choose how Kara responds to the world around her, from dialogue and exploration options, to 'sliding doors' choices that will determine how the story unfolds.<br></li><li>The choices you make will have an effect on one of Kara's personality traits:<strong> Empathy, Jealousy, Honesty, Belief</strong> and <strong>Happiness</strong>. By making choices that increase or reduce the level of Kara's traits, you will craft a personality for Kara which is unique to your experience.<br><br><br><i>Beyond The Veil</i> is by the team at Sun's Shadow Studios. This production was made possible with support from Film Victoria.<br><br><ul class=\"bb_ul\"><li>Written by Brian Holland.<br></li><li>Programmed by Tim Cuozzo.<br></li><li>Quality Assurance and Editing by Josh Odgers.<br></li><li>Music by Justin Cavenagh, composer on Wander, Broadside, Little Witch Story and Into Affliction.<br></li><li>Art by Lachlan Page.</li></ul></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1020670/header.jpg?t=1633043195",
    "developers": [
      "Sun's Shadow Studios"
    ],
    "publishers": [
      "Sun's Shadow Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}