{
  "1020460": {
    "name": "Fantasy Grounds - Pathfinder Campaign Setting: Sandpoint, Light of the Lost Coast (PFRPG)",
    "steam_appid": 1020460,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder Campaign Setting: Sandpoint, Light of the Lost Coast</h2><strong> Welcome to Sandpoint</strong><br>The town of Sandpoint has been through a lot, whether it's goblin raids, dragon attacks, or crazed killers stalking the night. In Pathfinder Campaign Setting: Sandpoint, Light of the Lost Coast, this fan-favorite town is presented in rich and vibrant detail, including full stat blocks for the region's important NPCs, dozens of quests, and expanded information on every major location in the town and the hinterlands beyond. Sandpoint, Light of the Lost Coast also includes a double-sided, pull-out poster map of Sandpoint and the surrounding area, a region that has featured prominently in Pathfinder since the campaign setting's birth in 2007, including in the best-selling Pathfinder RPG Beginner Box and iconic Adventure Paths like the Rise of the Runelords. This oversized campaign setting book is a guide to creating your very own campaign in Pathfinder's most popular town!<br><i> Pathfinder Campaign Setting: Sandpoint, Light of the Lost Coast</i> is intended for use with the Pathfinder campaign setting, but it can be easily adapted to any fantasy world.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1020460/header.jpg?t=1768409660",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8100,
      "final": 8100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 81.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}