{
  "1021130": {
    "name": "Trucking",
    "steam_appid": 1021130,
    "required_age": 0,
    "is_free": false,
    "description": "You are an ordinary guy who likes to drive a truck. You think the trucks are graceful, graceful and insanely beautiful. You are ready to polish every nut of your favorite, despite the fact that there are millions of them. You are able to pick up cargo from the most unprepared cargo platforms using every available millimeter. You don't care how much you get paid for it. You do not need to spend effort on this. It is important for you only to apply your skill.<br />\r\n<br />\r\n1) A fully physical model of cargo. The load has weight, volume, size, not in the form of numbers in a menu, but a real representation in the game world. Load your truck with this in mind, because otherwise you will not only risk losing the load, but not getting to your destination at all.<br />\r\n2) Realistic physical model of the car. Riding on rails is not about us.<br />\r\n3) Repair system. Don't like your truck? Are its components and assemblies completely worn out? Is the engine smoking, the gearbox is buzzing? Disassemble your truck completely and reassemble as you like and as you see fit. Configure the components and assemblies in accordance with their ideas about what a multi-ton machine is.<br />\r\n4) Purchase of real estate. Tired after a hard day? Relax in your bachelor lair or build your dream home. Tired of working? Buy commercial buildings that bring you passive income.<br />\r\n5) Driver licensing system. Yes, you can’t just pick up and carry any cargo around the city. You need to prove your skills and buy a license for more complex cargo transportation.<br />\r\n6) Complex unloading sites. Untrained loading and unloading sites are the realities of any person who is engaged in the delivery of goods. Show your skill.<br />\r\n7) The system of changing the day and night. Night is replaced by day, day is replaced by night.<br />\r\n8) Weather system. Sunny, cloudy, windy, gray, rainy - we do not choose the weather.<br />\r\n9) Damage system. The combination of two systems - modularity and dents, give a good damage system. Drive your truck carefully - repairs will be very expensive.<br />\r\n10) Traffic system. The city lives and lives its own life. This is a large anthill in which everyone is busy with his own business. Someone goes to work, someone goes shopping. The city will not revolve around you - you either obey its rhythm, or the city will send you to the landfill of life.",
    "supported_languages": "英语, 俄语, 法语, 意大利语, 德语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1021130/header.jpg?t=1573073593",
    "developers": [
      "Another world"
    ],
    "publishers": [
      "Another world"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}