{
  "1021090": {
    "name": "Fantasy Grounds - Squareware (5E)",
    "steam_appid": 1021090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Squareware</h2>Based on a dice set concept to help eliminate mental and physical fatigue for the DM. Squareware is the attempt at an electronic version of the Ultimate Game Table. Using the template of an unshared map the DM can operate Squareware like a centralized control panel easily creating all the content they need for whatever situation they find themselves. Squareware is not just a content generator - it is also a story generator - it has been designed to give random flowing descriptions of things not just spit disjointed words at you. It has almost 200 individual tables with more than 7000+ variables that make up the complex wiring beneath offering 90+ different features for every step of DM'ing DnD5e and elegantly represented in a professional Graphic User Interface so you can get what you need with one click of a button.<br><i>Some of the many features include:</i><br><ul class=\"bb_ul\"><li><strong>Creatures tables arranged in CR, Terrain and Type ready to add to encounters</strong><br></li><li><strong>Locked/Unlocked decider</strong><br></li><li><strong>A safe combo function mini-game for players to crack locks</strong><br></li><li><strong>Billions of random quests</strong><br></li><li><strong>NPC and Villain generators</strong><br></li><li><strong>Tavern, Dungeon and Market output with ambience descriptions, menus, pricing with degrees of complexity or difficulty for each</strong><br></li><li><strong>Ability Point Buy systems made easy</strong><br></li><li><strong>Events to lure, rally or split a party</strong><br></li><li><strong>A DC roller</strong><br></li><li><strong>Sliding scales for treasure and item value and trap severity,</strong><br></li><li><strong>Millions of book titles, weapon names, town and location names</strong><br></li><li><strong>Random Coding Effects tables that can be dragged into weapons, armour, potions and equipment</strong><br></li><li><strong>Portal, ambient and musical band attack, hit, miss and magical pre-spell action description generators</strong><br></li><li><strong>Treasure parcels, random price generators</strong><br></li><li><strong>A dedicated Artificial PC or DM controlled PC that uses tables to decide their actions leaving the DM to carry them out and minimize DM/PC bias. Additional systems such as The Sway Table give the APC a simulated frequent change of mind - while players can affect the APC with Morale Boost and Conflict Table systems allow the APC to act as real player when you need a spare or two or three, making comments, choosing tactics, and reacting as a real player - and much more.</strong></li></ul>Squareware represents a true evolution of the 'Random Generator' concept - combining the powerful story templates and nested table functions of Fantasy Grounds with huge organized lists of data, nouns, adjectives and verbs strung together with my written joinery and bridging a huge range of RPG Narrative and content-based needs all in one very powerful, virtually limitless, compact, package. A friend when you are tired, a time-saver when you are under pressure, an inventor when you have no time, and a bag of holding when you need to pull a particular rabbit out of a particular hat.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1021090/header.jpg?t=1768409711",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}