{
  "1022690": {
    "name": "SOUND FORGE Audio Cleaning Lab Steam Edition",
    "steam_appid": 1022690,
    "required_age": 0,
    "is_free": false,
    "description": "With <strong>SOUND FORGE Audio Cleaning Lab Steam Edition</strong> you can digitize and optimize the quality of audio in your gaming videos and Let´s Plays – all it takes is a few clicks!Enhance the sound of speech, reduce background noise and and remove hissing &quot;s&quot; sounds to achieve perfect sound results for your video. This specialist tool for cleaning and restoration is impressive with its easy operation, huge range of 1-click solutions and practical presets. With ProAudio technology, included as standard in SOUND FORGE, your workflow is more efficient and professional than ever before. A massive range of features and additional plug-ins make <strong>SOUND FORGE Audio Cleaning Lab Steam Edition</strong> the perfect companion for your video editing software! <br><br><strong><h2 class=\"bb_tag\" >Highlights</h2></strong><br>The essential features in <strong>SOUND FORGE Audio Cleaning Lab Steam Edition</strong>:<br><ul class=\"bb_ul\"><li> Tons of presets for creating perfect sound<br></li><li> NEW! Powerful 64-bit technology<br></li><li> NEW!  VST3 interface for seamless integration of external plug-ins<br></li><li> NEW! 8 audio tracks offer plenty of space for audio montages<br></li><li> Spectral display: Identify &amp; remove noise<br></li><li> Audio &amp; video converter for all standard formats<br></li><li> Professional tools for precise audio editing<br></li><li> Over 360 presets for optimizing audio</li></ul><br><strong><h2 class=\"bb_tag\" >For video sound that captivates</h2></strong><br><strong>Import for video sound</strong><br>New, more efficient algorithm: Import video files and start editing the audio track right away.<br><br><strong>Perfect video sound</strong><br>Enhance speech recordings and reduce background noise or sibilants – with a wide range of presets included for removing all types of noise, you can create professional-level audio quality for your gaming videos in no time at all.<br><br><strong>Video Sound Optimizer</strong><br>Click on your track and the Video Sound Optimizer will suggest the right effect settings for enhancing music or speech in your gaming videos.<br><br><strong>Easy media exchange</strong><br>Transfer your audio or video projects with just a few clicks from SOUND FORGE Audio Cleaning Lab to any other video editing software to add the final touches to your Let's Plays!",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1022690/header.jpg?t=1585152957",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 4 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}