{
  "1022910": {
    "name": "Offworld Trading Company: The Europa Wager Expansion",
    "steam_appid": 1022910,
    "required_age": 0,
    "is_free": false,
    "description": "What good is business if you’re not willing to expand? The smallest of Jupiter’s Galilean moons, Europa presents new challenges - and new opportunities! - for brave space entrepreneurs. Until now, there hasn’t been any colony or business trade on the mostly frozen moon, but you’re here to change that. Establish a colony, provide valuable life support, overcome the cracked landscape, and build your business in a place where no one thought it was possible. <br><br>With brand new scenarios, locations, buildings, resources, and more, The Europa Wager is a must-have addition for your Offworld Trading Company experience.<h2 class=\"bb_tag\" >Core Features</h2><strong>New location - Europa</strong><br>Explore the smallest of Jupiter’s Galilean moons where numerous cracks in the surface and methane geysers make building and sustaining structures more than a little difficult.<br><br><strong>New resources and structures</strong><br>Made of silicate rock and possessing a water-ice crust, Europa’s atmosphere is thin but comprised mostly of oxygen, which makes it the next natural step for space-bound entrepreneurs. Methane geysers are abundant on Europa, and the new Methane Extractor structure will allow you to harness the gas’ energy and transform it into power. Additionally, the new Gas and Hydrothermal Plants work hard to process resources in order to make you a profit. The Hydrothermal Plant works similarly to the Geothermal Plant, but produces more power and a small amount of water. Meanwhile, the Gas Plant converts fuel into power, which is particularly helpful when you find yourself with an abundance.  <br><br><strong>New Scenarios</strong><br>Everyone said you’re crazy and that it can’t be done, yet here you are: Europa. Fight through the frozen elements and help brave colonists found their colony and establish important resource lines. Survive the exceptionally long days and the freezing cold nights, make critical decisions on what to build and where, and mind the cracked and frozen landscape - in order to make sure your structures don’t come tumbling down, extra time will need to be taken to build in those areas.<br><br>Overcome the challenges of Europa and prove to everyone that money talks: you made it on Mars, and you can make it here, too.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1022910/header.jpg?t=1770137917",
    "developers": [
      "Mohawk Games"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5500,
      "final": 5500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 55.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}