{
  "1022350": {
    "name": "Xecryst Remains - Donation Pack (or \"Buy me a coffee\")",
    "steam_appid": 1022350,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This DLC will be unavailable soon (Next Patch) but if you have the DLC, it will still work but be sure to launch the game once before that!</strong><br>The Xecryst Remains is a Full Free Game. Everything in the game is earned by playing, no content locked behind an additional purchase, no premium real money currency and currently ran by my money reserve AND soon with your generosity to keep the game forward.<br><br>But for those who donate by buying this DLC will receive a small start and loot boost as a thank you.<br><br><ul class=\"bb_ul\"><li>Icon attach to your name during Lobby and while playing, showing you're the one that supported the game.<br></li><li>+5% unlocker and currency drop chance from the enemy (100%-&gt;105%) for everyone in your party and is stackable with each donator! (6 donators = 30%)<br></li><li>You also get 3 advanced Arts, 3 Spells, 2 Perks, 1 Maneuver and 5 weapon models randomly on the first time launching with this DLC. (These items normally drop on Standard Difficulty)</li></ul><br>An Icon, starting bonus and permanent loot chance for a couple of bucks which gives me the power to continue on the game.<br>PS: I don't drink coffee but that's not the point.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1022350/header.jpg?t=1563585341",
    "developers": [
      "Krysle Quinsen"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}