{
  "1023750": {
    "name": "INVITATION",
    "steam_appid": 1023750,
    "required_age": 0,
    "is_free": false,
    "description": "Let's hope to survive INVITATION, a first-person survival horror game<br>As Max, a graduate of Brownstone School and the subject of the experiment, <br>Explore schools like hell and discover the terrible secrets behind them. <br>Find a way to escape and avoid it to survive. <br>Good luck.<br><br><strong><u>Synopsis:</u></strong><br>Max graduated from Brownstone School, a second-generation victim of radiation. <br>I was unhappy that I always had the same number in my class when I was in school.<br>When I was in elementary school, my eyesight got worse, so I went to ophthalmology, but I couldn't find the cause.<br><br>A mysterious invitation arrives in the mailbox for Max, a busy office worker. <br>It's Invitation to the reunion at Brownstone School. The date, place, and destination were specified. But I know Brownstone school was closed because of financial difficulties.<br>&quot;Don't you think you'll find out when you go?&quot; I accepted the mysterious reunion invitation with my curiosity behind me. <br>a closed school before one's eyes 'Are you a little early?'<br>I can't see anyone but me. Shall we go in? Open the door as if to break up the accumulated memories.<br><br><strong><u>Feature:</u></strong><br><strong>True Survival Fear: </strong> You must find a way to escape and escape to survive.<br><strong>Great graphics quality: </strong> A considerable degree of graphics invites the player to a hell<br><strong>invisible fear: </strong> Not only do you feel fear with your eyes. Feel the fear of being invisible.<br><strong>Unpredictable Experiment: </strong> If you don't find the study of the experiment, you'll never be able to survive.",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023750/header.jpg?t=1558866447",
    "developers": [
      "XIV STUDIO"
    ],
    "publishers": [
      "XIV STUDIO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}