{
  "1023770": {
    "name": "PROTO DERE .NES (NES ROM)",
    "steam_appid": 1023770,
    "required_age": "12",
    "is_free": true,
    "description": "<i>Note: You can talk to the pair of eyes.</i><br><br>After installing this DLC, PROTO DERE NES should appear in the folder where DERE EVIL EXE is installed. You can find this by right clicking DERE EVIL EXE on the games list, selecting Properties, going to the <strong>LOCAL FILES </strong>tab then selecting the<strong> BROWSE LOCAL FILES</strong> button.<br><br>The creation of the ancient PROTO DERE .NES led to AppSir's modern day hits DERE .EXE and DERE EVIL .EXE. For 33 years, the cartridge could not be found.<br><br>While not as big as AppSir's modern titles, it was an important artifact that was sought after for decades. Recently, an FB user was able to track down the original cart for the unfinished NES game ‘PROTO DERE .NES’ and dump the ROM online. He posted this in the Obscure NES Games Group:<br><br><i>“Guys, I think I found something! Apparently, it’s a lost NES port of the old PROTO DERE arcade game which was showcased in 2017 for the AppSir launch party. I couldn’t find information about the game in any of the listings. It’s either an obsure bootleg, or a pre-production cart that never made it to release. Despite the internal damage on the game’s circuit board, I was able to rip the ROM so you guys can have a look at it. It’s filled with glitches, but I’m certain I didn’t corrupt the ROM. That’s how it played when I got it working on my dusty old NES, so maybe that’s why it was never released.”</i><br><br>Other users expressed their excitement for the game’s discovery with some inquiring about the possibility of buying the physical cartridge. Some users have even claimed to have played the unreleased NES game before and have started sharing their nostalgic experiences. However, the group has now been archived as some of its users have been found dead.<br><br>Fortunately, for fans of the series, it is now possible to play PROTO DERE .NES on your home computer by using an emulator!<br><br><strong><br>Update 03-11-2022</strong><br><br>Damaged ROM has undergone ancillary reconstructions as part of the Resurgence Initiative. Visual changes to the character have been observed. Turns out they weren't fires at all. Future reconstruction activities have been authorized with new builds pending release.<br><br>(Changes are only visual. Old speed runs of the game are still valid. There are no changes to the bounding boxes, speed of enemies, or any other variable to the game. Further reconstructions on the damaged ROM only revealed that the characters are cuter than we thought.)<br><br>NOTE: No person other than the developers of this game may redistribute this game without permission.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023770/header.jpg?t=1692352599",
    "developers": [
      "Darius Immanuel Guerrero"
    ],
    "publishers": [
      "AppSir Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}