{
  "1023980": {
    "name": "V.L.A.D.i.K",
    "steam_appid": 1023980,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023980/extras/ad15a9a263da7679160dc3bf1d00fb4c.webp?t=1569087563\" width=518 height=62 /></span><br>ATTENTION: The game is made by one person and it is in the early access, bugs and errors are possible!<br>All events and characters are fictional. Any coincidences with reality are random.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023980/extras/a3aec2dcfd699810ecf126b733a68e30.webp?t=1569087563\" width=518 height=62 /></span><br>Story:<br>In an alternative reality in Russia, a president came to power called &quot;Navalny&quot;<br>At first everything was good, the president promised people good and prosperity, peace and comfort. But after a while, it turned out that all promises about a better life were lies to get to the presidency. Someone did not expect that Navalny would become the main dictator of the country. The only ones who resisted the president, are the oppositionists. And then the Navalny ordered the police and the military to clear the whole of Russia from the opposition, but his forces were not enough and the Navalny decided to buy scientists. Scientists, who were bribed by this dictator, began to produce him supermen, possessing remarkable strength, and with which he destroyed the rebel oppositionists. Only one region of Russia - Zhigulevskaya - was not controlled by Navalnuyu. This happened because of the severe frosts that did not allow the usurper to launch an offensive. But with the approach of spring and the retreat of frost, the dictator sent an army to this last stronghold of the opposition. And everything seemed doomed<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023980/extras/51cae94c9d33933e88980e12d73b5e0c.webp?t=1569087563\" width=518 height=62 /></span><br>Plot:<br>You are a regular guy. Your name is Vlad and you are the oppositionist. Being living in Chipushilov, a typical city of the Zhiguli region, you must protect your small homeland. Your task is to find the Navaln headquarters and try to destroy its plans, at the same time helping the population by fulfilling their requests. There is no money for weapons, and you have only two ways: you either get it or you get lead in your face from Navaln or other groups. And only your fate depends on you.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023980/extras/87dba6f7e30aca8f908974537e4832d3.webp?t=1569087563\" width=518 height=62 /></span><br>Game features:<br>- Fully open three-dimensional world with no scripting<br>- The ability to acquire people in the squad and the chance to fight on equal terms with possible opponents<br>- Receive money in various ways - from completing quests to hacking ATMs or killing<br>- Purchase of various types of weapons, cars and people<br>- Realistic physics<br><br><br>From the author:<br>I was inspired by such games as half life 2, mount &amp; blade and Postal 2. I tried to connect all these games and in the end it turned out V.L.A.D.i.K. Buying an army is currently working incomprehensibly, but I'm working on it. The main thing I worked on 70% of the time is optimization and AI. In general, welcome to the Zhiguli region!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023980/header.jpg?t=1569087563",
    "developers": [
      "Narko Games"
    ],
    "publishers": [
      "Narko Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 2,
      "total_negative": 6,
      "total_reviews": 8
    }
  }
}