{
  "1023940": {
    "name": "VR-CPR Personal Edition",
    "steam_appid": 1023940,
    "required_age": 0,
    "is_free": false,
    "description": "VR-CPR is a<strong> virtual reality simulation</strong> of emergency situations, designed to be a training tool for teaching the procedure of <strong>cardiopulmonary resuscitation (CPR)</strong>. The system offers <strong>three photo-realistic scenarios </strong>in which the user is called to help a victim of cardiac arrest, receiving <strong>real-time feedback </strong>of the chest compression performance. <br><br>At the beginning of each demo you will be able to select among three different scenarios: <strong>hospital, out-of-hospital and paediatric</strong>. Each scenario differs for victim and AED availability, requiring the user to perform different protocols. Before starting, it is possible to customize some aspects, such as the AED arrival time, how many chest compression cycles to perform, which cycles should be shockable or not-shockable, and the AED that you should use. Our partnership with some of the most important AED producers allowed us to reproduce the real life units, with the same audio and video hints the user would get during a real emergency.<br><br>Before starting the experience, it is possible to calibrate the scenario in order to match the virtual victim chest with a compression device or surface. In this way, you can perform CPR on an object of your choice, preferably a manikin, getting real time accurate feedback on the depth and the rate of the compressions. <br><br>Each scenario shows a patient collapsing after a cardiac arrest. You will be guided through the specific <strong>BLSD protocol </strong>each scenario features: assessing consciousness, checking for breathing, calling for help, performing CPR and AED use. Controllers are used to track the chest compressions in the dedicated phase, and provide instant feedback that will help you to adjust and improve your performance. <br><br>Our project does not replace the current medical tools used during training; it complements them with visual feedback, real-time feedback and an additional level of immersion.<h2 class=\"bb_tag\" >Credits</h2><br>Project: Irc Edu Srl<br>Development: Studio Evil<br>Scientific coordinator: Federico Semeraro<br>Scientific Supervision: Giuseppe Ristagno, Andrea Scapigliati, Federico Semeraro<br><br>Developed with the support of: Philips, Zoll, Physio-Control, Iredeem<br>Acknowledgments: Consiglio Direttivo Italian Resuscitation Council<br>Avatar: John (Out-of-hospital cardiac arrest victim), Ian (In-hospital cardiac arrest victim), Luke (Pediatric cardiac arrest victim), Chris (Out-of-hospital bystander), Laurie (Pediatric bystander), Kate (Nurse), Mary (Teacher).<br><br>Dedicated to the ''next generation'' of resuscitation experts: Alice, Andrea, Davide, Jacopo, Linda, Maia, Simone, Viola.",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1023940/header.jpg?t=1613743483",
    "developers": [
      "Studio Evil",
      "IRC Edu"
    ],
    "publishers": [
      "Studio Evil",
      "IRC Edu"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 30700,
      "final": 30700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 307.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}