{
  "1024710": {
    "name": "Fantasy Grounds - Chucks Dragons (5E)",
    "steam_appid": 1024710,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Chuck's Dragons</h2>Dragons...ah, yes, the stuff of which legends are made, and perhaps the most famous of all monsters. Dragons are the zenith of high adventure -- they represent the pinnacle of fantasy adventuring. These mythical creatures are the bringers of vast wealth -- as well as the slayers of player characters. High risk/high reward is the name of this game.<br>This theme presents 6 detailed dragon-based short adventures into your world. Complete mini-adventures based on dragons are found herein -- lairs, treasure hoards and settings for their use.<br>The treasures are tailored for both high fantasy and low fantasy. In a low fantasy world, the dragons represent one of the most powerful magical elements of the world. Of course, the GM is welcome to tone down the magical powers and treasures if appropriate to ttheir campaign.<br>This module is designed with a series of 6 unrelated dragon lairs. Many of the dragons are an unusual twist on the standard, and not everyone is &quot;as you would expect.&quot; Also included are a series of adventure hooks that can be used by the GM to draw his or her suckers... I mean players, into these encounters. I have written this in my usual style of trickery and treachery, and have done my best to make the encounters both playable and interesting. Many thanks to my dear friend Vicky Potter, who once scribed the Mother of All Treasure Tables for me: I have lifted bits of that book for the wondrous hoards of these beasts, with some modification of course.<br><i>Adapted for Fantasy Grounds by: </i><strong>Jay Scheponik</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1024710/header.jpg?t=1768409989",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}