{
  "1025510": {
    "name": "Ancient Battle: Successors",
    "steam_appid": 1025510,
    "required_age": 0,
    "is_free": false,
    "description": "Ancient Battle: Successors is the latest edition to the Ancient Battle series. Alexander the Great died on 13 June 323 B.C., leaving no heir. Perhaps foreseeing the many great conflicts that would follow his demise, he left the Macedonian Kingdom 'To the best man'.<br />\r\n<br />\r\nThese lands, spanning most of the known world, were divided between his former generals, who saw themselves as rightful Successors (or 'Diadochi') to the Kingdom. The Successors plunged into a maelstrom of epic conflict as they fought for power and glory. Now you have the opportunity to reign supreme over your rivals, if you can first defeat them on the battlefield. Use units such as Greek Pikemen, Macedonian Pikemen, Spearmen, Archers, Indian Elephants, Chariots, Cavalry, and Javelinmen to engage in some of the largest battles of the ancient world.<br />\r\n<br />\r\nKey Game Features:<br />\r\n<br />\r\n• High Definition Ancient Era Graphics.<br />\r\n• 7 Mission Tutorial Campaign.<br />\r\n• 6 Mission Wars of the Successors Campaign; Featuring the battles of The Hellespont, Cretopolis, Paraetacene, Gabiene, Salamis and Ipsus.<br />\r\n• 5 Mission Pyrrhic War Campaign; Featuring the battles of Siris River, Heraclea, Asculum, Asculum Satrianum &amp; Beneventum.<br />\r\n• 5 Mission Ascent of Rome Campaign; Featuring the battles of The Aous River, Cynoscephalae, Magnesia, Pydna &amp; Corinth.<br />\r\n• 5 Mission Eclipse Campaign; Featuring the battles of Thermopylae Plain, Lamia, Crannon, Sellasia &amp; Raphia.<br />\r\nBonus Mission (Available for free by registering)<br />\r\n• 1 Mission Ptolemies Campaign; featuring the battle of Gaza.<br />\r\n• All missions, except the tutorial, can be played as both sides.<br />\r\n• 66 Unique Ancient Units.<br />\r\n• Detailed Combat Analysis<br />\r\n• Flank Attacks<br />\r\n• Strategic Movement.<br />\r\n• Hours of Gameplay.<br />\r\n• Map Zoom.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025510/header.jpg?t=1730739308",
    "developers": [
      "HexWar Games"
    ],
    "publishers": [
      "Hunted Cow Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}