{
  "1025570": {
    "name": "Autumn's Chorus",
    "steam_appid": 1025570,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >WELCOME TO THE FRONTIER</h2><br>Set out into the unexplored frontier land of Dorinth and make your name as a member of the Pilgrim's Guild in <strong>Autumn's Chorus</strong>; an action role playing game filled with interesting choices, exciting combat​, and memorable characters.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025570/extras/d3dd009430411a640c1ef8782e8bba3d.avif?t=1708616743\" width=616 height=189 /></span><br>The gate to Dorinth's wild frontier has been flung open, and as a new member of the Pilgrim's Guild it's up to you to explore it. <br><br><ul class=\"bb_ul\"><li>A beautiful painted world awaits you in <strong>Autumn's Chorus</strong>.<br></li><li>Discover ancient Promisiune ruins, delve deep into cursed athenaeums, and rest in unique frontier towns.<br></li><li>Uncover the riddle of the fate of the gods that used to rule these lands. </li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025570/extras/58643f9174843d76491592dcab3bde18.avif?t=1708616743\" width=616 height=189 /></span><br>An acrobatic thief, who slips in and out with the goods unseen, a shrewd diplomat who can speak the language of the beast tribes, or a powerful fighter with the strength to destroy anything standing in their way. No restrictive classes and many ways to tackle any problem you face mean you can build your explorer anyway you like.<br><br><ul class=\"bb_ul\"><li>An intuitive levelling system allows the focus to be on living the adventure, rather than deciding which stat will benefit most from a decision<br></li><li>Unique skills such as literacy, languages and cartography let scholarly explorers shine.<br></li><li>The entire adventure can be played through without fighting. Escape, negotiation and surrender are all viable options.<br></li><li>If you must fight an innovative realtime tactical combat system makes unleashing your weapon of choice a satisfying decision.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025570/extras/d2ba65bdb7c1e810d03fe9acd5e6b29d.avif?t=1708616743\" width=616 height=189 /></span><br>Do you want to be a lunatic conqueror who kills anyone that so much as looks at them funny, or a peacemaker determined to see the new lands and it's creatures treated with respect? Both are possible, along with anything in-between, and a cast of interesting characters will remember every action you take.<br><br><ul class=\"bb_ul\"><li>Defend the innocent, uphold the law, and be charitable. Be a paragon of good in land of mixed morals. Remember though, that a good deed isn't always rewarded.<br></li><li>Lie, cheat, steal. Act the absolute villain with everyone you meet. Just know that frontier justice is rampant in Dorinth, and you can't always rely on the law to protect you.<br></li><li>Don't do any of that! You're here to explore the frontier after all. Other people's business isn't your problem if you don't want it to be.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025570/header.jpg?t=1708616743",
    "developers": [
      "Mega Tiny Studio"
    ],
    "publishers": [
      "Mega Tiny Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}