{
  "1025600": {
    "name": "Battle Realms: Zen Edition",
    "steam_appid": 1025600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Ed Del Castillo</strong> (producer of Command &amp; Conquer) proudly presents the return of his very own masterpiece: <strong>Battle Realms</strong>.<br><br>Critically acclaimed and enjoyed by fans worldwide, Battle Realms is packed with innovation, deep strategy, and an immersive world filled with meaningful detail. It's a game defined by its setting -- an RTS that combines resource management, unit development, and tactical gameplay with storytelling inspired by the martial arts movies and oriental culture.<br><br>If you missed it the first time, now is your chance to experience one of the most innovative RTS's in the genre still. Even though the original game came out more than two decades ago, many of its features are yet to be seen in other games. With unique units and many original ideas Battle Realms is a game that no RTS fan can afford to miss.<br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⠀  <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025600/extras/eaa59db4f4ee9c4e811c92c41abb2241.avif?t=1739493630\" width=313 height=100 /></span><br><strong><h2 class=\"bb_tag\" >Zen Edition -- What is different?:</h2></strong><br><strong>☯ New &amp; Improved:</strong> New rendering, dual-monitor support, updated screen resolutions, online multiplayer, countless QoLs, bugfixes... and more! <br><br><strong>☯ Early Access:</strong> The game has been relaunched and remains in continuous development yet once again. Help the game flourish by leaving feedback in the community hub. Let's make the game greater together!<br><br><strong>☯ Complete:</strong> Includes the original Battle Realms and its Winter of the Wolf expansion that focuses on the Wolf clan and serves as a prequel to the original campaign.<br><br><strong><h2 class=\"bb_tag\" >Unique Gameplay:</h2></strong><br><strong>☯ Train Your Warriors:</strong> Experience one of the most unique troop creation systems in RTS. Peasants train into soldiers, which in turn, can follow multiple training paths like Samurai, Cannoneers, Bandits, Berserkers, and many other mythical warriors.<br><br><strong>☯ Live or Die by the Land:</strong> Seize tactical advantages in a living world teeming with life - birds fly when startled, wolves attack troops, higher ground offers increased power to ranged attacks, and when it rains, fires are put out and crops grow faster.<br><br><strong>☯ Command the Power of Zen:</strong> Your Zen Masters wield fantastic powers in the heat of battle - heroic feats inspire your people, granting almost magical powers and opening up new strategies.<br><br><strong>☯ Blood Spilled Is Power Gained:</strong> Lead warriors to victory and earn Yin &amp; Yang points to acquire destructive new weapons and magic. The more you do, the more powerful you become.<br><br><strong>☯ A War for the Masses:</strong> Stage epic battles with up to 8 players. Dozens of multiplayer maps and a deeply customizable PVP skirmish mode.<br><strong><h2 class=\"bb_tag\" >Immersive Storyline:</h2></strong><br><strong>☯ Battle Realms:</strong> Kenji, exiled heir to the Serpent throne, must stake his claim in a chaotic world wracked by the subversive intrigues of the Serpent, Wolf, and Lotus clans. Shall he vanquish the land under a campaign of malevolence and terror or restore the war-torn realm to its former glory? Enter Battle Realms and choose your destiny.<br><br><strong>☯ Winter Of The Wolf:</strong> Explore the history that led up to the events in Battle Realms. Scattered and unorganized, your enslaved Wolf brethren hunger for revolt against their corrupt Lotus Clan masters. You must unite them. You must lead them. You must free them.<br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀   <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025600/extras/1ed642ce761ad1d7cdb73197904fa85a.avif?t=1739493630\" width=313 height=100 /></span><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025600/extras/3aba1cc9fe76f431073df0d7a202f6c7.avif?t=1739493630\" width=620 height=180 /></span><br><br>There are four major clans that comprise the population of Battle Realms Island. Each with unique characteristics, units, cultures and histories, the decision of which is best is up to you. Within the borders of this broken land, three clans maintain an uneasy coexistence, fraught with tension and, at times, slavery and open war.<br><br>The Wolf Clan in the northwest, the Lotus Clan high on their northern plateau, and the Serpent Clan in the fertile lowlands. And always, at least in some minds, there is a ghost of a fourth great clan, the lost Dragon Clan, forefathers of the Serpent. Despite their proximity, no three persons could be more different. As yet there is no clear victor in this three-handed struggle; alliances and enmities are unstable, and you never know who or what might be massing on your borders. If you are to survive in this world, you must study your enemies and your friends alike: know their ways, their warriors, and their weaknesses.<h2 class=\"bb_tag\" >☯ Dragon Clan: The Path of Righteousness</h2>The ancient Dragon Clan prizes honor above everything else. They are Yang followers with honor as their symbol. Their warriors seek to become one with their weapons. Due to their devotion to honor, the Dragon deity assists them during times of great peril.<h2 class=\"bb_tag\" >☯ Serpent Clan: The Way of the Wicked</h2>A derivative of the Dragon Clan, the Serpent Clan have forgotten their honorable ways and have resorted to thievery and deceit. Serpent clansmen are Yin followers. Unlike their Dragon ancestors, they do not scorn the use of firearms; instead they have learned to employ its use in many of their fighting arts. Even though the Dragon Clan knew how to use gunpowder, it was the Serpent Clan which uncovered its secrets. Stealthy, flexible, and cunning, the Serpent Clan uses a plethora of Battle Gears to disable their opponents and produce an advantage.<h2 class=\"bb_tag\" >☯ Wolf Clan: The Spirit of Might</h2>The wild Wolf Clan prizes freedom above all else. They are Yang followers with freedom as their symbol. Unlike the other clans, they have no cavalry, nor do they have healers. They feed the horses to their wolves, which accompany them and partake in their battles. Their wounds knit surprisingly fast, even more so with the use of herbs. They know some magic, and much of what they do know is tied to nature. Wolf clansmen are down to earth, hardworking people, and take a delight in nature. They are also known for their use of shale as their armor.<h2 class=\"bb_tag\" >☯ Lotus Clan : The Essence of Darkness</h2>The Lotus Clan is the remnant of a Yang Clan of old, but it is now a Yin Clan. Lotus clansmen are Yin followers with corruption as their symbol. They follow the Forbidden Path, which focuses on death and decay. Their religion centralizes around three ancient brothers, now long gone, who tended the Tree of Corruption. The Lotus Clan's strategy is based on their immense understanding of magic, which translates to unit abilities and Battle Gear.<br><br><br>⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀   <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025600/extras/da5f1e20f69148d3b8d5f7b25327be17.avif?t=1739493630\" width=313 height=100 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025600/extras/b51212c94dd6251e474a3fe9c3593f49.avif?t=1739493630\" width=620 height=311 /></span><br><br>Sit by the fire, young nobleman, and help yourself to a goblet of jasmine tea. You are wise to come here. So many warriors before you attempted to unite this realm under their reign. They were brave and strong. They had the noble knowledge of tactics. They knew how to choose the best steel for swords. They had fists that could punch holes through stone walls. They had eyes that could spot a sneaking ninja in the middle of a cloudy night. They had hearts that knew no fear nor remorse. But none of them came to seek advice of an old man living on the mountain. And--one by one--they failed. Their power crumbled, their dreams vanished, and their lives faded. You are wise to come here, young nobleman. But this is only your first step towards the true wisdom and the true power that only comes with balance...<br><br>Once upon a time there was a proud empire with many great clans. The Serpent Clan ruled this empire while the other clans like the Lotus and Crane maneuvered for greater control of it. It is said, that in those times a great darkness grew from the shadows and formed sinister creatures of pure night. Like droplets of rain they dotted the land and overwhelmed the one clan after another. Tarrant, the leader of the Serpent clan, was the first to accept the fate of the empire. He fled to the south with the remnants of the Serpent Clan and its prized possession, the Dragon Orb.<br><br>Further and further they travelled until he could see the Southern Seas and the end of the land. It was here that he turned and faced the Horde. Summoning all the power of the Dragon Orb, he separated the southern tip of the continent from the rest of the mainland with the awesome power of the orb. Neither it nor he would ever be seen again. The Horde could not cross running water, so Tarrant had saved his people at the cost of his own life and the Orb.<br><br>To this protected place came two other Clans, the Lotus and the Wolf. The Lotus Clan, twisted and corrupt managed to cross to safety by means unknown. The Wolf Clan, whose matriarchal Druidesses foresaw the drowning of their lands by tidal wave (a result of Tarrant breaking the world) built massive arks for their people which rode the surge and shipwrecked on the new formed island.<br><br>How they came to know one another and fight for their piece of the island is the story of Battle Realms!",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 波兰语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025600/header.jpg?t=1739493630",
    "developers": [
      "Ed Del Castillo"
    ],
    "publishers": [
      "Ed Del Castillo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 40,
      "total_negative": 5,
      "total_reviews": 45
    }
  }
}