{
  "1025310": {
    "name": "Money Run",
    "steam_appid": 1025310,
    "required_age": 0,
    "is_free": false,
    "description": "Money Run is a single-player arcade game that will submerge the player in the atmosphere of vintage noir, dark humour, gangsters and corruption.<br />\r\n<br />\r\nGet yourself behind the wheel and lead your way through the action 2D driving game.<br />\r\nPick a car, pick weapons and follow the story of Frank Dunn-Kruger living the life of a desparate man trying to do best for his family.<br />\r\nFrank's story is told in a great comic book style. <br />\r\nThe Great Depression hits many major US cities. The Gangston is no exception. <br />\r\n<br />\r\nCosy and careless living is no more for many commoners. Banks are eager to cash out housing loans or force a foreclosure in pursuit of greater profit. Along with employment catastrophe, criminal activity is on the rise with many gangster syndicates forming up. <br />\r\n<br />\r\nCaught up in the middle of events, Frank Dunn-Kruger, a common cab driver, is trying to keep his house and family safe by clinging to any chance of earning a little extra cash with what he seems to do best - driving. Will he be able to pull through the ordeal and potholes on the road is completely in your power.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1025310/header.jpg?t=1750183438",
    "developers": [
      "Tall Troll Games"
    ],
    "publishers": [
      "Tall Troll Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}