{
  "1026240": {
    "name": "Fantasy Grounds - Pathfinder RPG - Reign of Winter AP 6: The Witch Queen's Revenge (PFRPG)",
    "steam_appid": 1026240,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Reign of Winter AP 6: The Witch Queen's Revenge</h2><strong>Chapter 6: &quot;The Witch Queen's Revenge&quot;</strong><br><i>by</i><br><strong>Greg A. Vaughan</strong><br>Baba Yaga has been rescued from the clutches of her son Rasputin, but the Queen of Witches remains trapped inside a magical matryoshka doll. Delving into hidden chambers deep within the<br><i>Dancing Hut</i>, the heroes must open the nesting dolls imprisoning Baba Yaga, but they must also contend with the hut's most dedicated guardians, including the former queens of Irrisen. When the time comes to finally face Queen Elvanna inside the Dancing Hut's innermost sanctum, will the heroes defeat her and free Baba Yaga, or plunge Golarion into a new ice age?<br><i>This volume of Pathfinder Adventure Path concludes the Reign of Winter Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Witch Queen's Revenge,&quot; a Pathfinder RPG adventure for 15th-level characters, by Greg A. Vaughan.<br></li><li>Ways for you to extend your campaign beyond the covers of this Adventure Path and carry on your adventures against the witches of Irrisen, by Adam Daigle and Rob McCreary.<br></li><li>An exploration of the mysteries of Baba Yaga and her touch on the world of Golarion and beyond, by Adam Daigle.<br></li><li>An escape from Whitethrone in the Pathfinder's Journal, by Kevin Andrew Murphy.<br></li><li>Four new monsters, by Shaun Hocking, Michael Kenway, Rob McCreary, and Matt Renton.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1026240/header.jpg?t=1768410082",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}