{
  "1026020": {
    "name": "Zyphoid",
    "steam_appid": 1026020,
    "required_age": 0,
    "is_free": false,
    "description": "Get ready for an interstellar adventure from the perspective of the bounty hunter Dugon.<br />\r\nA research satellite above planet Zyphamin has lost all power and its up to you to find out why. Travel down to the hostile planet of zyphamin in this first person action adventure shooter. From the planets calm open air surface world to its claustrophobic underground caverns loaded with monsters, aliens, radioactive substances, mutants and worse.<br />\r\nSolve puzzles and mazes to traverse the alien world of Zyphamin.<br />\r\nDiscover secrets, unlock new items, scan your way to the truth about Zyphamin and what lurks below.<br />\r\nZyphoids are a key threat on this planet you must hunt them all down to open new paths and save Zyphamin but beware your not alone down there your being followed.<br />\r\nTest your self in secret areas hidden away to unlock optional items and discovery new mysteries but better watch out not all is what it seams, defeat huge bosses to unlock the true path to the zyphoids nest, explore the ruins of a lost civilization to uncover lost knowledge hidden away from time itself. What happened on Zyphamin why did the satellite loose power? you'll have to scan to find out.<br />\r\nPlay again and again to beat special challenges to unlock all the images in the art gallery.<br />\r\nDon't have an x box one controller? switch to controller type B in the options menu to use a play station 4 controller or swop back to controller type A for classic PC gaming on an x box controller, Zyphoid offers full controller support with its new controller type option now the player can use one type of controller or the other for more comfortable gameplay no key board or mouse required to play the game.<br />\r\nRun, jump, scan, blast, explore, learn and challenge your self in this first person adventure inspired by Metroid prime.<br />\r\nif you like first person scifi adventures this is the game for you.<br />\r\nNOTE: Although the game dose not require key board and mouse it will require you to use the mouse to operate the unity game launcher we appologies for any confusion and hope to remove the need for the mouse to larnch the game in future please enjoy the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1026020/header.jpg?t=1552031888",
    "developers": [
      "N J FOX"
    ],
    "publishers": [
      "N J FOX"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}