{
  "1026920": {
    "name": "ACID Music Studio 11 Steam Edition",
    "steam_appid": 1026920,
    "required_age": 0,
    "is_free": false,
    "description": "Dynamic action scenes, impressive space battles and gripping multiplayer experiences – create the right sound for your gaming adventures to add excitement and tension. ACID Music Studio 11 Steam Edition has everything you need for the task: Epic instruments, 2,500 ACIDized sound loops and effects.<br />\r\n<br />\r\nMake your own music. In your own music studio.<br />\r\nIt's easy and you don't even need experience or be able to read music. Start out with a few loops and then just add instruments and effects as you go. You can create your own music for videos, as well as create songs in music genres like hip-hop, house and rock. The program also lets you create and edit voice-overs. There's no limit to the creative possibilities – all content can be modified any way you want. Plus, new 64-bit power delivers maximum program performance for recording, editing and mixing tasks.<br />\r\n<br />\r\nEverything's included<br />\r\nPlay 8 virtual instruments such as an electric piano or an original drum machine. Choose from over 2,500 freely adjustable loops and 6 effect plug-ins such as a roaring guitar amp. It's the complete solution for each and every one of your creative ideas – for film music, your own songs, or for remixing your favorite tracks.<br />\r\n<br />\r\nHighlights<br />\r\n•\tEasy, loop-based music production <br />\r\n•\tNew! Includes 2,500+ freely customizable ACIDized loops<br />\r\n•\tNew! Includes 8 virtual instruments + 6 effects plug-ins<br />\r\n•\tNew! 64-bit support for complete creative freedom<br />\r\n•\tPremium remixing tools",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1026920/header.jpg?t=1599152452",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}