{
  "10270": {
    "name": "Disciples III: Reincarnation",
    "steam_appid": 10270,
    "required_age": 0,
    "is_free": false,
    "description": "A true reincarnation of the legendary series!<br><br>The Almighty has turned away from Nevendaar and its denizens. He is busy thinking about the fate of the world. Above Nevendaar, rent by perpetual wars, a new star flashed out. What will it bring with it? Who will claim its great power? Immerse in the struggle of four powerful races!<br><br>&quot;<strong>Disciples III: Reincarnation</strong>&quot; offers a revamped and enhanced version of &quot;Disciples III: Renaissance&quot; plus the addon &quot;Resurrection&quot; with all new features, a revised battle engine and all new graphics.<br><br><ul class=\"bb_ul\"><li>Unique visual style and magnificent gothic atmosphere with new graphics, new features and an enhanced battle system.<br></li><li>Dramatic and intriguing plot, written by Ekaterina Stadnikova, the author of the most successful Disciples-themed novel “Precious Blood”.<br></li><li>New combat and magic system. Dozens of new global spells.<br></li><li>Totems and flags in the inventory will change the balance on the battlefield.<br></li><li>Aquatic spaces with majestic ships and terrifying bosses.<br></li><li>Over 180 hours of gameplay. Four different factions, 27 large detailed missions, over 70 new side quests, significantly extending the main storyline.<br></li><li>Over 200 new objects on land and sea plus 13 new neutral units.<br></li><li>Multiplayer in hot-seat mode and over the net. Engage neutral units and get them to fight on your side.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/10270/header.jpg?t=1754573015",
    "developers": [
      "Akella"
    ],
    "publishers": [
      "Kalypso Media Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4900,
      "final": 4900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 49.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 43,
      "total_negative": 6,
      "total_reviews": 49
    }
  }
}