{
  "1027740": {
    "name": "Slave RPG Demo",
    "steam_appid": 1027740,
    "required_age": 0,
    "is_free": true,
    "description": "Slave RPG is a role playing game that takes aspects of classic CRPGs and presents them in a familiar yet modern way. It is a dystopian game that finds the player under the control of an aggressive militia in a distant future, where the housing market crash had a much larger effect on the world.<br><br>Play through a limited version of the main game, where the level cap is maxed at 5/several locations are not accessible/and a few other restrictions are placed on characters.<br><br><strong>FEATURES</strong><br><ul class=\"bb_ul\"><li>    <strong>In-Depth Role Playing</strong><br>Having six different races to choose from, eight default classes, the support for custom class creation, 40 different perks, and a plethora of difficulty options, each character created is truly unique. A dynamic character status system also changes depending on how much damage each individual body part has taken, and gameplay elements will be affected by this status.<br></li><li>    <strong>Classic d20 Based Gameplay</strong><br>Both enemy and player stats alike are affected by a traditionally styled d20 system, with rolls having bonuses based on core stat elements, and various in-game actions taken with d20 die rolls.<br></li><li>    <strong>A Range Of Difficulty</strong><br>Whether you would like the game to be a breeze or want the game to punish you for every action taken, there are plenty of difficulty options to choose from, including:  play time, companion deaths, enemy difficulty, weather difficulty, world difficulty, an iron man mode, and more!<br></li><li>    <strong>An Expansive Mid-Texas</strong><br>With over 17 unique places to explore, the post-apocalypse has covered this land in harsh swamp. Here, you can expect to find various gambling dens, a massive arena to fight in, suicide booths for when things get too tough, numerous areas changing depending on the playthrough, and a basic plot to tie it all together without bogging everything down.<br></li><li>    <strong>Plenty Of Extras</strong><br>Various post game content mixed in with some rogue-lite elements provides new content to be unlocked with every ending (or death) achieved.  Additional extras include: achievements, cheat codes, secrets, new classes, new races, and unlockable characters.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1027740/header.jpg?t=1720812410",
    "developers": [
      "Rising Sun Interactive"
    ],
    "publishers": [
      "Rising Sun Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}