{
  "1027550": {
    "name": "Bikini Surfer Girl - Wild Wahine",
    "steam_appid": 1027550,
    "required_age": 0,
    "is_free": false,
    "description": "Dive into the past in this retro styled arcade surfing game. The controls are simple, but the challenge is intense. Surf up and down the wave to gain speed and get ahead of the crest of the wave and then launch yourself skyward to score major points by pulling off some high-flying tricks! Can you master them all? Big Air, Radical Distance, 360, 720, 1080, 1440, or Like a Top! Down on the wave you can score big, too, with: Kiss the Curl, Reversal, Getting Loopy, and Greased Lightning! Best of all, not only do we keep your local best, we also have world-wide online leader boards to keep track of the highest all-time scores of both you and your competitors. Are you ready to prove that you have the mad skills to be the world's greatest Bikini Surfer Girl?<br><br>Bikini Surfer Girl - Wild Wahine is a major update to our original Bikini Surfer Girl released for mobile platforms in 2018. We have more music, awesome new suit materials, custom surfboards designed by a collection of talented artists, and a boat load of new color options. We are releasing this in Early Access so we can get your input into additional features as we work to polish this into the most fun you have ever had in an arcade-style surfing game. The game is an expansion of an already released mobile game, so don't let the &quot;Early Access&quot; label scare you away. It is already great fun to play and we are simply taking it to a higher level for Steam!<br><br><strong>Current Features:</strong><br><ul class=\"bb_ul\"><li>Awesome Arcade Surfing!<br></li><li>Game Pad and Joystick Support During Play<br></li><li>Customize Your Surfer Girl's Appearance<br></li><li>Local High Score and Appearance Preferences are Saved on Exit<br></li><li>World-wide Online Leader Boards!</li></ul><br><strong>Features for the Future:</strong><br><ul class=\"bb_ul\"><li>Full Controller Support for the Whole Game<br></li><li>More Color and Customization Options<br></li><li>Favorites Interface for Saving Surfer Appearances<br></li><li>Steam Leader Boards<br></li><li>SteamWorks Support for Adding Suits and Surfboards<br></li><li>Multiplayer Couch Competition<br></li><li>Board Shorts Surfer Dude Character</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1027550/header.jpg?t=1553237436",
    "developers": [
      "Denki Gaka"
    ],
    "publishers": [
      "Denki Gaka"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}