{
  "1027150": {
    "name": "Agent 9 Demo",
    "steam_appid": 1027150,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Demo</h2>Navigate through Vault, a level you encounter near the halfway mark of the first chapter. Gain a feel for the mechanics, enemies, and setting of Agent 9. Vault challenges the player with diverse enemy types, platforming sections, and a small puzzle to crack the vault open!<h2 class=\"bb_tag\" >Gameplay</h2>With difficult enemies, quick levels and no checkpoints, Agent 9 is not easy. Succeeding at a level requires you to learn it's ins and outs, enemy locations, and unique mechanics. Master a level by aiming for it’s platinum rating or take your time and find hidden secrets scattered all around. Get your hands on a variety of weapons to combat a diverse set of enemies ranging from pesky drones to lumbering tanks, each of which offer a different set of challenges that require you to adapt to the situation. Defeat powerful bosses, dodge a storm of bullets, and pistol-flip your way to fame and badassery!<h2 class=\"bb_tag\" >Gameplay</h2>Agent 9 is the product of just one guy under the banner of Noodle Games. My goal was to create a game that calls back to simpler times in the games industry. By creating a single player experience with a focus on gameplay I hope to achieve a balance between the new and the old values that players search for. Agent 9 proudly wears its inspirations on its sleeve and although I am the sole creator, the game owes tons to the community's collective voice. I put thousands of hours and all of my passion into this project so I sincerely hope you enjoy it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1027150/header.jpg?t=1673619847",
    "developers": [
      "Noodle Games"
    ],
    "publishers": [
      "Noodle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}