{
  "1029500": {
    "name": "中华三国志 the Three Kingdoms of China",
    "steam_appid": 1029500,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>特别提醒：<br>新人入门必须做3件事儿：<br>1.新人剧本试玩：进去游戏，选择新人教程剧本，进去试玩。<br>2.观看新人教学视频：steam商店顶部宣传视频第二个是教学视频。也可以点击链接观看<br>3.阅读新人手册：先看下商店页面右侧的“查看手册”或者直接点击下方链接下载<br><br>或者点击社区指南以下链接：<br></strong><br>字体感觉小的伙伴，建议设置电脑分辨率1366*768，然后在游戏设置页面，设置游戏分辨率1280*720。<br><br>【一、游戏简介】<br>      中华三国志是由国内民间团队开发研制的一款免费、代码开源的单机策略三国游戏。游戏不带有任何商业性质，希望能为广大三国爱好者打造一个属于自己的三国梦。 <br>      中华三国志电脑版已经默默发展近10年，原创头像，武将全面重设，游戏ui界面，程序优化，新的地图都在进行中。期待各路运营，程序，美工、建模、ui等互联网精英和历史达人加入项目，制作华人自己的免费开源游戏！<br>      游戏的发展只有靠广大热心玩家自行宣传，同时希望大家能支持国产，弘扬中华文化！<br>      中华三国志——中国人自己的三国志！<br>      中华三国志——我们的三国志！<br><br><br>【二、游戏特色】<br>       1、地图很贴近历史<br>      超大地图，根据历史地形精准测绘，所有地形、河流、城池分布都严谨尊重史实，战略地位非常凸显。北伐中的官渡、街亭、阴平、征战南蛮的粮食不足、西北荒漠的寸步难行、并州的群山环绕、荆州的四通八达、扬州的划江而治...<br><br>       2、战斗很贴近历史<br>      地图有战争迷雾，你只能看到处于你视野中的单位，而视野也分为高视野，中视野等等，你可以通过侦查或者情报策略驱散某一块地区的战争迷雾，除了单挑外，所有的战斗都在大地图上发生。<br><br>      3、较好ai<br>      持续完善AI算法，较好体现谋略意义，电脑学会声东击西，围魏救赵等战略能力，也有包围网合纵连横，在各方面也高度重视AI。玩家评价AI：轮流攻击车轮战，AI学会避实就虚了！好多触发，爽！感觉mod对AI和兵种都没必要动了！<br><br>      4、游戏系统蛮丰富的，很多创意性的系统<br>      游戏除了有三国策略游戏的经典内容，例如五维、内政、外交、战争，还会汲取诸多的三国策略游戏的优点，例如战法，战意，科技等等，当然也有其自己的特点，粮道系统，后宫系统，设施建造系统以及子女培养系统等等都为游戏的几大特色。<br>      你可以拓建小城为大城，建造百余种设施，种田为乐，天下大势皆放之自然。也可以整备军马，招募名将，征战天下开创盛世，你也可以固守一方领土，饮酒作乐，培养子女，安逸自在。游戏里你要成为一个怎样的君主皆由你自己决定。<br><br>      5、独创的粮道系统，体会北伐的艰辛<br>      兵马未动，粮草先行。为了体现粮草的重要性，在进攻之前需要设计并疏通粮道，以从出发地点向部队供应粮草，粮道周围的部队才有补给。粮道需要金钱维持，部队一旦断粮，其战斗力会迅速减弱。建筑视野范围内自动补充粮草，防守和转移部队时不需要建粮道。<br><br>      6、单挑战斗别具匠心<br>      所有的战斗都在大地图上进行，单挑会有独立的战斗程序，有不错的观赏性，而单挑也会有十分丰富的事件，生擒、大骂、说服、诈败、斩杀、体力不支、逃跑、主动投降、骑射等等，而单挑双方的各项属性都会影响这些事件的效果。<br><br>      7、战斗更惊星动魄<br>      地图上的战斗则是半即时战斗模式，在你的回合内，将你的行动方案分配给所有需要行动的部队，然后在回合结束时会和NPC统一进行军事行动，这对自己的战争嗅觉有一定的要求。而战斗则有极为丰富的战法和特技可以使用，而名将所独有的特种兵则更会让战斗变得更为丰富和激烈。智将的计策也会在战场发挥十分重要的作用，而部队中的副将则会填补主将能力的不足。<br><br>      8、人物更立体和符合历史<br>      人物的主要属性非常立体：五围：武勇，统率，智谋，政治，魅力。<br>      勇猛度和冷静度：体现人物的个性，影响主要在战斗中体现。<br>      善恶值：根据你行为记录并影响到游戏。<br>      性格：当前的性格分为六种，影响人物的各种行为，主要是影响到单挑和论战的发动判断和部队智谋等数据。<br>      技能：110种技能影响到游戏方方面面，决定了各个人物的功用。部分人物拥有专属技能。<br>      称号：称号是对人物的总体评价，体现一个人物的特性。重要人物拥有专属称号，目前有4000多个称号，如关羽的威震华夏，出自《三国志》： “二十四年，先主为汉中王，拜羽为前将军，假节钺。是岁，羽率众攻曹仁于樊。曹公遣于禁助仁。秋，大霖雨，汉水泛溢，羽放水，禁所督七军皆没。禁降羽，羽又斩将军庞德。梁、郏、陆浑群盗或遥受羽印号，为之支党，羽威震华夏，曹公议徙许都以避其锐。”<br>      特技：武将战斗方面的特殊技能，13种特技。<br>      宝物：共有5000多种宝物，结合历史记录，有马匹、铠甲、头盔、盾牌、宝物、药物、地图、装束、书籍、武器等。<br>      此外，人物有出生、经验积累及成长、技能培养、死亡、人物之间关系动态调整、剧本传记、家族关系、汉室重视度、义理、野心、疲劳度、名声、身价等特色。<br><br>      9、此外，还有攻城与围城系统、丰富的城池特色和设施系统、丰富接近历史的兵种系统、官职系统、科技系统、外交系统、策略系统、灾难系统、后宫和赐婚系统、进贡系统和官爵系统、丰富的事件系统（让三国志事件党开心咯）、宝物系统、军区系统等等，交给大家挖掘。<br><br>      10、游戏最精彩的是高度自定义定制<br>      中三最大的特点是可以自由修改，玩家可以根据自己的喜好修改地图、界面、武将和剧本，打造自己的专属三国游戏。<br>      a 游戏内-设置自定义：为照顾不同口味的玩家，给玩家更多的选择和自由度，中三大部分功能都做成可选，有100多个参数可选，供玩家根据自己的喜欢自行设定。<br>      b 游戏外-游戏编辑器：游戏外，你可以打开游戏编辑器，DIY你自己的三国伟业，添加各种类型城市，修改地图地形，新增武将，自定义你的特种兵，战马盔甲武器，称号特技战法，事件等等，在自定义修改这方面，完全有无限的潜能，只等你来动手修改。<br><br><br>      11、游戏还有超多精彩mod<br>      每次更新稳定版，都有大量MOD跟进。近期比较优秀mod比如： 《江山如画v5.0》画面超美mod；《四海金戈》 四海金戈以华夏五千年历史为背景，包含自上古黄帝开始至今的大部分华夏政权，共计80+势力。不仅仅是秦汉唐明，春秋五霸、战国七雄、魏晋南北朝、五胡十六国等许多华夏历史上昙花一现的政权、农民起义军等也都悉数登场，还有水浒等特色势力，喜欢挑战的玩家可以选择这些小势力，体验合纵连横，以弱胜强，征服天下的快感； 《楚汉风精修三国剧本》力求简单，突出三国特色，注重系统、平衡和利于电脑AI。 《【信仰】中三V31稳定之情怀3：长城》超多粉丝关注，地图符合历史，极简风格MOD。<br>      <br><br><br>【三、浅谈】<br>      中华三国志简称中三，作为一款国人利用业余时间和精力开发研制的免费开源的三国单机游戏，自2009年4月诞生以来，发展历经坎坷，但坚持每周小更新，每月大更新。2014年5月，为了中三的更好发展，制作团队和一批热心玩家组建了中三之家官方论坛。17年6月又发展了中三原创项目组。原创伙伴历经更迭，但总有愿意付出的新人加入，让项目得以继续。游戏还有很多不完美，比如美工依然有改进空间，互动和UI包括卡顿也需要完善，但是游戏本身已经有不少让人眼前一亮的东西。<br>      玩三国游戏多年，一方面深深佩服国内民间制作人士和团队的强大，制作了许多优秀的作品；另一方面也为现状环境而感到遗憾：许多好的作品鲜为人知，被埋没在尘埃之中，许多好的点子鲜为人支持，被扼杀在摇篮之中。我觉得，不管是mod也好，独立游戏也好，都是用自己的方式来诠释三国，向三国英雄致敬。因此我希望所有喜欢三国游戏的团队和朋友都能联合起来、聚集起来，共同推动三国游戏的发展，“中三之家”也是所有中华三国（游戏和玩家）的家，当然也并不仅限于三国题材，其他诸如春秋战国、楚汉、隋唐、神话等题材，只要是原创的作品，一样深受欢迎。希望未来，中三之家能发展成为国内原创素材和原创人才的聚集地。<br>      希望游戏你们能喜欢，希望爱好他的伙伴加入我们。",
    "supported_languages": "简体中文<strong>*</strong>, 繁体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": null,
    "developers": [
      "中三之家"
    ],
    "publishers": [
      "中三之家"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}