{
  "1029170": {
    "name": "Skautfold: Moonless Knight",
    "steam_appid": 1029170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Exploration:</h2><br><strong>Forge your own path</strong> in a single, deeply interconnected <strong>Metroidvania</strong> world. Shortcuts, loops, and a tightly-woven world await as you explore the Imperial Palace; an ominous place with its intimate surroundings and the eldritch secrets that lie below. Uncover the history of the Palace through environmental storytelling, and piece together the dark secrets of the first God Emperor Oda Nobunaga.<br><br>Pick your path and your battles; the world features a semi-open design with multiple paths to your objective, as well as tons of secrets to uncover. Take on bosses in any order you please, and find shortcuts and safe-havens in the castle under siege to solidify your foothold and turn the situation in your favour.<br>Return to past areas with your newfound Relics and find treasure, and grow further in power.<br><br>Find familiars to aid you in combat, dying soldiers in need of a healing injection, Yth stones, hidden stashes of money, ninja-like pugs hiding in plain sight, and Eldritch horrors posing as things you would love to get your hands on...<h2 class=\"bb_tag\" >Combat:</h2><br>Fight for your life using the significantly improved <strong>Guard System</strong> returning from <i>Usurper</i>; the overhaul of which provides a much deeper and more versatile system than its predecessor. Use your perfectly timed block to reflect enemy attacks, or a well-timed dodge to create an opening that bypasses the enemy's guard so that you can hit their Health directly!<br><br>Careless actions in combat will have a snowball effect; any health damage taken will result in a loss of maximum guard; and this applies to both sides. Simply put: Punish enemies, or get punished yourself! <br><br>Employ Waltham Industry's Vitae Injections to recover your health, or alternatively, use them at full health to overcharge your health for a short while to buff your damage output or tank damage you have trouble avoiding.<br><br>The system now rewards wise weapon selection; heavy weapon users will be more rewarded for mastering defence and breaking enemy guard by sheer force, while players using faster weapons will need to employ evasive manoeuvres to follow up on openings.<br><br>Use any one of 9 combat/exploration relics to compliment your combat ability, and bypass barriers in the world. Relics include grappling hooks, a bow with infinite arrows, and the ability to summon a fire vampire, or teleport instantaneously. All balanced to provide further tactical and movement options to maximize your combat potential.<br><br><strong>Turn the environment against your enemies!</strong> Kick them into their own traps, pits, and spikes to flip fortune in your favour.<br><br><strong>Feint out of almost all actions!</strong> Did you swing your slow weapon too late, and now it looks like you are about to be hit? Feint, and initiate a defensive move instead! Did you grapple to an enemy from afar, but they started swinging? Feint, and enjoy not getting slapped by their attack! You can also potentially double your damage output with a fast hand by feinting out of the wind-down animation of your attacks.<br><br><strong>Level your stats through use.</strong> Instead of general exp, each of your 9 stats will increase naturally through use in battle; taking a lot of hard knocks and direct hits will make you tougher, become consistently adept at avoiding attacks and you will level up evasion, swing your favourite weapon type around enough and you will become more efficient at it; causing more damage whilst costing less guard.<h2 class=\"bb_tag\" >Story:</h2><br>In this <strong>Lovecraftian</strong> story, you will take on the role of Gray, the 2nd Knight of the Angelic Empire of Britannia, as an envoy sent on a diplomatic mission to the Dawn Empire of Japan. This quickly goes horribly wrong, and Gray has to take responsibility as he finds himself in the midst of a religious coup instigated by the Lunatics; a faction worshipping the Eldritch Moon god. <br><br>Soon enough, you will find yourself exploring the Oda Imperial Palace; where you learn about the dark secret that lies below. It is here that you will attempt to fulfil your mission and recover a very special item for which the survival of the entire Empire hinges on. Prepare for an insane ride; as the very moon shall open to reveal the fate of humanity and the unavoidable realisation of our insignificance.<br><br>The story follows the events of Shrouded in Sanity, Usurper, and Into the Fray, as the Skautfold series is heading to its conclusion. Knowledge of the previous games is not required to enjoy the game, but it will most certainly make it even more enjoyable.<br><br><br><i>A quick word from the developer;<br><strong>Skautfold: Moonless Knight</strong> is the culmination of everything learnt from developing my previous three games. Developing alone may be hard at times, but it allows me to deliver my vision in a complete, uncompromising manner. I hope you will enjoy what I consider to be my best work yet, and I am ever-grateful for your loyal support.<br>Steve</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1029170/header.jpg?t=1688449384",
    "developers": [
      "Steve Gal"
    ],
    "publishers": [
      "Pugware"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 25,
      "highlighted": [
        {
          "name": "The Monk",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/13cf2254fedf586279fd4342bbabc708e544a501.jpg"
        },
        {
          "name": "The Tengu",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/467f7f8b4c2375615e43e4060648c34b526a7f0e.jpg"
        },
        {
          "name": "The Mage",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/439c335ae91825376c891f81636b104a85007bfe.jpg"
        },
        {
          "name": "The 1st Fiend",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/39c5713bc8def26cd8b62f87d5cc70c32bb487a7.jpg"
        },
        {
          "name": "The Majin",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/aae23852aea6c6d623239341b485319f808b40c0.jpg"
        },
        {
          "name": "The Thinking Machine",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/77f28ca5afbc4f4db9ae55db4e56e94db20e8783.jpg"
        },
        {
          "name": "The Tincan",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/fb68ad2c4e313b9689355866cee709f4e86ba537.jpg"
        },
        {
          "name": "The 2nd Fiend",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/39c5713bc8def26cd8b62f87d5cc70c32bb487a7.jpg"
        },
        {
          "name": "The free for all",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/a799217aa4c5930b8db4a33f02226d1e9538eb5e.jpg"
        },
        {
          "name": "Mercifull or Foolish",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1029170/a7596364d8bf473631a991dd4e8b62393104ae6b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}