{
  "1029950": {
    "name": "Big Boot Baseball",
    "steam_appid": 1029950,
    "required_age": "15",
    "is_free": false,
    "description": "Big Boot Baseball is a chill, super fun, laid-back &quot;dude's&quot; game.  Whether you're pre-gaming to go out for the evening, wanting to play a fun drinking (soda) game, or have competitive friends, this is game for you!  With the over-the-top announcer commentary, comical sports twist, and competitive nature, it makes for some good tournaments!  However, you may have to be slightly deranged to fully enjoy it.<br />\r\n<br />\r\nBig Boot Baseball is a new, and unique sport.  It's a combination of kickball and baseball, merged into one game.  The object of the game is to kick the ball, hit the house, and then have the ball hit the ground.  Sound easy?  However, any player can catch the ball while it's in the air, which will land you outta there!  Scoring is determined by what the ball hits first, before landing.  Anything that doesn't hit the house is a foul.  (By default) 2 fouls, and you're outta there.<br />\r\n<br />\r\nThis game can be played with 1, 2, 3, or 4 players.  (simultaneously)  For max fun, play this game with 4 players!  Trust me, it will be an epic showdown!  (Once everyone learns how to play)<br />\r\n<br />\r\nAll 4 players take turns rotating through every position in the field.  (Kicker, Pitcher, Outfielder 1, and Outfielder 2)<br />\r\n<br />\r\nWhen pitching, there are a total of 8 different pitches you can throw (to hopefully) strike out your jack-wagon friend.  (My advice is to be strategic with the curves and sliders)<br />\r\n<br />\r\nWhen kicking, you want to try to kick the ball when it's in the direct center of the red box.  Where the ball is in the box will determine out outcome of the kick.  However, if you kick the ball too early or late, you're guy will take a dig, and you guessed it, you're outta there!  (By default) you get 1 out per inning.<br />\r\n<br />\r\nA standard (tournament) game has 9 innings.  However, the game will not end until there is a definitive winner.  But be careful, because it's 1-tie-all-tie, so if the current game leaders are tied, the last inning is replayed, and everyone gets another chance to win!<br />\r\n<br />\r\nNote: Sometimes it's more strategic to sand-bag to force a tie!  But, if you suspect your opponent is going to, you can punch him out and catch the ball yourself!  (can be difficult to pull off)<br />\r\n<br />\r\nWhen you're in the outfield, you can run faster with turbo, but once again, be careful.  Hit anything and you're guy takes a dig.  (The house, other players, and sometimes even the ball)  3 digs in an inning, and you stay down till next inning.  So learn how to fight!  (and avoid if you're winning!)<br />\r\n<br />\r\nThere are awards at the end of the game, so try your best, or you might be drinking extra soda.<br />\r\n<br />\r\nEach game has the following awards:<br />\r\n1. The game winner.  (obviously)<br />\r\n2. The All-star Award.  (Guy who catches the most fly balls)<br />\r\n3. The Brawler Award.  (Guy who beats up the most people)<br />\r\n4. The Cheese Award.  (Cheesiest player, determined by the game)<br />\r\n5. The Jack-ass Award.  (The player who falls the most)  You definitely do not want this one!<br />\r\n<br />\r\nLastly, there are a whole slew of different settings and options that you can set.  There are also 3 different stadiums you can play in.  If multiple games are played, the field is determined by the last game's biggest loser.  (or tied losers)<br />\r\n<br />\r\nFor novice players (or beginners) it's recommended to play a few 5 inning games with a lower game speed, meter nurfing set lower, and pitch nurfing set lower.  This will help get everyone get &quot;up to speed&quot; faster.<br />\r\n<br />\r\nOverall, this game is semi difficult with the default settings, and almost purely skill-based.  So real life tournaments will eventually be played, where the best players will typically prevail!  So practice up!<br />\r\n<br />\r\nAlso, if you're playing 1-player mode against the CPU, it's a pretty good challenge!  (So if you can regularly beat the CPU, you're in pretty good shape!)<br />\r\n<br />\r\nAdditionally, you will find and learn tricks and Easter eggs throughout the game, as you play more.  Codes are entered at the pause menu, only by 1-player.  <br />\r\n<br />\r\nThis is just the beginning of a whole new, cult-classic favorite game!  (So stay tuned for updates, and/or new versions!)<br />\r\n<br />\r\nGood luck!<br />\r\n<br />\r\nPlease note: This game requires a controller!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1029950/header.jpg?t=1555174328",
    "developers": [
      "Zero Brain, LLC"
    ],
    "publishers": [
      "Zero Brain, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}