{
  "1029660": {
    "name": "Athletics Games VR",
    "steam_appid": 1029660,
    "required_age": 0,
    "is_free": false,
    "description": "You will feel inside a stadium where you can practice and compete in different athletics sports. The public will encourage you to achieve your goals, improve the times and distances of the World and Olympic records.<br />\r\n<br />\r\nThis must be your motto:<br />\r\nCitius, altius, fortius = faster, higher, stronger<br />\r\n<br />\r\nYou can participate in the following competitions:<br />\r\n– 100 meters flat<br />\r\n– Long jump<br />\r\n– Shot put<br />\r\n– 400 meters flat<br />\r\n– 110 meters hurdles<br />\r\n– Javelin throw<br />\r\n- 1500 meters flat<br />\r\n- Discus throw<br />\r\n<br />\r\nThere are instructions with videos within the game but it is very easy to manage.<br />\r\nFor running you have to move the controls with natural movement of your hands as if you were running. Hold the trigger button down while moving. As speeddy as you could.<br />\r\nFor jumping you have to press face button one (A button in Oculus touch controllers).<br />\r\nFor throwing you have to grab the object and launch it with natural movement.﻿ <br />\r\nIn javelin throw you have to grab, run after line limit and throw it. First by touching it from below after it is higlighted and then grab it, start to run before throw line limit and release it before you arrive. Force of throwing depends of your arm force and your running speed.<br />\r\nIn shot put or discus you have to grab, move a little with point ray an throw it. Force of throwing depends of your arm force only.<br />\r\nIn long jump you have to run as fast as you could and press face button one before arrive to line limit for jumping. You can &quot;run&quot; when you are in the air so for more long jump. Force of jumping depends of your running speed, distance jump from line limit and if you continue &quot;running&quot; in the air a little seconds.<br />\r\nFor 110 meters hundles race you have to press face button one before arrive the hurdles. In this race if you jump accelerate your speed, and if you don't jump <br />\r\nFor 1500 meters race you have to rotate your headset and body to run into view direction.<br />\r\nThis is a scheme of controllers for Oculus and Vive correspondence buttons, and you can see face buttons locations: http://metanautvr.com/blog/2015/11/02/55387/<br />\r\n<br />\r\nIn the future, new ones will be added:<br />\r\n- High jump<br />\r\n- Pole vault<br />\r\n...<br />\r\nAnd multiplayer possibility",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1029660/header.jpg?t=1588014019",
    "developers": [
      "Vicente Rosell Roig"
    ],
    "publishers": [
      "Vicente Rosell Roig"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}