{
  "1030190": {
    "name": "Amaranthine Voyage: The Orb of Purity Collector's Edition",
    "steam_appid": 1030190,
    "required_age": 0,
    "is_free": false,
    "description": "From Eipix Entertainment, the studio that created Danse Macabre and Phantasmat, invites you to explore a new world in the next Amaranthine Voyage!<br />\r\n<br />\r\nProfessor Samantha Bennett has made a huge breakthrough in her harmonium research, but is shocked when a man from another world falls through her new portal. The man calls himself Kraixx and appears to be ill, pleading with Prof. Bennett to save his world. Since you're the leading expert on harmonium, Prof. Bennett calls you in, hoping you can save this strange man's life and uncover the mysteries of the dark harmonium threatening to swallow Kraixx's world. Search this new world for clues, but beware the Watchers, a cold-hearted group whose goal is to arrest anyone with magical abilities, including Kraixx. You'll have to decide who to trust in this new world where anything is possible.<br />\r\n<br />\r\nThis is a special Collector's Edition release full of exclusive extras you won’t find in the standard version. The Collector’s Edition includes:<br />\r\n<br />\r\nFoil a kidnapper in the bonus game<br />\r\nFind collectible owls and hidden souvenirs!<br />\r\nComprehensive Strategy Guide and special achievements<br />\r\nWallpapers, concept art, soundtrack, and more!<br />\r\n<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1030190/header.jpg?t=1764595514",
    "developers": [
      "Eipix Entertainment"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}