{
  "1031660": {
    "name": "Mango Cart",
    "steam_appid": 1031660,
    "required_age": 0,
    "is_free": false,
    "description": "Mango Cart is about trading mangoes between two countries. <br />\r\n<br />\r\nBuy the fruit stock in the producing country or grow it yourself, arrange the transportation and sell the final production in the receiving country. You can choose who to buy from and who to sell to, as well as the shipping vessel. <br />\r\nBut this is not the whole story: you need to keep your employees happy, take sound financial decisions, watch out for unforeseen troubles and potential game-ending scenarios. <br />\r\n<br />\r\nThe context plays a decisive role and will impact the success of your company. The macroeconomic and political developments of the single countries affect prices as well as public perception.<br />\r\nRemember, every move that you make, every context-driven event that happens, has an impact on your company and will manifest sooner or later. <br />\r\n<br />\r\n<br />\r\nChoose your own path: a greedy profit-centric corporation or a social and environmental conscious company. It all depends on you.<br />\r\n<br />\r\n<br />\r\nMango Cart is a turn-based game: every month you get mandatory tasks to complete and events to check before advancing to the next stage. Additionally, a number of actions are available to you at any time, and a set of external events will pop-up when you least expect them.<br />\r\n<br />\r\nThere are several game-ending scenarios but no game-winning target. You can potentially play the game endlessly. At the start of each new year your performance is compared with 4 your competitors: this is where you can check if your company is progressing as expected.<br />\r\n<br />\r\nExpect more features, new and enhanced game mechanics with the upcoming releases…<br />\r\n<br />\r\n...and join the community or simply contact AkriGames to suggest new events or things you would like to see added to the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1031660/header.jpg?t=1555360993",
    "developers": [
      "AkriGames"
    ],
    "publishers": [
      "AkriGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}