{
  "1031910": {
    "name": "The Path To Die",
    "steam_appid": 1031910,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Become a samurai, travel to Feudal Japan and slay your enemies with your right stick as your own katana. </strong></h2><br><br>The Path To Die is a top down pixel art game with action, adventure and a lot of exploration. In this game you will travel to Feudal Japan and visit different areas of a large Imperial Palace with its huge gardens, pagodas, cemeteries and villas where you will have to infiltrate and face a large number of enemies guarding it.<br>The combat system is one of the most important aspects in The Path To Die, unlike other games where you attack by pressing buttons, here your right stick will be your trusty katana and you will kill your enemies performing your attacks moving it. Keep your sword sharp and your bow taut because you will face a lot of enemies that will stand between you and your destiny. Your weapons will be your best allies along your way.<br>But you will not survive with only your weapons. Explore to the last corner because you will need food, drinks and bandages in addition to other vital items to keep yourself alive and fighting.<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><br><br><ul class=\"bb_ul\"><li>Unique combat system, handle your weapons with your right stick.<br></li><li>Traditional Japan places represented in pixel art.<br></li><li>No health restoration, bleeding and stamina system, katana sharpness wear...<br></li><li>Manual save system, no checkpoints.<br></li><li>Different looting items indispensable to survive.<br></li><li>Variety of enemies with different weapons and fighting techniques.<br></li><li>Different bosses who will give their lives to stop you.</li></ul><br><strong><h2 class=\"bb_tag\" >*The Path To Die is designed to be played with gamepad. The playable experience may be altered if you use keyboard and mouse.*</h2></strong>",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1031910/header.jpg?t=1583778954",
    "developers": [
      "Cat Logic Games"
    ],
    "publishers": [
      "Cat Logic Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}