{
  "1032530": {
    "name": "CrashCourse: Concussion Education Reimagined",
    "steam_appid": 1032530,
    "required_age": 0,
    "is_free": true,
    "description": "CrashCourse is concussion education reimagined for today's generation. This interactive 360 experience features star players from the Stanford football team, including All-American running back Bryce Love, along with Stanford Captains Alameen Murphy, JJ Arcega-Whiteside, Brandon Simmons, and wide-receiver Trenton Irwin. This film brings you directly onto the field during a high school football game to share the latest medical knowledge on the prevention and treatment of concussions. All materials were designed in partnership with leading subject matter experts and were evaluated using a rigorous research-based design process, which was conducted through Stanford University and formally approved by their Institutional Review Board.<h2 class=\"bb_tag\" ><strong>The Problem</strong></h2>Millions of young people around the world are getting injured because they lack basic health education. More than 2.5 million young people suffer a concussion in the United States each year. With proper care, most concussions can heal within 10 days, but the overwhelming majority of students, parents, and coaches are unaware of the latest science about prevention and treatment of concussions. If not treated properly, a concussion may have lasting physical, emotional, and cognitive effects. Concussion education is critical for ensuring athletes can play their sport healthier, for longer.<h2 class=\"bb_tag\" ><strong>About TeachAids</strong></h2>Founded at Stanford University, TeachAids is a 501(c)(3) nonprofit social venture that creates breakthrough software addressing numerous persistent problems in health education around the world. We use a research-based design process to develop medically-accurate, pedagogically-grounded, and culturally-tailored animated software to optimize learning and retention in 82 countries. We are backed by Google, Microsoft, Barclays, UNICEF, and others, and partnered with 250+ governments, school systems, and NGOs around the world. TeachAids was recognized as an innovation that would &quot;change the world&quot;​ by MIT Technology Review and is a global laureate of the Tech Awards for philanthropy. The Government of Botswana has recognized June 15 as &quot;National TeachAids Day&quot;​.<br><br>Our breakthrough education product, Prevention Begins With Me, has been viewed by more than half-a-billion young people. The interactive animated film educates youth on the prevention of HIV and has been used in 82 countries. Our latest health education initiative, CrashCourse, educates youth on the prevention and treatment of concussions. The full CrashCourse product suite will be distributed to more than 10,000 schools and youth sports organizations around the nation.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1032530/header.jpg?t=1551254925",
    "developers": [
      "TeachAids"
    ],
    "publishers": [
      "TeachAids"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}