{
  "1034060": {
    "name": "Samosbor",
    "steam_appid": 1034060,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Gigakhrushchevka</strong> - a high-rise Khrushchev type building, extends infinitely in all directions. The existence of the world outside the building is being questioned.<br><br><strong>Liquidators</strong> - an organization that eliminates the consequences of Samosbor. Extremely high mortality. Constantly replenished on a voluntary forced basis.<br><br><strong>Samosbor</strong> - a phenomenon of unknown nature. The warning system informs by the sound of emergency siren about the advent of Samosbor. Those who collided with Samosbor on the affected floors has zero chance of survival.</i><br><br>The player will take the role of a liquidator destroying the consequences of Samosbor in the narrow corridors of Gigakhrushchevka.<br><br>The game is about survival in extremely stressful conditions. In order to survive, player must navigate quickly through the environment, stay calm, be aware of how much time to spend in the infected sector. The task is simple - leave the sector as soon as possible, until Samosbor has begun.<br><br>Moving deeper into the Gigahrushch, player will to the habitable sectors. These are the places where other liquidators have settled. Liquidators telling each other stories, sharing tips and just relaxing. Here, player will be able to catch his breath, restore health, replenish ammunition in order to go to the death race again.<br><br>Some sectors have special terminals, using them players can leave messages to each other. Text in the terminal is generated randomly from all the messages that were left in this sector.<br><br>There are also industrial sectors. Especially large creatures are found in these abandoned technical rooms, few of the liquidators saw those creatures with their own eyes, few returned home after that.",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1034060/header.jpg?t=1631785082",
    "developers": [
      "rocketship"
    ],
    "publishers": [
      "rocketship"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "LIQUIDATOR",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1034060/3a9f80d4ec093146b91afc6559f7a45b2d609e70.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}