{
  "1034030": {
    "name": "Bashed.OS",
    "steam_appid": 1034030,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1034030/extras/af5bfd6a1a82e294794ebc383de8c99e.avif?t=1656166335\" width=800 height=186 /></span><br><br><i>Welcome to BASHED.os! The Operating System that is purposely used for holding private information without using any type of data-transferring to past by! No connection to the Wi-Fi will never EVER work. At least properly.<br><br>Why is it useful? BASHED.os is useful for small managing uses, not once will you ever be hacked, not ONCE will you ever be tracked! Unless manually installed to the HDD provided to you. The hacks of course, will never happen. Other than that, everything provided to you will start with a notepad, and a file-browsing system! What's useful? To keep these files hidden, and protected. These will be used for slight hidden purposes. Making a movie? Make sure nobody gets access to this! Save to the HDD, and hide the device!<br><br>In BASHED.os, you manage to find a HDD stored with this OS, and luckily for you.. This works! Seems someone was using this for trade, yet they didn't hide it well, now did they?<br><br>On the installed HDD, you will access more than what it is supposed to carry, yet a certain file has a password with a file that only one person is supposed to know. You are carried to find the password hidden and located in the computer. Now, isn't that nice?</i><br>-------------------------------------------------------------------<br><br>What does BASHED.os offer?<br><br><strong>Fully Interacting PC! </strong><br><br>- Files among files! Each file has a story behind it too, and even a little more and even an objective to access even more!<br><br><strong>Home-Invasion Survival!</strong><br><br>- There may be some people coming after you, and to say the least, they aren't too happy. Why? In Bashed.os, you figure that out yourself. Don't worry, there are ways to counter them!<br><br><strong>Written Story by a Professional Writer!</strong><br><br>- That's right! A story is all given in the game, and in fact, how the game shares the story is perfectly easy to understand! It's just a piece after another, you can get that, right?<br><br><strong>Updates that come quick fixing, and adding!</strong><br><br>- Hey guess what! It's all free as well! Once paid for, you get everything else for free, including future DLC if that comes along. It all comes once, and free. Adding more story, documents, e<br>-------------------------------------------------------------------<br><br>Bashed.os was developed by a 16 year old with nothing but some assets, and all code written by himself, graphics and design all from the creator of the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1034030/header.jpg?t=1656166335",
    "developers": [
      "Chainsaw Development"
    ],
    "publishers": [
      "Chainsaw Development"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}