{
  "1034950": {
    "name": "Mad Princess: The Great Gladiators",
    "steam_appid": 1034950,
    "required_age": 0,
    "is_free": false,
    "description": "Choose your own path in this gladiator role-playing game.<br />\r\nThe player starts off as an incarcerated criminal, forced to fight for their life.<br />\r\nAfter they succeed in leaving the prison, they will embark on a grueling journey to sharpen their skills.<br />\r\n<br />\r\n<br />\r\nThis game is played using a keyboard and a mouse.<br />\r\nLeft Click: Select, Confirm<br />\r\nRight Click: Cancel, Return to previous screen, Close window<br />\r\nScroll Wheel: Scroll up and down lists<br />\r\nKeyboard: For inputting name at the start of game<br />\r\nControl Key: Skip message, skip battle scenes (fast-forward)<br />\r\n<br />\r\n<br />\r\n- Battles and explorations can be carried out easily using the mouse.<br />\r\n- When battling in the arena as a criminal, lose in the battle and lose the game.<br />\r\n- Lose in certain important battles in critical scenes and the game will also be over.<br />\r\n- Rest at an inn to recover HP and save game data.<br />\r\n-  After getting out of prison, the player is free to explore and travel to different places and experience various storylines.<br />\r\n- The player is free to choose whether or not to pursue each storyline.<br />\r\n- As time passes, the situations at different areas change, and the ending changes depending on the player’s actions.<br />\r\n- A variety of characters appear in this game, and fulfilling certain criteria will allow the player to make them a comrade.<br />\r\n- Win a tournament to receive prize money and gain popularity (fame).<br />\r\n- Weapons and armor can be obtained from the markets or treasure chests in exploration dungeons (keys required to open them).<br />\r\n- Fighting styles change according to weapon types.<br />\r\n- Equipment obtained can be customized (enhanced).<br />\r\n- Points can be spent at the camp for training.<br />\r\n- Points can be earned through various methods explained in the game.<br />\r\n- Money can be obtained through various methods, e.g. completing requests at the tavern, trading in items, winning in the tournament, etc.<br />\r\n- The character will be rewarded when they pay off their debt completely.<br />\r\n<br />\r\n<br />\r\nAn Empire at the peak of prosperity.<br />\r\nIn cities with large populations, governance is carried out by means of Coliseum tournaments.<br />\r\n<br />\r\nThis game is set in the Imperial city of Caertina, where they hold extreme bestiarii events.<br />\r\nBeasts are caught in great numbers from the nearby wilderness, trained, and pitted against gladiators.<br />\r\n<br />\r\nYou are a criminal detained in the Imperial city prison and forced to fight as a gladiator.<br />\r\nIn order to be released from that hell, you must survive the grueling battles you are put through one after another.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1034950/header.jpg?t=1552612673",
    "developers": [
      "Atorasoft"
    ],
    "publishers": [
      "DLsite"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}