{
  "1035900": {
    "name": "Prison Escape",
    "steam_appid": 1035900,
    "required_age": 0,
    "is_free": false,
    "description": "Why I made this game:<br />\r\nI made this game in my free time from school. Although this is my second released game I wanted to keep true to why I make games. I want to make gamers happy and engaged with what I make. This has been true throughout the life cycle of my first game Seeker which I am still working on. The reason I made Prison escape was trying to get the gamers more connected to me and what I have been going through. The gameplay stands as you are trying to escape the guards to run away to safety. On a more in-depth concept to the game and how it connects to me is how I ran away from real life and escaped into gaming. You will notice that this game is four times as big as Seeker. Prison escape pushed me into making guards and having them interact with the player. I hope you enjoy Prison escape and as always happy running.<br />\r\n<br />\r\nWhat this game expresses:<br />\r\nPrison escape features a rushing story where the player has to escape a prison full of guards while trying to run away. I want the player to have adrenaline pumping as you run away from the guards wondering if you will escape or will go back to your prison cell. Prison escape is a great single player game that you can enjoy without worrying about competition. When you are not being chased by the guards in the prison or on the tops of the hills and in the valley of the city and many other unknown locations make sure to take a breather and plan your next move.<br />\r\n<br />\r\nSeems easy... There's a catch:<br />\r\nThere is no saving or checkpoints... That's right I have chosen to have no saving or checkpoints for a reason. If you get caught somehow by a mistake the game is unforgiving and the guard will put you back in your cell. I wanted this game to be friendly but even challenging to the hardcore fans.<br />\r\n<br />\r\nContent:<br />\r\nThe content in Prison escape will be free! In Seeker I had many updates and fixes to the game this game will have no shortage of updates. I am a 1 person developer on Prison escape and Seeker. I am a full-time college student and a full-time worker so I have to set time away from those to update this game. Thank you for your continued support for Sheer Studios.<br />\r\n<br />\r\nOverview of the game:<br />\r\n<br />\r\nIn Prison escape, you are an inmate who is wrongly framed for something you did not do. You are the prison for a very long time and you need to find a way out of the cell and into the free world and looking to go home. Well, guard that was looking after you realized you were not in your cell and has called for back up. They are looking for you and they will not stop until they have you. You better get home and hide.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1035900/header.jpg?t=1770948904",
    "developers": [
      "Sheer Studios"
    ],
    "publishers": [
      "Sheer Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}