{
  "1036570": {
    "name": "Ascend",
    "steam_appid": 1036570,
    "required_age": 0,
    "is_free": true,
    "description": "In the world of Ascend, discover a vibrant dystopia filled with ambitious and scrappy survivors battling for glory through deadly jetpack warfare. Most of humanity has left the Earth for a future in the stars, and those that remain have been driven into visceral combat among one another for the only things they think matter. In the arena, you control your destiny.<br><br>One of the most distinct aspects of Ascend is the ability to take control of your very own jetpack-clad warrior in a crucible of kinetic combat, all powered by Ascend's unique Lean Motion System. Lean Motion is an intuitive and groundbreaking flight locomotion system that allows you to fly in the direction you lean using your center of mass. Experience flight in VR like you would in real life to have a less motion sickness-inducing VR experience. Look in one direction, fly in another, and shoot in a third!<h2 class=\"bb_tag\" > Key Features </h2><ul class=\"bb_ul\"> <li> Fly at top speeds and explore Ascend's arena using Lean Motion! <br></li><li> Experience the world of Ascend through the eyes of our two warriors: Mufid the Inventor and Gloriana the Highborne. Disintegrate enemies with Mufid's plasma blasters or slice them apart using Gloriana's twin Holoswords!<br></li><li> Fight in free-for-all multiplayer matches with up to 3 other players!<br></li><li> Try out our competitive game mode Fracture, where you fly throughout the arena, collect various objectives, and win by delivering those objectives to the top of the tower!<br></li><li> Play cross-platform games using the HTC Vive, Oculus Rift, or Windows MR headsets! </li></ul> <br>Created through USC Games' 2018-2019 capstone class.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1036570/header.jpg?t=1560274656",
    "developers": [
      "Team Newspaper Hats"
    ],
    "publishers": [
      "Team Newspaper Hats"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}