{
  "1036430": {
    "name": "Neverdark",
    "steam_appid": 1036430,
    "required_age": 0,
    "is_free": false,
    "description": "<i>On December 24th, 2030 a global blackout occurred. In an instant the world lost access to electricity, and suddenly so many things that we had taken for granted were gone; the Internet, global communications, electronic devices… all gone.<br>War emerged as governments fell and society collapsed in upon itself. Guns, medicine and food became the new currencies while survival and protection became the sole necessities. Conflicts continued for years as ordinary people battled against famine, disease, the elements, and other humans. <br>A new world rose from the ashes of the old one. Each survivor enclave had a different idea on how to shape their new society: bands of raiders, religious cults, biker gangs, idealistic democratic communes and organisations built around charismatic leaders. Cities were once again battlegrounds, but it was no longer for survival, it was now for domination.</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1036430/extras/54b21c6fa009beada58a099703ecbec2.webp?t=1712738561\" width=616 height=56 /></span><br>Neverdark is a pausable RTS game which throws you into a post-apocalyptic world. Following a global blackout, society has collapsed, and it will be your goal to rebuild it. <br>You lead a group of survivors, and you will need to contend with other factions over the control of the city. Invest resources and expand your influence to take over the city, street by street. Neverdark is as much about politics and social evolution as it is about combat.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1036430/extras/719e2244814f524c6bfb8c14ddd2392b.webp?t=1712738561\" width=616 height=56 /></span><br>In Neverdark you play in a fallen and ruined city. It is in desperate need of being rebuilt, and it will be your task to adapt it to the harsh conditions with makeshift infrastructure. Each map takes the shape of a real, existing city: Paris, New York and Tokyo. You will find yourself leading your citizens and expanding across familiar streets, taking over existing buildings and repurposing them. Perhaps you might want to use the Louvre Museum as the seat of your Black Market, or it might be a good idea to grow your crops on Rooftop Farms in Brooklyn. Building placement needs to be strategic and thoughtful. Where they’re placed, and the consequences of that choice, rests entirely in your hands.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1036430/extras/c8f1e3b701f851a11f81f2d719795db8.webp?t=1712738561\" width=616 height=56 /></span><br>A new type of society has emerged -- one without a central government. Your goal is to react to dynamic, random events which force you to decide between doing what is ethically right and what is politically advantageous. New laws must be passed, and edicts must be enforced if civilisation is to evolve and adapt to ever-changing conditions.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1036430/extras/5c9688aecad4f08c506f5e3babe57061.webp?t=1712738561\" width=616 height=56 /></span><br>One way or another you need to deal with other groups competing for control of the city. Both you and your enemies have powerful and influential agents at your disposal. You will need to send those agents, known in-game as specialists, across the city to perform political and military tasks. A Political Agitator in a neighborhood where two factions are fighting for dominance may help sway the locals into supporting you. But should that fail, and you find the enemy has gotten there first, a good long-range 'motivator' with a rifle could be equally effective. Inevitably the streets must turn crimson with bloodshed, and it will be your duty to lead your crew of specialists in tactical, turn-based combat missions.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1036430/header.jpg?t=1712738561",
    "developers": [
      "Simteract"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}