{
  "1037060": {
    "name": "Fantasy Grounds - Pathfinder RPG - Skull & Shackles AP 1: The Wormwood Mutiny (PFRPG)",
    "steam_appid": 1037060,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Skull &amp; Shackles AP 1: The Wormwood Mutiny</h2><strong> Chapter 1: &quot;The Wormwood Mutiny&quot;</strong><br><i> by</i><br><strong> Richard Pett</strong><br>Pirates take whatever they please, whether it be ships, plunder, or people! The adventurers wake to find themselves press-ganged into the crew of the pirate ship Wormwood, the vessel of the nefarious Captain Barnabus Harrigan. They'll have to learn how to survive as pirates if they're to have any hope of weathering rough waves, brutal crew members, enemy pirates, ravenous beasts, and worse. But when fortune turns to their favor, it's up to the new crew to decide whether they'll remain the pirate's swabs or seize control and set sail for adventures all their own.<br><i> This volume of Pathfinder Adventure Path launches the Skull &amp; Shackles Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Wormwood Mutiny,&quot; a Pathfinder RPG adventure for 1st-level characters, by Richard Pett.<br></li><li>Details of life aboard a pirate vessel and rules for becoming the most infamous scallywag to sail the seas, by Jesse Benner, Richard Pett, and F. Wesley Schneider.<br></li><li>Revelations on the daring faith of Besmara, goddess of pirates, strife, and sea monsters, by Sean K Reynolds.<br></li><li>Death and plunder in the Pathfinder's Journal, by Robin D. Laws.<br></li><li>Four new monsters, by Jesse Benner, Sean K Reynolds, and Steven D. Russell</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037060/header.jpg?t=1768410618",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}