{
  "1037040": {
    "name": "Asymmetric Ops",
    "steam_appid": 1037040,
    "required_age": 0,
    "is_free": false,
    "description": "The grand vision for Asymmetric Ops is to create a spiritual successor to the old-school squad-based shooters. Command a squad as you take part in an insurrection against the oppressive corporate regime that dominates society. Plan and execute missions to capture or destroy key targets using conventional and unconventional tactics. Employ stealth by hiding in plain sight among the population. Account for the civilian population while competing for their support. Recruit rebels from the population. Train rebels for specific roles. Command your rebels to complete your missions.<h2 class=\"bb_tag\" >Features at Early Access Release</h2><ul class=\"bb_ul\"><li><strong>2 Stealth-Based PvPvE Game Modes</strong><br>Compete against other players using the game's core stealth and shooter mechanics. Use crowds of civilians to blend into the environment. Avoid Authority NPCs as they police the area. Complete objectives and take down other players while keeping your cover intact. <br></li><li><strong>1 Basic Coop Game Mode</strong><br>Team up with other players to tackle the Authority NPCs while capturing objectives around the level. Recruit friendly NPCs along the way, and command them during firefights.<br></li><li><strong>Utilize Unique Weapons, Gadgets, and Skins</strong><br>Before inserting into gameplay, choose your loadout and balance your firepower vs your ability to blend in. Use an empty backpack to hide your weapons. Use a Holoveil that allows you to generate a hologram disguise. Use decoys to draw attention to a certain area. Use an array of traditional firearms and grenades to put down your enemies.<br></li><li><strong>Host Your Own Lobby Or Use Quickmatch</strong><br>As host, you will be able to edit the game mode, level, and mode settings for options, such as: time limits, spawn limits, NPC population, score to win.</li></ul><h2 class=\"bb_tag\" >Features at Full Release (General Overview)</h2><ul class=\"bb_ul\"><li><strong>Command Your Own Squad of NPC Fighters</strong><br>Recruit, train, and lead your own rebel squad on the battlefield. Command your rebels as individuals or small teams. Change your squad structure on the fly. Use them to win full-on firefights or employ their specialized abilities to complete objectives in more subtle ways. Approach an objective with guns blazing or disperse into a crowd, waiting for the opportune time to strike. Your team will execute on command and provide you with feedback to their current situation.<br></li><li><strong>Choose Your Objective Order Carefully</strong><br>You will be given an Area of Operations (AO) to secure, made up of multiple levels to enter. Each level will contain different enemy assets. Recon levels to identify asset locations, then destroy assets to prevent their use against you in neighboring levels. Destroy refueling pads to keep enemy aircraft out of the skies. Destroy motor pools to slow down enemy reinforcement arrival in another level. Take out enemy leadership to prevent their re-positioning between levels.<br></li><li><strong>Play the Greater Strategy</strong><br>When looking at the level overview for an AO, you are playing a turn-based strategy game. Any time you enter a level, you are executing your 'turn'. The enemy command will follow up with their 'turn' where they can move troops to reinforce or evacuate levels. Choose your targets carefully, and keep in mind how your enemy might react to your success or failures in levels.<br></li><li><strong>Participate in Full-Scale Coop Missions</strong><br>Go alone or team up with other players and their squads to divide and conquer the battlefield, or concentrate your firepower. Employ higher-level joint tactics or race each other for the glory of victory. Or if you're less interested in the command aspect, then give your NPCs to your buddy and fight alongside them.<br></li><li><strong>Limit Civilian Casualties</strong><br>The civilian population can either be an asset or liability to the player, depending on your reputation. Winning their support will open up intel gathering, resource replenishment, and recruitment opportunities. Killing civilians will lead to them ratting you out to the Authorities.<br></li><li><strong>Continue to Play Popular PvP Game Modes</strong><br>The shift to coop centered gameplay will not push out any early modes that the community enjoys. Some players may prefer to stick with the hide &amp; seek type game modes, with no interest in commanding NPCs. So those modes will stay intact and fully supported.</li></ul><h2 class=\"bb_tag\" >To Do List for Early Access Launch</h2><ul class=\"bb_ul\"><li>AI Polish<br></li><li>Animation Polish<br></li><li>Add more weapons and gadgets<br></li><li>Camera hacking/feeds<br></li><li>Matchmaking Overhaul<br></li><li>Basic Tutorial<br></li><li>Controller Support</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037040/header.jpg?t=1679662023",
    "developers": [
      "Off Target Studios"
    ],
    "publishers": [
      "Off Target Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}