{
  "1037940": {
    "name": "Dead Monarchy",
    "steam_appid": 1037940,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037940/extras/5d8641d306aa93c541d674f8403326d8.avif?t=1741174765\" width=616 height=346 /></span><h2 class=\"bb_tag\" ><strong>Please Read First</strong></h2><br><br><strong>Dead Monarchy is ultimately designed to be a hardcore game with no hand-holding however it is highly recommended to do a playthrough on the default difficulty settings before trying anything harder. Diving into Emperor difficulty blindly will most likely just prove to be frustrating and result in an initial bad impression of the game and its overall mechanics. Once you have learnt the mechanics and want more of a challenge, you will find Emperor difficulty to be more enjoyable.</strong><br><br>Dead Monarchy is an open-world, turn-based tactical RPG set in a low fantasy world. Personally lead and manage your mercenary company as the captain and embark on your personal quest to defeat the arena champions.<br><br>Explore the open-world region known as the Midlands. As you traverse the overworld map you will encounter random events as you travel to havens where you can take on contracts, hire men and resupply. Discover caves, ruins, graveyards, abandoned fortresses and then engage in turn-based tactical combat in the tactical map.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037940/extras/1b7fe5611b9b682365be999b6b8b8420.avif?t=1741174765\" width=616 height=346 /></span><h2 class=\"bb_tag\" ><strong>Dead Monarchy Features</strong></h2><br><br><ul class=\"bb_ul\"><li>Personally lead and manage a medieval mercenary company in an open-world sandbox environment. It is game over if your player captain dies in combat. Supports both manual saving and ironman mode. Death is permanent for your fellow mercenaries.</li></ul><br><ul class=\"bb_ul\"><li>Train and fight to the death in 5 arenas which progressively become more difficult as you attempt to defeat the arena champions and rise through the champion ranks.</li></ul><br><ul class=\"bb_ul\"><li>Detailed and complex turn-based tactical combat where you can lead up to 18 mercenaries during combat. Overworld locations match up with tactical maps, fight in the fields, camps, caves, ruins, graveyards and abandoned fortresses.</li></ul><br><ul class=\"bb_ul\"><li>One of the few 3D &quot;melee focused&quot; turn-based tactical combat RPGs to feature an elevation system that affects hit chance, as well as counter attacks, attacks of opportunity, ranged combat and a flanking system where unit positioning actually matters.</li></ul><br><ul class=\"bb_ul\"><li>10 factions to fight against with their own combat styles and unique unit designs.</li></ul><br><ul class=\"bb_ul\"><li>10 unique weapon types that determine your combat style, over 100 unique weapon models. Character backgrounds determine which weapons the character is proficient with.</li></ul><br><ul class=\"bb_ul\"><li>200 pieces of visually unique equipment to collect which include helmets, armours, trinkets and rings. Helmets and armours are low fantasy, historically inspired and will appear when equipped on characters.</li></ul><br><ul class=\"bb_ul\"><li>180 perks and abilities to choose from. A lightly armoured swordsman will fight differently compared to a medium or heavily armoured swordsman. Do you want to build a swordsman who specialises in counter attacks, a heavily armoured brute who focuses on wild strikes, a fast moving and lightly armoured fencer, a stalwart shield-bearer who holds the line or even a hybrid fighter who fights from both range and melee? The choice is yours however you must plan your builds carefully, weapon abilities are not always the most optimal path for every build.</li></ul><br><ul class=\"bb_ul\"><li>Freedom in an open-world sandbox environment. Take on contracts to exterminate outlaws, bandits and raiders, or become one yourself and eventually have the noble houses hunt you down. Explore caves, graveyards, ancient ruins and abandoned fortresses, but be wary of the enemies that lurk inside. Become a trader, craft and sell equipment or follow the overarching story and train to become the arena champion.</li></ul><br><ul class=\"bb_ul\"><li>Post-game boss battle and end-game content where you hunt down elite units (champions) to claim their rare masterwork equipment. More content will come in the free post-release expansions.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037940/extras/ddbbccd250425a1c36cceacc402d3a62.avif?t=1741174765\" width=616 height=346 /></span><h2 class=\"bb_tag\" ><strong>Solo Indie Developer</strong></h2><br><br>Dead Monarchy took 6 years to develop and is developed by one guy named Kevin Zhang. I'm a solo developer and a gamer who's been chasing a lifelong dream of creating a RPG that I could live in. I was born and raised in Australia and I spent my childhood playing games. Dead Monarchy is my passion project and a game that I completely rebuilt from the ground up following the initial release into early access. It has been influenced by games such as Battle Brothers, XCOM and Jagged Alliance. I plan to develop Dead Monarchy for several years, even after release. If I don't, then I'll see you at the stake.<br><br>Cheers,<br>Kevin.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1037940/header.jpg?t=1741174765",
    "developers": [
      "Kevin Zhang"
    ],
    "publishers": [
      "Kevin Zhang"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}