{
  "1038690": {
    "name": "Kakuro",
    "steam_appid": 1038690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >General information.</h2><br>Kakuro or Kakkuro (Japanese: カックロ) is a kind of logic puzzle that is often referred to as a mathematical transliteration of the crossword. Kakuro puzzles are regular features in many math-and-logic puzzle publications across the world. In 1966, Canadian Jacob E. Funk, an employee of Dell Magazines, came up with the original English name Cross Sums  and other names such as Cross Addition have also been used, but the Japanese name Kakuro, abbreviation of Japanese kasan kurosu (加算クロス, addition cross), seems to have gained general acceptance and the puzzles appear to be titled this way now in most publications. The popularity of Kakuro in Japan is immense, second only to Sudoku among Nikoli's famed logic-puzzle offerings.<br><br>The canonical Kakuro puzzle is played in a grid of filled and barred cells, &quot;black&quot; and &quot;white&quot; respectively. Puzzles are usually 16×16 in size, although these dimensions can vary widely. Apart from the top row and leftmost column which are entirely black, the grid is divided into &quot;entries&quot;—lines of white cells—by the black cells. The black cells contain a diagonal slash from upper-left to lower-right and a number in one or both halves, such that each horizontal entry has a number in the black half-cell to its immediate left and each vertical entry has a number in the black half-cell immediately above it. These numbers, borrowing crossword terminology, are commonly called &quot;clues&quot;.<br><br>The objective of the puzzle is to insert a digit from 1 to 9 inclusive into each white cell such that the sum of the numbers in each entry matches the clue associated with it and that no digit is duplicated in any entry. It is that lack of duplication that makes creating Kakuro puzzles with unique solutions possible, and which means solving a Kakuro puzzle involves investigating combinations more, compared to Sudoku in which the focus is on permutations. There is an unwritten rule for making Kakuro puzzles that each clue must have at least two numbers that add up to it, since including only one number is mathematically trivial when solving Kakuro puzzles.<h2 class=\"bb_tag\" >Information about this game.</h2><br>This game allows you to select size of matrix to play - min is 5x5 and max is 20x20 cells. <br>You can generate as many matrices as you want. <br>Game is saving the current state of the game after every player's turn, so you can close game, come back, and continue to play from the point where you were the last time.<br>Game supports day-night themes, you can switch between them at any time.<h2 class=\"bb_tag\" >Planning features</h2>New feature will be added. <br><br>The current list of planned features is:<br>- add a template editor (Priority - High)<br>- add Steam Trading card (Priority - Medium)<br>- add a support of Steam overlay (Priority - Low)<br>- add a support of controllers (Priority - Low)",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 泰语, 土耳其语, 越南语, 印地语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1038690/header.jpg?t=1704238498",
    "developers": [
      "Metaheuristic"
    ],
    "publishers": [
      "Metaheuristic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}