{
  "1038420": {
    "name": "SCP: Blackout Demo",
    "steam_appid": 1038420,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Overview:</strong><br>      SCP: Blackout is a Desktop/VR game coming out on Steam in the Spring of 2019. It is a surreal horror game with a branching narrative. As a new D-Class transferred to Site-50, you must decide what you want to do as you navigate though the facility trying to survive various malicious SCP entities, determining what choices to make, and collecting pieces of the story to truly understand what is going on. <br><br>      As you play, you can listen to Dr. Millar or Dr. Slate, each with their own motives and goals. Each choice and path you make effects the facility and playthrough, leading to many different possible endings. Each time you play, more of the story will be uncovered, and maybe the best choices aren’t the ones so obviously presented. <br><br>      For quick action or fast rounds with friends, you can try the Survival Gamemode, where you are dropped in with the full facility to explore and escape from.<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>VR (Vive and Oculus) AND normal desktop.<br></li><li>An immersive horror atmosphere<br></li><li>Branching narrative with semi-rouge-like features to ensure every play through is different. (Full Game Only)<br></li><li>Different story lines resulting in eight different endings. (Full Game Only)<br></li><li>Choices that impact the game world itself, rewarding or punishing the player for their actions.<br></li><li>Multiple SCP monsters to learn and evade.<br></li><li>Different back stories on SCPs to collect and learn about through written, audio, and computer logs. <br></li><li>Secondary story arcs and mysteries to uncover about the site, the true motives of Dr. Slate and Dr. Millar, and more. (Full Game Only)<br></li><li>Multiple gamemodes (Full Game Only)</li></ul><br>-Licensing-<br>The SCP Universe is derived from the SCP Wiki  and SCP is licensed under CC-BY-SA 3.0. The SCPs in this game are original creations, but available under Creative Commons BY-SA 3.0.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1038420/header.jpg?t=1565725740",
    "developers": [
      "Mahelyk"
    ],
    "publishers": [
      "None"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}