{
  "1038070": {
    "name": "Physics Drop",
    "steam_appid": 1038070,
    "required_age": 0,
    "is_free": false,
    "description": "Put your brain to work in this addictive puzzle game that millions of players already enjoyed in mobile platforms and now is finally ready for PC. Physics Drop is the perfect time killer cause each puzzle can be solved in many creative ways.<br><br>In order to solve a puzzle you have to drop the red ball into the U by drawing lines, shapes and objects. Do you think it’s easy? Try and see how challenging it can be! <br><br><strong>*** FEATURES ***</strong><br><br>- 150 physics puzzles<br>- Tons of rule changers: fixed lines, movable lines, rotating obstacles, springs, black holes, gravity direction changers, and more!<br>- Chronometer: Do you think you are quick? The chronometer will tell you just how quick you are solving each puzzle<br>- Best time: Check your best time by puzzle at the end of each level<br>- Customizable: Change the line colour and the line width to your liking<br>- Eraser: You can erase the lines or shapes you draw whenever you want<br>- Restart button: Tap the restart button to start the level from scratch<br><br><strong>*** HOW IT WORKS***</strong><br><br>- To solve a puzzle you have to drop the red ball into the U<br>- Draw as many lines, polygons, and shapes as you need<br>- The ball and everything your draw react to the law of gravity... but gravity sometimes is reversed!<br>- Beware not to trap the ball between a group of lines; if you get stuck, tap the restart button<br>- Certain objects can change the ball's direction... and place! <br>- Certain walls will make the ball bounce back<br>- Buttons can open walls that block the path<br><br>This educational game features more than 100 physics problems suitable for all ages for you and your family to practice your problem solving skills, creative thinking and reflexes.<br><br>Physics Drop is a fun way of practicing physics... Play it now!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 土耳其语, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 简体中文, 西班牙语 - 拉丁美洲, 瑞典语, 泰语, 繁体中文, 乌克兰语, 越南语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1038070/header.jpg?t=1569405953",
    "developers": [
      "IDC Games"
    ],
    "publishers": [
      "IDC Games "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}