{
  "1038030": {
    "name": "YouTube Center Demo",
    "steam_appid": 1038030,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Try before buy</h2>Use the full power of batch without any limitation for 14 days!<h2 class=\"bb_tag\" >You create the videos - batch does the rest!</h2>Simplify your Creator everyday life, automate your workflow on YouTube and save your time for the most important thing: your videos. batch is probably the most powerful upload software in the world and brings you a lot of useful features and is above all fast and easy to use.<h2 class=\"bb_tag\" >Templates for your projects</h2>Create templates for your different projects and automate the titles of your videos. Use text blocks for your descriptions and tags and reuse frequently used text.<h2 class=\"bb_tag\" >Automate your uploads</h2>batch comes with a queue that uploads up to 10 videos at a time and gradually processes all pending uploads. Set the maximum upload speed so you can continue to use your Internet connection wisely. You have the option to have your PC shut down automatically after the upload. If a power saving mode is activated on your PC, you can deactivate it during the upload.<br>You sort your videos after publishing them on YouTube? Let batch do this task by defining &quot;Tasks&quot;.<h2 class=\"bb_tag\" >Your videos and playlists fully under control</h2>Edit the metadata of your videos and playlists. Add or remove videos from playlists. Watch your videos and playlists directly in batch without distorting your video statistics. Of course, in addition to accessing your own, you also have access to all other content on YouTube. Rate videos you like or don't like.<h2 class=\"bb_tag\" >Stay in touch with your viewers</h2>Check your comments and reply to them. Mark dubious comments as spam or delete them.<br><br><br>Benefit from an intuitive and beautiful interface.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Create, edit and delete templates for your uploads<br></li><li>Edit your uploaded videos and playlists<br></li><li>Define tasks to be completed after successful upload<br></li><li>Use text blocks for your video description and your tags<br></li><li>Let the software create a video title out of your video filename<br></li><li>Turn off your PC once the uploads are complete<br></li><li>Set the upload speed<br></li><li>Rate videos you like or dislike<br></li><li>Watch your own videos without falsifying your statistics<br></li><li>Watch your videos in a picture-in-picture-mode<br></li><li>Watch videos and playlists from YouTube<br></li><li>Reply to your comments<br></li><li>Edit your account information<br></li><li>Upload up to 10 videos at the same time<br></li><li>Manage as many channels as you want<br></li><li>Use a simple and beautiful user interface<br></li><li>... and many more</li></ul><br>Do all these things in highspeed.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 荷兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1038030/header.jpg?t=1562245916",
    "developers": [
      "Project Simple"
    ],
    "publishers": [
      "Project Simple"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}