{
  "1040240": {
    "name": "Transformice Adventures",
    "steam_appid": 1040240,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Transformice Adventures</strong> is a Multiplayer Action RPG set in a colorful world full of mice and animals of all kinds! Go explore dungeons with your friends, gather epic loot, tend to your faithful pet, and unveil a new storyline featuring all the characters from the world of Transformice.<h2 class=\"bb_tag\" >Epic Dungeons</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/extras/e0c3303b8f8810aeefbf0b0156434c5e.avif?t=1754911810\" width=600 height=138 /></span><br><br>Grab 3 friends, and go explore numerous dungeons together! You will encounter various monsters, and need to adapt your strategy. Each of you can have a special role!<h2 class=\"bb_tag\" >Jobs</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/extras/04f26e8a3e15847191469bb78d5c542e.avif?t=1754911810\" width=600 height=138 /></span><br><br>Mice are not natural fighters. But when they are attacked, they are forced to defend themselves with what are the best at. And if it is not throwing cannonballs, it is their daily jobs! <br>Jobs are mice’s “fighting class”, several professions that they mastered over time. Chef, Botanist, Journalist and Trickster are the first jobs planned but more will be added later!<br><br>These odd jobs offer something different from the usual RPG classes. Each job comes with few skills and particular mechanics to play around with.  They will offer you additional ways of fighting and influence what you can do several times during the fight!<h2 class=\"bb_tag\" >Elisah's Gifts</h2><br>To spice things up even more, after each encounter, you will be able to choose between 3 gifts from the almighty goddess Elisah. These modifiers will greatly change your way to fight, so choose wisely!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/extras/541a9ad7fc148f95c183e2eb3add3492.avif?t=1754911810\" width=640 height=164 /></span><br><br>At the end of each dungeon, you will have to make a choice. You can either keep your Elisah's Gifts for a higher difficulty and better rewards during your next dungeon, or lose them all and start over. Are you confident in your skills and the gifts you got?<h2 class=\"bb_tag\" >Beloved Pets</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/extras/5865ab193558af1c4a716ac9474d944a.avif?t=1754911810\" width=600 height=138 /></span><br><br>The world is fierce and dangerous for a mouse alone. Don’t worry, there are friendly and strong buddies here to help you! More than cute accessories or a boring stat increase, they are strong and smart buddies that adds a new way to fight. <br><br>There are plenty of them, and each is unique. Attributes, abilities, bonuses, the way they attack, their behavior during fights. It is up to you to find the cutest or the ones that fit your fighting style!<br><br>A freshly hatched pet will not be able to use its full potential right away. You will need to take care of it and give it plenty of love. Several actions such as giving it the proper food or fighting specific enemies will increase its affection. Gradually, this will make your pet stronger, improving its abilities and it’s behavior during combat as well as unlocking new skills.<h2 class=\"bb_tag\" >Story time</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/extras/2fbe95423ab3f3db38059091388704a0.avif?t=1754911810\" width=600 height=138 /></span><br><br>Transformice Adventures goes deeper in the world of these ingenious but clumsy mice, the world of Transformice. Mice rarely go outside of their territory in the Mouscarpone plains, playing and gathering cheese all day, competing to get magic feathers given by the goddess Elisah. <br><br>But if life goes on for most mice, shadows are lurking. Since the moment the Elisah statue was destroyed, the goddess' has been appearing less and less frequently, meanwhile the wild animals have been getting all the more aggressive.  <strong>Mirolle</strong>, a young priestess of Elisah, is worried. Is it an ill omen of the devastating Anvil God’s return?<h2 class=\"bb_tag\" >HATS!!</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/extras/754376bb51d671a554375a1775c1c132.avif?t=1754911810\" width=600 height=138 /></span><br><br><strong>A full wardrobe of silly hats and mouse furs!</strong> Cosmetics are the essence of Transformice. One of the main occupation of mice being finding the best outfit to show off. Cute or cool, spooky or pop culture reference, choose from a wide range of clothes and fur design to customize your mouse and your pets. Of course, you can dress your mouse without having to worry about stats!",
    "supported_languages": "英语, 法语, 意大利语, 波兰语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040240/header.jpg?t=1754911810",
    "developers": [
      "Atelier 801"
    ],
    "publishers": [
      "Atelier 801"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}