{
  "1040500": {
    "name": "Tabletopia - Altiplano",
    "steam_appid": 1040500,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Only the host needs to own this DLC. </i><br><br>2-5 Players | Ages 12+<br><br>1-2 Hours<h2 class=\"bb_tag\" >About Game</h2><br>Altiplano is a bag-building game set in the South American highlands of the Andes. There are various ways to reach the goal, so the game remains appealing to try out new options and strategies, but success or failure also depends on whether your opponents let you do as you like or thwart the strategy you are pursuing. The competition for the individual types of goods is considerable — as is the fun in snatching a coveted extension card from under another player's nose!<br><br>At the start of the game, players have access only to certain resources and goods, due to the different role tiles that each player receives that provide them. At the market, however, a player can acquire additional production sites that give new options. The numerous goods — such as fish, alpaca, cacao, silver, or corn — all have their own characteristics and places where they can be used. Whereas silver makes you rich, fish can be exchanged for other goods, and alpaca give you wool that you can then make into cloth.<br><br>Aside from building up an effective production, you must deliver the right goods at the right time, develop the road in good time, and store your goods cleverly enough to fill the most valuable rows with them. Often, a good warehouseperson is more relevant in the end than the best producer.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040500/header.jpg?t=1551299722",
    "developers": [
      "Reiner Stockhausen",
      "Klemens Franz",
      "Andrea Kattnig",
      "Jeff Oglesby"
    ],
    "publishers": [
      "Tabletopia"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}