{
  "1040250": {
    "name": "BraceUp VR",
    "steam_appid": 1040250,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to BraceUp VR, the ultimate Play &amp; Train game that will take your competition with friends to the next level! Prepare for an exhilarating experience as you engage in arcade break activities, spiced up with home fitness. Brace yourself, This combination guarantees you an adrenaline rush with lots of fun!  <br><br><strong>Master Challenging Break Activity Modes</strong><br>Immerse yourself in four thrilling break activity modes between every exercise that will test your agility and precision. Become a master archer in the intense Archery mode, showcase your accuracy by throwing snowballs, expertly deflect Shurikens using a swift Katana Sword, or unleash your marksmanship with revolver. With each environment offering a different weapon and challenge, BraceUp VR keeps the excitement flowing with its diverse gameplay mechanics. <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/extras/bbded3bb0f6c385e4a42dc98f0677d66.poster.avif?t=1751279472\" width=640 height=314 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/extras/bbded3bb0f6c385e4a42dc98f0677d66.webm?t=1751279472\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/extras/bbded3bb0f6c385e4a42dc98f0677d66.mp4?t=1751279472\" type=\"video/mp4\"></video></span><br><br><strong>Power Up with Stamina Boosting Exercises</strong><br>Gain an edge over your opponents by increasing your stamina through engaging exercises. Perform a range of activities including Splashing Water, Running, Jumping Jacks, Boxing, Squat Jump, and Wide Squat Jump. The better you perform the exercises compared to your opponent, the greater advantage you will have during the break activities. Every exercise completed brings you one step closer to victory. Get fit while having a blast!  <br><br><strong>Immersive Environments</strong><br>Choose from a variety of captivating environments, each with its own unique style and matching obstacles. Explore the grandeur of a Castle, the serenity of an Island, the discipline of a Dojo, or even venture into the wild West in Western. These visually stunning environments will draw you deeper into the game and leave you craving for more!<br><br><strong>Online Multiplayer Madness</strong><br>Challenge your friends and players from around the world in thrilling online multiplayer PvP battles. Show off your skills and compete head-to-head in intense duels that will put your abilities to the test. Will you rise to the top and become the ultimate champion?<br><br><strong>Become the Hero in Solo Adventures</strong><br>Embark on an epic solo adventure in the offline mode and prove your worth as a true Hero! Take on challenging environments, conquer obstacles, and push your limits to unlock new levels of achievement. Will you rise above all challenges and become a legend?<br><br><strong>Tailor Your Challenge</strong><br>Customize your gaming experience by choosing your difficulty level. Select from Easy, Medium, Hard, or truly test your limits in Hero mode. Adjust the number of exercises and duration to match your fitness goals and gaming preferences. BraceUp VR is designed to provide a challenging experience tailored just for you!<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/extras/cdc01ef0b97076640604c33c3678c34f.poster.avif?t=1751279472\" width=640 height=314 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/extras/cdc01ef0b97076640604c33c3678c34f.webm?t=1751279472\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/extras/cdc01ef0b97076640604c33c3678c34f.mp4?t=1751279472\" type=\"video/mp4\"></video></span><br><br>Gear up, have fun, push your boundaries and dominate the leaderboards as you rise to the top of the gaming world. BraceUp VR delivers an unmatched fusion of fun, thrilling competition, immersive environments and fitness elements. Get ready to break a sweat, level up your skills and become the ultimate champion!<br><br><br><strong> Key features: </strong><br><br><ul class=\"bb_ul\"><li> <strong>Four Unique Environments:</strong> Immerse yourself in Castle, Island, Dojo, and Western. Each with its own style and atmosphere.<br></li><li> <strong>Four Diverse Break Activity Modes:</strong> Engage in Archery, Throwing snowballs, Shuriken bouncing with Katana Sword, and Revolver shooting challenges.<br></li><li> <strong>Six Exercise Types:</strong> Get fit with Splashing Water, Running, Jumping Jacks, Boxing, Squat Jump, and Wide Squat Jump exercises.<br></li><li> <strong>Customizable Difficulty:</strong> Choose from Easy, Medium, Hard, or Hero modes and adjust exercise amounts and durations.<br></li><li> <strong>Cross-Platform Multiplayer:</strong> Enjoy multiplayer battles with friends on Steam and Meta Quest platforms.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1040250/header.jpg?t=1751279472",
    "developers": [
      "Virtual Software House"
    ],
    "publishers": [
      "Virtual Software House"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6600,
      "final": 6600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 66.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}