{
  "1041120": {
    "name": "The Lot",
    "steam_appid": 1041120,
    "required_age": 0,
    "is_free": false,
    "description": "Take an atmospheric journey in a fresh, critically acclaimed format of a hand-drawn point-and-click comic-book. When a freeloading owner of a blue Mustang drives through without paying for the ticket, Harry Hunter, freelance parking attendant, ventures inside the lot to Make. Him. Pay. (tm). <br><br>Just like our other interactive comics, upon finishing the game you can print out your entire adventure path in the form of an actual 30-50 page comic book. In response to (very positive! :) ) player feedback on previous games, this adventure includes multiple paths, endings and side-quests spanning thousands of lines of dialog tightly packed in a 2 hour narrative.<br><br>Gameplay<br><br><ul class=\"bb_ul\"><li>every interaction in the game world (such as talking, picking up items, using objects etc.) creates a new comic panel, furthering the story<br></li><li>hundreds of unique hand-drawn (and hand-scanned!) content rich panels for all the various combinations<br></li><li>improved replay value with multiple endings, sidequests, achievements and many different ways to solve the game mysteries<br></li><li>when the player ends the game, he is given the option to print out his gameplay in a comic book format<br></li><li>a new game+ option with a developer commentary track when you finish the game</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1041120/header.jpg?t=1644301881",
    "developers": [
      "Gamechuck"
    ],
    "publishers": [
      "Gamechuck"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}