{
  "1042310": {
    "name": "Glacial",
    "steam_appid": 1042310,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1042310/extras/e3e8bc90d545d8a82cc58b533c9e22a7.avif?t=1719852447\" width=579 height=221 /></span><br><br>In the frostbitten winter of 1988, a harrowing journey into the icy depths beckons as you set out to unravel the mystery of your vanished brother. The chilling winds whisper tales of dread as you step foot in Glacial Valley Resort, hiding dark secrets beneath its pristine façade. As the sole protagonist in this bone-chilling tale, you must navigate the frozen forest, braving unimaginable terrors lurking in the shadows. Every corner holds a clue, every step forward unravels a new layer of the enigma shrouding the disappearances that plague the resort. But beware, not all is as it appears, Armed with only your wits and the resources scattered throughout, you must scavenge for vital supplies to aid your quest. From medical kits to light sources and even weapons, the choice is yours on how to approach the mysteries that lie ahead. Will you rely on sheer cunning and stealth, or will you embrace the darkness and wield your tools of defence against the unknown? Brace yourself for a journey unlike any other, where the frosty embrace of Glacial Valley Resort conceals horrors beyond imagination, waiting to be uncovered by the brave and the foolhardy alike. Are you ready to face the icy depths and unearth the truth, or will you succumb to the frozen grip of fear that lurks within?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1042310/extras/9c03f5fdaa5fb93540e804cbc995ec2d.avif?t=1719852447\" width=526 height=183 /></span><br><ul class=\"bb_ul\"><li>In this<strong> first person horror, inspired by VHS style 80's slasher movies</strong>, you have the option to use your resource management to find supplies, weapons and fight your way through, or be peaceful and use your stealth. <br></li><li>Smaller enemies can be enabled or disabled, if you would prefer a more peaceful phycological experience, or a survival horror experience, the choice is playstyle is yours! The Yeti is the main antagonist and can not be disabled as he is vital to the storyline. <br></li><li>The main genre of the game is &quot;Walking Simulator&quot;, its sub-genres are survival horror and phycological horror <br></li><li>There are multiple environments, from the icy dark forests and the areas it contains to the cabins, the dilapidated mines, the abandoned rangers home and the hidden caves, there is an abundance to explore with secrets and information hidden throughout that may be useful to you later in the game. <br></li><li>Gameplay time is <strong>approximately 150 minuets to complete </strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1042310/header.jpg?t=1719852447",
    "developers": [
      "Frheaky"
    ],
    "publishers": [
      "Frheaky"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}