{
  "1042880": {
    "name": "Chaos",
    "steam_appid": 1042880,
    "required_age": 0,
    "is_free": false,
    "description": "You have crash landed on the most intriguing mysterious alien world you have ever seen! Look around, see 10 different alien creatures each with their own unique personalities, red foliage is in abundance and casts real time shadows among the rocky mountainous terrain. Witness the day and night cycle featuring 4 moons and 2 suns, powerful auroras bring the night sky to life while casting real time reflections in the abundance of lakes and streams. Explore remnants from a past intelligent civilization while finding clues that will keep you engulfed within the mysteries behind your crash landing right up until you solve it. <br><br><strong>UPDATES TO COME BASED ON YOUR FEEDBACK!</strong><br>Chaos will be receiving free updates even though its released. If you have any feedback you would like to provide throughout this process or just want to say hello please contact me through one of the links below and I will be happy to respond to you personally. <br><br><strong>More about chaos? </strong><br><br>Chaos takes you to a new world because your home world is facing destruction. Many crews have gone before you, but none were heard from again. You go there with your brother but something causes you to crash upon entry. You will find clues that help you solve the mystery behind your crash and make sure it will never happen again. Also find out what happened to your brother. <br><br>Inspired by UNREAL!  A lot of alien technology on this new planet functions in very unusual ways. You will experience being teleported, walking on light, and see things seemingly appear out of nowhere, while finding clues and notes left by the crews who came to the planet before you. It will keep you immersed within the story right up until you find out the reason behind your crash on this intriguing planet!<br><br><ul class=\"bb_ul\"><li></li></ul>10 custom alien creatures, each with unique personalities<br><ul class=\"bb_ul\"><li></li></ul>3 different weapons<br><ul class=\"bb_ul\"><li></li></ul>Full story Campaign Mode featuring over 5 hours of gameplay<br><ul class=\"bb_ul\"><li></li></ul>Open World- No loading Screens between levels<br><ul class=\"bb_ul\"><li></li></ul>Opening Cinematic<br><ul class=\"bb_ul\"><li></li></ul>Thermal Vision<br><ul class=\"bb_ul\"><li></li></ul>Player Teleportation Abilities<br><ul class=\"bb_ul\"><li></li></ul>Several hidden clues and notes throughout which provide more immersion into the story",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1042880/header.jpg?t=1677289816",
    "developers": [
      "twrelectronics"
    ],
    "publishers": [
      "twrelectronics"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}