{
  "1043440": {
    "name": "Eidolons: Netherflame",
    "steam_appid": 1043440,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >✧ ✦ ✧ ✦ ✧ Welcome to the world of Apholon, cradle of Netherflame. ✧ ✦ ✧ ✦ ✧</h2> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1043440/extras/689059243a2379d903553024b62ec53d.avif?t=1640898320\" width=521 height=250 /></span><h2 class=\"bb_tag\" > ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦       Features    ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦   </h2>[✦]   <strong>Play as Shapeshifter:</strong> <i>assemble a chain of unique heroes for your Lord and use them like masks - be the right hero at the right time.</i><br>[✦]   <strong>cRPG &amp; Roguelike: </strong><i>each run is a short, action-packed RPG campaign with full range of experience - from putting together your heroes to banging on Hell's door.</i><br>[✦]   <strong>Powerful Roleplay:</strong> hand-crafted scenarios woven in-between the gritty encounters.<br>[✦]   <strong>Pre-Apocalyptic Psycho-Dark Fantasy:</strong> <i>a Tolkienesque world meets a doom born of Lovecraftian nightmare.</i> <br>---------------------------------------------------------------------------------------------------<br>[✧]   <strong>Unique tactical combat!</strong> <i>Turnflow™</i> feels like realtime action and <i>thinks </i>like chess!<br>[✧]   <strong>Fast hero-management!</strong> Build your perfect Lord so his Eidolons will reflect his prowess.<br>[✧]   <strong>Smart Random!</strong> Start off steady and veer slowly into Chaos of dice-madness.<br>[✧]   <strong>Your rules!</strong> Explore of vast and bizarre locations and immerse in the grimdark narrative - or just power-play your way out of hell.<h2 class=\"bb_tag\" > ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦      <strong>GAMEPLAY     </strong> ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦     </h2><h2 class=\"bb_tag\" > ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦     Play as Shapeshifter      ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦  </h2><i>Forget cards, build a deck of full-blown Heroes!</i><br>As <strong>Eidolon Lord</strong>, you are a soul-weaver, a puppet-master in full control of your six loyal Eidolons. Over course of each run, you will make decisions to alter, replace or dismember them and weave together your own vision.<br><i>... Your power is great, but your existence is fragile - just as the Crystal that holds you. Your dance with death lasts only while you protect it. </i><h2 class=\"bb_tag\" > ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦    Turnflow - Dynamic Tactical Combat     ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ </h2>With Turnflow system, combat experience ranges from fast-paced to a game of chess with a <strong>gambit-oriented play style</strong>. <br>Find balance between attack and defense when you can, and throw away caution when you must and get creative - or suicidal. Switch between <i>Feat Spaces</i>, interact with environment and know when to die to get most out of each hero!<br>Enjoy the dark aesthetic of hand-made 3D arenas as you fight the <strong>Irrational AI</strong> that often acts on impulse.<h2 class=\"bb_tag\" > ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦    cRPG meets Roguelike   ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ </h2>The core is a sprawling RPG with DnDesque elements and a twist of brutal realism. The wrapping is a slick Roguelike that offers ample replayability and frees you from the &quot;RPG chores&quot;.<br><i>... Put final touches to your heroes before spawning - right in the midst of combat.</i><h2 class=\"bb_tag\" > ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦     A modern game for Old-School fans     ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ ✦ </h2><strong>Deep &amp; Streamlined!</strong> Equip one hero and get eight up and ready; customize a lot or not at all and get a bonus for using what you get.<br><strong>A game that respects you:</strong> the Runs become increasingly unpredictable as your own power and mastery grow. <br>Each mistake will unlock Chaos perks that may help you in short-term - but to gain final victory, you will have to make a clean run! <br>Then once you break the final barrier, the fate of your Lord is truly decided. <strong>Victory or death, no second chances! </strong><br><br>---------------------------------------------------------------------------------------------------<h2 class=\"bb_tag\" > ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦       <strong>WORLD</strong>    ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦ ✧ ✦   </h2><h2 class=\"bb_tag\" >✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧    Pre-Apocalyptic Dark Fantasy    ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ </h2>Edalar is an old world. Torn from natural cycle and doomed to decay, it awaits the end in silence. <br>Assemble Eidolons from bits and pieces of its history, rich with forlorn wonder. Your Lord will have many faces - from a dozen shades of humanity to the eldritch <i>Soulmorph, Mistborn and Gargantuan.</i><h2 class=\"bb_tag\" >✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧   Psycho-Dark Narrative   ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧</h2><i>&quot;... Believe me, no man had ever inspired more terror than Congregation's dark champion - Anphis val Keserim. But after a decade of butchery, he turned renegade and swore to obliterate that soul-trading cabal for good. The fool! Hunted for his betrayal, he embraced a final desperate scheme - and sought out Netherflame's echoes. And he found them, they say, by a mystic vision of his lover - a vision of death and rebirth, of return as the Netherflame's mighty harbinger. But so far, I hear only his demise has come true - and well so, believe me.&quot;</i><br><br>In the years of writing, this game's story has grown vast and psychological. But there is a method to its madness - fellow students of C. Jung are welcome to unravel it.<h2 class=\"bb_tag\" >✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧          Powerful Roleplaying          ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧</h2>Unpredictable hand-crafted roleplay sequences that challenge you to use Talents of your chained heroes intelligently. <strong>But no chain is stronger than its weakest link. </strong><br>Like in a dark fairy-tale riddle, think carefully which hero may fail you in the end. Or let go and visit the realms of surreal horror.<h2 class=\"bb_tag\" >✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧          Immersive Exploration        ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ ✧ </h2>Between isles of tentative reality, lie the oceans of Unformed. Exploring them is optional, and they do not yield their secrets lightly. Piece together fragments of esoteric scriptures and blasphemous rituals to wring the truth out of the world's marrow. Make deals with the ghastly Vendors, help them unmake eldritch curses and solve their riddles in exchange for their Lore and their services.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1043440/header.jpg?t=1640898320",
    "developers": [
      "Alexander Kamen",
      "Wyrmring"
    ],
    "publishers": [
      "Wyrmring"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}