{
  "1043580": {
    "name": "PipeWorks",
    "steam_appid": 1043580,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Snapshot</strong></h2>A short and bitter-sweet 2D platformer set in a coffee factory run by a tyrant chinchilla, an apprehensive guinea pig, and a determined weasel!<h2 class=\"bb_tag\" ><strong>Story</strong></h2>An unpaid and overworked robot who is happy to do his job, D.W.I.O. must clean up an infestation of sewer creatures moseying through the Coffee Co factory and recover precious coffee beans. Was the infestation a work of sabotage by Top-Hat Tea-Rex, the CEO of the competing monopoly? Will Coffee Co keep growing as a peaceful, non-aggressive corporation? Perhaps.<br><br>Uncover the story of a conspiracy against the factory through 3 cut-scenes as you progress through the game. Dismay, dishonesty, and death are abound!<h2 class=\"bb_tag\" ><strong>Gameplay</strong></h2>Explore 10 levels worth of content, repair broken pipes, and use the steam found throughout each level to jump when protected by heat armor, lest your circuits fry!<br><br>At the end of each level, after all leaks are fixed and all valves are shut, send what's left of the coffee supplies found locked away to the main factory floor! Here you can see your progress as the central coffee bean storage fills up.<br><br>As you progress in restoring the factory, you will begin to meet the critters that have infested the game world. With 2 unique enemy types to learn and defeat, each critter and level brings new twists to the game mechanics that you must overcome!<br><br>Once all coffee supplies have been collected, all leaks have been repaired, and all valves have been closed, fight in a final boss-fight against a giant raging monster snail! With the death of the gargantuan snail, the infestation shall be defeated!<br><br>Don't forget to fuel up on a refreshing beverage of coffee after clearing a level*!<br><br>*Coffee Co is not responsible for any hardware malfunctions or illness.<h2 class=\"bb_tag\" ><strong>Summary</strong></h2><ul class=\"bb_ul\"><li>10 levels to clear<br></li><li>2 unique enemy types<br></li><li>3 cut-scenes<br></li><li>Ability to drink coffee<br></li><li>10 music tracks<br></li><li>1 boss-fight<br></li><li>Death, despair, and corporate greed!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1043580/header.jpg?t=1555437868",
    "developers": [
      "Vedak the Dev"
    ],
    "publishers": [
      "Vedak the Dev"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}