{
  "1044010": {
    "name": "Ugaris - The Legend Recovered",
    "steam_appid": 1044010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Ugaris</strong> - the Legend Recovered</h2><br><i>&quot;Welcome, Adventurer, to the enigmatic realms of Astonia. A world brimming with danger and opportunity awaits. Arm yourself with valor and let your powers craft your destiny.&quot;</i><h2 class=\"bb_tag\" >Discover Ugaris</h2><br>Ugaris is an MMORPG where legends are born, and tales of heroism are etched into its very essence. Developed from the renowned Astonia 3 engine by Daniel Brockhaus, Ugaris offers a unique journey whether you choose to be a warrior, mage, or the legendary Seyan'Du, mastering both sorcery and swordplay. With a diverse skill system at your disposal, every choice shapes your destiny. Forge alliances, engage in epic wars, and carve your name into the annals of Astonia. The adventure is yours to command.<h2 class=\"bb_tag\" >Embarking On Your Journey</h2>Embark on your adventure in Ugaris today – it's free to dive into. Once installed, log in with your email and password, create your character, and step into a world awaiting heroes. Should you need assistance, our in-game staff are ever-ready to aid you on your quest.<h2 class=\"bb_tag\" >Encyclopedia</h2>Stay updated with all things Ugaris through our in-game updates and announcements. Dive into the lore, uncover secrets, and strategize your next move by exploring our Encyclopedia - a treasure trove of knowledge for those seeking to enhance their journey. Find it on the homepage.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li><strong>Immersive MMORPG Experience:</strong> Dive into the rich and dynamic world of Astonia, where every decision impacts your journey.<br></li><li><strong>Diverse Character Classes:</strong> Choose from warrior, mage, or the esteemed Seyan'Du, each with unique abilities and skills.<br></li><li><strong>Epic Battles and Alliances</strong>: Engage in thrilling battles, forge powerful alliances, and participate in epic wars.<br></li><li><strong>Extensive Skill System: </strong>Customize your character's abilities and craft a unique path through a versatile skill system.<br></li><li><strong>Active Community:</strong> Join a nostalgic community of gamers and relive the golden age of MMORPGs.<br></li><li><strong>Ongoing Updates:</strong> Regular in-game updates and a comprehensive Encyclopedia to keep you informed and strategized.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1044010/header.jpg?t=1715797231",
    "developers": [
      "Patollic"
    ],
    "publishers": [
      "Patollic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}