{
  "1044700": {
    "name": "Forsaken Realm",
    "steam_appid": 1044700,
    "required_age": 0,
    "is_free": false,
    "description": "Forsaken Realm is a building strategy game that challenges you to build your own empire. You have been banished by your liege lord. Nothing is left, except a group of loyal followers. Settle down to build your new own kingdom, develop resources and grow into an economic power. Build new cities and castles at strategic points, train troops and defend your empire. Expand your territory and face your old foe. But act with caution, because the favor of your followers is fleeting.<br><br><strong>Forsaken Realm offers you:</strong><br>● A lord who must build, expand and manage his empire from scratch<br>● Followers who help you build and defend your country. But don't forget to keep them happy to not lose their favor!<br>● A diverse economic system that challenges you to find the balance between growth and supply<br>● A variety of equipment and weapons to help you assemble your own troop types and go to war. Man the walls and defend yourself against waves of attackers<br>● A loving, handmade 2D pixel art style<br><br><strong>This is still planned:</strong><br>● A world map divided into grids, where each grid represents its own map<br>● The ability to set up trade routes between the settlements<br>● AI empires which you can act with diplomatically or aggressively<br>● In addition to the four tiers-levels of your city, a castle can alternatively be built on a new map. This has to be supplied by villages since it does not have its own economy. To do this, areas in the vicinity must be secured and controlled<br><br>The fate is in your hands: lead your followers to a glorious future - or to their downfall.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1044700/header.jpg?t=1751580369",
    "developers": [
      "Forester Games"
    ],
    "publishers": [
      "Forester Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}