{
  "1044050": {
    "name": "Cold Hearts Demo",
    "steam_appid": 1044050,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>This demo contains prologue section of Cold Hearts. Some assets, such as music, sound effects and graphics may be different in the full version.</strong><br><br>Cold Hearts is a visual novel about refrigerators, loneliness and the meaning of life. Befriend and date household appliances, melt their frozen hearts, solve the crime story and uncover the truth - the real reason why these girl-fridges made contact with you, of all people!<br><br>Developed by two influencers and game developers, Outstar (The Witcher 3, Eventide: Slavic Fable) and Memoriesin8bit (Mothergunship) as a passion project to share the love for visual novels among those new to the genre, as well as experienced players. <br><br>Key features:<br>- no stats grinding to achieve your dream ending - all stories unfold solely by your decisions<br>- a mix of comedy and serious themes with sad undertones<br>- genderless protagonist - let your imagination run free and imagine any protagonist you like, as game won't mention your gender<br>- save, skip, rewind - all features you need to comfortably explore every route and ending<br><br>Full game will include:<br>- 6 paths with multiple endings (including secret, unlockable path) and numerous decisions to be made<br>- collectibles (fridge magnets) and multiple unlockable artworks in every path <br>- 7 romanceable characters<br>- 20+ endings",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1044050/header.jpg?t=1552041193",
    "developers": [
      "Outstar",
      "Memoriesin8bit"
    ],
    "publishers": [
      "Outstar & Memoriesin8bit"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}