{
  "1044800": {
    "name": "Global Fortune",
    "steam_appid": 1044800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Global Fortune is a business management game on a global scale.</h2><br>It is a data-rich game played on a hex-based globe meant to give a taste of a modern and truly global market. <br><br><ul class=\"bb_ul\"><li> <strong>Manage</strong> a business as its CEO, making sure not only to see the company survives but also that you become wealthy as well.<br></li><li> <strong>Expand</strong> your reach across the globe, both to get access to new customers but also to take advantage of the different regional advantages, transporting your goods by land or sea.<br></li><li> <strong>Produce</strong> resources and products, from simple items like fruit to complex items like cars which require production chains and skilled workers to produce.<br></li><li> <strong>Research</strong> not only how to make other products, but how to improve them beyond their most basic into something much more valuable.<br></li><li> <strong>Design</strong> your product lines with custom properties such as the level of luxury or the level of complexity, making them harder to produce but worth much more to potential customers.<br></li><li> <strong>Specialize</strong> offices for each region to focus on research, finding new customers, or cutting operating expense.</li></ul><h2 class=\"bb_tag\" >Global Fortune is still in Early Access.</h2><br>That means for the foreseeable future it will continue to be under development. We will continue updating it, adding new features, and balancing things as best we can. We have no plans to lock any features behind additional pay DLC. We also want to hear from you as early and as much as possible, we are a small team and hearing feedback is what makes it possible to keep improving in a way everyone can enjoy.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1044800/header.jpg?t=1579631324",
    "developers": [
      "9th Floor Arcade"
    ],
    "publishers": [
      "9th Floor Arcade Inc"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}