{
  "1044080": {
    "name": "Batteries Included",
    "steam_appid": 1044080,
    "required_age": 0,
    "is_free": false,
    "description": "Batteries Included is a Virtual Reality action / light-strategy game for the HTC Vive.  Fall back into a nostalgic state as you return to the time of your childhood!  Explore your bedroom and use keys to unlock the door to your imagination.  Once in your imagination, wrangle mischievous toy Goblin Goons to the castle through various obstacles.<br><br>Each new level in Batteries Included will test your speed, cunning, and (most importantly) imagination as you find a safe path for your toy Goons.  Will you knock down the Drawbridge Hex to open blocked paths, or place the Magic Wood-Block Hex to create new ones?  Or maybe blast your goons out of the Toy Cannon Hex, or have them soar above danger using the Balloon Hex?  Use your creativity to find your own unique solution! But watch out for obstacles like the Slippery Ice Hex and Abducting UFO which can throw a wrench in your plans!<br><br>Your toys need your help! Will you answer the call?<br><br><u>Features</u><br><ul class=\"bb_ul\"><li>Locomotion Options - VR brings with it the possibility for VR sickness.  Switch between two different movement systems (Point &amp; Teleport, Smooth Motion + Fixed Pivot Rotation) to find which works best for you!<br></li><li>Dynamic Hex Combinations - Explore levels made with more than six different hex types, each bringing their own challenge to discover and use to your advantage.  Watch as these deceptively-simple hexes combine to produce interesting combinations that will test the limits of your problem-solving skills!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1044080/header.jpg?t=1587585163",
    "developers": [
      "Shadow Shrimp Studio LLC"
    ],
    "publishers": [
      "Shadow Shrimp Studio LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}