{
  "1045740": {
    "name": "Hit&Run VR baseball",
    "steam_appid": 1045740,
    "required_age": 0,
    "is_free": false,
    "description": "Hit &amp; Run VR is a VR baseball game that you enjoy with VIVE.<br>3D graphics, hitting feel, through character A.I.<br>We have realized the best realism as playing a real baseball game.<br><br>[graphic]<br>With high resolution 3D graphics<br>The rich animations implemented through real baseball player motion capture make you experience the best possible reality in VR baseball games.<br><br>[Character A.I.]<br>The artificial intelligence of the character who plays the defense has been dramatically strengthened and the character artificial intelligence has been fully implemented. This allows a natural single play of up to 9 innings in 3 innings.<br><br>[Haptic]<br>The core of baseball is in the 'hitting feeling'.<br>Depending on your hitting, the bat responds to vibrations and you can feel the real bat feeling.<br>In addition to the controller dedicated to VIVE, you can also enjoy attaching a separate vibration device to the Bat.<br><br>[Network &amp; 1: 1 Play]<br>1: 1 game over the network is also available. However, this version is not available.<br>1: 1 Network Play means that one player is a pitcher and the other player is a batter. Network play versions will be available in the future.<br><br>- Game mode information -<br><br>[Practice Play Mode]<br>You can practice hitting against artificial intelligence pitchers in an environment like reality. And you can see how well you hit through the distance the ball has been flying.<br><br>[Battle play mode]<br>When you select battle play mode, you can select Hitter mode or Pitcher mode.<br><br>[Select innings]<br>The player can choose one of the innings options: 1, 2 or 3 innings.<br><br>Press the trigger button on the controller and prepare to break the ball! Experience the best VR baseball games in the world and achieve your highest score!<br>This is a real baseball!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1045740/header.jpg?t=1554430496",
    "developers": [
      "Twohands Creative"
    ],
    "publishers": [
      "Twohands Creative"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}