{
  "1045500": {
    "name": "Fantasy Grounds - Pathfinder RPG - Iron Gods AP 1: Fires of Creation (PFRPG)",
    "steam_appid": 1045500,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Iron Gods AP 1: Fires of Creation</h2><strong>Dawn of New Gods!</strong><br>The<br><i>Iron Gods Adventure Path</i>begins with &quot;Fires of Creation,&quot; an exciting new adventure set in Numeria, land of barbarians and super-science! In the town of Torch, the settlement's unignorable tower of violet flame has gone out. The only clue to its disappearance is a newly discovered cave dug nearby. Are the heroes bold enough to unearth the otherworldly secrets that sleep beneath the city and reignite the fires of Torch? Or will their first foray into Numeria's ancient mysteries be their last?<br>This volume of Pathfinder Adventure Path launches the<br><i>Iron Gods Adventure Path</i>and includes:<br><ul class=\"bb_ul\"><li>&quot;Fires of Creation,&quot; a Pathfinder adventure for 1st-level characters, by Neil Spicer.<br></li><li>A Gazetteer of the Numerian town of Torch, by Neil Spicer.<br></li><li>A look into the mysteries of artificial life with an ecology of androids, by Russ Taylor.<br></li><li>A bittersweet homecoming for a Numerian explorer in the Pathfinder's Journal, by Amber E. Scott.<br></li><li>A host of new monsters, by Neil Spicer, Mark Garringer, and Mike Welham.</li></ul>Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the world's oldest fantasy RPG.<br><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1045500/header.jpg?t=1768411098",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}