{
  "1046910": {
    "name": "Dissection Simulator: Frog Edition",
    "steam_appid": 1046910,
    "required_age": 0,
    "is_free": false,
    "description": "Join Wendy Martin, a national award-winning science teacher, to make Ribbit-ing Discoveries in this virtual reality Frog Dissection. Learn the fundamentals of the female frog anatomy in a fully immersive virtual reality experience.<h2 class=\"bb_tag\" >Learning can take place anytime, anywhere</h2>VictoryVR’s virtual reality frog dissection software is a hands-on dissection opportunity that users can experience through the power of virtual reality. This true to life experience covers each step that a student would take if they were dissecting a real frog in their classroom. Along the way, a hologram of our teacher - national runner-up Teacher of the Year, Wendy Martin - will pop up to provide instruction and information to users.<h2 class=\"bb_tag\" >An Authentic Science Experience Aligned to National Learning Standards</h2>All of the instruction follows the Next Generations Science Standards (NGSS), the national science standards for the United States. The dissection experience is recreated to the finest detail so that they are a suitable substitute for the real thing in a classroom. Lifelike physical models mean that the frog appears as it would in a real dissection allowing science teachers to feel good about substituting virtual reality for the real thing. <br><br>Schools can save on the expensive annual costs of animal acquisition without causing harm to a single creature by using dissections in virtual reality. Over a 5 year period, a single classroom will spend over $4000 just to dissect frogs. Furthermore, these dissections can only take place once a year and cannot be “redone” if a student makes a mistake.<h2 class=\"bb_tag\" >Dissections in VR are a safe alternative</h2>As teachers and parents know, dissections can present a risk to student safety due to: risk of being cut by a scalpel, risk of infection, and exposure to formaldehyde - which can damage the eyes, cause asthma attacks, and bronchitis.<br><br><br> Available for Arcades on SpringboardVR ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1046910/header.jpg?t=1576010437",
    "developers": [
      "VictoryXR"
    ],
    "publishers": [
      "VictoryXR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 9 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}