{
  "10460": {
    "name": "The Club™",
    "steam_appid": 10460,
    "required_age": 0,
    "is_free": false,
    "description": "The Club™, created by critically acclaimed developer Bizarre Creations, is a new breed of third-person shooter, combining fast-paced run and gun gameplay, destructive environments, and lethal weapons. You will fight to survive in a shadowy underground blood-sport controlled by a faceless, obscenely wealthy and influential elite who place their bets on who will survive as the blood-bath ensues before them. Take control of up to eight uniquely trained killers motivated by greed, driven by pure insane bloodlust, and hell bent on earning respect on a global level. <br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Rise Through the Ranks of The Club™</strong>. As one of eight fighters, blast your way through five single player game modes including: Sprint, Time Attack, Survivor, Siege, and Run the Gauntlet.<br>\t\t\t\t\t</li><li><strong>Earn Respect Online.</strong> Shoot your way to the top of the leader boards in over eight cut-throat multiplayer modes. You will face-off with 7 real-time opponents online or battle with your friends offline in 4-player action modes.<br>\t\t\t\t\t</li><li><strong>The Club™ is Global</strong>. Battle in eight unique real-world locations from around the globe, including war-torn cities, abandoned factories, steel mills and many more.<br>\t\t\t\t\t</li><li><strong>Extreme Gun Battles in Hazardous Environments.</strong> A motion blur camera system intensifies the adrenaline rush in both open range and close quarter firefights. Destroy and manipulate objects in the environment to your advantage.<br>\t\t\t\t\t</li><li><strong>Build up the highest score. </strong>A unique score-based accumulation system creates even more competition among players; the faster, more efficient and accurate that you are, the more points you will earn to unlock weapons, characters and maps.<br>\t\t\t\t\t</li><li><strong>Select from an Arsenal of Weaponry.</strong> There are 17 high-powered assault weapons to choose from and customize, including Automatic Weapons, Sniper Rifles, High Caliber Pistols, Sub Machine Guns, Mounted Weapons, and many more.<br>\t\t\t\t\t</li><li><strong>Each Character has a Story to Tell.</strong> Choose from eight different characters to rise through the ranks of The Club™ and uncover each person's true motives and intentions. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/10460/header.jpg?t=1603130603",
    "developers": [
      "Bizarre Creations"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 1250,
      "discount_percent": 75,
      "initial_formatted": "¥ 50.00",
      "final_formatted": "¥ 12.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 2 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}