{
  "1046240": {
    "name": "Creature Hunt",
    "steam_appid": 1046240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Creature Hunt</strong> is a combination of a survival horror and a hunting simulator. According to some articles in the local press, a few days ago several bodies of dead tourists were found in the woods of North Carolina. And yesterday, another tourist said that he had seen a beast there, and it had had nothing in common with any of the known species. You are supposed to play as the sister of one of those who were killed. Your house is located in those woods, and you are going to trace and kill the beast. At home, you have to pack all the things you might need, such as weapons and ammunition, medicines, video cameras, etc. – everything that might be necessary during the hunt, and to start out searching for the beast then. Besides, you might also need your car there. If you get scared, you can go back home any time, for it is always the safest place...<br><br><br><i>The items you pick up are shown in your inventory. To call the inventory, use the Tab button.<br><br>Once you install your camera, its location will be shown on the map and on your computer screen. The cameras are equipped with motion sensors. When a camera sees a moving object, you will see this camera’s icon blinking on your computer screen. Remember that cameras react to all kinds of moving objects, whether it is you or some wild animals.<br><br>To interact with the objects, use the E key.<br><br>To start or to stop the engine of your car, use the G key. To turn the headlights of your car on or off, use the L key.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1046240/header.jpg?t=1707835439",
    "developers": [
      "Bisquit Play"
    ],
    "publishers": [
      "Bisquit Play"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 450,
      "discount_percent": 70,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 4.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}