{
  "1046700": {
    "name": "Rubico",
    "steam_appid": 1046700,
    "required_age": 0,
    "is_free": false,
    "description": "Rubico is a turn-based tactical game with RPG elements in the steampunk setting.<br />\r\n<br />\r\nYou were in the middle of a dying city, in the center of which a giant monster nestled - the Plague. People infected with it lose their sanity and die over time. In the midst of all this chaos, you have only one friend you can rely on - a mechanical kettle. Together, you have to overcome many obstacles, break through the hordes of the infected and finally get out of the city. But really is everything around what it seems?..<br />\r\n<br />\r\nIn Rubico you will find:<br />\r\n<br />\r\n1. Dangerous journey. Your path through the Rubicon will not be calm - the Plague is spreading on its heels, and the infected inhabitants of the city are waiting ahead. You must be saved... or perish.<br />\r\n<br />\r\n2. 3 battle modes. You have to not only kill the infected, but also avoid the battle by cunning and solve puzzles.<br />\r\n <br />\r\n3. Dramatic story. Feel the tragic story of a little boy, to whose share fell the hard life tests.<br />\r\n <br />\r\n4. Gloomy atmosphere. Experience the atmosphere of despair in a huge city filled with rusty metal, the smell of engine oil and hot steam.",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1046700/header.jpg?t=1558313495",
    "developers": [
      "Game Runners"
    ],
    "publishers": [
      "Game Runners"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}