{
  "1047560": {
    "name": "Sovereign's Will",
    "steam_appid": 1047560,
    "required_age": 0,
    "is_free": false,
    "description": "You are Konrad von Meinhart, the son of the Margrave of an imperial province. Your father has vanished under mysterious circumstances and has bequeathed to you the title and the family estate. Now the burden of power is on your shoulders.<br><br><i>Trumpets are solemnly playing fanfare while you are ascending the pedestal. You receive the symbols of authority and swear fealty to the Sovereign – the immortal Emperor, who’s lived thousands of mortal lives and governs the known world.<br><br>But it’s difficult for you to search your heart. Are you happy? Proud? Or worried? There is a varied crowd of people in the hall – like a many-headed beast that you are meant to curb. Merchants and priests, war and feudal lords, minstrels and courtiers – there are both friends and mortal foes among them. </i><h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong>Nonlinear story in the vein of the old-school RPG</strong><br>Take on the mantle of a medieval ruler and face the dangers, challenges and contradictions that come with such a duty. Like a mosaic, this branching storyline is composed of hundreds of scenes and deeds of your own, making each playthrough unique. Not only significant story events are subject to change – links between them shift as well.<br></li><li><strong>Governance of the domain at every level</strong><br>Take control of everything: from the minute details to long-term development of your domain. Distribute resources, rebuild the family estate, pardon and punish, maintain relations with neighbours, barbarians and metropoly. Your actions will determine the fate of your duchy - would it become a wealthy trade hub, a culture capital of the realm, or a formidable warmachine?<br></li><li><strong>Political intrigues</strong><br>Navigate interests of influential fractions: feudal nobility, the church and the bourgeoisie. Resolve conflicts, carry out reforms, lobby for beneficial solutions – it is within your means to preserve the old ways... Or to crush feudal traditions and turn your lands into a trade republic or even a theocratic autocracy.<br></li><li><strong>Roleplay</strong><br>Start with a blank slate and write the personality of the young margrave through decisions of your own: His preferences, interests and even character traits. Devout traditionalist or enlightened enthusiast, warrior or magnate, recluse or gourmand or passionate hunter – a flexible system of characteristics allows you to get into character and act exactly the way you want. <br></li><li><strong>Elaborate fictional world</strong><br>The game takes place in a universal empire that has united the whole of known world. It’s a bizarre fusion of achievements of Modern Era and ancient Roman militarism, permeated with oriental spirituality. Politics is intimately connected to the dogmas of the Church: the priests claim that the Sovereign’s soul is immortal, and that he has been reincarnating in new bodies since the very creation of the world. You are to find out whether there is truth in the holy books or not. </li></ul>",
    "supported_languages": "俄语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1047560/header.jpg?t=1757802814",
    "developers": [
      "Literal Team"
    ],
    "publishers": [
      "Literal Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}