{
  "1047470": {
    "name": "Deep Space Delivery",
    "steam_appid": 1047470,
    "required_age": 0,
    "is_free": false,
    "description": "Deep Space Delivery is a system packed fantasy space ship construction, management and strategy game.<br><br>After an emergency jump of the home carrier you are stranded at an unknown location in space. <br><br>You are starting out with a small mining ship, which is your home and origin point for all your operations. While exploring your environment and on the search for  resources, you have to build new modules to grow your ship, research new technology, manage the needs of your crew to stay alive!<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Explore the alien space you are stranded in and find out more about the ancient cultures lost in time<br></li><li>Mine asteroids, gas clouds and large structures, refine the gathered resources and extract valuable materials<br></li><li>Upgrade your ship by constructing modules and evolve from a small vessel to a destroyer, carrier, mining ship or combine all of them into one big city ship<br></li><li>Create different science modules and research new tech from what you've learned on your journey<br></li><li>Manage your crew, fulfill their needs and keep them alive, so you can employ them in order to service your modules<br></li><li>Meet your modules upkeep demands, manage energy, fuel consumption and prioritize which modules to activate and how to use them<br></li><li>Fight whatever threatens the existence of your ship</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1047470/header.jpg?t=1720762033",
    "developers": [
      "SureAI"
    ],
    "publishers": [
      "SureAI"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}