{
  "1048950": {
    "name": "Desert Skies",
    "steam_appid": 1048950,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Floating on a creaky wooden airship above a vast desert filled with treasures and dangers, players will journey deep into the Wild West as they survive the harsh landscape and save a young America from a monstrous threat.</strong><h2 class=\"bb_tag\" >Fly</h2>Ride the winds over the desert biomes in your hot air balloon powered airship. Build a propeller engine and a helm to pilot your airship.<h2 class=\"bb_tag\" >Explore</h2>Land to explore abandoned towns, attacked outposts, underground caves and more.<h2 class=\"bb_tag\" >Run!</h2>Explore quickly and quietly, for whenever you land the Seeker hunts you from beneath the sands!<h2 class=\"bb_tag\" >Loot</h2>Search each location for the items you need to survive, build and craft.<h2 class=\"bb_tag\" >Build</h2>Build your airship into a multi story floating fortress packed with crafting stations.<h2 class=\"bb_tag\" >Fight!</h2>Craft weapons and turn the tide on the Seeker!<h2 class=\"bb_tag\" >Harvest</h2>Harvest resources from the desert to help you on your adventure.<h2 class=\"bb_tag\" >Craft</h2>Craft items, tools, weapons and more.<h2 class=\"bb_tag\" >Win!</h2>Your goal isn't just survival, but victory! Can you survive long enough, can you build and craft yourself strong enough, to reach the heart of the desert, solve the mystery of the creatures' origin and fight your way to victory?<h2 class=\"bb_tag\" >The Desert Skies Story</h2>It's the American Wild West gone horribly wrong.<br><br>It began with rumours of terrifying creatures attacking people at the far frontier. Then the first town was wiped out. Now years have passed and everyone has fled east, leaving behind a ghost land.<br><br>You were part of an expedition organised by famed scientist Nikola Tesla to investigate the creatures and their origin. A fully stocked hot air balloon kept you all safely off the desert floor, until a sandstorm destroyed most of the airship and took the rest of your team with it.<br><br>Now you're the sole survivor, out of supplies and clinging to what's left of your airship as it drifts down towards the sand. You've spotted some wagons in the desert ahead and have just enough fuel to make it there. You might find supplies, and if you can scavenge enough to get back into the air then you might be able to limp from location to location and rebuild enough to fly far west, solve the mystery and stop the monsters...<br><br>But that means landing. The creatures are attracted to noise, and on the desert floor they can hear you scream.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1048950/header.jpg?t=1608442590",
    "developers": [
      "White_Rabbit_Games"
    ],
    "publishers": [
      "White_Rabbit_Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 3,
      "total_negative": 3,
      "total_reviews": 6
    }
  }
}