{
  "1049440": {
    "name": "IL-2 Sturmovik: Desert Wings - Tobruk",
    "steam_appid": 1049440,
    "required_age": 0,
    "is_free": false,
    "description": "IL-2 STURMOVIK, DESERT WINGS – TOBRUK is an immersive, realistic and challenging combat flight simulation set over the sands of the North Africa campaign in WWII. Experience what it was like to fly and fight in Messerschmitts, Macchis, Kittyhawks and Spitfires during the Desert War. Dogfight high over the endless dunes and ancient sandstone of the North African desert for control of the strategic town of Tobruk on the Mediterranean coast. Fly right on the deck and support the ground troops and armored thrusts as the Allies take on the Afrika Corps and their legendary Panzers. Intercept enemy shipping and support allied convoys bringing needed supplies to the parched desert theater. Never before has there been such a detailed and beautiful North Africa themed combat flight simulation. Desert Wings gives a unique and immersive aerial combat experience unlike any other!  <br><br>In this exciting new IL-2 STURMOVIK: CLIFFS OF DOVER - BLITZ add-On, you can fly with the Regia Aeronautica, the Luftwaffe or the Royal Air Force. Experience everything from 1940 biplane dogfights between Gladiators and CR-42's to clashes between sleek Macchis and rugged Kittyhawks in 1941-42. Fly stubby Martlets, sturdy Hurricanes and the graceful Spitfire in combat against deadly Messerschmitts as they battle over this far-flung part of the globe. Desert Wings allows fighter jocks of all skill levels the opportunity to fully challenge themselves in the historically based campaign.<br><br>Twin-engine bomber fans also have a wide choice of new aircraft to master - from level bombers to torpedo planes, including multiple versions of the Wellington, new models of Heinkel He-111 and the versatile Ju-88. Updated versions of the deadly Beaufighter heavy fighter are also included as well as it’s Luftwaffe counterpart, the Ju-88C, making its debut in four brutally effective variants.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Over 40 completely new flyable types and variants are added with DESERT WINGS - TOBRUK in addition to updated tropical versions of the aircraft from CLIFFS OF DOVER, allowing the players to recreate the span of the campaign from the early days up to mid-1942.<br></li><li>The 385 km x 385 km North African map recreates in precise detail the strategic stronghold of Tobruk and the rugged contours of the coast, desert and sea which surrounds it, with over 75 airfields, multiple landmarks and towns, an extensive road system as well as historical fortifications, minefields and defenses.<br></li><li>Over 25 new tank, artillery and vehicle types are added to the desert versions of the vehicles from the CLIFFS OF DOVER, allowing huge land battles in ferocious detail.<br></li><li>Naval Vessels from the Royal Navy, Regia Marina and Kriegsmarine are modeled including massive battleships as well as cruisers, destroyers, patrol boats, submarines, torpedo boats and merchant ships. In total, over 15 new ships including British and Italian types which are historically accurate for the TOBRUK map as well as German and British types which can be used on the original CLIFFS OF DOVER - BLITZ English Channel map.<br></li><li>New aircraft details, including dust effects for aircraft engines, new engine technology like Nitrous Oxide injection as well as more precise Flight, Damage, Propeller and Overheat modeling is included.<br></li><li>Major controls and switches in cockpits are fully moveable and clickable by mouse.<br></li><li>Improved graphics including all new anti-aliasing systems, extended viewing distance, improved terrain modeling and tessellation detail. New dust effects specifically tailored for a desert map as well as improved explosive, smoke and particle effects have been added.<br></li><li>The excellent multiplayer environment allows over 100 players and dozens of AI aircraft online simultaneously, providing for intense and challenging human versus human aerial battles.<br></li><li>New artificial intelligence routines and improved behavior for AI aircraft add to the excitement of detailed campaigns in Single Player for Regia Aeronautica, Luftwaffe and Royal Air Force pilots.<br></li><li>An updated Mission Builder provides the opportunity for player-created missions and campaigns.<br></li><li>Opportunity for players to continue the English Channel campaign on the CLIFFS OF DOVER - BLITZ map with additional new aircraft, vehicle and ship types covering the period October 1940 to August 1941.<br></li><li>IL-2 STURMOVIK: DESERT WINGS - TOBRUK is an exciting and challenging addition to the IL-2 STURMOVIK: CLIFFS OF DOVER line of products allowing players to immerse themselves in the critical moment in history when the control of the Mediterranean and the Suez Canal was decided.</li></ul><br>* IL-2 STURMOVIK, DESERT WINGS – TOBRUK requires IL-2 Sturmovik: Cliffs of Dover Blitz Edition base game in order to play.<br><br>----",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 俄语, 捷克语, 意大利语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049440/header.jpg?t=1675873960",
    "developers": [
      "Team Fusion Simulations",
      "1C: Maddox Games"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}