{
  "1049840": {
    "name": "Haramatia",
    "steam_appid": 1049840,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049840/extras/b449dab8b8d0cd65be88d3c04a6af6f1.avif?t=1739554328\" width=570 height=186 /></span><br>The plot of the game &quot;Haramatia&quot;<br>Haramatia is a terrible and extremely dangerous planet. The once thriving civilization, as usual, destroyed itself, leaving only the gray earth, aggressive animals and distracted biorobots. The main character absolutely does not remember anything, and in the course of the plot will understand who he is and how he turned out to be on this planet. The lost civilization left behind not only pain and destruction. You can also find useful things for your difficult journey: weapons, protection, and so on. Any rash step here can be the last.<br><br>Game features:<br>====================<br>Indaria, trade and entertainment<br>Indaria is a city almost completely survived after the war, located high in the mountains, with a large number of different creatures. Despite the catastrophic destruction of the planet, this city still continues to live on with its life. Here you can meet sellers of rare goods, or you can scrap it yourself from the ingredients bought on the cheap, trade, resell at a higher price, feel the excitement of slot machines, or play on the stock exchange with a real and unpredictable exchange rate.<br><br>Intrigue currencies, exchange rate and trading<br>There are two main currencies in the game, it is a &quot;skorikin&quot; currency usually produced in the form of banknotes, and &quot;soul stone&quot; is a valuable ore mined in the depths of caves which is rarely but still used as currency, this unusual stone ore can also be found in the outskirts of not tread lands. After the war, the price of the stone for the soul of a soul rose and underwent a strong correction, so now you can earn good money for survival on the resale of the currency of the stone. The graph of the stone exchange rate is not very stable, while passing you will also be able to influence the prices if you can find the sources of the problems of the economy. There are also legends that the stone is able to preserve the soul of the one who breaks it against the ancient sculpture &quot;idol of the soul&quot;<br><br>Culture and language of the game<br>A whole culture, language and a new table of numbers, which is distinguished by its originality and counting system, was invented and implemented from scratch. If the language of the world of Haramatia is compared with our earthly languages, it is radically different, especially with its primitiveness and simplicity, for the peoples of this world are more developed in terms of technology than in the social. When creating various structures",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049840/header.jpg?t=1739554328",
    "developers": [
      "Salavat Kasimov"
    ],
    "publishers": [
      "Sevite byte studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 3,
      "highlighted": [
        {
          "name": "Royal winner",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1049840/d1b77f8ccb083c3c835193eaf70b47fc346cba3c.jpg"
        },
        {
          "name": "New life",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1049840/b431e5c757b913593f16c316b5b0d8ee3d9f9f5c.jpg"
        },
        {
          "name": "Rare artifac",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1049840/dc9c41306472cc0fc6754864adb715420e2cae8f.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}