{
  "1049630": {
    "name": "DELIVERED!",
    "steam_appid": 1049630,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The challenge</h2>Do you think you are strong in concentration and you have good reflexes? You should check it with this game! <i>DELIVERED!</i> is an addictive logical game where you have to divide your attention and concentrate on many things at the same time to successfully finish the levels! There are two game modes, ten levels and three difficulty levels in the early access version which guarantees many hours of fun (and sweat :) )!<h2 class=\"bb_tag\" >The story</h2>You are a clerk in a parcel delivery company and your job is to dispatch the packages from the storage to the trucks. This sounds easy at first but the smallest mistake and you found yourself in a big mess! The complexity of the levels increasing as the game advances, but don't worry, as you playing the game, your reflexes and concentration ability will be better and better! The primary game mode was so intense that I implemented a secondary (the popular color matching) one with a more relaxing gameplay. If you finish a level, you can replay that level anytime, without restarting the whole campaign.<h2 class=\"bb_tag\" >The fun</h2>Intense gameplay and very nice music which adds a lot to the mood! Additionally, with the built-in level editor you can easily modify the existing levels or you should create completely new ones!",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 匈牙利语, 俄语, 简体中文, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049630/header.jpg?t=1559158279",
    "developers": [
      "Rail Cat Games"
    ],
    "publishers": [
      "Rail Cat Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}