{
  "1049370": {
    "name": "F18 Carrier Landing",
    "steam_appid": 1049370,
    "required_age": 0,
    "is_free": false,
    "description": "Note: The pre-release is Oculus only.  The full release will support both Oculus and Vive.<br><br>F18 Carrier Landing places you in the cockpit of an F/A 18 Hornet.  As gamers, we search for experiences that aren’t possible in our daily lives. With F/A 18 Carrier Landing, we’re able to bring the armchair pilot into the cockpit of a fighter jet. We have long wanted to develop a true pilot simulator, but this wasn’t possible until the advent of virtual reality. <br><br><strong>The Game </strong> <br><br>Your task is to utilize your skills to land on the aircraft carrier.<br>The F/A 18 cockpit is modeled with accurate detail.  Reach out and touch the throttle, manipulate the flight stick, flip switches, and more.<br>Your landing will be graded based on the weight of the wheels at landing, the distance from the center line, your approach angle, etc.<br>Your score will be posted to the global leaderboard, can you rise the ranks?<br><br><strong>Features </strong> <br><br>Full Touch Controls  <br>True to life graphics  <br>Ultra detailed aircraft models and cockpit  <br>Ultra detailed Aircraft Carrier Model  <br>Realistic Physics Engine  <br>Varied Weather  <br>Voluminous Clouds  <br>Landing Grading System  <br><br><br><strong>The Team </strong><br><br><br>The team consists of a handful of top developers and two business partners who wish they studied game development in College. We thank you for your support and help in creating our pilot experience. Your input, feedback, and contributions are crucial to the success of Navy Pilot Simulator.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049370/header.jpg?t=1561138187",
    "developers": [
      "TAS Systems Corp"
    ],
    "publishers": [
      "TAS Systems Corp"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}