{
  "1049740": {
    "name": "Out of Coverage",
    "steam_appid": 1049740,
    "required_age": 0,
    "is_free": false,
    "description": "Out of Coverage is a third person 2D Point and Click adventure comedy made in the spirit of classic adventure games of the 90's.<br><br>The game tells the story of Nawwaf who is a 22 year old City guy coming straight out of college. After his graduation he goes on a desert trip to celebrate with his friends, only to get lost in the middle of no where.VA day passes by wandering aimlessly. Nawwaf is tired, thirsty and starving. He collapses. Nawwaf wakes up in a remote town, having been rescued by a young boy.<br><br>The town is named “Marta Al Aqareb” – which is Arabic for “The Scorpions’ Den” – a place out of coverage and lost from contact with the outside world; time feels like it stopped still at the year 1970. Without technology or a way to communicate, even the simple task of leaving the town will become a great undertaking for Nawwaf. All while a sinister plot is taking place threatening the town's residents.<h2 class=\"bb_tag\" >* FEATURES</h2><ul class=\"bb_ul\"><li>Meet an amazing cast of weird and intriguing characters that will help you or stand in your way of getting out of the Scorpions’ Den!<br></li><li>Explore the alleys, streets and shops of Scorpions’ Den with vivid environments.<br></li><li>Help Nawwaf through mind bending puzzles that will challenge his skills.<br></li><li>Professional voice acting<br></li><li>An immersive story full of twists and turns<br></li><li>An atmospheric soundtrack</li></ul><h2 class=\"bb_tag\" >* FOLLOW US:</h2>For more information and to receive exclusive updates about Out of Coverage:<br><ul class=\"bb_ul\"><li>Website:  <br></li><li>Facebook: <br></li><li>Twitter: <br></li><li>Youtube: <br></li><li>E-Mail: <a href=\"mailto:info@SemaphoreLab.com\">info@SemaphoreLab.com</a></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 阿拉伯语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1049740/header.jpg?t=1631366315",
    "developers": [
      "Semaphore"
    ],
    "publishers": [
      "Semaphore"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}