{
  "1050050": {
    "name": "Modding Tool Add-on - Power & Revolution 2019 Edition",
    "steam_appid": 1050050,
    "required_age": 0,
    "is_free": false,
    "description": "The modding tool add-on lets players create and play contexts and scenarios (mods), as well as share them with other users. Since its release, <i><strong>more than 250 mods </strong></i>have already been shared and downloaded using the tool. <br><br><strong><u>A comprehensive creation tool</u></strong><br><br>The modding add-on lets you : <br><ul class=\"bb_ul\"><li>modify country data (economic, political, demographic, fiscal...) <br></li><li>change international relations between countries (diplomatic alignment, military alliances...) <br></li><li>transform world geography (merging countries, making regions independent, putting a new city on the map...) <br></li><li>create new missions and scenarios that are highly developed and detailed (triggering protests, wars, disasters, political scandals, assassinations, national elections, character demands... with the option of defining several conditions for triggering these events, and editing game text...) <br></li><li>remake history by creating scenarios starting in the past or the future, from year 1900 <br></li><li>enrich the scenarios with new character faces and names, new logos and group names with the customization kit that can be used with the modding tool <br></li><li>easily share your creations (host and download from our website, directly send mods from the game...) </li></ul><br><strong><u>New features (compared to the Masters of the World modding tool)</u></strong><br><br><ul class=\"bb_ul\"><li>the creation of mods to play as the legal (or illegal) opposition<br></li><li>the creation of illegal groups with a suitable allotment of regions under their control, configuration of their armed forces, adjustment of their might and their local popularity<br></li><li>the creation of city battles<br></li><li>the possibility of changing a country's chief of state or changing a character's politcal party<br></li><li>the possibility of adding buildings (power plants) to the map<br></li><li>the possibility of modifying the appearance of new units: drones, police vans, armed extremists, police...<br></li><li>the possibility of putting down spontaneous riots<br></li><li>planning actions: beginning and ending city battles (civilian or military) and testing their outcome, normalization of an illegal terrorist group, a legal party becoming an illegal organization, calling for a vote on legislation (with or without the expected outcome) and testing their outcome, granting a region independence, withdrawal of troops from a country<br></li><li>conditions for planning actions: testing the creation of an international organization, the popularity and loyalty levels among characters, the existence of scandals and the possibility of exposure, the existence of a network of clandestine services, grabbing power or being deposed, the death of a character, the nomination of a minister<br></li><li>modification of laws concerning unconventional gas and petroleum<br></li><li>the possibility of creating mods in Chinese, Japanese and Portuguese<br></li><li>new scenarios &quot;Arctic Wars&quot; and &quot;The End of Europe?&quot;</li></ul><br><strong><u>Some examples</u></strong><br><br><i><strong>Arctic Wars </strong><br>In 2018, the United States and Russia vie for control of the immense resources of the Arctic which, because of climate change, have become more easily accessible. After the election of a Republican president in the 2016 election, the United States has established additional military bases on the west coast of Greenland. Russia has done the same on the east coast of Greenland. Petroleum (10% of the world's reverse), gas, aluminum, rare earth elements...this part of the world has become strategically crucial and considering the antagonistic nature of the presidents of these two superpowers, the risk of conflagration is extremely high! Moreover, a worried Greenland wants independence from its controlling nation, the Kingdom of Denmark, and the restrictive laws of its environmental program. It's up to you: as the leader of Denmark, try to avoid global unrest!<br><br><strong>The End of Europe?</strong><br>In the year 2020, the European Union has completely broken apart. Nearly all of its countries have left the organization after populist parties win national elections. Moreover, several states were created after some regions (such as Catalonia and Scotland) gained their independence. Take charge of the opposition party of various countries to try to build a new Europe.</i>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙<strong>*</strong>, 简体中文, 日语, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1050050/header.jpg?t=1563575565",
    "developers": [
      "Eversim"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4900,
      "final": 4900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 49.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 3 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}