{
  "1050010": {
    "name": "Even For Eternia",
    "steam_appid": 1050010,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Why are we born of hatred? Is it from our power stemming as humans, or is it from things we don't understand?<br />\r\n<br />\r\nWe are afraid of what we don't know. Simple as that. But they? They don't know. They don't know of our power, and raise their arms against us.<br />\r\n<br />\r\nAnd for what? To shun us out of humanity? To sow discord within their own feeble hearts? To betray our faith and kill us like animals?<br />\r\n<br />\r\nNo.<br />\r\n<br />\r\nThey may mock me, they may hate me, they may scorn me, they may burn me.<br />\r\n<br />\r\nBut I know at the end of the day, that I am stronger than them.&quot;<br />\r\n<br />\r\n<br />\r\n• Expansive full length RPG spanning 20-25 hours.<br />\r\n• Streamlined crafting system.<br />\r\n• Emotionally driven characters and scenarios.<br />\r\n• Unique Wraith System: With every enemy you defeat, enemies of that particular type get stronger over time.<br />\r\n• Hours and hours of side content and side quests.<br />\r\n• Use the emotional fragments of others to make yourself stronger.<br />\r\n• Unique Alliance System: Ally yourself with various partners to reap their benefits.<br />\r\n<br />\r\n♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦♦<br />\r\n<br />\r\nWARNING: A very small percentage of people may experience a seizure when exposed to certain visual images, including flashing lights or patterns that may appear in video games. Even people who have no history of seizures or epilepsy may have an undiagnosed condition that may cause these &quot;photosensitive epileptic seizures&quot; while watching video games.<br />\r\n<br />\r\nThese seizures may have a variety of symptoms. These include lightheadedness, altered vision, eye or face twitching, jerking, or shaking of arms and legs, disorientation, confusion, or momentary loss of awareness. Seizures may also cause loss of consciousness or convulsions that can lead to injury from falling down or striking nearby objects. IMMEDIATELY STOP PLAYING AND CONSULT A DOCTOR IF YOU EXPERIENCE ANY OF THESE SYMPTOMS.<br />\r\n<br />\r\nThe risk of photosensitive epilepic seizures may be reduced by taking the following steps:<br />\r\n<br />\r\n • Play in a well lit room.<br />\r\n • Do not play if you are drowsy or fatigued.<br />\r\n<br />\r\nIf you or any of your relatives have a history of seizures or epilepsy, consult a doctor before playing.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1050010/header.jpg?t=1554743240",
    "developers": [
      "Devils Advocate Gaming"
    ],
    "publishers": [
      "Devils Advocate Gaming"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}