{
  "1051390": {
    "name": "RPG Maker VX Ace - Future Fantasy",
    "steam_appid": 1051390,
    "required_age": 0,
    "is_free": false,
    "description": "This expansion pack is designed to bring your Time Fantasy world into the future! The FUTURE FANTASY collection is based around two themes that integrate together: the modern city and the sci-fi world of tomorrow.<br />\r\n<br />\r\nThis set includes 25+ new tilesets: everything you need to make a futuristic space station, complete with computer terminals and science equipment. A machine factory with moving conveyer belts, or a damp junkyard with concrete pipes and rusted cars, are perfect locations for dungeons. And of course a future setting isn't complete without a dark cyberpunk city. A more modern city is included too, with roads, highways, and modern-style houses for a suburban town. Modern interiors, with kitchen appliances, TVs, computer desks and more.<br />\r\n<br />\r\nThe collection includes over 50 character sprites, ranging from sci fi soldiers and mechanics to scientists and cyborgs to city police and urban punks. Four new hero characters have fully-animated side-view battlers!<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n* Over 50 new character sprites!<br />\r\n* 12 Modern tilesets! Towns and cities with interior and exterior, even a junkyard.<br />\r\n* 12 Sci Fi tilesets! Space station, science lab, machine factory, and a cyberpunk city.<br />\r\n* 4 new animated Side-View Battlers for heroes.<br />\r\n* Animated object sprites: flashing computer screens, moving conveyor belts, cars and treasure chests.<br />\r\n* Fully compatible with previous Time Fantasy style graphics!<br />\r\n* For use with RPG Maker VX Ace or the engine of your choice<br />\r\n<br />\r\nNote: <br />\r\n<br />\r\nThe included &quot;military&quot; character sets were originally released in the base Time Fantasy character pack. <br />\r\nThey are included here as bonus sprites because they fit with the theme of this expansion.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 意大利语, 葡萄牙语 - 巴西, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1051390/header.jpg?t=1681425944",
    "developers": [
      "finalbossblues"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6600,
      "final": 6600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 66.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}