{
  "1051680": {
    "name": "Fantasy Grounds - Pathfinder RPG - Skull & Shackles AP 3: Tempest Rising (PFRPG)",
    "steam_appid": 1051680,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Skull &amp; Shackles AP 3: Tempest Rising</h2><strong> Chapter 3: &quot;Tempest Rising&quot;</strong><br><i> by</i><br><strong> Matthew Goodall</strong><br>The time has come for the heroes to take their places as true pirate lords. But doing so will require more than a ship, a scallywag crew, and a hold full of plunder--they'll need to win the esteem of the Hurricane King himself. If they succeed, they'll earn the right to claim even greater glory by participating in the Free Captains' Regatta, a grueling race along the fringes of the mighty hurricane called the Eye of Abendego. The winners receive a fat prize purse, their own private island, and a seat on the Pirate Council of the Shackles. Will the adventurers triumph against fierce competitors, old rivals, and the treacherous winds and currents of the Eye? Or will their ship be claimed by the storm, a doom that's befallen so many before them?<br><i> This volume of Pathfinder Adventure Path includes:</i><br><ul class=\"bb_ul\"><li>&quot;Tempest Rising,&quot; a Pathfinder RPG adventure for 7th-level characters, by Matthew Goodall.<br></li><li>Details on the infamous pirate lords of the Shackles and new rules for storms at sea, by Tork Shaw.<br></li><li>A gazetteer of the infamous pirate city of Port Peril, by Liz Courts.<br></li><li>Ghosts and cylcopes in the Pathfinder's Journal, by Robin D. Laws.<br></li><li>Five new monsters, by Jesse Benner, Ryan Costello, Philip Minchin, and Tork Shaw.</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1051680/header.jpg?t=1768411339",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}