{
  "10510": {
    "name": "The Incredible Hulk™: The Official Video Game",
    "steam_appid": 10510,
    "required_age": 0,
    "is_free": false,
    "description": "<p>                        Fueled with fury, SEGA's The Incredible Hulk: The Official Video Game features key moments from the film, as well as additional plotlines and characters from the character's rich comic-book universe. Players smash through New York City, battling gigantic enemies amidst soaring skyscrapers in a massive open world.                        </P>                        \n\t\t\t\t\t<p><strong>Features:</strong></p>                        \n\t\t\t\t\t<ul>                        \n\t\t\t\t\t<li><strong>Unlimited Destruction:</strong> Players can demolish anything in their path and also use it as a weapon. Players can even demolish buildings with their bare hands. Damage is persistent, and gamers can use it to gain access to previously unreachable areas. </li>                        \n\t\t\t\t\t<li><strong>Powerful Rage:</strong> Rage is power. Build the Hulk's rage to learn powerful moves. Cause unheard-of damage to gain and upgrade his abilities.</li>                        \n\t\t\t\t\t<li><strong>Incredible Scale:</strong> New York City's towering skyscrapers allow for exciting vertically based gameplay, while powerful, massive enemies such as Bi-Beast and the Abomination challenge the Hulk's might.</li>                        \n\t\t\t\t\t<li><strong>Dynamic Open World:</strong> A realistic next-gen, open-world representation of Manhattan provides gamers with an immense playground of destruction that also contains sub-quests, minigames, and a story that reaches beyond the film to include elements from classic Marvel comics.</li>                        </ul>                        ",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/10510/header.jpg?t=1447351376",
    "developers": [
      "Edge of Reality"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}