{
  "1051210": {
    "name": "Sageball",
    "steam_appid": 1051210,
    "required_age": 0,
    "is_free": false,
    "description": "Sage Ball is a local multiplayer sports game where players will use their character's abilities in conjunction with each other to create amazing combos and great plays in order to score!<br><br>The rules of the game are simple, hit the ball into the opponent’s goal more than the opponent can hit the ball into yours. Scoring goes up to a predetermined number that is set prior to the start of the match. When one of the teams reaches the determined score mentioned above, the game ends. <br><br><i>After displaying unparalleled magical feats over the ages such as immortality and unlimited energy, a mysterious Sage has been highly sought over to reveal his secrets. Naturally the sage proved to be quite elusive, and wouldn't give his secrets away to just anyone for fear of falling into the wrong hands. For each appearance over the ages, he would select someone to become a champion as long as they triumphed over others in certain trials. These were trials that were always different every age, and the location was always different and initially hidden. <br><br>This time, the contestants found the challenge inside a pyramid with a court, the sage, and a single ball in the center of the court that he stood on. He told each challenger the rules for this competition. After days of preparation for the competition, word spread across the populous, and the championship for the powers of the Grand Sage began. Who will rise up among the rest to win this amazing competition?  </i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1051210/header.jpg?t=1725037294",
    "developers": [
      "Lost Our Box",
      "Game Devs Anonymous"
    ],
    "publishers": [
      "Lost Our Box"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}