{
  "1052030": {
    "name": "Star Impact",
    "steam_appid": 1052030,
    "required_age": 0,
    "is_free": false,
    "description": "Clever Indie gameplay puts a smart twist on the classic style you know and love. As a modern gamer, you will feel refreshed and challenged, but your inner child will be jumping for joy as you are flooded with epic gaming memories.<br><br><strong>Quotes</strong><br>&quot;If you have any love for Donkey Kong Barrels from the SNES days, prepare to meet your maker.&quot;<br>&quot;I was left very impressed with the game play dynamics and I think it's really worth taking a look at, especially at the price it's selling for&quot;<br>&quot;Fun run platformer with a nice challenge. Reminds me of some of the more unforgiving games from my childhood. Great soundtrack!&quot;<br><br><strong>Gameplay Gameplay Gameplay!</strong><br>Star Impact is all about classic platforming gameplay.<br>There is a story, beautiful graphics, rad 80s synth music, but the retro style gameplay is the foundation.<br>A throwback to the great classics like Mario, Sonic, and Super Donkey Kong.<br>If you grew up with the classics, this game will make you relive your childhood.<br><br><strong>Nostalgia</strong><br>Star Impact is a game for real gamers; Noobs and Farmville lovers beware.<br>The game stars slower and gradually speed up as you progress.<br>Play through a huge contiguous level that changes with each difficulty.<br>With three difficulties, you can learn the basics through gameplay, while honing your skill for higher difficulties.<br>Time your jumps and dashes while collecting the Star Impact to achieve the highest score.<br><br><strong>Fun / Fast / Hard / Replayable</strong><br>Play as Stella Striker, the pilot of the Interstellar space-ship Icarus II and unravel the mysteries of the galaxy. Avoid an army of ancient aliens, deadly environments, and solve unique environmental puzzles while maintaining faced paced gameplay. Blast Stella around the map through various cannons, Donkey Kong style. Leave earth, find the rare material Star Impact, and break through the barriers of space travel by securing the future of interstellar human travel!<br><br><strong>Features</strong><br> - Single Player: Play the story of human Interstellar space travel.<br> - Leaderboard: Get the best score, time, and become the top speed runner in the world!<br> - Controls: Control Stella Striker with only two buttons, this game is great for kids!<br> - Gameplay: Platforming, jumping, dashing, cannons, spikes, ancient aliens.<br> - Puzzles: Solve various puzzles through platforming gameplay mechanics.<br> - Space-time: Witness the visual power of distorting space and time.<br> - 80s Synth: Unlock new music tracks and set your playlist to earn boosts while playing.<br><br><strong>Steam Features</strong><br> - Steam Achievements: Unlock sweet and unique achievements.<br> - Steam Leaderboard: Compare your score and speed run against your friends and all players.<br> - Gamepad: Partial gamepad supports, or play with a keyboard or mouse.<br><br><strong>Kids and physically challenged</strong><br>Control Stella Striker with only two buttons!<br>This is a great game for kids, physically challenged, and adults.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1052030/header.jpg?t=1558368711",
    "developers": [
      "Me Games"
    ],
    "publishers": [
      "Me Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 6,
      "highlighted": [
        {
          "name": "Complete Prologue",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1052030/0e7f25b05d747acc594b8006b999a274c617a912.jpg"
        },
        {
          "name": "Complete Easy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1052030/e3f549a2d1acd7e9a48e15a6ee0d5eca767a2097.jpg"
        },
        {
          "name": "Complete Hard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1052030/98653625f986c95238bfae1c82e279b9cec941db.jpg"
        },
        {
          "name": "Complete Pro",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1052030/e4e40db86b537fec7087c97208b768850ff1d7c6.jpg"
        },
        {
          "name": "Unlock 10 Tracks",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1052030/55f36e96d3b136a9a50c1e2d5efb7c0c26dd0565.jpg"
        },
        {
          "name": "Perform a dash",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1052030/a92662f297b1c6578a7f62923c09165a027cbc65.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}