{
  "1052740": {
    "name": "Fantasy Grounds - Symbaroum Ruleset (Symbaroum)",
    "steam_appid": 1052740,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Symbaroum Ruleset</h2>&quot;Twilight falls. Davokar darkens.&quot; The goblin Fenya sounded calm, despite the flock of violings that swarmed eagerly around them - the nasty birds could predict bloodshed, they all knew that. Kvarek felt the sweat on his palms threaten his grip on the spear and shouted over his shoulder: &quot;Magdala, faster!&quot;<br>The witch didn't answer, lost as she was to the sinister harmonies of the ritual, her hands caressing the pillar's grim stone face.<br>A loud rumbling echoed through the ruin, as if some giant creature had awoken and stood up from under layer upon layer of stone and soil. &quot;The witch said that the abominations come out at night,&quot;<br>The goblin muttered. Kvarek's knuckles whitened as he tightened the grip:<br>&quot;No, only that they are hungriest after dark. They are not afraid of the evening sun, and not of ...&quot; He was cut short by Magdala's hoarse voice:<br>&quot;The pillar has answered. I know where the mausoleum is.&quot;<br>Then, out of the ruins, the blight beast came at them, massive and roaring. Its claws scraped the rocky ground, scouring out deep sores oozing pure corruption, leaving drops of black, mercury-like mildew on moss and stones in its wake.<br>&quot;We cannot escape this,&quot; said Fenya. Magdala nodded agreement.<br>&quot;Well then,&quot; Kvarek sighed, &quot;this is where we make our stand, for the right to the treasures of Symbaroum.&quot;<br>Symbaroum invites you to join in the adventure! Explore the vast Forest of Davokar in the hunt for treasures, lost wisdoms and fame. Visit the barbarian clans to trade or to plunder their treasuries. Establish a base of power among princes, guilds or rebellious refugees in the capital city of Yndaros. Or survive encounters with Arch Trolls, dark-minded Blight Beasts and undead warlords. But whatever you do, never ignore the warnings spoken by the wardens of the forest: tread carefully and do not disturb the ruins of old, for the dark deep of Davokar is about to awaken.<br><ul class=\"bb_ul\"><li>A fast-paced and flexible rule-set for creating player characters and acting in the game world.<br>5 playable races and 3 archetypes, divided into 15 occupations, as a basis for character creation.<br></li><li>35 abilities, 25 mystical powers, 33 rituals and a large number of weapons and armors to make each character unique.<br></li><li>Detailed guidelines for how to create adventures; 38 monsters and adversaries, and 19 monstrous traits to arm the characters' enemies with.<br></li><li>More than 50 pages describing the game world's history, geography and cultures, focusing on four particular settings: the Forest of Davokar, the fortune hunter's town of Thistle Hold, the Ambrian capital Yndaros and the cliff of Karvosti where the barbarian clans convene.<br></li><li>Symbaroum is a complete roleplaying game; all you need to play is paper, pen and a dice set.<br></li><li>This roleplaying game is suitable for all adventurous humans, goblins and trolls from the age of 12.</li></ul>    The Officially Licensed Symbaroum Ruleset for Fantasy Ground is a digital product that delivers the Symbaroum Role-Playing game as a supplemental aid for your role-playing adventures.<br><ul class=\"bb_ul\"><li>This ruleset contains the core rules, background, abilities, archetypes, mystical powers, rituals, artifacts, and monsters of the game.<br></li><li>It is intended for use by the Dungeon Master -- the player who will present the adventure to the other players.<br></li><li>It also contains the starter adventure &quot;The Promised Land&quot;.<br></li><li>Automated rules and ease-of-use for creating characters, managing combat, planning and executing your adventure.<br></li><li>Play with your friends through the internet, or use as a tool for improved play at home.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Aleksandar Velkov, and Simon Lundmark</strong><br><i>  Updates by: </i>    Cameron Schwach<br><i>  Adapted for Fantasy Grounds by: </i>    Pixeldiet and Aleksandar Velkov[/b]<br><strong>   Requires:</strong>   The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Symbaroum ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1052740/header.jpg?t=1768411485",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}