{
  "1053960": {
    "name": "Bot Battles",
    "steam_appid": 1053960,
    "required_age": 0,
    "is_free": true,
    "description": "Bot Battles is a multiplayer online robotic combat arena game.  Build your bot by selecting three abilities then enter the arena and fight against other bots.  Be the last bot still standing at the end to win the game.<br><br><strong>How to Play</strong><br><br>Choose 3 abilities and map them to keys of your choice then click the &quot;Play&quot; button to join a game.  Use your abilities to defeat other bots in the area to win.  If the game goes on for too long the walls will start to close in forcing everyone together.  After the game is over check out the replay or join another game.<br><br><strong>Controls</strong><br><br>WASD or arrow keys to move your bot.  Mouse to aim.  Map your abilities to 3 keys of your choice.<br><br><strong>Ratings</strong><br><br>Login to keep track of your stats and build your rating.  Players are ranked using the ELO scoring system.  Defeat players above you to improve your rating.<br><br><strong>Strategies</strong><br><br>Your strategy should depend on the abilities you choose.  Some abilities are great for defense like the force field.  Others are offensive like the projectiles.  Others improve your mobility like teleport.  Combine abilities together to create combos like EMP to drop your opponent's shield, health blasters to take down their health and teleport to get close to them or to escape.  Try out different combinations and see what works.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1053960/header.jpg?t=1554452835",
    "developers": [
      "Superstruct"
    ],
    "publishers": [
      "Superstruct"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}