{
  "1053740": {
    "name": "Bunker - Nightmare Begins",
    "steam_appid": 1053740,
    "required_age": 0,
    "is_free": false,
    "description": "Bunker (Nightmare Begins) is an indie horror game, focused on the psychological horror wherein should survive and complete the quests to escape you.<h2 class=\"bb_tag\" >Gameplay :</h2>Wander in the corridors where the darkness will not be your only enemy.<br>Take everything you can find to survive, don't let yourself be trapped, do not get lost.<br>Hide yourself, make no noise, follow all the quests to the letter to escape.<br><br>Each new game will offer you a different experience from the previous one with a behavior of the AI different.<br><br>Choose your creature to which you want to confront before each new game and unlock of new difficulty modes.<br><br>Settings menu will be available to adjust certain parameters such as controls or the graphic exhibition, however it is strongly recommended to play with the defaults parameters to enjoy a better gaming experience.<br><br>We also recommend playing with a headphones and to turn off the light of the room in which you are.<br><br><strong>/!\\ The game is still in the early stages of development /![/b]<br>If you encounter problems that may troubles the game experience please let us know.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1053740/header.jpg?t=1590541409",
    "developers": [
      "Twenty Dolz Production"
    ],
    "publishers": [
      "Twenty Dolz Production"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}