{
  "1055030": {
    "name": "Ghoul Britannia: Land of Hope and Gorey",
    "steam_appid": 1055030,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;may sound like the premise for a tense survival horror, but Ghoul Britannia promises a 'bloodcurdling tale' of a different kind&quot; - Adventure Gamers<br />\r\n<br />\r\n&quot;for fans of the genre, lovers of sharp, dark comedy, and curious newbies alike, Ghoul Britannia has a lot to offer - 8.5/10&quot; - Gaming Cypher<br />\r\n<br />\r\n&quot;charming, funny, and I find the mysteries compelling&quot; - Gamer Escape <br />\r\n<br />\r\nIn a post-Brexit UK, the government's Ministry of Works has come up with the brilliant idea of raising the dead to do the jobs no-one wants to do. What could possibly go wrong? Zombie apocalypse, that's what.<br />\r\n<br />\r\nGuide Hope Andrews home across an undead-infested UK back to London. Along the way team up with an unlikely partner - a sentient zombie called Dave Gorey who formerly worked PR for the government's undead-raising program. Can they make it past the ELU horde together? Was the outbreak an accident, or is there something more sinister going on?<br />\r\n<br />\r\nGhoul Britannia: Land of Hope and Gorey is a point and click adventure game, reminiscent of 90's adventure games with story-driven gameplay and puzzles to solve. A unique art style combines beautiful hand-painted 2D backgrounds and lively 3D characters.<br />\r\n<br />\r\nCurrently in development by Binary Space, Ghoul Britannia is now available on Early Access, with the full game to be released early 2020.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1055030/header.jpg?t=1571050004",
    "developers": [
      "Binary Space"
    ],
    "publishers": [
      "Binary Space"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}