{
  "1055930": {
    "name": "The Elemental Heart",
    "steam_appid": 1055930,
    "required_age": 0,
    "is_free": false,
    "description": "A ninja is involved in a war against an element created by the elemental imbalance, of which his master becomes a victim. The ninja will reunite with old friends and meet new ones, you will discover that there are entities that are favoring the expansion of darkness. Will our heroes be able to stop it, defeat their enemies and save their master?<br><br><strong>Type of game</strong>: Adventure RPG turn based combat system<br><br>Inspired by classics of the past like <i>Legend of Legaia</i> and <i>Legend of Dragoon</i><br><br><strong>Features</strong>:<br><ul class=\"bb_ul\"><li>Long story<br></li><li>Many secondary missions<br></li><li>Possibility to test yourself in a <u>minigame</u> during the story<br></li><li>Unlockable arena mode after reaching a certain point in the story<br></li><li>Inventory system where you can use potions out of the battle, and you can also order items manually or automatically<br></li><li>Equipping a weapon to increase your attack, a weapon can only be equipped by one of the characters, each weapon looks different<br></li><li>Equip an armor to have more physical and magical defense and wear an accessory such as rings or bands that enhance your stats<br></li><li>Leveling system from level 1 to 99<br></li><li>Skill tree, you can choose between three customization branches, each one gives you specific upgrades<br></li><li>There are very powerful optional bosses to challenge<br></li><li>Explore a world map with various maps that you can access, you can also explore the sea with a boat<br></li><li>Search chests where you can find weapons, armor, accessories and spells or items to use in battles!<br></li><li>In various maps there are mysterious dark areas where the enemies are strengthened, but they give you more experience and money, with the advance of story you will understand why they exist<br></li><li>Compatibility with a ps4 pad (set steam input forced off for this game)<br></li><li>Multiple endings if certain conditions are met</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 意大利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1055930/header.jpg?t=1572366750",
    "developers": [
      "Alessandro Tripoli"
    ],
    "publishers": [
      "Alessandro Tripoli"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}