{
  "1055340": {
    "name": "FlowMotion",
    "steam_appid": 1055340,
    "required_age": 0,
    "is_free": true,
    "description": "FlowMotion is a purely passion project made by some college guys who just want to create something. The game is a top-down couch game for up to four players, where it's last man standing wins.<br>Zooming around procedurally generated planets tricking your opponents into killing themselves is the primary goal of the game.<h2 class=\"bb_tag\" >So what does FlowMotion feature?</h2><br><strong>The Walls gamemode</strong><br><br>When playing the Walls mode in FlowMotion, you take control of an arrow character with a long trail behind it on a randomly generated planet. This trail is used to block off opponents and possibly forcing them to collide with it, eliminating them from the round. A full match of FlowMotion is 5 rounds total. Exclusive to the Walls gamemode you have the ability to connect two different nodes spread across the map to form a permanent wall, that prevents anything from passing through, even yourself. Use this to trap enemy players and win the game.<br><br><strong>The Snake mode</strong><br><br>This one might be more self explanatory. In the Snake mode you simply spawn in with the goal to collect nodes that expand your tail, causing you to grow longer untill there's only one player left still going.<br>There is more to discover should you want to try it out for yourself. Its free after all, and we are open to any feedback.<br><br>The game is very minimalistic in both gameplay and style, which is why we aim to create more content for the game should it grab enough attention.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1055340/header.jpg?t=1601852982",
    "developers": [
      "StageOne Interactive"
    ],
    "publishers": [
      "StageOne Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}