{
  "1056600": {
    "name": "Home Sweet Home : Survive",
    "steam_appid": 1056600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Home Sweet Home : Survive</strong> is a brand new asymmetrical game that consists of 1 warden hunting 4 visitors in an arena. There are two core gameplays depended on the role players take.<br><br>The warden is to strategically hunt 4 visitors letting no one escape, and not being killed by visitors. Each warden will have different stats and special abilities offering various ways of hunting visitors.<br><br>The visitors have to cooperate to complete the objective. Each character will have different stats and unique abilities supporting each role of play - decoy, damage, or perform the rituals. Things will drastically change after the objective is completed. The game will test personal dilemma choosing either teaming up to eliminate the warden or saving own self by leaving the arena. escaping the Hindrance, or be the warden and hunt and collect souls.<br><br><strong>Key Features</strong><br>· Multiplayer – Enjoy the game in multiplayer, cooperating with other visitors or being a lone wolf hunting down visitors <br>· Differentiated Gameplay – Asymmetrical gameplay does not need to be an escape game. The warden cannot play recklessly; visitors can hunt you down as well. Good team play is the winning key for visitors .<br>· Repeatable Gameplay – Each game will not be the same even playing with the same group of people. Experiencing the game that situations are always changed with various settings and characters.",
    "supported_languages": "英语, 泰语<strong>*</strong>, 韩语, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1056600/header.jpg?t=1725192678",
    "developers": [
      "YGGDRAZIL GROUP PUBLIC COMPANY LIMITED"
    ],
    "publishers": [
      "Shift Now"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 498,
      "total_negative": 619,
      "total_reviews": 1117
    }
  }
}