{
  "1056300": {
    "name": "Road to your City Demo",
    "steam_appid": 1056300,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Road to your City is a city building and management game with a heavy emphasis on football. Slipping into the role of mayor, you are tasked with growing your city from a tiny village while simultaneously establishing a successful football club. Meet the wants and needs of your citizens and allow your city to flourish, all the while developing your football club from grassroots to world class powerhouse.</h2><br><br><ul class=\"bb_ul\"><li>Build a city for people to live and work in. Create homes and provide jobs. <br></li><li>Found a football club, adding and developing talent as it grows. <br></li><li>Install and maintain training facilities to provide your players with the best development environment possible. <br></li><li>Enter your club in competition, starting with the district league all the way to the premiere competitions in world football. <br></li><li>Construct a football stadium and use your inevitable success on the pitch to attract new supporters. <br></li><li>React to security, satisfaction and population developments by upgrading or expanding your city with the buildings it needs. <br></li><li>Deal with unpredictable events such as players leaving or hooligans causing trouble in your stadium. <br></li><li>Further your city’s financial situation by providing services like TV, fan shops, and banks. <br></li><li>Request and acquire funding to develop both your city and club. <br></li><li>And much more!</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1056300/header.jpg?t=1556970501",
    "developers": [
      "Yheeky Games"
    ],
    "publishers": [
      "Yheeky Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}