{
  "1057570": {
    "name": "Handyman",
    "steam_appid": 1057570,
    "required_age": 0,
    "is_free": false,
    "description": "You have decided to make a living out of your outstanding talent to repair everything that falls into your hands. Search for the most lucrative jobs, build your reputation among local residents who are desperately seeking for a reliable specialist. Remember that for a decent price, you are able to fix everything, even the things you can't fix. Modern world problems<br><br>Look only for the most lucrative jobs for yourself, build your reputation among the local residents, win their sympathy and be the best handyman in the entire district. Thanks to your above-average deduction skills and expertise, you will easily identify problems and even faster solutions to fix them.<h2 class=\"bb_tag\" >Don’t worry, everything will be fixed</h2><br>TV sets, electrical installations, furniture and pipes are no challenge for you. Thanks to your magnificent skillset, you are able to locate and repair absolutely any defect, especially those you can’t. Everything goes down to the amount of cash that will increase your account balance after the work is done.<h2 class=\"bb_tag\" >Make good decisions</h2><br>Difficult moral choices are somehow part of this profession. Sometimes, instead of going the easy way, it is better to try to do your job as best you can, because customer satisfaction should always your priority.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Repairing a variety of items<br></li><li>Using your eagle eye to diagnose defects<br></li><li>Making tough moral decisions<br></li><li>Addictive plot</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1057570/header.jpg?t=1731937435",
    "developers": [
      "SupaGames"
    ],
    "publishers": [
      "SupaGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}