{
  "1057420": {
    "name": "Earthshakers",
    "steam_appid": 1057420,
    "required_age": 0,
    "is_free": true,
    "description": "You feel awful pain and wake up at some laboratory. The only thing that comes to mind is that you have to get out of here ...<br>Use your potential to survive the attacking enemies. Fortunately, the mysterious power you inherently have seems powerful enough to counter strong enemies.<h2 class=\"bb_tag\" >Background</h2>In the not-too-distant future, mankind will be attacked by machine corps that are instructed by High Intelligence AI, called Alphacom. Their surprise attack with more advanced weaponry and technology has led to the collapse of government agencies and the loss of their function ...<br>Survivors organize resistance and oppose the machine, but with the advent of the Giant Robot 'Curator', which does not allow conventional weapons, the war between mankind and the machine is making a desperate situation for mankind.<h2 class=\"bb_tag\" >Game features</h2><ul class=\"bb_ul\"><li>Your both hands<br>   Use the motion controller to fight freely. Your hand can hit, grab, or throw an enemy. Like grabbing weapons and objects.<br></li><li>Comfortable movement optimized for VR<br>   Explore the VR environment with dash and free locomotion. It also supports snap turn and has less burden on VR sickness.<br></li><li>A giant robot<br>   Size is matter. Especially in VR.<br></li><li>Non VR mode<br>   You can enjoy the game without a VR device. Select Desktop (Non VR) mode at startup.</li></ul>",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1057420/header.jpg?t=1555917804",
    "developers": [
      "Kaleido, Inc."
    ],
    "publishers": [
      "Kaleido, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}