{
  "1058590": {
    "name": "Franchise Wars",
    "steam_appid": 1058590,
    "required_age": 0,
    "is_free": false,
    "description": "The year is 20XX. Social media clapbacks by sassy corporate stooges have escalated from mere marketing campaigns to full-blown military campaigns.<br><br>Frothing fans of funny fast food have fractured former families into fried-in-the-wool factions, friends facing off in a fatty fracas of the fates.<br><br>Pledge your undying loyalty to... eh, one of them. Duel all challengers until met with sweet, supersized victory or cruel, congealed defeat.<br><br><ul class=\"bb_ul\"><li>Control various units in a turn-based isometric puzzle strategy game, where each unit has a unique gameplay mechanic!<br></li><li>Push your enemies off a cliff with your adoring Fans, ram into a Fry Cook with your Taco Truck, or snipe them from afar with a T-Shirt Cannon!<br></li><li>Solve 26 levels cleverly designed to make it easier for the very smart AI to win!<br></li><li>Enjoy pixel art and music inspired by the good ol' days of GBA games.</li></ul><br>Franchise Wars is a puzzle-strategy game, or <i>puzzegy</i> game, developed by the folks at Jolly Crouton Media and Tiny Warrior Games. The game was made game-jam style in one month filled to the brim with passionate pixel pushin' and code cobblin'.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1058590/header.jpg?t=1597970687",
    "developers": [
      "Jolly Crouton Media Ltd.",
      "Tiny Warrior Games"
    ],
    "publishers": [
      "Jolly Crouton Media Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}