{
  "1058110": {
    "name": "Metro Trip Simulator",
    "steam_appid": 1058110,
    "required_age": 0,
    "is_free": false,
    "description": "18+<br><br><br><strong><br>Simulator of a Subway Trip [/]<br><br>You simulate a metro tip here. The opportunity to be in the subway, to experience a digital trip - it is not often possible to meet such a thing in games, but alas, there is no full-fledged metro trip simulator. In the simulator you can sit all the way for more realism, and you can get up and walk around the car, watch how you move through the tonnels.<br>The carriage is very beautiful. In it you can touch all sorts of things, there is a physics of objects and even a connection with the driver (but he will not answer).<br>The game has the option to travel in an empty car, as well as with several photo-realistic realistic npc - can be configured at launch.<br>You can also optionally turn on the presence of a smartphone with 3 songs. With the smartphone is the physics of the cable and headphones.<br>The game will suit not only those from cities, but also to those who do not have the subway in their place of living and if for example you would like to take experience being a metro, but you don't have it in your village/small city - you can buy the game for 1 dollar. The game costs almost as a train fare, very cheap, and unlike from the real journey - the ride pass is for life, and you can adjust the absence of people. ride in the car in solitude, and everything is relaxed. When I wanted to, I turned it on, I don’t need to go anywhere, even at 3 am I went for a ride stupidly from computer and that's it.When I had enough I turned it off and continued to go about my business, no need to go get back home for three hours <br><br>Specifications:<br><br>First person<br>Photoscanned NPCs<br>Character has a body<br>Great graphics<br>Russian inscriptions<br>Advanced physics<br>Headphones with a physically correct cable<br>Smartphone with 3 music tracks<br>Sounds of a trip on the subway<br>Interaction with objects</strong>",
    "supported_languages": "俄语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1058110/header.jpg?t=1651061558",
    "developers": [
      "Metro 2.0.7.7"
    ],
    "publishers": [
      "Kavkaz Sila Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Метро 2019",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1058110/0861a2abcb8a75180a3304cacd5b4890a85c5803.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}