{
  "1060880": {
    "name": "FIRST STAR DOWN",
    "steam_appid": 1060880,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>FIRST STAR DOWN</strong> is a space adventure where you (Natalie Haines) are helping the crew of the E-SRV Pathfinder research an inexplicable deep-space signal.  You follow Natalie Haines as she leads a research project to finally determine where the signal is coming from and what is causing it… Could the signal be a space anomaly? Is it a natural phenomenon? Or is humanity about to make first contact? No one knows what the signal is, but many think that it will usher in a new era for humanity.<h2 class=\"bb_tag\" >FAQ</h2><br><strong>How is the game played: </strong> Point the mouse and click to have Natalie move around the scene or to interact with other characters and some items. <br><br><strong>How much playtime is in the game? </strong> Average playtime is around 2 hours. <br><br><strong>Is this a puzzle game? </strong> No, there are very few puzzles in this game.  The puzzles are interwoven into the story.  Being part of the story is the main purpose of the game.<br><br><strong> What is the E-SRV Pathfinder? </strong> Pathfinder is one of the newest vessels deployed by the Extra-Solar Research Unit.  They conduct space research and exploration outside of the colonized systems. <br><br><strong> Is the crew nice? </strong> Yes, they are nice people and very professional.  You'll enjoy talking to them... even Dillon, if you don't mind conspiracy theories.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1060880/header.jpg?t=1670960104",
    "developers": [
      "PROJECTaroid"
    ],
    "publishers": [
      "PROJECTaroid"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}