{
  "1060850": {
    "name": "Spleen",
    "steam_appid": 1060850,
    "required_age": 0,
    "is_free": false,
    "description": "Spleen is a 2D action RPG and life sim hybrid about childhood nostalgia. Relive the excitement of being a carefree kid as a way of dealing with the relentless demands of adulthood.<br><br>Play as Johann, a disenchanted young man feeling the responsibilities of his life slowly breaking his spirit. As his dreams start to fade away, he gains the ability to enter a world where he can become a kid again and confront the Spleen, a malevolent force growing from his melancholy.<br><br>In the adult's world, choose how Johann's days are spent and explore relationships with friends, family and coworkers. In the kid's world, fight back against the Spleen and renew his hopes and dreams by unearthing forgotten memories. Together, adult and kid will figure out a way to deal with all the twists and turns that life throws their way.<br><br><ul class=\"bb_ul\"><li>Discover two colorful worlds filled with hand-painted watercolors and traditional frame by frame animations.<br></li><li>Enjoy a mature, emotional story about finding one's path in life.<br></li><li>Explore relationships with an eclectic cast of characters.<br></li><li>Have intense fast paced acrobatic battles against enemies born from twisted emotions.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1060850/header.jpg?t=1723341999",
    "developers": [
      "Pamplemousse Games"
    ],
    "publishers": [
      "Pamplemousse Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}