{
  "1061690": {
    "name": "CameraBag Pro",
    "steam_appid": 1061690,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>***CameraBag Pro: Professional Editing and Filtering for Photos and Videos***</strong><br><br><ul class=\"bb_ul\"><li>“A revolution for photo editing.” - Professional Photographer Magazine<br></li><li>#2 Mac App of the Year - Apple</li></ul><br>CameraBag reinvents photo and video editing with a revolutionary interface that lets you work with hundreds of gorgeous one-click presets, but also lets you dive deeper with ultra-intuitive professional adjustments. Its innovative curve tools, adjustment re-ordering and layering, and large precise controls let you do things you simply can’t do in other (much more expensive) software.<br><br>CameraBag Pro is particularly great for anyone who needs to apply the same style to both photos and videos - especially when using batch processing for large sets of media (including watermarks/branding, text overlays, resizing, and cropping).<br><br>With presets specifically designed for portraits, different landscape scenarios, faithful emulation of analog film stock from the past, popular modern photo styles, and more, CameraBag has you covered, even if you don’t yet know how to use all of its powerful tools. Its focus on intuitive tools and workflows isn’t about dumbing down image editing, it’s about making editing better, faster, and much more fun.<br><br>Here are a few of CameraBag’s standout features:<br><ul class=\"bb_ul\"><li>Easily apply and adjust hundreds of filter presets, plus make and share your own<br></li><li>AI upscaling to add extra resolution to images magically<br></li><li>Easy batch filtering (including watermarking/branding, text overlays, and resizing/cropping)<br></li><li>Use the exact same adjustments and filters on videos and photos<br></li><li>Easily save video frames as image files<br></li><li>Create video slideshows, or create videos from an audio file and a single image<br></li><li>Presets can include editable text overlays that work consistently on images of all sizes/ratios<br></li><li>Fast file navigation with keyboard arrows to quickly view many images under the same adjustments<br></li><li>Smoother, bigger, more accurate tone curves than in other software<br></li><li>Extremely realistic and adjustable film grain<br></li><li>Spot heal tool<br></li><li>Advanced masking using paint tools, gradients, color ranges, and more<br></li><li>Generative lens flare, bokeh, and light leaks (no cheesy image overlays)<br></li><li>End-to-end high-bit-depth RAW workflow<br></li><li>“Session presets” to quickly save and reuse presets on a photo set without having them hang around permanently<br></li><li>Workflow designed around developing a personal style<br></li><li>Tons of useful presets for wedding photography, portraits, landscapes, film emulation, and more</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1061690/header.jpg?t=1714111280",
    "developers": [
      "Nevercenter"
    ],
    "publishers": [
      "Nevercenter"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 6 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}