{
  "1061800": {
    "name": "Automatica",
    "steam_appid": 1061800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >DEEP IN THE UNIVERSE</h2>After the final battle, humanity is gone, and you may be the last living being in this part of the Universe. Space stations and spaceships are still there, in the darkness, unmanned and maintained by pre-programmed robots. And they have data: something that may help you to find what you are looking for. Answers.<h2 class=\"bb_tag\" >CREATORS</h2>The game has started to shape as a hobby project designed by Viktor Bocan, design director at Warhorse Studios (Kindom Come: Deliverance), and former design lead at Bohemia Interactive (Operation Flashpoint: Cold War Crisis and more). It is now in the development by a small indie company called “Automatica Corp” under the direction of Lukas Macura, CEO of Cinemax, Prague.<h2 class=\"bb_tag\" >THE TASK</h2>You cannot enter ships and you cannot control your robots directly. The only way to finish the task lies in the art of programming.<br><br>Let droids board the ship…<br>…collect the data…<br>…and get out, destroying everything that stands in the way<h2 class=\"bb_tag\" >YOUR MISSION</h2>The task of each mission is to bring the requested amount of data back to the base and leave before the situation gets out of hand. For that, you need to program up to four robots to enter, fight, retrieve, and cooperate. Enemy forces are nearly unlimited, but they are weak, slow, and predictable. You are not.<h2 class=\"bb_tag\" >PROGRAMMING</h2>The programming language of Automatica is very easy to understand: if you are able to run a game on Steam, you are able to program a battle droid. (Winning the mission is not guaranteed.) Imagine you play a tactical strategy game, but you need to make all your moves ahead. Then you start the mission and watch your droids to rule.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1061800/header.jpg?t=1741195503",
    "developers": [
      "Automatica Corp."
    ],
    "publishers": [
      "CINEMAX GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}