{
  "1061150": {
    "name": "Muscle Magic",
    "steam_appid": 1061150,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Muscle Magic is a fresh new take on the old <i>Warlock</i> sub-genre, but with an added twist of muscular mages!</strong><br><br>In Muscle Magic, each player controls one of the most buff wizards in all of the land, and tries to KO his opposition in order to gain control over the source of their immense power: the illustrious Swole Gems. Up to 4 players can partake in their exhilarating brawls, so grab some friends and duke it out to be the last wizard standing!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>Local Multiplayer</strong><br>Play locally with your friends and family in a variety of different ways, from fun free-for-alls, to tactical team matches, to intense 1v1's.<br></li><li><strong>Accessible, but rewarding gameplay</strong><br>The game is easy for every sort of player to get into, but with all of the spells you can master and all of the opponents you have to predict, the gameplay proves rewarding for those that choose to master it. <br></li><li><strong>The Swolest of Mages</strong><br>Choose from a variety of buff warlocks, each equipped with their own set of spells. Each of the combatants has a unique play style that utilizes 4 of the 18 available spells, so pick whichever combination of magical tricks and gym equipment suits you and have fun!<br></li><li><strong>Robust Levels</strong><br>Each of the available levels introduces new elements that can turn the tide of battle in an instant. Whether you are bouncing around between the bumpers in the Armpit or pushing your adversaries into the minecarts patrolling Testosterstone, every level is sure to introduce exciting twists to your sporty stand-offs!</li></ul><h2 class=\"bb_tag\" >Future Plans</h2>Muscle Magic is a 3rd year student project from students at Breda University of Applied Sciences. The game is still in active development, and we will continue to update it regularly until the beginning of July with additional content and tweaks. If you want to give us any feedback on the game for how we can improve it throughout this development period, consider leaving a review or sharing your feedback on our social media platforms!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1061150/header.jpg?t=1562103852",
    "developers": [
      "Disco Dog"
    ],
    "publishers": [
      "Breda University of Applied Sciences"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}