{
  "1062060": {
    "name": "Rhome",
    "steam_appid": 1062060,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Rhome</i> is a first-person, dark, atmospheric exploration game where players navigate an increasingly chaotic and psychologically unnerving environment as the very fabric of reality unravels around you. Step into the role of Hailey Rhome, a distinguished architect, who returns from a long day at work to find her husband missing and her home a hostile and unfamiliar place.<br><br>Explore Hailey's M.C. Escher-inspired home and uncover the truth of the nightmare that you've stepped into.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li> An interactive, horror novella experience that can be completed in one sitting<br></li><li> A fully voiced, female protagonist<br></li><li> Puzzles that shape the house around you<br></li><li> An uniquely chaotic environment to explore and discover</li></ul><h2 class=\"bb_tag\" >Notes:</h2> <ul class=\"bb_ul\"><li> <i>Rhome</i> is published by SMU Guildhall and developed a small student team at SMU Guildhall over a development cycle of 16 weeks.<br></li><li> Proceeds from your purchase of <i>Rhome</i> on Steam supports the students.  They thank you for your support.<br></li><li> Additional development to extend the game is not currently planned beyond its academic completion.  <br></li><li> Learn more at </li></ul><h2 class=\"bb_tag\" >A special note from SMU Guildhall:</h2><i>Rhome</i> is now free to play! The game was made by students at SMU Guildhall who are graduating in May, 2020 during the height of the Covid-19 outbreak. This is a difficult time for everyone.  We decided to make <i>Rhome</i> and our other recent releases free for two reasons:  1) With a challenging job market, we wanted to show off the students' hard work to as wide an audience as possible.  2) Everyone stuck at home could use some fun, free entertainment.<br><br>If you are one of the gamers who supported our students and purchased the game, <strong>we thank you</strong>.  Proceeds go directly to the students to help offset some of the extra development costs of making and publishing the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1062060/header.jpg?t=1709310268",
    "developers": [
      "SMU Guildhall"
    ],
    "publishers": [
      "SMU Guildhall"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}