{
  "1062410": {
    "name": "Nekoland Studio",
    "steam_appid": 1062410,
    "required_age": 0,
    "is_free": false,
    "description": "Anyone who likes games has ever dreamed of creating games for themselves at least once. But it's not easy to develop games without help from anyone else, for that reason mostly it turned out to be just a dream.<br />\r\n<br />\r\nHowever, you can make that dream come true with Nekoland. Not only do you enjoy the pleasure of watching people play the game you create, but you can also make money. Unfold your imagination through Nekoland!<br />\r\n<br />\r\nNekoland is a game development platform that makes it easy for anyone to develop and play online games without complicated coding knowledge. It is a game development engine that has incorporated all the casual MMORPG know-how (i.e. multiplayer party, clan, and trade system, etc.) we learned from our games.<br />\r\n<br />\r\nNekoland aims to let people develop online games easily even if they don’t have the in-depth knowledge to code/program, it is our vision to give them a game development environment in which they can create and play.<br />\r\n<br />\r\nIn order to create a game that works on Nekoland mobile application, our development tool called Nekoland Studio is required to install on your desktop. In other words, you create on your desktop with Nekoland Studio and you can run it through Nekoland mobile application. Nekoland Studio is only available as a desktop program at this moment. <br />\r\n<br />\r\n- About Nekoland : http://about.nekoland.net/english <br />\r\n- Nekoland for Developers : https://nekoland.atlassian.net/wiki/spaces/002/overview",
    "supported_languages": "英语, 日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1062410/header.jpg?t=1649857426",
    "developers": [
      "SUPERCAT"
    ],
    "publishers": [
      "SUPERCAT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 29 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}