{
  "1062240": {
    "name": "地铁：恐怖末班车",
    "steam_appid": 1062240,
    "required_age": 0,
    "is_free": false,
    "description": "【写在最前面】<br>作为一个普普通通的日常上班族，地铁是你每天上下班不可或缺的交通工具，我们精心设计了有关地铁的游戏场景和玩法，各种地铁元素设计将带给你无限多的亲切感，请充分发挥你的好奇心与大脑，解密各种精心设计的谜题，快来体验你从来没感受过的解谜RPG游戏吧！<br><br>【游戏特色】<br>1、以CBD地铁站为原型进行场景设计，带给你前所未有的真实体验<br>2、大量层叠解谜元素设计，剧情环环相扣，逐步深入神秘的地下世界<br>3、后期DLC将持续免费推出，一次付费畅玩游戏<br><br>【故事背景】<br>李细嗨是一个金融公司的职员，平时经常加班，他并不满足于平凡的生活，努力工作，努力争取更精彩的人生。<br><br>5月20日，这一天李细嗨下班很晚，他像平时一样从工位上缓缓的站起来，双手举过头顶，使劲的伸了个拦腰。看了一眼手表，已经23:00了，窗外依然车水马龙，霓虹闪烁。他必须赶上23:30分的末班地铁。<br><br>地铁，通常向下挖地二十米，但是李细嗨坐的10号线会经过深度38米的车站，因为这一站会穿过其它两条地铁线路，所以下探的深度更深。<br><br>他疾步走出公司，匆忙的和保安打过招呼，来到公路旁的地铁入口，叹了口气，可算赶上了，他可不想在马路边等车。地铁站已经没有什么人了，空旷的大厅里安检人员格外显眼，他迅速通过按键，刷了手表里绑定的ic卡进入了候车大厅。<br><br>刚走到候车厅他就觉得很奇怪，因为平时这个时间候车的人虽然不多，但也不至于完全没有人，不过也无所谓了，疲惫让人麻木。这是地铁的轰鸣声想起，不久列车就在他面前停住，屏蔽门打开，李细嗨顿了一顿，因为车厢里，也是空无一人，这让他不禁产生了难以名状的恐惧。犹豫了很短的时间，还是要回家的，李细嗨鼓起勇气迈步上了列车。<br><br>车厢里并不是空无一人，只不过李细嗨上车的车厢没有人，在远远的车厢里坐着一个乃年轻人，李细嗨安慰自己，心里说：这不是自己吓唬自己吗，这不是有人吗，也许今儿巧了这是个区间车呢。虽然如此，但李细嗨还是不敢自己呆在空旷的车厢里，他向那个人所在的车厢走去。他本来想在年轻人车厢远远的坐下。没想到刚进入车厢，年轻人立即对他说，请坐。这真是吓了李细嗨一跳，这太奇怪了，但是那人看上去也挺友善的，也许是他也害怕吧，那就坐过去吧。<br><br>李细嗨坐在了年轻人旁边，刚坐下没多久，他眼前的光都变得格外刺眼，几乎无法看清前面的任何物体，大概过了5分钟，视线逐渐清晰起来。眼前的一切简直令人难以置信，粉色，李细嗨定了定睛确认了一下自己没有做梦，眼前的确是粉色的一棵树，叶子是粉色的，长在了地铁车厢里，叶片漫天飞舞，车厢的灯光完全是粉色的。李细嗨完全无法相信眼前的这一切。今天发生了这么多奇怪的事情，难道是平时太过于平凡了，自己疯了？刚才那个人呢？整个车厢，除了这棵树，没有任何生命。他想着，挣扎着站起来，鼓起勇气仔细看那棵树。在枝叶后面，有一个金属球，漂浮在空中。到此为止李细嗨已经见怪不怪了，这比起车厢中长出一棵粉色的树来说已经不算什么了。他走过去想用手去拿起那颗球，这时金属球突然旋转起来，从球体内部掉出来一个注射器，他没看错，的确是一个注射器，李细嗨拿起来仔细看，金属的推管，玻璃外壁，里面还有粘稠的红色的血液。针管标签上小字写着：V008原型 锦屏地下实验档案编号G062 强力致幻剂恢复血清。李细嗨恍然大悟，自己中招了，致幻剂，怪不得看到这么多奇怪的镜像呢。他也不顾不得那么多了，拿起注射器扎向自己的胳膊，推入了整整一管血清。<br><br>眼前又是一片白光，车厢里又变得空空如也，什么都没有。李细嗨稳定了一下情绪，一屁股坐在椅子上，不知道自己经历了什么，是不是中招了。大概又过了一小会儿，车到站了，李细嗨赶忙下车，但是更奇怪的事情发生了，这个车站还是他上车的那站，他从自己上车的车站下车了，简直令人崩溃，不是注射血清了吗？不是幻觉吗？这是又有一列列车缓缓进站，他已经不敢再相信眼前的一切了，不是末班车吗？怎么又开来一辆。但是也顾不上那么多了，只能上车，可不敢再多待了。<br><br>玩家扮演李细嗨，每次登上开来的地铁在下一站下车，都会随机出现一个谜题车站，玩家可以随意选择站台下车，解开谜题，获取血清，消除每一个站台的幻觉，直到自己能回家。恐惧如影随形，请玩家大开脑洞，用你的智慧战胜恐惧，在你每天都会坐的地铁中经历不平凡的一晚。<br><br>锦屏地下实验室，位于地下500米，进行一些高危生物实验，由于地底奇怪生物入侵，研制药剂全部丢失，实验以及军方人员全部遇难，消息封锁了30年，直到地下38米的通道入口被地铁施工时打通… …<br><br>李细嗨如何面对自己期待的不平凡，会在终日不见阳光的地下经历怎样的冒险，你每天乘坐的地铁有着怎样不为人知的恐怖故事。<br><br><br>【游戏玩法】<br>玩家将跟随主角的脚步，探索不为人知的地下世界，玩家将体验我们精心设计的各种解谜元素，请充分发挥你的想象与逻辑思考能力。<br><br>【操作提示】<br>按住鼠标右键改变视角<br>[A] [S] [D] [F] 前后左右方向<br>[Esc] 系统菜单<br>[Shift] 奔跑<br>[F] 灯光<br>[C] 丢弃手中物品<br>[E] 使用手表的NFC扫描<br>[点击物品] 拾取<br>[点击手中物品] 查看详细",
    "supported_languages": "简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1062240/header_schinese.jpg?t=1612621102",
    "developers": [
      "QZQ Studio"
    ],
    "publishers": [
      "H.P.Y.S,LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 1,
      "total_negative": 6,
      "total_reviews": 7
    }
  }
}