{
  "1063220": {
    "name": "ChessBase 15 Steam Edition",
    "steam_appid": 1063220,
    "required_age": 0,
    "is_free": false,
    "description": "ChessBase is a personal, stand-alone chess database that has become the standard throughout the world. Everyone uses ChessBase, from the World Champion to the amateur next door. It is the program of choice for anyone who loves the game and wants to know more about it. Start your personal success story with ChessBase and enjoy the game even more.<br />\r\nWHAT YOU CAN DO WITH CHESSBASE: Retrieve games according to openings, players and tournaments; generate tournament cross tables and full graphic statistics of players or openings; “Similarity search” shows all games with similar pawn structures, sacrifice patterns, endgame positions, etc.; “Let’s check”*: access the world’s largest database of in-depth analysis (more than 200 million positions); “Assisted Analysis”: as you enter a game, whenever you click on a piece an evaluation is produced for all its possible target squares, and this is highlighted on the board in colour. “Tactical Analysis” will annotate game, inserting commentary, variations and diagrams, before strong moves or errors, into a game or an entire database. It will also point out combinations, played in the game or missed, tries, attacks, initiative, and of course the latest in openings theory; Cloud analysis: you can analyse positions simultaneously with several engines from on different computers running in parallel; “Deep analysis”: generates an analysis tree that changes dynamically, as with time weaker variations are dropped; automatic analysis jobs for correspondence games; one click annotates your game with the “Theoretical Novelty”; merge games on the fly into an opening tree; generate a dossier containing all available information on a specific player from the database; generate a comprehensive openings report with main and critical lines, plans and most important games; single click publication of games on the Internet; print games in superb quality with diagrams and multiple columns; automatic update of your local reference database with the weekly installments of games (one year)<br />\r\n<br />\r\n New in ChessBase 15:<br />\r\n<br />\r\n“Instant Analysis”: Any unannotated game is analysed almost without delay immediately on loading (optional). Blunders and tactical motifs are recognised. An evaluation profile is created.<br />\r\n“Replay Training”: Playing through a game with the notation hidden and automatic training questions with tips for each individual move. In addition, a closing award of points scored.<br />\r\nImproved search mask with tactical motifs (skewer, fork, discovered attack, etc.) and examples for manoeuvres and material distribution.<br />\r\nExtended reference search for openings shows increase/- decrease in popularity and typical recurring endgames.<br />\r\nImproved search booster delivers more precise results for positions and material. Completely new search booster for patterns and plans.<br />\r\nGame analysis with tactical motifs and recognition of tactics.<br />\r\nCrisp new 3D boards thanks to raytracing technology.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1063220/header.jpg?t=1667224368",
    "developers": [
      "ChessBase GmbH"
    ],
    "publishers": [
      "ChessBase GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}