{
  "1063520": {
    "name": "Universal Character Generator",
    "steam_appid": 1063520,
    "required_age": 0,
    "is_free": false,
    "description": "Assemble any image files in layers, reposition them, add color effects and save as single file! <br />\r\n<br />\r\nThe character generator also includes over 500 image files to mix, match, and layer in different ways to make characters for your games! That means there are over 300,000,000 possible variations of unique characters you can make for your games - all included with the generator software! <br />\r\n<br />\r\nThis light-weight program allows you to add an unlimited number of layers on any sized canvas - perfect for developers looking to do assembly and recolors of packs of assets, sprites, faces, tiles, or anything else you'd like to edit! <br />\r\n<br />\r\nFor each layer, you pick a folder that has picture files in it, then use the interface to cycle through to mix and match. Each layer also includes:<br />\r\n<br />\r\n- Pixel by Pixel movement, to make sure placement is EXACTLY correct! <br />\r\n<br />\r\n- Hue shifts to change colors without affecting white, black, or gray - perfect for working with images that have neutrals or outlines.<br />\r\n<br />\r\n- Alpha adjustment so you can adjust transparency of each layer, creating more opportunity for creative layering and effects. <br />\r\n<br />\r\n- Standard Saturation/Gamma/Contrast adjustments so you can get your colorings JUST right!<br />\r\n<br />\r\n- Red/Green/Blue balance adjustments so you can adjust those neutrals if you want, or just get the exact colors you need. <br />\r\n<br />\r\n- Ready to mix it up? Randomize button for each layer to inspire creative mixes. <br />\r\n<br />\r\n- Don't like how something looks? Clear the layer completely without destroying your work so far!<br />\r\n<br />\r\n<br />\r\nSince this program is browser based, its FAST! No laggy image editing programs, just a quick, responsive program that helps you make edits quickly and easily. No more waiting 5 - 10 minutes for your image editor to load. <br />\r\n<br />\r\nThis tool is in continuous development, so new features will be added over time.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1063520/header.jpg?t=1653694391",
    "developers": [
      "Tony Floyd"
    ],
    "publishers": [
      "Tony Floyd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 22 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}