{
  "1064320": {
    "name": "Ferret Scoundrels",
    "steam_appid": 1064320,
    "required_age": 0,
    "is_free": false,
    "description": "Ferretkind have traveled outside of their comfort zone to scratch out a living in the inhospitable, but profitable, high seas - filled with adventure and newly discovered trade goods. This expansion across the ocean grew faster than the law could ever hope to keep up. Dangerous and ill mannered pirates have scoured the seas unquestioned. Powerful trading guilds have long established and vigorously defended trade-routes. Only now, after countless years of lawlessness, “The Admiralty” are strengthening their grasp on this dangerous new world. After spending all of your life savings, you purchase a meager vessel and set sail to this new world. Which discoveries, alliances, and treasures await you is your choice, captain.<h2 class=\"bb_tag\" >Features:</h2><strong>Naval Combat:</strong> Fight off thieving pirates, or sink a trade vessel for their cargo. In order to defeat a superior opponent you will need patience, cunning, and a little luck. <br><br><strong>Trading:</strong> Enjoy finding deals and profitable trade routes. Trading offers a slightly less bloody way to amass your treasure. <br><br><strong>Exploration:</strong> Sail into large storms and get blow to new seas with new islands, ships, and opportunities. Each Island you discover has potential opportunities for you to gain gold or glory. <br><br><strong>Factions: </strong>Work for the various factions that control the sea. As you rise through the ranks of each faction you will unlock new abilities as well as gain access to new customizations. <br><br><strong>Customization:</strong> Upgrade your vessel improving its capabilities, and appearance, or buy an entirely new vessel. Buy new uniforms for your captain and crew, even pirates had a good sense of style.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1064320/header.jpg?t=1575426061",
    "developers": [
      "Cryogenic Entertainment"
    ],
    "publishers": [
      "Cryogenic Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}