{
  "1065740": {
    "name": "REPO MAN",
    "steam_appid": 1065740,
    "required_age": 0,
    "is_free": false,
    "description": "In this quirky first-person RPG - or an *immersive sim*, if you will - you are a repo man, a debt collector.<br><br>Track down debtors, claim their assets, strike deals, deceive, seduce, intimidate. Solve mysteries, uncover conspiracies and dabble in the occult. Mingle among the high society and delve into the shadow demimonde of crime and superstition.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/3fbf1afbad8119269774ad8211396cab.avif?t=1712756082\" width=600 height=200 /></span><br>THE SETUP<br>Your name is Arthur Newstead. You are a very noir man in a world of sun and neon. Your life lies in ruin - your career is broken, your wife is gone with another man, and your father's just died - leaving behind a mystery.<br>The mystery is a 15 million debt - and it falls to you to pay it off.<br><br>Exiled from the corporate heavens, you are now back in your hometown of San Alma, and ready to squeeze its populace dry.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/8f1821619ae26a1e13232d5afa203a9c.avif?t=1712756082\" width=600 height=200 /></span><br>BE YOUR OWN REPO<br>You decide what kind of a debt collector you are. Will you pity the poor - and pay the price? Will you leverage the weak - and become the most hated man in town? Will you follow the letter of the law, seek accord, plot and steal - or resort to violence? Will you ruin a good man to bring down an evil one? Will you choose a stranger's child over your own daughter?<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/08af643dc9b1bdac65b54825fc7b7a1f.avif?t=1712756082\" width=600 height=200 /></span><br>ENTER SAN ALMA<br>The colonial city of San Alma is old and rotten. It is a snapshot of the past in a world of neon cities and technology; a town not dead, but not quite living either. Drive around its districts in your vintage car, find your way through its narrow streets and climb its rooftops. Seek out your debtors in their homes, flush them out of their hideouts and ambush them at their favourite bar. Work your job by daylight and strike shady deals at night.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/40bf3639790b2c6e1d9ddaee2dfecbe5.avif?t=1712756082\" width=600 height=200 /></span><br>A UNIQUE WORLD<br>Explore a world of Art Nouveau, neon lights and smartscreens. Witness infectious depression that ends in death, and see how it's cured with money and a transplant of a dolphin's heart. Mingle with the Fae - mongrel children of a civilization older than mankind, now drifters and vagabonds, struggling to find their place in an era without magic.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/4e004605336f91f85ddf683e79d68aa9.avif?t=1712756082\" width=600 height=200 /></span><br>NEGOTIATE AND PERSUADE<br>Argue and outsmart, exploit soft spots, inject ideas - all with plays represented by cards you collect over your journey, in a game of negotiation where you pit deception against trust, mercy against detachment, ridicule against fear.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/b4bda419a651f5beac0b6e52587863cb.avif?t=1712756082\" width=600 height=200 /></span><br>DUKE IT OUT<br>Dish out (but mostly receive) pain in dynamic fisticuffs combat. You are no fighter and the roughs you're sent to collect from can punch much harder than you - but a combination of precision, speed and panicked sprinting might just save your skin.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/6620fdbaff8f82c10afc9c49b8e4f245.avif?t=1712756082\" width=600 height=200 /></span><br>TAKE AND SELL<br>Enter the premises, take inventory, appraise the assets - then claim them for the office or pocket and sell them to your criminal contacts. Try to tell the worthless baubles from the valuables as you wrest them from your debtors. Put up apartments, boats, entire buildings for auction and sell them to the highest bidder.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/extras/90789b2de4628eb91dc183b8cac3f0a5.avif?t=1712756082\" width=600 height=200 /></span><br>AN UNFORGETTABLE CAST<br>Follow Florence, a fae orphan, on a rooftop chase by moonlight. Compete against Marco, the younger and better you. Aid Jean in her crusade against corrupt officials. Learn about your late father, Aaron - and uncover his secrets. Fall in love with Cathro, the mysterious oracle of the Port District.",
    "supported_languages": "英语<strong>*</strong>, 波兰语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065740/header.jpg?t=1712756082",
    "developers": [
      "ACHARA STUDIOS"
    ],
    "publishers": [
      "Games Box"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}