{
  "1065990": {
    "name": "Sethtek Driving Simulator",
    "steam_appid": 1065990,
    "required_age": 0,
    "is_free": false,
    "description": "Sethtek Driving Simulator (SDS), is an open world, moddable vehicle simulator.<br>It is not intended to be an advanced, ultra realistic vehicle simulator. But it does house advanced simulation features for parts. Such as, Engines, Gearboxes, Wheels, Brakes, and more.<br><br>SDS has full modding support, make vehicles of any kind or shape. With any properties or customized components.<br>You can make maps, UI addons, Code addons and other various mods for the game, to customize it in any way you like it to be.<h2 class=\"bb_tag\" >Why is SDS the game for you?</h2>You have the freedom to do what you like, drive a box truck and deliver cargo, race a car on a track, have a demolition derby, drive an 18 wheeler. It's up to you to create the scene. You can play around with the stock content, or download mods other people have made and play with them! If you still aren't satisfied... You can make mods yourself. With a complete video tutorial series, a documentation, and example resources. You can make anything.<h2 class=\"bb_tag\" >Planned scene/world saving features</h2>With this, you could set up a scene, or town on a map. And play around like things in real life.<br>Make a parking lot of cars, or a warehouse full of truck trailers. You have the freedom to do what you like.<h2 class=\"bb_tag\" >Open world maps</h2>Maps that come with the game have no limits to where you can go. If your vehicle can fit, you can take it there. <i>unless you teleport the vehicle, hehe</i><h2 class=\"bb_tag\" >Advanced vehicle component simulation</h2>Your vehicle parts can overheat, break, and have different performance properties. This provides more freedom to customize your vehicle and even fine tune certain parts, if you are into that sort of thing ;)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065990/header.jpg?t=1607791664",
    "developers": [
      "Sethtek Dev"
    ],
    "publishers": [
      "Sethtek Dev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}