{
  "1065600": {
    "name": "Fantasy Grounds - Pathfinder RPG - Giantslayer AP 1: Battle of Bloodmarch Hill (PFRPG)",
    "steam_appid": 1065600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Giantslayer AP 1: Battle of Bloodmarch Hill</h2><strong>Enemy at the Gates!</strong><br>The<br><i>Giantslayer Adventure Path</i>begins! In the human town of Trunau, a beleaguered settlement surrounded by the brutal orcs of the Hold of Belkzen, the heroes must investigate a mysterious death. Before they uncover the truth, however, Trunau comes under attack by an orc army, and the heroes must help defend it--only to discover that the situation is worse than anyone realizes. For even the fearsome orc raid is just a distraction allowing a giant chieftain to recover the relics of an ancient giant hero from a tomb long forgotten beneath the town.<br><i>This volume of Pathfinder Adventure Path begins the Giantslayer Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Battle of Bloodmarch Hill,&quot; a Pathfinder adventure for 1st-level characters, by Patrick Renie.<br></li><li>A collection of lore on the behavior of giants, Golarion's largest humanoids, by David Schwartz.<br></li><li>A giant bag of feats, spells, equipment, and other rules tailored specifically for giants, by Stephen Radney-MacFarland.<br></li><li>An unfortunate gnome's encounter with an ogre family in the Pathfinder's Journal, by Richard Pett.<br></li><li>A pack of dangerous monsters, by<br><strong>Tyler Beck, Adam Daigle, and Patrick Renie</strong>.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065600/header.jpg?t=1768412105",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}