{
  "1065560": {
    "name": "Malcom's Day",
    "steam_appid": 1065560,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Malcom's Day</strong>® is a platformer whose development was influenced by a strong passion for videogames of the '80s and '90s and by the beautiful experiences lived in the daily life of those years.<br>Developed by a guy from the '90s.<br><br><strong>BEFORE YOU START READING THE GAME DESCRIPTION</strong><br>What follows is a brief summary that describes some details of this adventure such as the presentation of the main character and some features related to the gameplay.<br>The truth is that a video game is difficult to explain and the best way to understand it is to play!<br><br><strong>THE MAIN CHARACTER</strong><br>Who is Malcom?<br>He is a middle school kid whose main passion is make a mess!<br>Mocking the professors and pranking them fill his school mornings.<br>One day after coming back from the physical education lesson with his classmates, the teacher of the next hour was sitting at her desk waiting for him.<br>Without even giving him the time to set his backpack down, she blamed him for hiding the items contained in her pencil case.<br>Given his history he was immediately put in the worst of punishments...The desk to the front of the class where it was impossible to copy during the tests, at least until the items will be returned.<br>But what if it wasn't him the guilty one this time?<br>Malcom wants to prove his innocence, a strange journey awaits him!<br><br><strong>COMBAT SYSTEM</strong><br>At the start of the game only one physical attack at close range is available but it will not be long before you can get hold of curious instruments for long-range attacks.<br>At this point fighting against enemies will be much more fun!<br><br><strong>ENEMIES AND OUTFITS</strong><br>Each area in which there is a fundamental item to solve the case is protected by a strong enemy, but after defeating him you will be rewarded with a new outfit!<br>After being collected, the new outfit can be worn by selecting it from the menu.<br>The new outfits, as well as changing the look of Malcom, allow the use of more powerful attacks or the creation of objects useful for energy recovery or the recovery of points that allow special attacks to be carried out, such as (funny) attacks that cause continuous damage to enemies.<br><br><strong>OTHER CHARACTERS</strong><br>Malcom will not be alone in this adventure.<br>Many will be the allies able to provide valuable advice and suggestions such as where to find a hidden object, how to complete a secondary mission or even suggest a secret password to be inserted in a strange device located inside an abandoned submarine that can only be reached after finding and wearing a wetsuit...<br>There will be bizarre characters and creatures whose existence is considered a legend.<br><br><strong>SIDE QUESTS</strong><br>It will be possible to face many missions besides the main one, each of which will have a precise goal.<br>Some involve the discovery of hidden objects, others the destruction of many cars, still others searching for people...or growing a plant, increasing the level of some skills, collecting medicines, etc etc ect...<br><br><strong>ONE HUNDRED PERCENT COMPLETION</strong><br>The main story offers a series of challenging adventures, but ending the story does not mean having finished the whole game!<br>In fact in the menu there is a section dedicated exclusively to the percentage of completion in which the requests to be met are shown and next to each of them the relative percentage obtained after completing that particular request.<br>You can complete the whole game at any time, even after completing the main story!<br><br><strong>CRAFTING HEALING OBJECTS</strong><br>As mentioned earlier some outfits give Malcom the ability to craft objects that allow the recovery of energy or the recovery of other points necessary to carry out special attacks.<br>It is good to keep in mind, however, that these skills will be usable only if Malcolm has the basic materials necessary for the preparation, as well as having the correct outfit.<br><br><strong>CONCLUSION</strong><br>It's up to you to discover the rest, see you soon!",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1065560/header.jpg?t=1700618456",
    "developers": [
      "Hoodie and The Dummy Studios"
    ],
    "publishers": [
      "Hoodie and The Dummy Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 41,
      "highlighted": [
        {
          "name": "Welcome!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/29cb623deaaba828868d32cc617141bd17965e50.jpg"
        },
        {
          "name": "The janitor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/101d8f31180ba09d9477da06dbc8d2751e48b587.jpg"
        },
        {
          "name": "The angry chief",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/8b6c26b363c68579856ac3dd06c0683fd56e109b.jpg"
        },
        {
          "name": "The chef",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/efe40c2da7b20406a02cfdbfac8084d15dd8d515.jpg"
        },
        {
          "name": "The ruthless hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/5b1f36abe86554bbde74a05dc6b652d03c91df1c.jpg"
        },
        {
          "name": "The crazy fisherman",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/d8d63e37daa0d7c0e2c3e50930e669d616abc6da.jpg"
        },
        {
          "name": "The infected nurse",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/ddf5e7efc809137c0cbf8b7734962e7541eacfab.jpg"
        },
        {
          "name": "Finally a friendly face!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/cccfba6792c6f6664aa065b6806d0bdc2e7f5589.jpg"
        },
        {
          "name": "Dragonflies collector",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/defc5a176af974bf139765948258994b01225ece.jpg"
        },
        {
          "name": "Finally out!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1065560/ba6b4b4dcdf2d8dd3de5d0b54145d06ab0f96121.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}