{
  "1067830": {
    "name": "Fantasy Grounds - D&D Ghosts of Saltmarsh",
    "steam_appid": 1067830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>D&amp;D Ghosts of Saltmarsh</strong></h2><strong>ADVENTURE ON THE HIGH SEAS</strong><br><i><br><strong>Explore the waves above and the fathoms below in these watery adventures for the world's greatest roleplaying game.</strong></i><br>Nestled on the coast of the Azure Sea is Saltmarsh, a sleepy fishing village that sits on the precipice of destruction. Smugglers guide their ships to hidden coves, willing to slit the throat of anyone foolhardy enough to cross their path. Cruel sahuagin gather beneath the waves, plotting to sweep away coastal cities. Drowned sailors stir to unnatural life, animated by dark magic and sent forth in search of revenge. The cult of a forbidden god extends its reach outward from a decaying port, hungry for fresh victims and willing recruits. While Saltmarsh slumbers, the evils that seek to plunder it grow stronger. Heroes must arise to keep the waves safe!<br><i>Ghosts of Saltmarsh</i>combines some of the most popular classic adventures from the first edition of Dungeons &amp; Dragons including the classic 'U' series and some of the best nautical adventures from<br><i>Dungeon</i>magazine:<br><ul class=\"bb_ul\"><li><i>The Sinister Secret of Saltmarsh</i><br></li><li><i>Danger at Dunwater</i><br></li><li><i>The Final Enemy</i><br></li><li><i>Salvage Operation</i><br></li><li><i>Isle of the Abbey</i><br></li><li><i>Tammeraut's Fate</i><br></li><li><i>The Styes</i></li></ul>All adventures have been faithfully adapted to the fifth edition rules of Dungeons &amp; Dragons. Furthermore, this book includes details on the port town of Saltmarsh, as well as plenty of hooks to kick-off each adventure. Play through each story in a seafaring campaign leading characters from level 1 through level 12, or pull out sections to place in ongoing campaigns in any setting. The appendices also cover mechanics for ship-to-ship combat, new magic items, monsters, and more!<br>&quot;The Saltmarsh series consistently ranks as one of the most popular classic D&amp;D adventures,&quot; said Mike Mearls, franchise creative director of D&amp;D. &quot;With its ties to ocean-based adventuring, it was an obvious step to augment it with additional sea-based adventures and a robust set of rules for managing a nautical campaign.&quot;<br>Hoist your sails, pull up anchor, and set a course for adventure!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1067830/header.jpg?t=1765896994",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}