{
  "1068550": {
    "name": "Fantasy Grounds - Pathfinder RPG - Giantslayer AP 2: The Hill Giant's Pledge (PFRPG)",
    "steam_appid": 1068550,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Giantslayer AP 2: The Hill Giant's Pledge</h2><strong>A Giant Spurned</strong><br>The orcs attacking Trunau have been defeated, but the danger remains--the hill giant chieftain Grenseldek still wants the treasures of the tomb beneath Trunau. In order to protect their chosen community, the heroes must leave it and travel by riverboat through the orc-ruled Hold of Belkzen to the abandoned border fort that the giant has claimed as her lair. Yet even putting down Grenseldek and her squabbling monstrous minions may not be enough to save Trunau. For the hill giant has sent a fateful letter, and a storm is brewing on the horizon...<br><i>This volume of Pathfinder Adventure Path continues the Giantslayer Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Hill Giant's Pledge,&quot; a Pathfinder adventure for 4th-level characters, by Larry Wilhelm.<br></li><li>A detailed look at the various drakes that soar throughout the Inner Sea, by Russ Taylor.<br></li><li>A collection of exciting additional encounters set in the Mindspin Mountains, by David Schwartz.<br></li><li>A perfect ambush goes awry in the Pathfinder's Journal, by Michael Kortes.<br></li><li>A host of new monsters, by Benjamin Bruck, Thurston Hillman, Mikko Kallio, and Larry Wilhelm.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068550/header.jpg?t=1768412258",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}