{
  "1068500": {
    "name": "Multiverse Designer",
    "steam_appid": 1068500,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><strong>This is the player edition of Multiverse Designer. This edition allows players to join games created by their GMs for free, as well as use the Map Creator and Cutscene Editor with some limitation (check the FAQ below for more details). The Player Edition does not allow you to create online game sessions.</strong></p><p class=\"bb_paragraph\" style=\"text-align: center\"></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/0b5e2e81fd00ae727363dcd1dde25e5d.poster.avif?t=1762359960\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/0b5e2e81fd00ae727363dcd1dde25e5d.webm?t=1762359960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/0b5e2e81fd00ae727363dcd1dde25e5d.mp4?t=1762359960\" type=\"video/mp4\"></video></span></p><h2 class=\"bb_tag\" ><strong>UNLOCK THE POWER OF INFINITE STORYTELLING!</strong></h2><p class=\"bb_paragraph\" >  Multiverse Designer is an innovative <strong>3D virtual tabletop and map creator, a unique toolbox to empower storytellers</strong> and create the most immersive RPG experiences. Create maps for various settings of up to 64km2, selecting from nearly 10,000 3D assets. Save hours of your time creating awe-inspiring setpieces thanks to its  intuitive drag-and-drop UI; or customize everything to its finest detail, from texture to lights or colors. </p><p class=\"bb_paragraph\" >You can choose use one of the <strong>8 massive pre-designed scenarios</strong> (Cities, Dungeons, Forests, Castle, Jungle, Spring, Rock Hills and Desert) to a create a new map from the ground or use one of the 80+ included maps on your own creations, be it taking parts of them or just basing on them as inspiration. Put your players or yourself in the heroes' boots, <strong>exploring your creations with dynamic lights and shadows</strong>. You can even <strong>create epic cutscenes</strong> with animated assets, camera angles and dialogues!</p><p class=\"bb_paragraph\" >Use your creations to play <strong>any game, any genre, any setting -- from fantasy to sci-fi, from horror to comedy</strong>. Multiverse Designer includes Criteria, an easy-to-learn scripting language that you can use to implement rules and character sheets, automate events, or even include RPG rulesets of your own creation in the game, <strong>so Multiverse Designer takes care of all the bookkeeping for you!</strong></p><p class=\"bb_paragraph\" >Multiverse Designer is more than just a software. It’s a venue for your creativity, expression, and entertainment. It’s a way to unleash your imagination and live your dreams. It’s a path to become a storyteller!</p><h2 class=\"bb_tag\" ><strong>CRAFT EVERY DETAIL TO MATCH YOUR VISION</strong></h2><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/d38df2ebf97974cd3488324fdf2cbd7e.poster.avif?t=1762359960\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/d38df2ebf97974cd3488324fdf2cbd7e.webm?t=1762359960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/d38df2ebf97974cd3488324fdf2cbd7e.mp4?t=1762359960\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >Give shape to your imagination and create awe-inspiring maps of up to 64km2 with an intuitive drag-and-drop user interface and <strong>a vast library of almost 10,000 assets, including buildings, props, animated characters</strong>, and more, for all kinds of settings (not just epic fantasy!). Customize appearances, create effects, and modify sizes, rotations, and positions to design environments that suit your vision. Whether it's adjusting the lighting of a scene, changing the color of a character, or transforming the texture of a wall, <strong>you can change and shape every asset</strong> to match your vision to the finest detail. There are already 80+ maps that you can use, both as a whole or taking smaller parts for your own creations. When the Asset Spawner releases, it will be possible to procedurally generate assets, and then refine it to the finest detail. </p><h2 class=\"bb_tag\" ><strong>CREATE EPIC CUTSCENES</strong></h2><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/7535e6d205ba48e597b861f0b55b0d34.poster.avif?t=1762359960\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/7535e6d205ba48e597b861f0b55b0d34.webm?t=1762359960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/7535e6d205ba48e597b861f0b55b0d34.mp4?t=1762359960\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >Discover your inner filmmaker with the Cutscene Director. <strong>This powerful moviemaking tool allows you to animate assets, change their positions, rotations</strong>, and locations, and create dynamic cutscenes that enrich your storytelling. Seamlessly blend character animations, control time, and experiment with <strong>camera angles</strong> and properties to create captivating cinematic experiences. Use the created cutscenes to improve your network game session. </p><h2 class=\"bb_tag\" ><strong>PLAY WITH RULES</strong></h2><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/f92204da2a89610ce86b925978c70029.poster.avif?t=1762359960\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/f92204da2a89610ce86b925978c70029.webm?t=1762359960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/f92204da2a89610ce86b925978c70029.mp4?t=1762359960\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >Connect with the realm of RPG rules using <strong>Criteria, a powerful and flexible scripting language explicitly designed for defining RPG systems</strong>. Create and customize rules for any RPG scenario, be it fantasy, sci-fi, or modern settings. Populate tables with weapons, abilities, and more, using spreadsheets that seamlessly integrate with Criteria. <strong>Multiverse Designer comes to Early Access with a partial implementation of D20 2024 rules and we will keep implementing new ones</strong>.</p><p class=\"bb_paragraph\" >   </p><h2 class=\"bb_tag\" ><strong>DESIGN WORLDS IN SECONDS WITH PROCEDURAL GENERATION (NOT YET AVAILABLE)</strong></h2><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/9d58c31a33889844098c4cfe526cfdcd.poster.avif?t=1762359960\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/9d58c31a33889844098c4cfe526cfdcd.webm?t=1762359960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/extras/9d58c31a33889844098c4cfe526cfdcd.mp4?t=1762359960\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >Enter the world of procedural generation with the Asset Spawner! Create vast forests teeming with trees, bustling cities with towering buildings, or intricate dungeons with devious traps. The Asset Spawner generates assets quickly, providing <strong>a solid foundation that you can then refine to suit your specific needs</strong>. Seamlessly integrate with the Criteria Language to generate rules for traps, NPCs, and monsters. NOTE: the Asset Spawner will not be available on Early Access; still a work in progress, it will be available on full release. As of now, though, there is a Maze Generator that you can use to quickly generate the layout of a dungeon. </p><h2 class=\"bb_tag\" ><strong>SHARE YOUR CREATION</strong></h2><p class=\"bb_paragraph\" >Connect and collaborate with fellow creators through Multiverse Designer Steam Workshop interface. <strong>Share and explore a vast collection of lights, scenes, environments, dice styles, encounters, and characters</strong>. Whether you're seeking inspiration or looking to expand your creative horizons, the interface offers a wealth of resources. Join our wonderful community of fellow-minded creative people to share your creations, adventures, characters, rulesets -- anything you can imagine!</p><h2 class=\"bb_tag\" ><strong>FAQ</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>What can I do with the Player Edition? </strong></p></li></ul><p class=\"bb_paragraph\" >You can join other people's games (as long as there are available guest seats), but you can't create online multiplayer games. You can use the Map Creator and Cutscene Editor and access the entire library of 3D assets, but you can't save maps with more than 50 assets. </p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>What is a guest seat?</strong> </p></li></ul><p class=\"bb_paragraph\" >The Player Edition of Multiverse Designer allows a player to join games created by an owner of any of the Multiverse Designer Game Master Edition DLCs. When a player with the Player Edition joins a game, one of the available Game Master's guest seats will be occupied. If there are no more guest seats available, it will not be possible for the player to join the session. Game Master editions owners can join a game without using a guest seat. </p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>A Practical Example</strong> </p></li></ul><p class=\"bb_paragraph\" >Suppose Freddie bought the game with 4 guest seats. He starts a network game. John, Paul, George, and Ringo only have the Player Edition; they log in and start playing. Suddenly, John needs to leave, but he calls Mr. Dickinson to join. Mr. Dickinson also has only the Player Edition, but John's guest seat is now available, so Mr. Dickinson can take it for himself. Now, another friend of theirs, Mr. Jagger, tries to join with the Player Edition. Alas, he's denied entry because Freddie is using all four of his guest seats. But Mr. Jagger really wants to join the game, so he goes and buys a Game Master Edition DLC. Now he doesn't count as a guest, so he can immediately join the game.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068500/4147d69244714e54ccaf2169289a97e6bf4afcf3/header.jpg?t=1762359960",
    "developers": [
      "Toopan Games"
    ],
    "publishers": [
      "Toopan Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}