{
  "1068290": {
    "name": "Euro Truck Simulator 2 - Pink Ribbon Charity Pack",
    "steam_appid": 1068290,
    "required_age": 0,
    "is_free": false,
    "description": "Pink ribbons, and the colour pink in general, are most commonly seen during the (International) Breast Cancer Awareness Month, an annual health campaign organised by major breast cancer charities every October to increase awareness and raise funds to fight the disease.<br><br>Inspired by truck manufacturers and truckers from around the world, we are proud to be joining the Pink Ribbon Breast Cancer Awareness campaign!<br><br><strong>SCS Software will be donating 100% of its Pink Ribbon Charity Pack proceeds to reputable Breast Cancer research and awareness charities, starting with the charities listed below.</strong><br><br>We hope that the list of charities we contribute to will grow as we collect more money over time.<h2 class=\"bb_tag\" >Supported Charities</h2><br>The <strong>BCRF – Breast Cancer Research Foundation USA</strong> is a nonprofit organization committed to achieving prevention and a cure for breast cancer. It provides critical funding for cancer research worldwide to fuel advances in tumor biology, genetics, prevention, treatment, metastasis and survivorship. The mission of the Breast Cancer Research Foundation is to prevent and cure breast cancer by advancing the world's most promising research.<br><br>The <strong>Alliance of Women with Breast Cancer</strong> (Aliance žen s rakovinou prsu) is a nonprofit organisation, founded in the Czech Republic by cancer patients. It provides an education centre open to the public and those affected by breast cancer, and offers methodological assistance to similar organisations and assists in advocacy campaigns to treat and prevent breast cancer. It also plays an active role in representing the rights of breast cancer patients in the fields of treatment and recovery.",
    "supported_languages": "英语, 德语, 法语, 意大利语, 韩语, 西班牙语 - 西班牙, 简体中文, 俄语, 日语, 葡萄牙语 - 葡萄牙, 波兰语, 丹麦语, 荷兰语, 芬兰语, 挪威语, 瑞典语, 匈牙利语, 捷克语, 罗马尼亚语, 土耳其语, 葡萄牙语 - 巴西, 保加利亚语, 希腊语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068290/51758c2a081878c8025d6397d7a07d4c48038bd6/header.jpg?t=1753961140",
    "developers": [
      "SCS Software"
    ],
    "publishers": [
      "SCS Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1000,
      "final": 1000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 10.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 30,
      "total_negative": 1,
      "total_reviews": 31
    }
  }
}