{
  "1068620": {
    "name": "The Crystal Reef",
    "steam_appid": 1068620,
    "required_age": 0,
    "is_free": true,
    "description": "A rocky reef off the coast of Italy demonstrates the future of climate change. Meet Dr. Fio Micheli, the marine scientist who studies this reef, and dive underwater with her to learn about ocean acidification and how human-produced carbon dioxide will turn all the world’s oceans into what scientists are calling “the ocean moonscape.”<br />\r\n<br />\r\nThe Crystal Reef is 360-degree video experience that tackles communicating climate change in an immersive and scientifically valid way by the combining the virtual reality expertise of Stanford’s Virtual Human Interaction Lab (VHIL) along with the research of the marine science experts at Hopkins Marine Station.<br />\r\n<br />\r\nDrastic change in conservation behaviors can sometimes require unrealistic access to places or experiences that are impossible for the general public. This is additionally the case in marine science, which suffers from communication problems because many of its ecosystems are only directly accessible to coastal citizens, able scuba divers or aquarium visitors. The complexity of climate change and ocean acidification also makes it difficult for the public to grasp its scope. The Crystal Reef is a story that aims to reduce both of those access barriers.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1068620/header.jpg?t=1558047279",
    "developers": [
      "Cody Karutz",
      "Lauren Knapp",
      "Jeremy Bailenson"
    ],
    "publishers": [
      "Virtual Human Interaction Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}