{
  "1069830": {
    "name": "Fog of War: The Battle for Cerberus Demo",
    "steam_appid": 1069830,
    "required_age": 0,
    "is_free": true,
    "description": "Take command of a platoon of Astral Troopers!  You’re a recent graduate from the Astral College and strike officer training, you have just been posted to the Astral Corps’ Levantine Regiment, Hoplites troop, and been given command of the Fifth Platoon. You must prove your professional competence to your fellow officers to qualify as a strike officer, while fighting a rebel army and combatting a deadly plague on a hostile planet.<br><br><i>Fog of War: The Battle for Cerberus</i> is a 170,000-word military sci-fi interactive novel by Bennett R. Coles, where your choices control the story, based in the universe of the award-winning Virtues of War novels. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>As a newly-minted sublieutenant, you and your platoon are caught in the middle of fierce combat in the dry, rocky highlands of the planet Cerberus. You know that your forces are up against the rebel leader, Major Zhang: notorious across the galaxy as a formidable enemy. Meanwhile, a deadly plague has broken out on Cerberus and is spreading quickly. The Astral Corps has a vaccine en route from another star system, but the local population has to be convinced to accept the vaccine when it arrives.<br><br>Will you be able to put down the rebellion? Will the locals accept your bid to ensure their safety? When you find yourself separated from the rest of the Hoplite platoons and harried by rebel forces, how will you survive in the Cerberan landscape?<br><br><ul class=\"bb_ul\"><li> Play as male, female, or non-binary; straight, gay or bi.<br></li><li> Find romance with your commander, a fellow platoon leader, a Fifth Platoon pilot, or one the troopers in your command.<br></li><li> Hunt down rebels, infiltrating and destroying their base, or use diplomacy to broker with them peacefully.<br></li><li> Face the notorious Major Zhang, holding his life and the rebels’ fate in your hands.<br></li><li> Crush the rebel presence on Cerberus, or join their cause and betray the Astral Corps’ mission.<br></li><li> Convince the colonists to accept the Astral Corps vaccine, or leave the colonists of Free Lhasa of their fate.</li></ul><br>You’re fresh out of battle school with a lot to prove. Will you win hearts and minds, or grind this planet to dust?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1069830/header.jpg?t=1734034122",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}