{
  "10690": {
    "name": "Virtua Tennis 2009",
    "steam_appid": 10690,
    "required_age": 0,
    "is_free": false,
    "description": "<p>With 23 of the world’s top players  - 8 new to Virtua Tennis and 3 legends, including Federer, Nadal, Williams, Sharapova & Murray. Improved serve, net and stumble gameplay give more control than ever before.</p>\n\t\t\t\t\t<p>New over-the-shoulder cam gets you to the heart of the action.</p>\n\t\t\t\t\t<p>Sharpen up your skills with 12 Court Games such as Pot Shot and Pirate Wars.</P>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li><strong>New Players / Courts</strong> - Play as or against over 20 of the world's top players, including seven new to Virtua Tennis and three legends. All-new arenas and the officially licensed Davis Cup provide the most realistic tennis competition to date. </li> \n\t\t\t\t\t\t<li><strong>New Player Creation System</strong> - You now have full control over facial, body and clothing customization, as well as the depth to populate the game world with hundreds of unknown opponents.</li> \n\t\t\t\t\t\t<li><strong>More Court Games</strong> - Playing alone or with up to three friends compete in 12 mini-games, five completely new, and upload your hi-scores on the worldwide rankings in games such as Zoo Feeder and Pirate War. </li> \n\t\t\t\t\t\t<li><strong>Improved Gameplay</strong> - Courtside action is better than ever, with extensive updates to the famous arcade-style Virtua Tennis match engine, as well as 3D crowds and a more realistic courtside experience. </li>\n\t\t\t\t\t</ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/10690/header.jpg?t=1447351828",
    "developers": [
      "SEGA"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}