{
  "1070350": {
    "name": "Captain Hannon - The Belanzano",
    "steam_appid": 1070350,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Overview</h2>So it's now been six months since we have had Hannon out on Steam in Early Access. In that time I have quadrupled the locations / systems and added over 60 NPC's with just under 200 specific missions. This does not include Terminal based missions added in the 1.48 release.<br><br>I have managed to cram in Mining, Salvage, Refining and Crafting. Created a storage system and increased the collectable items in the game to 363 (last count).<br><br>I have added multiple weapons systems for the Shuttle and 14 different hand held weapons for Hannon to defend himself.<br><br>I added exploration for Planets and exploration for Derelicts. Allowing for more looting and challenges, plus the collection of weapon Schematics. <br><br>Alongside the planetary exploration, I also added 'Harvesting and Mining' again allowing for the collection of more resources for crafting and NPC missions.<br><br>I created a Galactic Database and added 152 entries including starter guides.<h2 class=\"bb_tag\" >But I'm FAR from done...</h2>What we have now form's a solid backbone for the game to begin to grow. More systems, more bad guys, many more planets and derelicts for exploring.<br><br><br>The scope for crafting is pretty much-unlimited thanks to SMO's excellent crafting schematic system.<br><br>If we get enough support through Early Access I still intend to add into the mix 'Cooperative gameplay', with players playing in the same Universe, trading and aiding each other in the Phoenix Galaxy.<br><br>Meanwhile, I am working on the Ship Yard. This will allow you to swap out your primary Six weapon mounts. <br><br>More Aliens, more territory for you to traverse, more planets to land on and simply 'More' of the Phoenix Galaxy.  With your Feedback (via our Discord Server and steam Community pages) I hope to continue onwards developing Hannon for you.<h2 class=\"bb_tag\" ><strong>Storyline</strong></h2>Charlie had been desperate to get off Morland after being without a ship for over a year. He’d saved every credit he could to pay the deposit on the freighter. <br><br><br>Perhaps in hindsight, purchasing the Belanzano wasn't the greatest plan but it was a start – he was now free to explore.<br><br>After all he was a space captain and he belonged in space!<br><br>The freight agent on Morland had been highly skeptical, and downright wary of giving him a freight contract. But after much wrangling he managed to convince her to let the Belanzano’s new captain transport a shipment of Thruster Manifolds to Kirby Station in the Grantham system.<br><br>Charlie might not make a huge profit on this initial run, but at least he’d be free<br>and once again in charge of his own destiny!<br><br><strong>Or so he thought...</strong><br><br>Everything had been running smoothly. Well, apart from the onboard A.I ZED seemed to have been modified with a sarcasm personality chip, not to mention a series of minor glitches in just about every secondary system onboard the ship. So far Charlie had been unable to disconnect the AI or even reboot it.<br><br>As for the other issues, they would have to wait.<br><br>Nothing he couldn’t fix over time...<br><br>Charlie woke groggily to the sound of Sirens and banging on the exterior hull plating. There was a loud explosion from somewhere aft, and all the exterior ships sensors and most of the interior ones had gone offline.<br><br>It was going to be one of those days!<h2 class=\"bb_tag\" >What is Captain Hannon?</h2>We are building a large scale sci-fi open world sand box game.  You will take the part of Captain Hannon, who's newly acquired old space freighter has crashed in to an asteroid field during his first cargo delivery run.<br><br><br>There is an initial main story line that will lead you through orientating yourself with the Galaxy and it's inhabitants. Once you have completed the initial stages you are then in an open world game where your choices and decisions will shape your progress.<br><br>Work for the Factions in game delivering goods, mining, doing various combat missions or perhaps work for the Gal-Fed authorities. All these will be built on and expanded as we move though Early Access.<br><br>We currently have nine separate in game factions and over 100 missions. Plenty to get your teeth into.<br><br>We fully intend to continue the central plot where Hannon is asked to help with everything from A.I rogue infestations to Pirate and Outlaw story plots. You can follow the plot or split off and level up and explore on your own. The choice is yours. <br><br>Hannon takes place in an ever growing Galaxy of Planets, stations and asteroid fields. Jump Gates connect these systems. The deeper you go, the more dangerous your travels, the larger the rewards.<h2 class=\"bb_tag\" >The plan</h2><strong>Expanding the Galaxy:</strong> Whilst Hannon starts with a few select systems it will rapidly grow to encompass an entire Galaxy of systems and locations.<br><br><strong>More Exploration:</strong> With each new system added there will be more Planets, and Stations to interact with. Each location given its own faction and law level adding to the feel of the life in the Galaxy.<br><br><strong>More Ships</strong>: Initially you're going to be fixing your Ship the Balanzano and flying the Combat Shuttle you have at your disposal. But over time we will be adding a range of ships for you to collect and use.<br><br><strong>More Enemies: </strong>Bad guys are everywhere, from Infected Alien A.I's to the Pirates and outlaws who are making the most of the situation. We intend to build heavily on this. As you travel the Galaxy you will encounter more pirates &amp; outlaws, each tied to the Law level and faction of the systems.<br><br><strong>More Professions:</strong> Currently we have Space and ground based Combat, Asteroid Mining, Cargo Runs, Bounty Hunting, Salvage, Crafting, Refining, Derelict Exploring. We want to grow on this with a slew of new professions to mix into your game play.<br><br><strong>Art, Sound &amp; Music:</strong> We have striven to add new sounds, music and artwork to Hannon but through Early Access funding we will continue to replace and deploy more and more new designs, sounds and sound effects.”<h2 class=\"bb_tag\" >Dev Footnote</h2>I'm are here for the long haul, what ever it takes to make Hannon a game worthy of your admiration.  Early Access will enable us to work with you on bugs, content and with feedback will lead to a fuller and more refined player experience. I will be pushing out regular updates on the game once released and work closely with the community.<br><br>I'm are dedicated to continue working on Hannon until you and I are happy. There is still lots of work to do and a lot of planned additions in the pipe. I'm really enjoying the Early Access experience and can't wait for you to join us and help shape the Phoenix Galaxy that Hannon finds himself in :)<br><br>Grab a Coffee and read our dev posts since release and learn what we have been up too.<br><br>Coops",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1070350/header.jpg?t=1599404657",
    "developers": [
      "Paul Cooper"
    ],
    "publishers": [
      "Dream Games Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}