{
  "1070100": {
    "name": "Heal Plz",
    "steam_appid": 1070100,
    "required_age": 0,
    "is_free": false,
    "description": "Heal Plz is a classic Fantasy RPG adventure with a twist. Support your AI-controlled party members as you battle deadly enemies. Heal, buff, and dispel your way to victory. Careful resource management and <span class=\"bb_strike\">exploitation</span> <i>clever use</i> of game mechanics is all that stands between you and a corpse run.<h2 class=\"bb_tag\" >Play as the Healer</h2>Choose from a diverse cast of Healers, all with unique playstyles. Choose from the Cleric's divine blessings, the Shaman's crippling afflictions, or the cleansing flames of the Phoenix Cultist... Just to name a few!<h2 class=\"bb_tag\" >It's Party Time!</h2>Assemble your party from a collection of fantasy classes. Pick a Tank like the Warrior or the Paladin to protect your party, then fill out your roster with damage dealers like the Wizard or Rogue. Each has strengths and weaknesses and can be swapped in and out as needed.<h2 class=\"bb_tag\" >Plan Ahead</h2>Level up to learn new spells and abilities, then carefully select your loadout to give you the edge in tightly-balanced party-based combat. Keep wiping on a boss? Switch it up and try again. Preparation is key!<h2 class=\"bb_tag\" >Endless Adventure</h2>Explore arid wastelands, haunted crypts, crumbling ruins and more, all with adjustable difficulty levels. Defeat rare monsters in procedurally generated dungeons to earn powerful equipment.<h2 class=\"bb_tag\" >Risk vs Reward</h2>When you're ready to put your healing ability to the test, Challenge Mode is waiting with episodic hand-crafted dungeons with encounters designed to push your skill and preparation to the limit!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1070100/header.jpg?t=1567871263",
    "developers": [
      "Dev Plz"
    ],
    "publishers": [
      "Dev Plz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}