{
  "1070720": {
    "name": "Fantasy Grounds - Castles & Crusades Adventure Pack Volume 1 (C&C)",
    "steam_appid": 1070720,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Castles &amp; Crusades Adventure Pack Volume 1</h2><i><br><strong>Includes: Lamentations of the People, Pray the Thief, Palthar's Sundry, When Priests Die</strong></i><br><strong>When Priests Die</strong><br><i>Horror has befallen the people of Kitadel. A fisherman has returned from the nearby temple to tell everyone of a vile murder and slaying. The bodies of the three priests who resided in Akthamam were each impaled on a statue in front of the temple. Someone, or something, has taken up residence in the temple.</i><br>This is a low level adventure for a party of 3-4 characters. It is a short dungeon adventure designed for a single night's play.<br><strong>Lamentations of the People</strong><br>A wicked group of cut-throats, Ubal's Axes has been terrorizing roads and villages near Swanshill for more than a decade. None have been able to find these thieves and bring them to justice, and all those who have tried have never been heard from again. Ubal's Axes infamy is such that no bounty is even placed on their heads anymore lest they take vengeance upon those who offered it. A pall of fear and dread long ago fell upon these communities.<br>But now, Ubal's Axes have been spied and, in a dark, quiet corner of a tavern a request is fearfully whispered, &quot;Please deliver us from this evil?&quot;<br>A mid-level adventure for 3-5 characters.<br><strong>Pray the Thief</strong><br>Villagers have stumbled upon an edifice in the woods and their explorations brought unexpected consequences. They paid a heavy toll, four dead and one missing, and the survivors living in terror. Our heroes have been called upon for aid in ridding the area of the menace that lies beneath the Temple of Balnapashan.<br>This is a mid level adventure for a party of 3-4 characters. It is a short dungeon adventure designed for a single night's play<br><strong>Palthar's Sundry</strong><br>An old map, a copper coin, the name Palthar! The three may mean little to common folk, but to those who dabble in the arcane, the name Palthar carries with it a hint of power. Though not well known, in the small circles of the learned, the name Palthar is associated with travel to other planes of existence and, or so some say, through time. Palthar disappeared nearly a century ago as did the location of his abode, an abode rumored to contain powerful magics and an array of interplanar travel spells.<br>Now this map has turned up, associated with his name. And this coin, this curious, curious coin. Could this map lead there? And what is the meaning of the coin?<br>A mid-level adventure for 3-5 characters<br><i>Adapted for Fantasy Grounds by: </i><strong>Scott Geeding</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1070720/header.jpg?t=1768412354",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}