{
  "1071110": {
    "name": "GOD WARS The Complete Legend - Art Book (In English)",
    "steam_appid": 1071110,
    "required_age": 0,
    "is_free": false,
    "description": "The GOD WARS official art book is an exquisite collection of artwork recreating the ancient Japanese lands and sceneries where the heroes of Japanese mythology and fairy tales played an active part as well as portraying the characters and Koujin’s (angry sacred gods) appearing in the game.<br />\r\n<br />\r\nThe Sankishi (Three sacred deities), Susanoo, Tsukuyomi, and Amaterasu are famous for their legends for building nations and defeating the mighty Yamatanoorochi in Japanese mythology. However, in GOD WARS, the story is depicted from the time their princes and princesses grow up and develop through turmoil and conflict, till the time they finally establish their visionary kingdom &quot;Yamataikoku&quot;.<br />\r\n<br />\r\nWhile creating the character designs and costumes based on Japanese mythology and fairy tales, our team endeavored to boldly make arrangements through the usage of our forte which is animation techniques to express the beauty of Japan.<br />\r\n<br />\r\nIn particular, we strived to reproduce the many unique colors which symbolize ancient Japan, such as the “The five traditional colors” (blue, white, red, black, yellow) used and drawn on the women figure from the Asuka period in the Takamatsuzuka Tomb excavated in 1972. <br />\r\n<br />\r\nWe hope you will fully enjoy the &quot;World of the Myths of Japan&quot; exquisitely portrayed in this exclusive art book.<br />\r\n<br />\r\n(NOTE) This Art Book is supported only in English.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1071110/header.jpg?t=1656642341",
    "developers": [
      "DRAGAMI GAMES, LTD"
    ],
    "publishers": [
      "DRAGAMI GAMES, LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}