{
  "1071380": {
    "name": "Supernatural Super Squad Fight! Demo",
    "steam_appid": 1071380,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Some call them freaks. Others call them monsters. For many they do not even exist at all. Forced to live on the fringes of society, they have no reason to care about the rest of humanity or its affairs. Everything changes when a powerful and ancient evil force threatens our world. A group of these legendary outcasts must join forces to take a stand against evil and save the universe.<br><br>Come join the chosen and fuel our flame against evil! Play as one of eight mighty fighters and battle across epic landscapes. Challenge the forces of darkness or oppose the forces of good. Which side will you choose?</h2><br>** Demo Contains first two playable fighters and first single player stage as well as local multiplayer up to four players!! **<br><br>Full version contents:<br><br><ul class=\"bb_ul\"><li> Play as one of four members of the Supernatural Super Squad - Bigfoot, Enki, Nessie, or Jeff the Yeti and battle the Wizard Kukulkan and his right hand assassin Clíodhna the Banshee Queen, General Choad - a maniacal killing machine whose mission is to eliminate all supernatural scum, and the demon goat yule lord Grandpa Krampus.<br></li><li> Simple, easy to learn two button controls (jump,action) + D-Pad giving five different methods to attack and counter attack your opponent!<br></li><li> Also, fight as General Choad, Clíodhna, Grandpa Krampus, and Kukulkan as you meet and destroy the four members of the Supernatural Super Squad!<br></li><li> Play up to four players on local versus mode choosing to battle against computer players or your friends! <br></li><li> Unlock the fighters and their stage environments during single player mode for use in multiplayer combat!<br></li><li> Collect all Supernatural Super Squad Fight! Steam achievements<br></li><li> Game Controller is REQUIRED</li></ul><br>Future updates planned:<br><br><ul class=\"bb_ul\"><li> Play through single player cooperatively with a buddy or computer player assistance!<br></li><li> Destroy as many fighters as you can as long as your health lasts with online leader board!<br></li><li> Online tournaments!<br></li><li> Send an email with your request of what you think will be a great new feature of this awesome game!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1071380/header.jpg?t=1558473877",
    "developers": [
      "Jonah Taylor"
    ],
    "publishers": [
      "Jonah Taylor"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}