{
  "1071890": {
    "name": "New Yankee in King Arthur's Court 5",
    "steam_appid": 1071890,
    "required_age": 0,
    "is_free": false,
    "description": "Return to a world of knights and dragons, witches and goblins and swords and magic to save King Arthur from a fate worse than helmet hair! Join Sir John and Lady Mary as they're drawn back in time to deal with the appearance of a thick forest and vaporous swamps around Arthur's castle. As they travel across the king's vast realm to find the source of the magical scourge, they'll encounter never-before-seen obstacles (look out for landslides!), face new challenges (unicorns, dragons and witches – oh my!) and meet new foes and friends alike!<br />\r\n<br />\r\nPlayers guide John and Mary on their journey, using strategy to determine the best use of available resources and the fastest way through each of the game's levels, all of which offer unique quests. Each step forward will unlock cunning new bonuses, provide access to thrilling mini-games and provide an opportunity to discover and earn dozens of achievements.<br />\r\n<br />\r\nThe Collector's Edition of New Yankee in King Arthur's Court 5 features an epic primary campaign, bountiful bonus levels and tons of special content, including a step-by-step walkthrough. With its refined gameplay, unique challenges and gorgeous visuals, New Yankee in King Arthur's Court 5 offers the best reasons yet to return to experience the fantastical adventures of the heroic Sir John and the magnificent Lady Mary!<br />\r\n<br />\r\nKey features:<br />\r\n<br />\r\n•\tDozens of all-new levels<br />\r\n•\tA thrilling, time-tripping story<br />\r\n•\tGorgeous artwork and animation<br />\r\n•\tCollector's Edition bonus content<br />\r\n•\tLearn-as-you play tutorial",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 荷兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1071890/header.jpg?t=1704784232",
    "developers": [
      "Alawar Casual"
    ],
    "publishers": [
      "Alawar Casual"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 1400,
      "discount_percent": 50,
      "initial_formatted": "¥ 28.00",
      "final_formatted": "¥ 14.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}