{
  "1072930": {
    "name": "Blood Magic",
    "steam_appid": 1072930,
    "required_age": 0,
    "is_free": true,
    "description": "Blood Magic is a 2D Isometric Dungeon Crawler where you use your own health to cast spells to defeat enemies while you search for the missing pages of your spell book to increase your power. During your journey you will slaughter hordes of gruesome monsters, defeat unique mini bosses, and defeat the blood driven demons of this world. Before you lay a world of fast pace combat, exploration, and fantasy inspiring environments. Can you survive?<br />\r\n<br />\r\nKey features of Blood Magic Include:<br />\r\n•    Blood Magic: You use your own health to cast your spells.<br />\r\n•    Spell Book Pages: Collecting spell pages from boss enemies will unlock new spells for you to use. <br />\r\n•    Blood Pools: Not only do these blood pools serve as fuel for your magic they can also speed up your movement and provide health restoration. <br />\r\n•    Blood Orbs: Enemies in this world have abundant energy that will occasionally manifest itself as glowing orbs of blood. Collecting 3 of these orbs will allow the player to supplement their own health with that of their fallen enemies.<br />\r\n•    Environments: These lands are open for exploration with secrets hidden for you to discover.<br />\r\nBlood Magic was created with the intend of providing a new take on the designs of fast paced dungeon crawler-based combat with the twist of using your own health as a resource to be tested in combat.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1072930/header.jpg?t=1566519772",
    "developers": [
      "Drop Table Developers"
    ],
    "publishers": [
      "Drop Table Developers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}