{
  "1072100": {
    "name": "Action Arcade Wrestling",
    "steam_appid": 1072100,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1072100/extras/3e90f71e9b4c9a25b9f247d3c675eec2.avif?t=1666991476\" width=600 height=194 /></span><br><br>Perform a BODY SLAM, knock’em down with a CLOTHESLINE, pull off the classic PILEDRIVER AND… shoot LIGHTNING BOLTS into your opponent's face?! Whatever you do… don’t find yourself looking up at the lights!<br><br>Action Arcade Wrestling brings everything you love from 90’s wrestling games with its own twist of chaos and fun. Join the action and step through the ropes in this fast-paced, arcade wrestling extravaganza to superkick the overly simulated wrestling games out of the ring! Choose from a roster of 30+ outrageous wrestlers executing their powerful attacks and superhero-like abilities in the most over-the-top wrestling game ever conceived.<br><br>If that isn’t enough crazy for you, jump into the AAW Wrestle Lab to create your ultimate wrestler. The Wrestle Lab provides an unprecedented amount of creation tools where gamers can unleash their creativity. Whether it’s your favorite superhero or most feared monster, the Wrestle Lab is only limited by your imagination.<br><br><br><strong>Key Features:</strong> <br><ul class=\"bb_ul\"><li><strong>Retro Gameplay Action Satisfaction</strong> – Intuitive 2-button controls allows players of all ages and skill levels to easily jump into the arcade wrestling mayhem.<br></li><li><strong>Steam Remote Play</strong> - Share your local matches online with friends using Steam Remote Play Together - bring the smackdown to opponents across the globe!<br></li><li><strong>A Match for Every Style </strong>– Over 25 playable game modes are planned including One vs. One, Tag Team, Three-way match, Four-way match, 4-10 Person Elimination matches, Tornado Tag, Battle Royal, Trios and more!<br></li><li><strong>Roster of Extraordinary Wrestlers</strong> – Choose from 30+ unique, superhero-like wrestlers that you won’t find anywhere else!<br></li><li><strong>Old School Flair</strong> – 3D cel-shaded visuals bring a vibrant throwback arcade look that captures the outrageous and colorful past of wrestling games.<br></li><li><strong>Animated Madness</strong> – Over 700 hand-crafted animations to perfectly capture the movement and antics that make AAW unique to the wrestling world.<br></li><li><strong>Customization Galore</strong> – The FREE Wrestle Lab Creation Suite puts more creative power in the hands of players.  Loads of wrestler and arena options are available including body morphing, texture uploads, face mapping, move set assignments, physics-based accessories and more. Create fearsome monsters, favorite super heroes, rasslin’ icons… go crazy with the creative freedom of the Wrestle Lab!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1072100/header.jpg?t=1666991476",
    "developers": [
      "VICO Game Studio"
    ],
    "publishers": [
      "Reverb Triple XP"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}