{
  "1073020": {
    "name": "In the beginning",
    "steam_appid": 1073020,
    "required_age": 0,
    "is_free": false,
    "description": "<strong></strong>Game – in early access! [/b]<br>We warn you in advance that the game is in the process of development at the stage of prototype.  The edits on mechanics and new content will appear with each new update. <br>The aim of early access – is to find the additional funding for the game development and to create the gaming community from which the development team could get the feedback. <br>I hope you will like In the beginning the same way as we ourselves like this project)<br><br><strong><h2 class=\"bb_tag\" >You may ask, what’s so special about this particular game project?</h2></strong><br>For the first first time ever you will be able to create a completely unique people, and guide them from the state of savagery to the Bronze Age Civilization. You will have to choose a path for the tribe. You will be able to see not only how your people realize the advantages of cooking meat, but also explore the world around them. And most importantly-how to stand your fellow tribesmen.<h2 class=\"bb_tag\" >There are five distinct areas of expertise for you to master:</h2><ul class=\"bb_ul\"><li><strong>Genetics</strong> - New species rise and fall, certain distinctive human races arise. Want a race of ultra strong, yet gentle and intellectual Neanderthals? This section has you covered!<br></li><li><strong>Inventions</strong> - Here you will have to walk the treacherous parth of technology. Here you will have to pick how your people get their food. Will your tribe of aggressive cavemen be hunter-gatherers? Legendary fishermen? Or should they just settle for classic cannibalism? How Grug build house? What tools to make? Why boil water?<br></li><li><strong>Culture</strong> - This section allows you to make your people expand their horizons, change their perception of the world! Will they be patriarchal or let progressive wise women lead the tribe? What are their views on reproduction? Exchanging kids with other tribes? Culturally enriching your neighborhood? Or...let’s not talk about that!<br></li><li><strong>Management</strong> - Your first community will be a small family group of 10-30 people. But to create a civilization, you will need to find a glue that holds your society together. Whether by force or honeyed words is entirely your choice.<br></li><li><strong>Religion</strong> - Belief in the supernatural influenced the way of life of many nations. And you have to decide what this faith will be. Will it be a popular belief in local totem spirits or a complex centralized religion with gigantic temples? And, of course, you can always try to declare yourself a God ))) </li></ul><h2 class=\"bb_tag\" >Unique mechanics</h2>But choosing is not easy. You will not have a &quot;learn technology&quot; or &quot;take culture&quot; button. Such trivial simplifications are beneath our professional standards. In order to provide an interesting and unusual gameplay, we have developed special mechanics. Any development of the tribe is carried out indirectly. Culture drift or the study of technology are processes that take place on their own while your people go about their business. Every person in your tribe is an active economic unit. People are born, live as children, grow and die for many different reasons. What these people will do during their life depends on the player’s choice. It is up to you to decide how people will get food and how much time to spend on it, how people will cook it and how much time to spend on rest.<br>If people hunt a lot, the traditions and ways of hunting will be stronger in the tribe. If people communicate a lot, they become all the more united.<h2 class=\"bb_tag\" >Economy</h2>The basis of the game economy is the distribution of the tribe's labor points for various vacancies. Being engaging in any work or other activities exhausts your tribe’s resources. For survival, they need food (or they will starve), clothing, fuel for the fire. All this is mined and produced by your people, spending labor points. If the level of your civilization grows, then the the consumption rises proportionally. Keeping the balance between production and consumption is one of the tasks of the gameplay.<h2 class=\"bb_tag\" >Action - result</h2>To let you enjoy the aesthetics of the Stone Age, your tribe changes with the appointment of people to vacancies. If you send people to the forest to hunt - you will see how they hunt. Do people handle animal skins? Look at them on the map! Watching sliders and statistics keeps you boring?Let the screen show the result of your actions!<h2 class=\"bb_tag\" >Power</h2>One of the most important tasks is to increase the population limit, Which is only possible with the development of society itself. At the very beginning you have only one family. And as soon as there are too many people in one place, they will simply disperse. Nothing unites them. Finding a way to unite them will be one of the most important tasks.<h2 class=\"bb_tag\" >Expansion</h2>As the tribe grows, your people will need more territories. Dispatch scouts to look and, eventually, conquer new lands.<h2 class=\"bb_tag\" >Storytelling</h2>Even in such an economic game there is a place for a good story. Therefore, &quot;In the beginning&quot; is not just a game about numbers and statictic. This is a storytelling game telling an interactive story from the Stone Age. Each turn the game gives you new events. And you have to make an important, and often ethically difficult decision that will determine the future life of your people.<h2 class=\"bb_tag\" >Dangerous planet</h2>Your main antagonist is, ironically, mother Gaia herself. The story of your people began with a natural disaster. And your task is to ensure that another catastrophe does not end it.<br>The planet is changing. The millennia have changed the landscape. Forests and steppes disappear and appear. Glaciers appear and recede.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1073020/header.jpg?t=1570869239",
    "developers": [
      "Solare Games"
    ],
    "publishers": [
      "Solare Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}