{
  "1073220": {
    "name": "Teeth Brushing Simulator",
    "steam_appid": 1073220,
    "required_age": 0,
    "is_free": false,
    "description": "Teeth brushing simulator<br><br>A local game oligarch rolled out another project: the Teeth Brushing  Simulator.<br>Original gameplay, a unique experience. First in the world.<br>Do your parents force you to brush your teeth and you don’t want to lie to them?<br>No problem. Brush your teeth in the virtual world, technically it’s considered.<br>Coupled with Toilet Simulator, there is no need to climb out of the computer anymore.<br><br>Attention. Playing with a secret. There are elements of horror.<br><br>Are you afraid to brush your teeth in real life, is there a certain threshold through which you cannot cross? With this game you can simulate a situation and it is possible to understand that there is nothing terrible in it, get used to a toothpick. There are no guarantees, of course, that this will help, but why not try?<br>What are you, weakly what? Scared, yes?<br><br><strong> Teach yourself discipline [/]<br><br>This game is an excellent trainer for discipline.<br>Turn on this game 3 times a day, every time after eating, and you may see your willpower increase, and you can already brush your teeth in reality.<br>Suppose you do not have a toothbrush and you need to do some action to develop discipline. This game is your salvation. Just turn it on 2-3 times a day, at the same time, and brush your teeth for 2 minutes. And you can 5. Yes, yes, you heard right. Can!<br><br><strong><br>Hone your brushing skills[/]<br>Everyone knows that in order to shoot better you need to play shooters. And in order to better brush your teeth, play tuff bracers.<br>Dreamed of becoming a professional eSports or get a professional toothpick? Are you dreaming to make a jiggle of an oligarch?<br>Welcome<br>This game is the first step to your dream.<br><br><br>Specifications<br><br>- first person game<br>- The mechanics of cleaning teeth<br>- good graphics<br>- the character has a body<br>- Teeth cleaning fully animated<br>- You can rotate the camera and walk<br>- elements of horror<br>- Screamers<br>- Hardbass Ost<br>- Camera mode from a third party<br>- secret</strong></strong>",
    "supported_languages": "俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1073220/header.jpg?t=1582325536",
    "developers": [
      "Evil Dentists"
    ],
    "publishers": [
      "Kavkaz Sila Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "I brushed my teeth for 2 minutes",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1073220/38f3a9590db7c75c5cdf32d6ea3f52dbf0e215e2.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 14,
      "total_negative": 3,
      "total_reviews": 17
    }
  }
}