{
  "1074180": {
    "name": "Smart City Plan",
    "steam_appid": 1074180,
    "required_age": 0,
    "is_free": false,
    "description": "Smart City Plan is an old-school city builder game modernized: Plan zones, roads, public transport like trains, trams, buses, subways and even the hypertube. Set taxes and policies and implement smart city technologies. Generate a sustainable city and take care of your citizens.<h2 class=\"bb_tag\" >What can you do in the game</h2><ul class=\"bb_ul\"><li> Public transport: Trains, trams, buses, subways, hypertube, and more<br></li><li> Decide policies about energy and water usage, insulation, taxes, etc<br></li><li> Write laws about gun control, anti-corruption, pollution, speed limits, gambling and more<br></li><li> Turn your city literally green by enforcing the usage of green living walls<br></li><li> Attract special industries like space companies<br></li><li> Solve traffic problems with an array of utilities and an intelligent road/rail building method<br></li><li> Unlock sandbox mode to place every building exactly where you want it to be<br></li><li> Zoning for commercial, industry, agriculture, office, and 3 types of residential areas</li></ul><h2 class=\"bb_tag\" >How it works</h2>Start by creating a few roads and specify zones where your citizens can start building their homes, shops and companies. <br>Once everything runs fine, your can start expanding your city. Extend it by providing public transport for your citizens and implement policies. Ensure everything is taken care for: Pollution, noise, crime, waste, water, energy and so on. Your assistant will help you by guiding your through the process of doing all this easily.<h2 class=\"bb_tag\" >Gameplay</h2>The game is running in real-time, but can be accelerated and paused at any time. Manage policies, track financial data, analyze problems in your city. Expand the city when you have figured out how everything works and manage the public transport system, and build new infrastructure buildings, stations, rails, hypertube tracks, bridges, or even space ports.",
    "supported_languages": "英语, 法语, 德语, 俄语, 西班牙语 - 西班牙, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1074180/header.jpg?t=1616143824",
    "developers": [
      "Ambiera"
    ],
    "publishers": [
      "Ambiera"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}