{
  "1076160": {
    "name": "Command: Modern Operations",
    "steam_appid": 1076160,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>THE KING IS BACK.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/b1af43a16b43f82231f07bb4fe62176f.avif?t=1756299123\" width=616 height=80 /></span><br><br>The first release of Command rocked the foundations of modern PC wargaming, steamrolled its way into the Pentagon and won numerous &quot;Wargame Of The Year&quot; awards. Now, the restless rascals at WarfareSims are back at it with a vengeance! The already legendary game of modern cross-domain operations returns with an all-new UI, even more refined simulation mechanics and a host of new features and content to engross you into the challenges of warfare post-WW2 and in the 21st century. Are you <strong>ready</strong>? Are you<strong> up to it</strong>?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/d780e2f738b76ef45794d2c7b428af63.webp?t=1756299123\" width=616 height=28 /></span><br>No man, and no armed service, is an island. Aircraft, ships, submarines, ground forces and installations, satellites and even strategic weapons are at your disposal. You are given the forces and their hardware; but you have to direct them wisely.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/cc4a4aa90ade63c8faa315aa3af29f08.webp?t=1756299123\" width=616 height=28 /></span><br>You asked for a faster, smoother earth-globe interface with richer, even more detailed map layers - and you got it! Over half a terabyte's worth of satellite imagery and terrain elevation combine to deliver an unprecedentedly crisp battlefield for your forces to roam.   <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/3d7a3d083c979a03d56cbe501358171d.webp?t=1756299123\" width=616 height=28 /></span><br>Command's new slick, dark-themed UI slams you right into the seat of a modern-day military command center and never lets go. Play in desktop-standard window or gamelike full-screen mode. Arrange your secondary info windows just how you like them - or park them into extra monitors. Customize your map and info windows to perfection to suit your play style.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/e3961f3a833217d2f6e40e9bea91de10.webp?t=1756299123\" width=616 height=28 /></span><br>Hundreds of changes and additions to gameplay based directly on user feedback means the game is now yours more than ever. Minimaps? Check. Quickly load recent scenarios or saves? Yup. Real-time dynamic ORBATs of both friendly forces and known contacts? Yessir. Time-step sim execution to prevent “runaway sim”? Can do. Glorious victories or crushing defeats have never felt so easy to experience.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/3d228aaad96f6ab72229e5cf2f12e97b.webp?t=1756299123\" width=616 height=28 /></span><br>Don’t spend too long gawking at the pretty maps, because the battlefield is even more alive and ready to crush you! Expanded ground ops let you take advantage of distinct terrain types (desert, forest, urban, swamps etc.) for mobility, weapon effects and visibility. Enhanced AI routines for dogfights and even more technical factors make your grip on air superiority more tenuous. The groundbreaking features of the “Chains Of War” campaign are now standard: Disrupt your enemy’s communications to isolate his units (but watch out for your own), perform scriptless amphibious, airdrop or pickup operations, watch as aircraft limber back shot almost to pieces and marvel at exotic new weaponry.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/89e852a123512dddfd4db10c29159b65.avif?t=1756299123\" width=616 height=80 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/14273b80c46b49cc34dddd8b504db7c8.webp?t=1756299123\" width=616 height=28 /></span><br>Even at the dawn of unmanned systems, combat is not a dry hardware comparison. Your war machines are crewed or remote-controlled by human beings: people trained with varied proficiency (from novice to ace), operating under custom doctrine and rules of engagement (when to do what, how to decide, how to react etc.), most of the time making the rational decision, and sometimes making a brilliant call or a mistake. These people often matter far more than the hardware. The deadliest combat units are only as sharp as their crews.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/19417a877ff5b0705d26b18c33ef7907.webp?t=1756299123\" width=616 height=28 /></span><br>Korea. Colonial wars. Vietnam. Middle East. Cuba. Falklands. Iran-Iraq. World War 3. Desert Storm. India &amp; Pakistan. The Arctic circle. Past and future conflicts in the Pacific, Norwegian Sea, Russian &amp; Chinese periphery and more. Experience conflict from post-WW2 all the way to 2020+ and beyond, in more than 600 official and community scenarios. Test your mettle against lethal land-based missile batteries, air regiments, naval fleets or pirate groups. Face off against threats of the past, present and future. How do you measure up against the challenges of modern warfare?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/99c1d61cf396efc7808c244db8bc9570.webp?t=1756299123\" width=616 height=28 /></span><br>The new “Quick Battle Generator” lets you quickly get into the action without worrying about wider strategic or political complexities. Or use the ultra-powerful scenario editor to put together your own dream battle just the way you want it. Enhanced scripting capabilities through the built-in Lua engine mean you can even create your own combat AIs. Think you can create your own WOPR/Joshua? Prove it!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/6f94b3103cf7cc37026362b498f11de6.webp?t=1756299123\" width=616 height=28 /></span><br>All the original Command official scenarios remastered from scratch by professional scenario designer Rory Noonan (author of the “Silent Service” scenario set), plus brand-new official and community scenarios to quench your wargaming appetite. Updated cold-war and modern-day databases with the latest in hardware and systems mean you’ll never run out of setups to try out. Seamlessly import and use your existing Command scenarios, saves, .inst files and more!<br><br><strong><i>Command: Modern Operations. Just when you thought it cannot get any better.</i></strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/extras/2626e780828d27d0a40a13a9da8b4aed.avif?t=1756299123\" width=616 height=80 /></span><br><br><strong>FEATURES</strong><br><br>* Revised user interface, based on dark theme and with lots of tweaks for improved gameplay.<br>* Completely re-written map engine, enabling fast and lag-free zoom &amp; pan operations.<br>* New spectacular high-resolution map layers<br>* Support for real-time Tacview 3D view (NOTE: separate purchase of Tacview Advanced edition required)<br>* Numerous new UI &amp; gameplay features such as hover-info databox, time-step mode, colored datablocks, minimaps, &quot;recently loaded&quot; scens/saves etc.<br>* Massive boost in simulation performance/scalability.<br>* Automatic on-demand remote fetching of platform images (Players no longer need to manually download and install the database image packs)<br>* Message Log 2.0: A radically improved message reporting system.<br>* New game mode: Quick Battle Generator<br>* New line-of-sight (LOS) tool<br>* New ScenEdit feature: Merge scenarios<br><br>* New sim features:<br>- Customizable aircraft formations<br>- Terrain type affecting movement, vulnerability and detectability of ground forces <br>- New cost-based pathfinder engine<br>- Realistic sub comms<br>- Patrols with customizable movement pattern<br>- Vastly improved aircraft flight model<br>- Improved dogfight AI<br>- Aircraft crew G-tolerance<br>- Radar frequency agility<br>- Explicit Doppler-notching<br><br>* Renewed emphasis on overall gameplay experience:<br>- Additional and expanded tutorials<br>- Stylized map icons by default<br>- The &quot;Chains Of War” previously-exclusive features (cargo &amp; amphib ops, aircraft damage, comms disruption and advanced weapon types) are now standard.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076160/header.jpg?t=1756299123",
    "developers": [
      "Command Development Team"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 43760,
      "final": 43760,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 437.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 175,
      "total_negative": 44,
      "total_reviews": 219
    }
  }
}