{
  "1076430": {
    "name": "RPG Maker VX Ace - COSMIC MUSIC DLC PACK",
    "steam_appid": 1076430,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >■Cosmic Music DLC Pack■</h2>Delve into the hidden treasures concealed within the Cosmic Music DLC Pack featuring unused music from Virgo Vs The Zodiac composed by Elektrobear.<br>Let your players be swept away by the immensity of the galaxy as they are taken on a journey through the Zodiac constellations in this music pack of cosmic quality.<br><br>In the first half of the pack, an assortment of pianos and string instruments combine with synth soundscapes, <br>from Electra's energetic synths through to Sadabchia where you can feel yourself be embraced by the cold clash of pianos and synthwave.<br><br>Zosma follows this up with a more traditional sound carried by violins and cellos, as well as an assortment of other stringed instruments. <br>Propus features pounding dark drum sounds and distorted cellos underlining it as the tension ramps which leads into Iota Librae, a song fit for bossfights, <br>starting with a soft piano that grows into a choir closing it up with a guitar fueled melody.<br><br><br>This pack contains a total of 7 songs (and a special bonus track) to engulf your space travel!<br> Ogg, mp3,m4a formats included.<br><br><ul class=\"bb_ul\"><li>1 - Electra: A energetic and hopeful song, good for creating a hype mood.<br></li><li>2 - Auva: A soft soundscape of mysterious synths and pianos.<br></li><li>3 - Ascella: Good for those moments of chill.<br></li><li>4 - Sadabchia: Piano clashes against cold synths in this emotional song.<br></li><li>5 - Zosma: String instruments combine to create a dramatic atmosphere.<br></li><li>6 - Propus: Under threat by an unknown terror, useful for moments of tension or bossfights<br></li><li>7 - Iota Librae: Clashing amongst the stars, perfect for a dramatic bossfight</li></ul><br>[[BONUS TRACK]]<br><ul class=\"bb_ul\"><li>BONUS - Sargas: Bonus track featuring a throbbing bassline and a hopeful piano lead.</li></ul>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076430/header.jpg?t=1681425122",
    "developers": [
      "ELEKTROBEAR"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}