{
  "1076970": {
    "name": "The Legend of Paco the Jungle Duck",
    "steam_appid": 1076970,
    "required_age": 0,
    "is_free": false,
    "description": "Paco is a duck which, as a descendant of an ancient Inca dynasty, has the special privilege of hatching a fossilized dinosaur egg. He seems to succeed well, but then monkeys steal the egg to build a special Weapon with the help of genetic engineering. Now it is up to our little duck Paco to save the world from the dinosaurs.<br />\r\n<br />\r\nAlthough this adventure is dangerous, the carefully designed world offers you the opportunity to immerse yourself in the atmosphere of the jungle, as Donkey Kong Country was a great inspiration for this game. Experience the subtle retro charm of the pixel world and self-composed soundtracks.<br />\r\n<br />\r\nThe main feature of the game is the linear Jump N Run mechanism of a classic platformer. However, during the development, special attention was paid to making the levels as varied as possible so that the game's fun would not be disturbed by repetitive level design. Alternating traps, enemies and puzzles should offer the player a challenge on his way to the last level without getting too frustrated. <br />\r\n<br />\r\nIn addition, as the game progresses, the player is given more life and magic panpipe melodies to unlock temporary effects. The player can use the melody input to stop time and solve more puzzles, or he can use the melody input to make himself invulnerable for a short time. The player can also place bombs, which he can buy with the diamonds collected in the game. The better the player plays through a level, the more stars he should receive. This way the player can measure and improve his performance and possibly a bonus level will be added to the game, which will be unlocked as soon as the player has collected all the stars.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076970/header.jpg?t=1733694431",
    "developers": [
      "Comic and Sons"
    ],
    "publishers": [
      "Comic and Sons"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}