{
  "1076810": {
    "name": "DwarfHeim: Friend-pass",
    "steam_appid": 1076810,
    "required_age": 0,
    "is_free": false,
    "description": "Friend-pass allows owners of DwarfHeim to invite their friends who don’t own the game yet, to play DwarfHeim’s multiplayer mode, Conquest, together - Totally free. The Friend-pass allows players to introduce their friends to DwarfHeim, and let them try the game before buying!<br><br>We’re committed to our players having the best Co-op RTS experience with DwarfHeim, and the game is better when playing with your friends. We know the challenge of trying to convince your friends to try a new game, so we created the Friend-pass as a way for you to let your friends try it before they buy it.<br><br><strong>To enjoy the Friend-pass you need to:</strong><br>1) Have a Steam account<br>2) Want to try out the first-ever asymmetric co-op RTS<br>3) An online friend who has already purchased DwarfHeim and wants to play Conquest with you.<br>4) Download DwarfHeim: Friendpass, and get your friend to send you an invite.<h2 class=\"bb_tag\" >Important note:</h2><i>Friend-pass users have access to a limited version of DwarfHeim’s multiplayer mode, Conquest. Users also have access to DwarfHeim’s tutorial mode to learn the game and maximize their experience in this free version. If you liked playing DwarfHeim and would like to participate in ranked Conquest matches or any of the other game modes you must first purchase the full version of DwarfHeim.<br><br>As this is a new and unprecedented function we’re not sure how much this will affect server traffic, so we’ve put a limit on the number of matches Friend-Pass users can play. This will be closely monitored to see how we can improve this for our DwarfHeim community.</i>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1076810/header.jpg?t=1603072210",
    "developers": [
      "Pineleaf Studio"
    ],
    "publishers": [
      "Merge Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}