{
  "1077270": {
    "name": "Anilife - Echoes of Harmony",
    "steam_appid": 1077270,
    "required_age": "7",
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Unite a divided world and restore harmony.</strong></p><p class=\"bb_paragraph\" >In the world of Anilife, predator and prey once lived in harmony under an ancient pact. However, a mysterious <strong>corruption is spreading</strong>, causing the ancient Tree of Life, Echora, to wither and the animal societies to drift apart. Choose to remain as a <strong>cozy farmer,</strong> or pick up the mantle of <strong>adventurer </strong>and restore balance.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Two Worlds, One Life</strong> </p><p class=\"bb_paragraph\" >Your journey seamlessly blends a peaceful, town-building life-sim with an epic, open-world quest. Will you be a <strong>Provider</strong>, nurturing the community from within? Or will you be a <strong>Protector</strong>, guarding it from the dangers of the wilds?</p><p class=\"bb_paragraph\" ><strong><i>As a provider:</i></strong><i> </i>Spend your days farming vibrant crops, foraging for rare ingredients, and mastering your crafting skills. Build and expand your homestead, turning it into a sanctuary of warmth and comfort.</p><p class=\"bb_paragraph\" ><strong><i>As a protector:</i></strong> Become a guardian of the wilds. Your role is to patrol the borders, protecting the community from corrupted spirit animals that roam the land. Delve into caves to mine for precious resources and hone your unique abilities to &quot;<i>hunt</i>&quot; the foul essence of corruption. </p><p class=\"bb_paragraph\" ><strong><i>Whichever path you choose: trades, upgrades and adventure await!</i></strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Explore Different Biomes</strong></p><p class=\"bb_paragraph\" >Your quests will take you beyond the safety of Heartroot Glade into corrupted biomes. From the fiery Emberpine Edge, through ancient forgotten lands of  Silvermist Vale and into the heart of the Dark Forest, but beware, this is where the corruption is strongest. <strong>Discover unique secrets, defeat corrupted spirits and find the sacred relics.</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Create A Multi-Generational Legacy</strong> </p><p class=\"bb_paragraph\" >Build deep bonds with other animals and join social events, such as the enchanting <strong>Butterfly Fayre</strong> or the annual <strong>Forest Dance</strong>, to find a life partner. Care and <strong>train your cubs</strong> as they grow and become part of the community, taking on roles of their own.</p><h2 class=\"bb_tag\" ><strong>Key Features:</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Choose Your Path:</strong> Forge your own path. Choose to focus on being a farmer, a protector, or an adventurer who does it all. The choice is yours. Play as a Rabbit, Raccoon, Cougar, or other animal, each with a unique starting home, abilities, and a personal story arc.</p></li><li><p class=\"bb_paragraph\" ><strong>A World of Harmony:</strong> Experience a world where predator and prey co-exist, with lore-consistent systems that allow predators to &quot;hunt&quot; essence and prey to craft special meals.</p></li><li><p class=\"bb_paragraph\" ><strong>Decorate, Craft, and Build:</strong> Personalise and expand your home and craft items, from wearables to healing balms.</p></li><li><p class=\"bb_paragraph\" ><strong>Explore Worlds:</strong> Journey through multiple biomes, each with unique secrets, light combat against corrupted spirits and puzzles to solve.</p></li><li><p class=\"bb_paragraph\" ><strong>Dynamic Relationships:</strong> Form deep bonds with lovable characters, each with their own story, routines and roles in the community.</p></li><li><p class=\"bb_paragraph\" ><strong>Core Gameplay:</strong> Farm the land, mine for ores, forage for ingredients and craft everything from tools to furniture. Trade and upgrade in town. Patrol the wilds, protect your friends, hunt corruption and go on quests to restore harmony.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1077270/56a7193c899f74f064986e97b00b218a446de382/header.jpg?t=1770950159",
    "developers": [
      "Didacus Live"
    ],
    "publishers": [
      "Didacus Live",
      "Eggohrice"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}