{
  "1078500": {
    "name": "Nocturnous",
    "steam_appid": 1078500,
    "required_age": 0,
    "is_free": false,
    "description": "You are awoken by a spirit who calls himself, Balzac. He tells you a tale of a once thriving kingdom called Virburgh. The last king, Julien, was an evil despot that eventually pushed his people to revolt. His kingdom was destroyed and he along with it. Balzac claims that he swore to see to Julien's terror come to and end. However, Balzac still cannot rest. The spirit of Julien remains on the grounds of what was once Virburgh destroying those who dare to venture within. He implores you to help him destroy Julien. Why you? You don't know. Finding out will be a key to your success. <br />\r\n<br />\r\nYour adventure will begin in your home of Lokkich Village. There you must search for answers about the location of Virburgh and just what people know about it. Your neighbors may know something about this fallen kingdom. That is, if they are willing to talk. Lord Hohenfels doesn't like to hear talk of fallen kingdoms. Can you find Virburgh and destroy Julien under the nose of Lord Hohenfels? There's only one way to find out.<br />\r\n<br />\r\nNocturnous is a 2D platform rpg. There are loads of puzzles, secrets and hidden areas for you to explore. Fighting is in real time and you have two attacks along with blocking if you have a shield. Along the way you'll collect gear and items to make spells to help you on your journey. <br />\r\n<br />\r\nFeatures:<br />\r\n- Realtime fighting<br />\r\n- Many areas to explore. <br />\r\n- Completely customizable keybinding<br />\r\n- Easy to use and understand interface<br />\r\n- Many spells, weapons and armor items to find<br />\r\n- Fantastic story<br />\r\n- DRM free",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1078500/header.jpg?t=1581968248",
    "developers": [
      "Kelvin Wadkins"
    ],
    "publishers": [
      "DLXXV Games",
      "Kosciusko Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}