{
  "1078360": {
    "name": "To Your Stations!",
    "steam_appid": 1078360,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >INTENSE COUCH CO-OP MADNESS</h2>To Your Stations! is a couch co-op spaceship management game where you work with your friends to crew a spaceship to fight off asteroids, aliens, and other deep space entities. Jam packed with 10 unique levels which will challenge you and your crew.<h2 class=\"bb_tag\" >1-4 PLAYER LOCAL CO-OP PVE ACTION</h2>Couch co-op for one to four players, with cooperation required to coordinate your attacks and rise above the challenges of hostile space. Simple controls and easy to understand mechanics make the game easy for anyone to pick up and play. However, good communication and teamwork are essential to a team’s success. Fight enemies and keep your ship alive by any means necessary in intense lane-based real time combat. Do you and your crew have what it takes to pilot your ship and defeat the final boss?!<h2 class=\"bb_tag\" >FIGHT DISTINCT AND CHALLENGING ENEMIES WITH UNIQUE ABILITIES</h2>Not all enemies are created equal. These bad guys are all equipped with unique abilities and characteristics that players will have to adapt to if they don’t want to become just another heap of scrap metal.<h2 class=\"bb_tag\" >YOUR SHIP: THE HENDRICKS</h2>The Hendricks is equipped with state of the art gun-switch technology. The enemies you will be facing make use of shields and elemental armor. Use the Hendrick’s combination of torpedoes and lasers to drop their shields and blast them out of the sky.<h2 class=\"bb_tag\" ></h2><strong>The enemy approaches cadet, you know the drill...TO...YOUR...STATIONS!</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1078360/header.jpg?t=1715310300",
    "developers": [
      "Orbital Contingent"
    ],
    "publishers": [
      "Orbital Contingent"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}