{
  "1078080": {
    "name": "DISONANTE",
    "steam_appid": 1078080,
    "required_age": 0,
    "is_free": true,
    "description": "The player can personalize his avatar as a child or teenage girl who did not do the right things at school, mismanaging the money in his class. Because of this, he had to borrow money from the school bully to pay some expenses, that's where the game starts. The main objective of the game is to create your own story based on 3 decisions made throughout each game, in each decision milestone the story will change depending on the decision made. You will be able to explore your school, your home or the park in search of answers and, in general, you will enter a corridor mode to reach a specific place or reach some specific people. You can use your ingame cellphone in order to play the lama minigame every time that is available in the rigth bottom of the display.  Also sometimes you will need to defeat short mini-games in order to follow your story. Each game allows the player to experience a specific and different situation, where when making their decisions the consequences will be seen (as in real life), a good action will not erase anything that has previously been wrong. That's why most of the endings have complicated consequences. There are 15 different endings depending on the decisions the player makes. The player can customize the gender, appearance, skin color, clothing and even an influential person in the life of the main character.",
    "supported_languages": "西班牙语 - 拉丁美洲<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1078080/header.jpg?t=1558745020",
    "developers": [
      "XIARA STUDIOS"
    ],
    "publishers": [
      "XIARA STUDIOS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "POR INDECISO",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1078080/c3a954e49c4667df256d89ff02efa4103d133198.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}