{
  "1079790": {
    "name": "Orc Colony",
    "steam_appid": 1079790,
    "required_age": 0,
    "is_free": false,
    "description": "The Orc King has finally decided that you are ready to start your own colony. You are given a single Builder and a goblin plus some crowns and stones to get you started. There is also a working silver mine so that you can get your economy up and running.<br><br>It is up to you to dig deep underground and build rooms to attract new orcs. Don't forget to provide your orcs with food, a place to eat and beds for them to sleep in or they will be angry and just leave the colony.<br><br>You will also need to plan where to mine ores for crowns (silver, gold, emerald) or for weapons and armor (copper, iron, mithril). <br><br>You can also attract Orc Champions to raid nearby human or even orc settlements. It is better to send your champions with the best armor and weapons you have which will greatly increase the chance of success.<br><br>Remember do not raid too fast and too far or the Human King or even the Orc King will send their own soldiers to your colony!<h2 class=\"bb_tag\" >Key Features:</h2><br><ul class=\"bb_ul\"><li>15 Rooms you can build and upgrade for more efficiency</li></ul><ul class=\"bb_ul\"><li>Build Elevators to connect the different levels of your colony</li></ul><ul class=\"bb_ul\"><li>Form raiding parties that consists of Orc Champions to send to raid nearby human or orc settlements</li></ul><ul class=\"bb_ul\"><li>Orcs will get hungry and sleepy and will search for the nearest bedroom or dining room</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1079790/header.jpg?t=1560552527",
    "developers": [
      "Luzon Games"
    ],
    "publishers": [
      "Luzon Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}