{
  "1079650": {
    "name": "Spark",
    "steam_appid": 1079650,
    "required_age": 0,
    "is_free": false,
    "description": "Spark is an exciting new Moba coming in 2019.<br><br>We’re taking the lessons learned from playing Mobas over the past 15 years to put a new spin on the genre.<br><br>With more focus on progression, a wider range of objectives and large variety in hero build options we’re creating a game that will let you shine in whatever way you want, even going as far as letting you fully change your playstyle mid match to adjust to the situation.<br><br>We’re a grassroots team of developers. Many of us found our beginning in creating custom games and even our primary funding comes from a source with strong ties to the custom games community. This also means we’re able to act fully in what we think is in the best interest for our game and our community.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Our map, Jaekka’s Court, is a living, breathing part of the experience. The court is loose and laneless, inhabited by strong bosses, remnants of the Mother and those that seek her blessing. Fight off those in your path and empower your allies on your way to claim the throne.<br>Slay bosses to upgrade items and win duels against the enemy team as you close in on a dynamically adjusting score limit.<br></li><li>The lore of Spark isn’t just an afterthought. It’s a fully integrated part of the game and the more you play the more mysteries and stories of the world you will find. Discover the secrets of the Court and the histories of your favorite characters and items. Your actions in the game change how what pieces of the lore are available to you, work together with the community to construct the full picture.<br></li><li>Spark is built from the ground up as a fully integrated custom game platform. Tools we create to build our game will be available to the community to create their own game modes. We'll strive to provide lasting, long term support for custom game creators and the custom game community.<br></li><li>Spark will be available on Windows as well as both Mac and Linux. Cross platform multiplayer will be supported as well.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1079650/header.jpg?t=1578144225",
    "developers": [
      "Thinking Bottle Games"
    ],
    "publishers": [
      "Thinking Bottle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}