{
  "1079180": {
    "name": "Slime Rancher: Secret Style Pack",
    "steam_appid": 1079180,
    "required_age": 0,
    "is_free": false,
    "description": "Discover the secret styles of all your favorite slimes!<br><br>“Secret styles” are a brand new type of 7Zee tech which allows you to give your slimes a fresh, new look! Search for special treasure pods throughout the Far, Far Range and discover each slime’s unique secret style.<br><br>Once you unlock a slime’s secret style, you will be able to re-style every slime of that type on your ranch and on the Far, Far Range!<br><br><strong><u>The Secret Style Pack includes:</u></strong><br><br><ul class=\"bb_ul\"><li>Sparkly, a glittery and glamorous style for pink slimes<br></li><li>Heavy Metal, years of rolling polished this rock slime style<br></li><li>Tiger, a wilder, stripier, tabby slime style<br></li><li>Angelic, an even more beautiful and radiant style for phosphor slimes<br></li><li>Radiant, a rad slime style that cranks the gamma rays to eleven<br></li><li>Arcane, a very magical but still very explosive boom slime style<br></li><li>Royal Jelly, a honey slime style that’s even tastier on toast<br></li><li>Lilypad, a style with a lovely flower that’s nurtured by its puddle slime<br></li><li>Ruby Red, a sparkling style that really turns up the heat for crystal slimes<br></li><li>Cheshire, a positively mad style for hunter slimes<br></li><li>Monochrome, unlock a door to another dimension with this quantum slime style<br></li><li>Shattered, an array of suspended desert glass captures this mosaic slime style<br></li><li>Nebula, a swirling, whirling, inter-galactic style for dervish slimes<br></li><li>Nightshade, don’t eat the flower on this tangle slime style, even for three mana<br></li><li>Devilish, a slightly sinister style for fire slimes, or perhaps devil-lite<br></li><li>Pre-Jellasic, a style fashionable with the great-great-great grandaddy of saber slimes<br></li><li>Boomerang, a quicksilver slime style with no weakness, save for the time stopper<br></li><li>Retro, ØⱠᗪ 5CⱧ00L gӀìէçհ §Ⱡiᘻe<br></li><li>Guardian, good fortune comes to those that see this lucky slime<br></li><li>Gilded, an elegant and winged gold slime style that you will hardly ever see</li></ul><br><br><i>Please note: While the secret styles change how a slime looks, they are purely cosmetic and won't change a slime's diet or the types of plorts they produce. Each style can be toggled on and off in the ranch house at any time for any slime (once the style has been unlocked). You can mix and match original slimes and new slime styles however you like!</i>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语, 瑞典语, 简体中文, 日语, 葡萄牙语 - 巴西, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1079180/header.jpg?t=1717544765",
    "developers": [
      "Monomi Park"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 0,
      "total_reviews": 15
    }
  }
}