{
  "1079510": {
    "name": "Sumerians",
    "steam_appid": 1079510,
    "required_age": 0,
    "is_free": false,
    "description": "Sumerians is a city-building game inspired by the history of the third millennium BC in Mesopotamia, a time of incredible urban growth and development of the Sumerian city-states.<br><br>The game focuses on urban planning, economics, and resource management.<br><br>You can play the campaign or start your own city, choosing between several maps and difficulty levels. <br><br><ul class=\"bb_ul\"><li>Begin with a small settlement near a river. Your citizens will grow their own food and find the products they need at the first market stalls.<br></li><li>Build a temple and hire priests to increase your religious influence and attract new citizens.<br></li><li>Pay the salaries of your workers with crops from your own fields.<br></li><li>Build walls. The game has no warfare or attacks, but walls are required to construct certain buildings and to level up the houses.<br></li><li>Help your citizens achieve a balance between farmers, artisans, and vendors while considering your own needs of workers for the State.<br></li><li>Increase your agricultural areas with irrigation canals.<br></li><li>Provide services like Water, Security, Health and Beautification, and your citizens will reach a higher standard of living.<br></li><li>Improve your economy with manufacturing buildings, better transportation, storage, trading, and profit.<br></li><li>Build palaces, gardens, temples, and a great ziggurat.<br></li><li>Research new technologies to unlock buildings and create new trade routes.</li></ul>",
    "supported_languages": "英语, 西班牙语 - 西班牙, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1079510/header.jpg?t=1765886703",
    "developers": [
      "Decumanus Games"
    ],
    "publishers": [
      "Melqart Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6600,
      "final": 6600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 66.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}