{
  "1081670": {
    "name": "Fitforce",
    "steam_appid": 1081670,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >This application is no longer supported. Please switch to <strong>Fitforce2</strong> on your smartphone for continued support and new content. <strong>Fitforce2</strong> will also be available on Steam soon (in 2025).</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1081670/extras/f68df8b4bdb6ca5663152d8125e3d957.avif?t=1748509725\" width=600 height=200 /></span></p><p class=\"bb_paragraph\" ><strong>Have Fun and Get Fit.</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Fitforce</strong> is an interactive exercise game divided into multiple engaging minigames designed based on popular and effective exercise moves. You will be working out using your smartphone as a controller and of course having some fun while playing Fitforce</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Fitforce requires you to download its mobile app and connect your smartphone to your PC with QR code before you can start playing so you can navigate and interact with the game.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Your mobile phone must have Gyroscope and Accelerometer sensors to be supported, we use these sensors to track your movement.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >We recommend wearing tight pants with a pocket to prevent your phone from slipping out of the pocket and to make the sensor accurately track your movement.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1081670/extras/a99f3cc03f57bcc5a90dad2654cbc269.avif?t=1748509725\" width=600 height=200 /></span></p><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>3 Modes, 3 Styles:</strong><br><i>(1) Classic</i> - Choose any minigames you own to play for a single round.<br><i>(2) Boss Fight</i> - Challenge yourselves and journey to beat evil bosses. You will follow the minigame route and fight the powerful boss at the end of your path.<br><i>(3) Program</i> - If you have some workout goals on your mind, then you might want to follow our preset focusing on a certain goal or a body part like Cardio, Running, Core or Legs. Nothing matches your preference? You can create your custom workout program by choosing owned minigames and the amount of sets you want to repeat these minigames.</p></li><li><p class=\"bb_paragraph\" ><strong>10+ Exercise Minigames:</strong> Start out with 4 FREE starter minigames + 2 weekly FREE TRIAL to unlockable minigames, you can buy more minigames to unlock them forever.</p></li><li><p class=\"bb_paragraph\" ><strong>Fun and Fitness:</strong> These minigames will make you sweat and that will be so much fun. We design our minigame mechanics and rules based on popular and effective exercises such as Squat, Jumping Jack, High Knees and many others. The result is enjoyable minigames with different gameplays and world settings that will make you healthier as you play.</p></li><li><p class=\"bb_paragraph\" ><strong>Physical Movement Tracking:</strong> Keep working out to keep playing. We track your physical movement through the sensors and Fitforce app in your phone. To control your character in minigames, you will have to do exercise moves correctly.</p></li><li><p class=\"bb_paragraph\" ><strong>Health Tracking System:</strong> Keep track of your workout via the Health menu, see your daily performance in total workout time, calories burn, and muscle used. Weekly and monthly performance graphs are also available to see your progress over a longer period.</p></li><li><p class=\"bb_paragraph\" ><strong>Customizable Avatar:</strong> Use your coins that you have collected from playing minigames to purchase loot boxes and open them to obtain skins to customize  your character.</p></li><li><p class=\"bb_paragraph\" ><strong>Easy Setup:</strong> Usually you only need a small space and to hold your phone in your hand while playing  but some minigames will require extra equipment such as a stable chair.</p></li><li><p class=\"bb_paragraph\" ><strong>Local Multiplayer:</strong> What is more fun than playing video games alone? It’s 2 people playing video games together!</p></li><li><p class=\"bb_paragraph\" ><strong>Suitable For All Ages:</strong> From children to adult, everyone can play Fitforce.</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >---</p><p class=\"bb_paragraph\" >Fitforce is developed by an indie team of 6 people. Our aim is to create fun and interactive solutions that motivate people to exercise or at least move their body, and we think Fitforce is a good start for us to do just that. We will continue to improve and make better games so that more people can enjoy their exercise and have fun with their workout.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >If you have any issues or recommendations, please contact us via <a href=\"mailto:runnextechnology@gmail.com\">runnextechnology@gmail.com</a></p>",
    "supported_languages": "泰语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1081670/header.jpg?t=1748509725",
    "developers": [
      "Runnex Technology"
    ],
    "publishers": [
      "Runnex Technology"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}