{
  "1081750": {
    "name": "Fantasy Grounds - Pathfinder Player Companion: Ranged Tactics Toolbox (PFRPG)",
    "steam_appid": 1081750,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder Player Companion: Ranged Tactics Toolbox</h2>Command the battlefield from afar with<br><i>Ranged Tactics Toolbox</i>! The fresh new tips, tricks, and tactics in this volume enable your Pathfinder RPG character to perform a huge variety of daring deeds from a distance--whether you're launching fearsome warning shots at distant foes, hurling axes that swirl with cyclonic energy, or shooting your bow while clinging to a rope with your legs.<br><i>Ranged Tactics Toolbox</i>is a player-focused manual that makes the most of your ranged weapons, spells, and abilities, in addition to providing a plethora of new rules options to make you even more formidable in combat. Each<br><i>Pathfinder Player Companion</i>includes new options and tools for every Pathfinder RPG player.<br><i>Inside this book, you'll find:</i><br><ul class=\"bb_ul\"><li>Tips on how best to fight in ranged combat, including suggestions for specific rules options that can give you the edge as well as tactics available to all characters.<br></li><li>Dozens of new magic ranged weapons, weapon special abilities, ammunition, and wondrous items to fling at your foes or protect you from distant attackers.<br></li><li>Over 20 new feats to bolster your combat prowess at range, including combat, teamwork, and metamagic feats.<br></li><li>An illustrated guide that provides terminology for various parts of iconic ranged weapons such as bows, crossbows, and pistols.<br></li><li>Tons of new spells, equipment, weapon types, character options such as magus arcana and ranger traps, and much, much more!</li></ul>This<br><i>Pathfinder Player Companion</i>is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be incorporated into any fantasy world.<br><i>Adapted for Fantasy Grounds by: </i><strong>Scott Geeding</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1081750/header.jpg?t=1768413202",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}