{
  "108110": {
    "name": "Starpoint Gemini",
    "steam_appid": 108110,
    "required_age": 0,
    "is_free": false,
    "description": "Starpoint Gemini is an RPG tactical simulator focused on the control and strengths of individual vessels. In SPG ship captains and their skills make the greatest difference in large-scale battles. The games is set in a science-fiction universe where various thriving technological directions exist side by side.<br><br>\t\t\t\t\t\tAfter spending almost twenty years trapped in the so-called Stasis rift anomaly, unaware of the passage of time, player reemerges into normal space to find Gemini and indeed everything he knew, had changed beyond recognition.<br><br>\t\t\t\t\t\tThe Gateway stood as the entry point to the Gemini system, but events that took place two decades ago closed the wormhole and practically sealed the system off of the rest of the universe. The isolation and the appearance of countless anomalies enabled unforeseen technological advancements. Political intrigues, greed and lust for power have shaped the fate of Gemini and it is almost time for reckoning .<br><br>\t\t\t\t\t\tPlayers will freely traverse the rich and filled vastness of the Gemini star system, fight skirmishes with rogue ships, trade commodities, research anomalies, buy new vessels, upgrade their ships with state-of-the-art technology, increase their experience and rank to learn more powerful maneuvers and ultimately use all that in large scale engagements against other fleets of hostile ships. Gemini is a dangerous place with riches waiting to be claimed by the more daring and capable captain.<br><br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Free-roaming space waiting to be explored.<br>\t\t\t\t\t\t</li><li>Vast and interesting Gemini star system, divided into more than fifty large sectors connected via entrances into hyperspace torrents, called T-Gates.<br>\t\t\t\t\t\t</li><li>Numerous space stations, asteroid mining bases, asteroid fields filled with ore to be mined, randomly appearing anomalies, random encounters with hostile pirates or vessels in distress, trade convoys, military patrols, nebulas and much more are all there to create a deep and immersive experience of a living star system.<br>\t\t\t\t\t\t</li><li>Deep and intriguing storyline filled with schemes and twists, drives the player further into the main plot.<br>\t\t\t\t\t\t</li><li>Numerous scripted side missions offer a break from the main plot and give more insight into the setting of Starpoint Gemini.<br>\t\t\t\t\t\t</li><li>More than 300 Freelance missions can be found and taken on stations through Freelance commission.<br>\t\t\t\t\t\t</li><li>Intuitive and user-friendly interface.<br>\t\t\t\t\t\t</li><li>Diverse skill system offers more than 30 upgradeable vessel maneuvers.<br>\t\t\t\t\t\t</li><li>Increasing your rank leads to more options including the ability to purchase larger ship classes.<br>\t\t\t\t\t\t</li><li>Choose from many different perks to gain additional passive bonuses.<br>\t\t\t\t\t\t</li><li>Ships have special built in abilities, which makes even smaller ship classes very useful in fleet battles.<br>\t\t\t\t\t\t</li><li>Upgrade your ships with more than 300 ship systems ranging from weapons and energy shields to power cores and thrusters.<br>\t\t\t\t\t\t</li><li>Enlist additional experienced personnel for your ships to gain skill bonuses.<br>\t\t\t\t\t\t</li><li>Random global events will influence almost all aspects of the game world (like chance for pirate encounters or commodity prices). '<br>\t\t\t\t\t\t</li><li>A comprehensive &quot;Captain's Log&quot; will enable you to keep track of ongoing missions and events.<br>\t\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >Free Gladiators DLC Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Four new ship designs add to the already large number of unique vessels<br>\t\t\t\t\t\t</li><li>50 new special ship systems that can only be awarded for victories in Gladiators<br>\t\t\t\t\t\t</li><li>Outer Horizon, a new sector of Gemini where the special tournament is held<br>\t\t\t\t\t\t</li><li>Series of difficult combat situations like Free-for-all and Team fights<br>\t\t\t\t\t\t</li><li>Completely free-of-charge as a big thank you to everyone who supported us in developing and improving Starpoint Gemini<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/108110/header.jpg?t=1667659432",
    "developers": [
      "Little Green Men Games"
    ],
    "publishers": [
      "Little Green Men Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 4500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}