{
  "1082470": {
    "name": "Mystery Case Files: Key to Ravenhearst Collector's Edition",
    "steam_appid": 1082470,
    "required_age": 0,
    "is_free": false,
    "description": "Big Fish Editor's Choice! This title was chosen for its high standard of quality and amazingly positive reviews from our Game Club beta testers.<br />\r\n<br />\r\nIt's rumored that Ravenhearst is being resurrected, and the Queen of England herself has called on you to help unlock the mystery. But can you find the key? Follow the dark clues down a twisting and twisted path into Ravenhearst's horrific past. The future just might depend on it!<br />\r\n<br />\r\nEipix's continuation of the blockbuster Hidden Object Puzzle Adventure series will leave you breathless, with loads of mini-games embedded throughout your adventure. Find them tucked away in Charles Dalimar's Enigma, inside hidden-object puzzles, and layered within super puzzles. You'll also have a variety of HOPs to enjoy, including silhouette, listed, interactive, and more!<br />\r\n<br />\r\nSee what our Beta testers had to say:<br />\r\n<br />\r\n&quot;Eipix have re-created some of the original atmosphere that made the Ravenhearst games so compelling and come up with an excellent sequel that I can't wait to buy! It all looked so right, from the garden statues to the skeleton figure hanging in the car; I loved those touches that took me back to the early games.&quot; - Elizabeth, Beta Tester<br />\r\n<br />\r\n&quot;Awesome Game! The HOPS are fun, but not too difficult, as well as the mini games. Eipix provides quality games, both intriguing and fun. The graphics are fantastic. This is a great addition to the Ravenhearst collection.&quot; - Virginia, Beta Tester<br />\r\n<br />\r\n<br />\r\nThis is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br />\r\n<br />\r\nWhat led Benedict to Ravenhearst Manor? Find out in the bonus game!<br />\r\nEarn special Achievements and find ravens throughout the estate<br />\r\nReplay puzzles and HOPs whenever you want!<br />\r\nEnjoy soundtracks, wallpaper, and concept art<br />\r\nGet the available Strategy Guide<br />\r\n<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1082470/header.jpg?t=1764249696",
    "developers": [
      "Eipix Entertainment"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}