{
  "1082250": {
    "name": "Vanishing Realms: The Sundered Rift",
    "steam_appid": 1082250,
    "required_age": 0,
    "is_free": false,
    "description": "Complete the epic adventure! Out now, the all-new expansion and finale, Vanishing Realms: The Sundered Rift.  Explore new lands, master new weapons, assemble a relic of mighty arcane power and battle a host of new foes while you forge a hero's path to the heart of The Sundered Rift.<br><br><i>Dark times are upon these lands, for a Servant of the Black Pit has stolen from the Dragon Guardians the secret of their arcane fire.  With such power, this Winged Corruptor has driven out the last of the Guardians, and unleashed a horde of minions upon once peaceful Realms.  Unfettered, they sow chaos from tree to tower, from sacred grove to deepest cavern.  Only one Dragon remains, waiting in silent vigil just beyond evil's reach.  For the bright Blue Egg you carry, she keeps a tireless watch.</i><br><br>Once again the Ancient Gods summon you. Take up sword and shield, axe and spear, and defend the last of the Vanishing Realms!<h2 class=\"bb_tag\" >What's Included</h2>Vanishing Realms: The Sundered Rift is a full-length Expansion to the base game Vanishing Realms: Rite Of Steel.  <br><br><br><ul class=\"bb_ul\"><li>Six distinct new realms, each beautifully hand-crafted for VR.  Watch from a sheltered cove as the the moon rises over the sea, surrounded by birdsong discover deep forest groves by dawn, see clouds in twilight moving over mountains, walk upon the bleached bones of a colossus onward to windswept canyons and the deadly desert beyond, in a gathering storm ascend a thousand stairs leading to the heart of a dying peak, traverse a bottomless crevasse, discover secret caves, waterfalls, ruins, wander a mist-enshrouded swamp, loot treacherous dungeons and more.<br></li><li>New weapons to master, including an enchanted throwing hammer, deadly throwing axes, war-spears, bashing shields, shields to ward off blade, arrowhead or flame, quick-firing elven bows, hard hitting long-range bows, new two-handed weapons and an epic relic of such power...well...it Shall Not Here Be Named.   <br></li><li>10 new monsters and diabolical automata with unique combat mechanics.<br></li><li>Challenge yourself with over 15 new achievements.<br></li><li>Experience the thrill of face-to-face melee combat, explore, climb, mine, unravel the clues within poetic riddles, detect and defeat traps, solve puzzles, ride mystic levitating stones, follow spirit animals to healing groves and ancient gateways, all in a regenerating human-scale VR world.</li></ul><h2 class=\"bb_tag\" >Developer's Note</h2>As a kid growing up in the 80's, writing games on an Apple II computer and playing D&amp;D with friends, building Vanishing Realms has been a somewhat nostalgic experience.  Back in those days, we read everything by Howard, Tolkien, Pratchett, Anthony, Leiber.  We spent rainy Saturdays rolling 20-sided dice and letting our imaginations transport us of out a suburban basement onto epic battlefields, to ancient cities and dark underworlds.  For atmosphere and inspiration, we'd often have the electronic music of pioneers like Synergy, Tangerine Dream, Vangelis playing in the background.  Reminiscent of those times, I've written a somewhat 80's inspired sound track for this expansion.  <br>When I first encountered VR in 2015, I was captured by the possibility that the adventures we once experienced in shared imagination might actually be realizable in some tangible form.  I'm still inspired by that idea today.   I hope you will enjoy playing these new chapters of Vanishing Realms as much as I've enjoyed building them!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1082250/header.jpg?t=1566586762",
    "developers": [
      "Indimo Labs LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}