{
  "1083630": {
    "name": "Bloodroots Demo",
    "steam_appid": 1083630,
    "required_age": 0,
    "is_free": true,
    "description": "One-hit kill die-retry murder ballet. Chain deadly combos by improvising your kills with utterly everything you can get your hands on: from carrots to plasma guns. Die and retry until you carve your way to vengeance in this fast-paced one-hit kill beat 'em up. <br />\r\n<br />\r\nIn Bloodroots, the world is your weapon - improvise and adapt to an ever-changing ballet of ultraviolence, in a bloody revenge quest across the Weird West.<br />\r\n<br />\r\nBetrayed and left for dead, Mr. Wolf is hell-bent on finding his killer and enacting revenge - alone, and vastly outnumbered. <br />\r\n<br />\r\nThankfully for Mr. Wolf, the world is your weapon in Bloodroots - a relentless action game that unfolds across the sprawling Weird West. You’ll choreograph spectacular, ultra-violent combos by making use of everything around you, from hatchets, to ladders, to...carrots? It’s improvise or die, as Mr. Wolf fights his way to the center of the mystery: why was he betrayed?<br />\r\n<br />\r\nA world overflowing with makeshift weapons that not only change the way you fight, but how you get around<br />\r\nImprovise the most deadly combos and compete for fame on worldwide leaderboards <br />\r\nFight your way through a variety of handcrafted levels, from forests to mountaintops <br />\r\nExperience a twisted Western revenge tale with a deranged cast of characters",
    "supported_languages": "英语, 法语, 德语, 日语, 韩语, 葡萄牙语 - 巴西, 简体中文, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1083630/header.jpg?t=1612361201",
    "developers": [
      "Paper Cult"
    ],
    "publishers": [
      "Paper Cult"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}