{
  "1083370": {
    "name": "Church Era Demo",
    "steam_appid": 1083370,
    "required_age": 0,
    "is_free": true,
    "description": "The trial version can be played till 1-5. The save file won't be shared between the full version. The achievement can only be obtained through the full version.<br />\r\n<br />\r\n&quot;Church Era&quot; is a fast-paced, board game-like strategy game. A battle takes 12 rounds. At the end of the last round, the player with the most faith points wins, or before the end of the last round, the player who destroys the opponent's castle wins.<br />\r\n<br />\r\nThe story began with the founder of The Royal Church, Raniki I, tried to overthrow the church, but was reprimanded by Father Magoli and learned his lesson the hard way. Forty years later, the boy now became a general who dominated the world and was admired by his people. He established The Royal Church, which was guessed by many that it was destined to prosper for a long time.<br />\r\n<br />\r\n...maybe?<br />\r\n<br />\r\nTwo hundred years later, a serious plague caused people to question the authority of The Royal Church, and various factions with different ideas started to appear at that time, which leads to a dark era full of chaotic and contradictory records.<br />\r\n<br />\r\nAre you ready to embark on this bizarre journey of excavating the true story behind this land?",
    "supported_languages": "繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1083370/header.jpg?t=1558705369",
    "developers": [
      "Kuang-Yu Cheng",
      "Fan-Ting Tseng"
    ],
    "publishers": [
      "Kuang-Yu Cheng"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}