{
  "1083800": {
    "name": "Glitch Arena",
    "steam_appid": 1083800,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Glitch, a fast and minimal arena first person shooter.</h2><br>Influenced by Quake and Unreal Tournament, Glitch is a classic old school shooter designed to encapsulate what makes AFPS great, and leave out what doesn't. <br><br>Gamemodes include duel, DM, TDM, Hoonymode and the new CTB (capture the balls, an evolution of CTF). <br><br>The focus is on gameplay and content instead of high fidelity details. Movement is non-linear, with an initial flick-dodge, step jumping (aka double jumping) and speed building via 'glitching'™. Air control is medium-high and autojumping is a thing. Weapons are the &quot;holy trinity&quot; plus a shotgun starting weapon, and the ability to combo a rocket with rail. Maps are iconic archetypes of the genre. Hitsounds and hitmarkers on the way. Learn the game with HUD item timers.<br><br>Is this a dead game? Of course it's a dead game! It was designed to by played by 2-4 people: you and a friend or three. If you are looking for games with random people on the internet, this is not for you. You don't need a thousand concurrent players for a good time.<br><br>If you really love AFPS or want to try something new, grab a copy and join us in discord to find an opponent (linked from the game homescreen).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1083800/header.jpg?t=1665654713",
    "developers": [
      "Shock & Rockets Games"
    ],
    "publishers": [
      "Shock & Rockets Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}