{
  "1083890": {
    "name": "Battlestar Galactica Deadlock: Resurrection",
    "steam_appid": 1083890,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Three years ago, the betrayal of the Kobol Alliance cut deep. The alliance of the Twelve Colonies was severed in two. Lucinda Cain disbanded Colonial Fleet, and Daidalos was abandoned, an empty husk left to drift the storm clouds of Ragnar.<br>Lachesis held true to its promise of a year-long ceasefire. But the minute the ceasefire expired, Cylon forces invaded the remaining two-thirds of the colonies.<br>The vicious ground war has raged across Cyrannus since. Rebellions formed early on Caprica and Tauron. Ex-soldiers and armed civilians formed underground resistance, and fight an insurgent war against the invading forces.<br>The battle weary rebellion has launched an ambitious project; the secret reconstruction of the battlestar Galactica. With it, the reborn Colonial Fleet has again become the last beacon of hope for mankind, a testament of human tenacity and its will to survive.</i><br><br><strong>Battlestar Galactica Deadlock: Resurrection</strong> marks the beginning of <strong>Season Two</strong>, and introduces a plethora of new features and content.<br>Two new ships (including the much awaited Jupiter MK II Battlestar), two new squadrons, and a new story campaign told from the CIC deck of the Galactica itself.<h2 class=\"bb_tag\" >New story campaign</h2>The brand new story campaign kicks off Season Two of Battlestar Galactica Deadlock. Face Cylon threats old and new, and battle side-by-side with the CIC crew of the Galactica. Play through ten fully-voiced story missions, and thirteen Resource Missions that can be scouted for intel before committing your forces. Features four new tracks from composer Ash Gibson Greig, two story cinematics, and a cast of both new and familiar voices.<h2 class=\"bb_tag\" >New war room</h2>The Ministry of Defense relies on Galactica to lead the counter-offensive against the Cylons. Organize and command BSG-75 from a meticulous reconstruction of the famous Galactica CIC.  The Season Two strategy layer has been revamped to get you straight into the fights that matter, while the new Cylon Threat mechanic measures your overall impact on the First Cylon War.<h2 class=\"bb_tag\" >New ships</h2>The Jupiter-class battlestar you know and love has been overhauled. The Jupiter Mk II boasts enough firepower and armour to become the most impressive vessel yet fielded in the war, with that authentic familiar look fans have been waiting for. <br>The Cylons have not been idle during the ceasefire either. When taking the field, Cylon Command have begun to exploit the raw firepower of the rare Cratus-class basestar, an impressive behemoth of a ship that serves as a mobile operational base.<h2 class=\"bb_tag\" >New squadrons</h2>The Colonials have retrofitted an ancient fighter design with a mysterious origin. Dubbed the Taipan, these hardy fighters are heavy hitting anti-capital strike vehicles. Meanwhile, the Cylons have developed the Vespid, a swarm of dedicated bombers that quickly close the distance and release high yield explosives on their targets.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1083890/header.jpg?t=1763401354",
    "developers": [
      "Black Lab Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}