{
  "1084790": {
    "name": "WarPlan",
    "steam_appid": 1084790,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>WarPlan is a World War II simulation engine. It is a balance of realism and playability incorporating the best from 50 years of World War II board wargaming. Play a recreated World War II in every detail, thanks to the engine flexibility and database.</strong><br><br>Developer Kraken Studios places their emphasis on games that are easy to use, hard to win. WarPlan employs one of the best interfaces to lower micromanagement as much as possible so players can focus on playing and thinking.<br><br><strong>SCALES</strong><br><br>The game's scale is massive, covering 70 different potential countries, in a map large 30 miles / 50km per hex using a Peters map scaling (which better represents real distances). The land scale is 15k - 60k men, air scale is 300-400 aircraft and naval scale is 2 capital ships + support ships.<br><br><strong>COMBAT SYSTEM</strong><br><br>Combat takes place on Land, with multihex attack based on operation points allowing for multiple moves and attack tactics allowing for frontline breakthroughs, on Air, where you can attack selected targets and may automatically support land attacks, and on Sea, where fleet and raider modes affect detection. Night action, Surface, Sub, and Carrier combat are available. Use the Zone of control to restrict the movement of the enemy.<br><br>20 different units with 15 different attributes, 17 different technological advancements, 5 different specialties. Each country has their own units with their own attributes. Additionally, units can be impacted by: Breakdown - Land units can be split or reformed, corps may detach a division, armies may split, Formation – Small formations may be grouped into larger ones, Generals - Each player comes with their own generals that affect combat, mobile attack, and retreats, Support pool Units - 11 different support types. Naval units stack in fleets. 1 land, 1 air, 1 fleet per hex. Land units have the capacity of having a specialization. This is an attachment of equipment, elite trained units, or gear. With advancements, this allows for 120 different land unit configurations. <br><br><strong>COUNTRY MANAGEMENT </strong><br><br>Production takes into account oil, manpower, logistics, strategic resources, trade agreements, convoy zones. The system allows you 17 different advancements and each unit has at minimum 2 advancement choices. You can have 47 different unit configurations. The supply system is based on cities, rail, ports, headquarters, and distance from railways. The supply system more accurately represents the North African Campaign. From a diplomatic standpoint, players may declare war, influence, attempt a coup, or negotiate a surrender. Each country has a loyalty score and an entry-level. Actions in-game may alter the entry and loyalty of various countries.<br><br><strong>MAP</strong><br><br>The map is Hex based, with 15 different types of terrains subdivided in to sizes with each different features including motorized and non-motorized movement, airfield capacity, and defensive bonuses; 12 different resource types, 5 different strategic resources. Realism is enhanced by the presence of Fog of War, with detection levels that determine information of units. Moreover, 5 different weather conditions make the whole gameplay more challenging.<br><br>FEATURES<br><ul class=\"bb_ul\"><li>70 different potential countries<br></li><li>Map scale 30 miles / 50km per hex using a Peters map scaling which better represents real distances<br></li><li>15 different types of terrains subdivided into sizes with each different features including motorized and non-motorized movement, airfield capacity, and defensive bonuses<br></li><li>12 different resource types<br></li><li>5 different strategic resources<br></li><li>Fog of War – detection levels determine information of units<br></li><li>5 different weather conditions<br></li><li>20 different units with 15 different attributes, 17 different technological advancements, 5 different specialities<br></li><li>17 different advancements. Each unit has at minimum 2 advancement choices<br></li><li>Automatic repair and advancement<br></li><li>Multiplayer: play vs the A.I., in hotseat, and PBEM mode</li></ul><br>WarPlan includes an editor to allow modding and creation of scenarios",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084790/header.jpg?t=1756305718",
    "developers": [
      "Kraken Studios"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 8,
      "total_negative": 1,
      "total_reviews": 9
    }
  }
}