{
  "1084470": {
    "name": "Trainz 2019 DLC: The Innter Kohn Necktion Railroad",
    "steam_appid": 1084470,
    "required_age": 0,
    "is_free": false,
    "description": "The Innter Kohn Necktion Railroad has both a standard gauge and narrow gauge for this superb TRS19 model railroad layout.<br><br>Innter and Necktion are two small ports in close proximity but separated by an impenetrable barrier.  Several years ago the two ports were connected by a railroad running through challenging terrain and through the town of Kohn, giving the Innter Kohn Necktion Railroad. <br><br>The model railroad occupies three baseboards located in a wide and long passageway.  The model railroad is on two levels.  It has numerous loops, spirals and steep four percent grades. <br><br>Innter and Necktion have ferry barges that link to other railroads.  The ferries can be used as Fiddle (Staging) Yards to make up consists in-game.  Innter also has a workshop, a fuel storage depot and a rotary Gilpin Ore dumper.  Necktion has the Eyekeyah Flatpack furniture factory, ore crushing and bagging plant, steamship wharf and log dump.<br><br>The larger town of Kohn has a locomotive depot, MoW depot, foundry, dry sort yard and saw mill.<br><br>Elsewhere on the railroad are a log camp, mine and stock yard.<br><br>Traffic that flows on the railroad includes:<br><br><ul class=\"bb_ul\"><li>Ores and minerals from the mine and ferries to the rotary dumper and to the foundry.<br></li><li>Logs from the logging camp and ferries to the log dump, saw mill and ferries.<br></li><li>Lumber from the saw mill to the furniture factory and ferries.<br></li><li>Livestock from the stock yards to the ferries and bales of hay to the stock yards.<br></li><li>Plant, equipment and supplies from the workshop, steamship wharf and ferries to the mine and logging camp.<br></li><li>Diesel fuel from the ferries.<br></li><li>On the layout Track Markers with the prefix IND are used to designate industries.  The folder containing the layout also includes a map of the layout.</li></ul><br>More details of the layout and sessions can be found in the N3V Trainz Forums.  Search with Necktion.<br><br>Additional sessions for the layout will be available on the Download Station.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084470/header.jpg?t=1559097016",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}