{
  "1084460": {
    "name": "Percy's Last Stand",
    "steam_appid": 1084460,
    "required_age": 0,
    "is_free": false,
    "description": "Central Louisiana, the year 2089...  the brief peace after World War III ends with the collapse of global computer networks through an unknown virus.  With technology halted, people split into different tribes:  mutants, cannibals and gangs roam the world while what's left of the army attempts to keep some type of order.<br><br>Outpost 72 stands as the lone army base guarding Vernon Lake, a small water source used by the remaining human population of the Louisiana Territory.  The outpost sees little activity, except for the occasional mutant attack.  Two unimpressive soldiers, among the small percentage of the population born with psionic powers, spend their days guarding the outpost and avoiding responsibility.  <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084460/extras/cba9043b2e3dc90d477047703665b951.avif?t=1684277674\" width=400 height=200 /></span><br><br>Their boredom comes to a sudden halt with the arrival of an alien species that that seeks to research what is happening on Earth, and maybe do something more…<br><br>These two soldiers will find themselves at the forefront of a battle for humanity… a hero and his cocker spaniel side kick.  He would embark on a grand adventure to discover the mysteries of the universe and humanity.  Or maybe the cocker spaniel was the hero and the man was just the side kick.  Maybe the cocker spaniel was the salvation of humanity and the man was just tagging along...<h2 class=\"bb_tag\" ><strong>Features</strong></h2><ul class=\"bb_ul\"><li> Over 40 hours of game play that spans across the Solar System<br></li><li> Over 150 enemies with unique abilities<br></li><li> Develop your characters with different guns, cyber enhancements and psionic magic  <br></li><li> Play as Percy, the mighty cocker spaniel<br></li><li> Explore a large open world - travel to the Moon, Mars, alien spaceships, caves, cities and all sorts of places throughout Central Louisiana <br></li><li> Controller support<br></li><li> Developed using an original game engine created from scratch</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084460/header.jpg?t=1684277674",
    "developers": [
      "PDS Games"
    ],
    "publishers": [
      "PDS Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}