{
  "1084050": {
    "name": "Legends of Catalonia: The Land of Barcelona",
    "steam_appid": 1084050,
    "required_age": 0,
    "is_free": false,
    "description": "Legends of Catalonia is a videogame adventure with 6 different breakthought environments in virtual reality. We invite to you to discover the land of Barcelona and complete the Sant Jordi's quest over different Catalonia places. Solve the puzzles with Carles Puyol, Edurne Pasabán and Roca's brothers to learn more about the legends, the gastronomy, the history and the nature of this amazing place. <br />\r\n<br />\r\nStretched along the jagged Mediterranean coast and the majestic Pyrenees mountains, Catalonia is a world unto itself. For over 1,000 years, this region has retained a distinct identity, with its own language and culture. Its rocky coves, Gothic cathedrals and Antoni Gaudí’s modernist masterpieces all attest to the uniqueness of Catalonia.<br />\r\n<br />\r\nUntil now, the richness of Catalan culture has been conveyed mainly through the page, the screen or word of mouth. But now, thanks to virtual technology, visitors and admirers alike can immerse themselves in Catalonia’s mystique — with the help of a dragon, top chefs, a world-class mountaineer and one of the world’s finest soccer players.<br />\r\n<br />\r\nTo transport people to an interactive, fantasy Catalan world, the Catalan Tourist Board, has created a virtual reality game called “Legends of Catalonia.” Famed tourist destinations like the Sagrada Família basilica in Barcelona have been recreated using photogrammetry and movement capture. For those who don’t own a VR Headset, there’s also a free augmented-reality app that provides the same experience.",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 简体中文<strong>*</strong>, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084050/header.jpg?t=1619787579",
    "developers": [
      "Virtual Voyagers"
    ],
    "publishers": [
      "Turisme de Catalonia"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}