{
  "1084890": {
    "name": "Darkness and a Crowd Demo",
    "steam_appid": 1084890,
    "required_age": 0,
    "is_free": true,
    "description": "With help from a tiny friend, embark on an epic journey to save the planet you once called home.<br />\r\n<br />\r\nFeaturing many of the common beloved, physics based challenges with casual puzzle games while introducing its own role-playing-like feeling, Darkness and a Crowd really does set out to originate itself from the occasional 2D adventure platformers seen way too many times. A game that introduces the beauty of elements, leveling and unlocking new ways to complete the challenges that face ahead.<br />\r\n<br />\r\nWhile furthering progress in the game, you will continuously encounter many types of creatures each with their own unique styles of attacks. While some creatures are up close melee attackers, others may be ranged but slower. If you advance too quickly, you may find yourself in a scenario in which a few extra points could’ve made all the difference from life to death.<br />\r\n<br />\r\nAll of these challenges aside, the beauty of the game lies in the way it carries out many functions. In common RPG games, a turn based system is used in times of battle. Darkness and a Crowd has found a way to adapt this style of turn based combat in a real time style. The most common example of this would be with the spickles. Creatures such as spickles take turns much as they would in a turn based RPG. They can be faced with the option to attack or move forward. However the choices aren’t randomized and really do rely on how close they are to their enemies. With larger spickles, they prove to be more difficult with their massive damage, however their downfall lies with how slow they move. If hit by a large spickle, your health will often drop below half, but the chances of that happening are low, depending on how well you know your enemy. Get used to memorizing when they will attack and it shouldn’t prove a problem.<br />\r\n<br />\r\nThroughout the game, you will begin to learn more of the lands you encounter. How these places live and breathe. Each new area should have a whole new set of laws different from another in which the world abides by. You will begin to get a feeling for the world as you help out the simple citizens of the towns. Gain a new understanding of the way these cultures interact with themselves and each other.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1084890/header.jpg?t=1558741783",
    "developers": [
      "Seth Albertus"
    ],
    "publishers": [
      "Seth Albertus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}