{
  "1085730": {
    "name": "Primal Reign : The Age of New Kings",
    "steam_appid": 1085730,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >There's always time for tea and biscuits.<br><strong></strong>Primal Reign: The Age of New Kings is a cinematic VR adventure that hurls you into the chaos of World War II, ancient Egyptian tombs, and time-rending catastrophe. Step into the boots of archaeologists Harriet Edwards and embark on an epic adventure along with your partner Ronnie Smith as their desert expedition collides with Nazi forces, reanimated mummies, and predators torn from prehistory.</p><p class=\"bb_paragraph\" >What begins as a search for survivors at a dig site quickly spirals into a battle for history itself. Ancient portals open. Pharaoh’s guardians awaken. Dinosaurs stampede through war-torn ruins. And at the centre of it all lies a weapon that could alter the course of the war forever.</p><p class=\"bb_paragraph\" >Fight, explore, and survive as you unravel the secrets of the <strong>Tomb of the New Kings</strong>.</p><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Cinematic Adventure</strong> – A sweeping story of pulp heroism, blending WWII combat with Egyptian mythology and prehistoric terror.</p></li><li><p class=\"bb_paragraph\" ><strong>Dynamic VR Combat</strong> – Wield authentic WWII firearms, melee weapons, and tools as you fight Von Stahl and his platoon of Desert Korps, mummies, and fast and ferocious dinosaurs.</p></li><li><p class=\"bb_paragraph\" ><strong>Time-Bending Exploration</strong> – Step through ancient portals into forgotten ages, uncovering secrets that link civilizations across centuries.</p></li><li><p class=\"bb_paragraph\" ><strong>Iconic Heroes</strong> – Experience the witty banter and courageous partnership of Ron and Harriet as they brave impossible odds together.</p></li><li><p class=\"bb_paragraph\" ><strong>Epic Set-Pieces</strong> – Tank battles in the desert, collapsing tomb bridges, river chases, knife fights on crumbling platforms, and clashes with towering beasts.</p></li><li><p class=\"bb_paragraph\" ><strong>A Living Tomb</strong> – From labyrinthine catacombs to inverted pyramids, every chamber hides traps, treasures, and terrors.<br></p><p class=\"bb_paragraph\" ></p></li></ul><h2 class=\"bb_tag\" >Gear Up</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >So Grab a weapon, load that magazine, holster the pistols and deep dive into the ancient necropolis of Egypt as you dodge traps, climb over endless caverns, ride that mine cart, tie your arm with a bandage and go full adventure mode in this epic pulp adventure experience.</p><p class=\"bb_paragraph\" >In <strong>Primal Reign: The Age of New Kings</strong>, history has teeth, guns and more teeth.<br>Will you survive the tomb, stop Von Stahl, and close the portal before all of time is devoured?</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1085730/a752472050a646151b10a4acc5788bbb4e1475d5/header.jpg?t=1768151991",
    "developers": [
      "The Games Shed"
    ],
    "publishers": [
      "The Games Shed"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}