{
  "1086200": {
    "name": "Quixer Demo",
    "steam_appid": 1086200,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >You won't know you need it before actually using it.</h2><br>Quixer is an application designed to do very simple tasks Windows should be able to do. <br><br>Windows takes the roundabout way. Quixer goes <strong>straight to the point</strong>.<h2 class=\"bb_tag\" >Just want to adjust your game's volume on the fly?</h2><br>Quixer will let you <strong>seamlessly</strong> adjust any game's or application's volume with the press of a few keys. You can decrease, increase and mute the volume of focused or unfocused windows <strong>individually</strong>. <br><br>Long gone are the days where you need to interrupt what you are doing by either going into your game's audio settings or Windows volume mixer.<h2 class=\"bb_tag\" >Want to switch from your speakers to your headset?</h2><br>Quixer has a feature that allows you to quickly change between <strong>Audio Devices</strong> (<strong>Playback</strong> and <strong>Recording</strong>) with both hotkeys and clicks.<br><br>You will no longer have to go the long way around in Windows' sound settings.<h2 class=\"bb_tag\" >Want to set several applications' volume to a pre-determined level in one key press?</h2><br>Quixer allows you to do just that. Configure your presets the way you want, press a hotkey and let Quixer do the rest.<br><br>No more adjusting each application's volume level one by one in the Windows volume mixer.<h2 class=\"bb_tag\" >Quixer is highly customizable</h2><br>Quixer can be launched as a <strong>stand-alone</strong> (without Steam), and so there are a lot of ease of use settings. Such as <strong>Starting Quixer with Windows</strong> or <strong>Steam Integration (Displays as Playing on Steam)</strong>.<br><br>Each feature has a clean <strong>UI pop-up</strong> that you can also <strong>customize</strong>. <br>Not a fan of screen noise? Just disable them.<br><br>Standard versions :<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086200/extras/a55f9ff132349142baef60a72b3d7c86.webp?t=1557904706\" width=246 height=62 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086200/extras/3ae8249f53d8e27251edf2dfb4bb613c.webp?t=1557904706\" width=202 height=62 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086200/extras/5ee3d989c69f4072c5d637ac3273d197.webp?t=1557904706\" width=280 height=62 /></span><h2 class=\"bb_tag\" >About Me</h2>I'm studying computer science in university and I push updates and do maintenance, not only for Quixer, but also for a few other of my own applications. All of that on my free time (while I should probably be studying).<br><br><br>I've actually been developing applications for a few years. I have a few public applications, but most I keep to myself because they are very tailored to my needs. All of the features present in Quixer were scattered in different applications that I was using on a daily basis. <br><br>I had never released anything with a price tag on it and I was curious about releasing something on Steam just to see the process. So I decided to gather everything in a single application, make it 10 times better, and release it. I'm very happy about the outcome!<br><br>I take great pride in my creations and put a lot of meticulous effort into everything I make. Every pixel and character matters. Feedback is also very important to me. If there is a bug that needs to be fixed or a feature you would love to see implemented, be sure to mention it.<br><br>I'm very proactive, passionate, and I seek perfection!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086200/header.jpg?t=1557904706",
    "developers": [
      "Senerio"
    ],
    "publishers": [
      "Senerio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}