{
  "1086710": {
    "name": "Steel Team: Academy",
    "steam_appid": 1086710,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Steel Team: Academy&quot; is a MOBA variation of an artillery shooter with elements of strategy. <br><br>Battles are one-on-one or in teams with gunfights using various weapons - from conventional machine guns to extremely powerful missile strikes.<h2 class=\"bb_tag\" >Sounds Like A Classic Artillery Shooter? Oh Yeah!</h2><h2 class=\"bb_tag\" >But That's Not All.</h2><br>The easy-to-learn gameplay is becoming incredibly diverse due to the use of a variety of robots with unique characteristics (defined by their tactical roles) and ultimate skills and various game modes: single and team battles for control over key locations, fighting with resource collection, battles against monsters and - in some perspectives - battles for control over territories.<h2 class=\"bb_tag\" >What Makes Our Game Special?</h2><br><ul class=\"bb_ul\"><li>        Balanced weapons lineup designated for particular tactical situations<br></li><li>        Different robots (with various characteristics and unique ultimate capabilities)        <br></li><li>        Different types of games:</li></ul>o         single-player and multi-player battles for control over key locations,<br>o         single-player battles with collecting resources,<br>o         solo battles against monsters,<br>o         global wars for control over territories<h2 class=\"bb_tag\" >Why Moba?</h2>Despite the fact that this definition is usually used for DotA-like games,  we think it is time we went beyond the usual borders. <br>Our games have the following components that are necessary for a cyber-sports arena:<br><ul class=\"bb_ul\"><li>        A match selection system that takes into account each individual player's levels of experience<br></li><li>        The opportunity to communicate and make friends in the game, create your own team <br></li><li>        Ranking games for experienced players<br></li><li>        WAR OF CLANS - battles on the global map for control over separate planets and zones on the planets (in the full version)</li></ul><br><br>We are creating a game for hardcore fans and for people who like this type of unique gameplay and who are not afraid of challenges.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086710/header.jpg?t=1632636674",
    "developers": [
      "Propeller Games"
    ],
    "publishers": [
      "Propeller Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}