{
  "108600": {
    "name": "Project Zomboid",
    "steam_appid": 108600,
    "required_age": 0,
    "is_free": false,
    "description": "Project Zomboid is an open-ended zombie-infested sandbox. It asks one simple question – how will you die? <br><br>In the towns of Muldraugh and West Point, survivors must loot houses, build defences and do their utmost to delay their inevitable death day by day. No help is coming – their continued survival relies on their own cunning, luck and ability to evade a relentless horde.<h2 class=\"bb_tag\" >Current Features</h2><br><ul class=\"bb_ul\"><li>Hardcore Sandbox Zombie Survival Game with a focus on realistic survival.<br></li><li>Online multiplayer survival with persistent player run servers. <br></li><li>Local 4 player split-screen co-op<br></li><li>Hundreds of zombies with swarm mechanics and in-depth visual and hearing systems. <br></li><li>Full line of sight system and real-time lighting, sound and visibility mechanics. Hide in the shadows, keep quiet and keep the lights off at night, or at least hang sheets over the windows.   <br></li><li>Vast and growing map (loosely based on a real world location) for you to explore, loot and set up your fortress. Check out Blindcoder’s map project: <br></li><li> Vehicles with full physics and deep and realistic gameplay mechanics.<br></li><li>Use tools and items to craft weapons, barricade and cook. You can even build zombie proof forts by chopping trees, sawing wood and scavenging supplies. <br></li><li>Deal with depression, boredom, hunger, thirst and illness while trying to survive. <br></li><li>Day turns to night. The electricity falters. Hordes migrate. Winter draws in. Nature gradually starts to take over.<br></li><li>Farming, fishing, carpentry, cooking, trapping, character customization, skills and perks that develop based on what you do in-game. <br></li><li>Proper zombies that don’t run. (Unless you tell them to in the sandbox menu).<br></li><li>A ton of amazing atmospheric music tracks by the prodigy that is Zach Beever. <br></li><li>Imaginative Challenge scenarios and instant action ‘Last Stand’ mode, on top of regular Sandbox and Survival <br></li><li>Full, open and powerful Lua modding support. <br></li><li>Xbox Controller Gamepad support on Windows. (Other gamepads can be set up manually.)<br><br>We’re a small team at the moment, but we’re also committed to providing the following:<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >planned Features:</h2></h2></h2></h2><br></li><li>The return of our PZ Stories mode that also serves as first ever tutorial actively trying to kill you at every turn. Kate and Baldspot return!<br></li><li>In-depth and varied NPC encounters driven in a persistent world, powered by a metagame system that turns each play-through into your very own zombie survival movie with emergent narrative gameplay.<br></li><li>Constant expansion of the countryside and cities around Muldraugh and West Point<br></li><li>Full wilderness survival systems, animals and hunting for food. <br></li><li>More items, crafting recipes, weapons and gameplay systems. <br></li><li>Steam Workshop and Achievements support</li></ul><br>For more details on the game follow us on @theindiestone or visit ",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 丹麦语, 荷兰语, 匈牙利语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 土耳其语, 日语, 简体中文, 葡萄牙语 - 巴西, 芬兰语, 韩语, 泰语, 繁体中文, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/108600/header.jpg?t=1762369969",
    "developers": [
      "The Indie Stone"
    ],
    "publishers": [
      "The Indie Stone"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 15945,
      "total_negative": 1910,
      "total_reviews": 17855
    }
  }
}