{
  "1086250": {
    "name": "Civitas Nova",
    "steam_appid": 1086250,
    "required_age": 0,
    "is_free": false,
    "description": "Civitas Nova is a complex strategy game that runs in real time but offers the opportunity to pause to think about the next move.<br><strong><h2 class=\"bb_tag\" >Goal</h2></strong><br>As head of a small village on a selection of islands, you have to assert yourself against other empires, city-states and barbarians. There are various ways to successfully complete the game. These range from conquering the entire island to peaceful victory or you choose something between the both.<br>Of course, there are many options to choose from to do this.<br><strong><h2 class=\"bb_tag\" >City management</h2></strong><br>Expand your settlement with the help of various buildings, create living space, increase the sphere of influence of the settlement and keep your residents happy so that their production does not decrease and they pay their taxes.<br><strong><h2 class=\"bb_tag\" >Imperial management</h2></strong><br>Set your flag, build a palace who is looking for his own kind, and make sure that corruption doesn't get out of hand. Also, you shouldn't neglect your influence if you run your empire badly, revolts and even deposition are at risk.<br><strong><h2 class=\"bb_tag\" >Diplomacy</h2></strong><br>A complex diplomacy system enables you to negotiate with other empires to declare peace, conclude trade agreements, and of course to stir up war and intrigue.<br>A conversation system that offers you a wide range of manipulation capabilities.<br><strong><h2 class=\"bb_tag\" >Research</h2></strong><br>From simple area research that promises you small bonuses to complex special research that lets you research new units, buildings and much more.<br>Good research can make the difference between winning and losing.<br><strong><h2 class=\"bb_tag\" >Military and unit administration</h2></strong><br>You can build everything from peaceful units such as settlers, which can found cities, to warlike units, such as infantry, archers, etc. But keep in mind that your units also want to be supplied with food and get trained.<br><strong><h2 class=\"bb_tag\" >Surroundings</h2></strong><br>It is important to plan strategically, because the weather plays a big role. If the temperature is very high or low, your troops will have problems, but cities will also be less productive and illnesses are more likely to develop.<br><strong><h2 class=\"bb_tag\" >Early access until release:</h2></strong><br>You can look forward to further features until the release, which will be announced shortly before. So stay tuned for what's to come.<br><br>Written enough, there is still a lot to discover, so be ready!",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1086250/header.jpg?t=1594128769",
    "developers": [
      "SASTE Software"
    ],
    "publishers": [
      "SASTE Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}