{
  "1088130": {
    "name": "Sextris Effect",
    "steam_appid": 1088130,
    "required_age": 0,
    "is_free": false,
    "description": "The late 90s and early 2000s were an incredible time for games, creating both titanic franchises and floods of shovelware. Out of this endless morass of awful games, Sextris emerged as a true legend. Or, actually, several games called Sextris emerged. There are at least 3 versions of the bootleg drop puzzle, with the best known simply displaying tasteful nudes on successfully clearing lines. This was not the apex of Sextris, however. The most compelling flavor instead drops puzzle pieces designed to look like naked people in the throes of ecstasy, their bodies embracing and tangling into a mass of naked flesh as the game continues.<br><br>Perhaps you too had the experience of downloading Sextris.exe off Kazaa in 2001. You might have asked yourself the same questions I did.  <br><br>Is this sexy? <br>Who is this for?<br>Why would someone make this?<br><br>It's probably best not to think about too much. SEXTRIS EFFECT drags the classic bootleg into the modern era.<br><br><strong>Classic Gameplay</strong><br>Tetrominos can be moved and rotated, creating a deep puzzle of infinite complexity.<br>Save pieces to tactically deploy them when the time is right!<br><br><strong>Partial Nudity</strong><br>The tetrominos are sexy.<br><br><strong>VR Support</strong><br>Support for OpenVR and Oculus Rift head tracking, playable with keyboard and gamepad.<br><br><strong>High Scores</strong><br>Advanced leaderboard technology stores TEN high scores.<br><br><strong>Soundtrack</strong><br>Drop blocks and beats with a fresh remix of the Russian folk song 'Korobeiniki'",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088130/header.jpg?t=1620223801",
    "developers": [
      "The Pleasure Warlock"
    ],
    "publishers": [
      "The Pleasure Warlock"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}