{
  "1088610": {
    "name": "Aurora: The Lost Medallion - The Cave",
    "steam_appid": 1088610,
    "required_age": 0,
    "is_free": false,
    "description": "An epic coming-of-age tale of destiny, friendship, and discovery.<br><br><strong>Aurora: The Lost Medallion - The Cave</strong> is a hand-drawn point &amp; click adventure inspired by classics of the genre. Uncover the mysteries of your origins by exploring a unique world and solving devilish puzzles.<br><br>You are Aurora, the youngest inhabitant of the Cave. Raised by intelligent machines in a hidden world of technological wonders, a group of kids spend their days preparing for the mysterious “Pilgrimage”, each guided by an equally mysterious voice. As the only child without a Voice to guide her, Aurora must challenge the rigid society of the Cave to gain the title of Pilgrim and embark on an adventure to answer the unsolved question of her origins.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088610/extras/ed140ff9c6d8d95b0814f3f70a441a43.avif?t=1760343093\" width=610 height=80 /></span><br><ul class=\"bb_ul\"><li>An intricate story of friendship and discovery: inspired by point &amp; click classics such as The Dig and Indiana Jones and the Fate of Atlantis, The Lost Medallion is the first chapter in an epic tale of mystery in a deep sci-fi universe. Unravel the truth behind the Voices and their Pilgrimage over 12 hours of exciting gameplay, with the promise of more chapters and mysteries to come<br></li><li>Ingenious puzzles: it’ll take brains rather than brawn to fully explore the Cave. Use your wits and surroundings to solve devilish puzzles and tricky encounters, and learn the truth behind Eedor and the Voices.<br></li><li>Gorgeous hand-drawn graphics: colorful hand-painted scenes and characters transport you to the world of the Cave and the Lost Medallion. Answer the questions behind the Cave while exploring beautifully rendered backdrops, meeting a varied cast of fun, engaging characters.<br></li><li>A fully-voiced adventure: the fun cast of characters is brought to life by fully voiced dialogue, immersing you in the world and story.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088610/extras/aa0e6f4143b2b5fe049cdf8a7d9fd082.avif?t=1760343093\" width=610 height=80 /></span><br><br><strong>Aurora</strong>:<br>Aurora is unique in the Cave. The youngest of the Cave’s inhabitants, her lack of a guiding voice has made her curious and defiant. She dreams of joining the Pilgrimage but her wild side has so far prevented her from gaining the title of Pilgrim. Will this year’s celebration finally bring her the title she seeks?<br><br><strong>Neemo</strong>:<br>Neemo is Aurora’s sidekick, a cute, floating blob of eyeballs, and an unflinchingly loyal companion to his only human friend. He’s managed to remain hidden from the other occupants of the Cave and although he will help Aurora in her adventures, his actions and presence on Eedor remain a mystery.<br><br><strong>Kylar</strong>:<br>Kylar exists on the opposite end of the scale from Aurora. He is the oldest kid in the Cave, the leader of the Pilgrims, and a talented engineer. He is also her brother and the voice of order amongst the residents of the Cave. He is admired for both his dedication to their survival and his bravery in the face of the unknown.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 希腊语, 俄语, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088610/header.jpg?t=1760343093",
    "developers": [
      "Noema Games"
    ],
    "publishers": [
      "Noema Games",
      "Gamirror Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}