{
  "1088910": {
    "name": "DestructoPod",
    "steam_appid": 1088910,
    "required_age": 0,
    "is_free": false,
    "description": "A high action trench flying demolition extravaganza. The Caldera aliens have chosen you as their latest earth recruit to fly in the Intergalactic DestructoPod games. Here multiple courses will test your flying skills, marksmanship, combat reflexes, and problem solving ability. Complete all the levels, earn your freedom and make it back home. Speed and collateral damage are rewarded so there is no holding back. Mayhem awaits.<h2 class=\"bb_tag\" >Game Play and Scoring</h2>Player flies pod through obstacle course, collects ammunition, and destroys all primary targets. Primary targets are cannons, UFOs and satellite dishes.  Once all primary targets are destroyed, player must find the finish line to end the level. <br><br><br>Each level has a max time, the maximum amount of time it should take to destroy all the primary targets and finish. Bonus points are earned by improving on the max time. Collateral damage is rewarded. Bonus points are earned by the percentage of the level that is destroyed. All primary target direct hits are also rewarded with bonus points plus additional ammunition.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>Run or Fly.</strong> Fly the pod or run the course as first person, Two completely different playing experiences.</li></ul><ul class=\"bb_ul\"><li><strong>21 Levels of Mayhem.</strong> Multiple types of courses to indulge all your senses.</li></ul><ul class=\"bb_ul\"><li><strong>Multiple Weapons:</strong> Cannon Balls, Grenades, Bombs, Rockets. Unlimited fire power.</li></ul><ul class=\"bb_ul\"><li><strong>Customize your pod.</strong> Create your own skin for the weekend warrior in you.</li></ul><ul class=\"bb_ul\"><li><strong>Steam Leaderboard.</strong> Compare yourself to other players.</li></ul><ul class=\"bb_ul\"><li><strong>Destruction Level Throttling.</strong> Got the meanest computer on the block? We got you covered. Up the mayhem to your delight.</li></ul><ul class=\"bb_ul\"><li><strong>Fully Dynamic Real Time Destruction Simulation.</strong> Mind blowing demolition FX.</li></ul><ul class=\"bb_ul\"><li><strong>Your one game for family fun and entertainment value.</strong></li></ul><h2 class=\"bb_tag\" >Bonus Feature:</h2><strong>Mindless Mayhem Level.</strong> Stressed out? This level is for you. Endless customizable mindless destruction with instant reset will ease your tension and provide hours of relief.<h2 class=\"bb_tag\" >Destruction Engine:</h2>DestructoPod uses a new structural based destruction engine. The engine is capable of simulating a broad spectrum of forces applied to large structures in real time. While performance is adjustable to match the computational power of most computers, more powerful machines are recommended.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088910/header.jpg?t=1639788665",
    "developers": [
      "BC Games"
    ],
    "publishers": [
      "BC Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}