{
  "1088090": {
    "name": "Day of Dragons",
    "steam_appid": 1088090,
    "required_age": 0,
    "is_free": false,
    "description": "Day of Dragons is an online creature survival sandbox game set in a large, beautiful, open world with multiple biomes. Rule the world as one of several dragon species, or unlock the secrets to playing as a giant Elemental.<br><br><strong>Features Will Include:</strong><br><br>    <ul class=\"bb_ul\"><li>Play as Dragons and unlock other playable alien creatures such as giant Elementals.<br></li><li>    Survive! You come into the world as a hatchling and must eat, drink, survive, and grow to become an adult.<br></li><li>    Online Steam Multiplayer. Play with other people. Some creatures are players, some are AI. It all takes place on a Dedicated server that you or someone  else is hosting.<br></li><li>    Huge Mega Map. The world is huge and beautiful with multiple biomes including forests, deserts, lava, swamps, grasslands, and caves.<br></li><li>    Clans. Join your friends or start your own clan complete with clan chat, clan leadership, and other clan features.<br></li><li>    Special abilities! Some dragons can fly, breath fire, spit acid, and even turn invisible!<br></li><li>    Growth. Your dragon grows over time. You need to eat and drink to survive to the adult stage. <br></li><li>    Movement. Dragons can fly, they can swim, they can walk, run, trot, and even sleep! Some can even swim under water!<br></li><li>    Physics-Based Flight. Experience realistic, physics-based flight that is easy to learn and difficult to master.<br></li><li>    Fire! Dragons can breathe fire, some spit acid, some shoot plasma. Each dragon species is different and has different stats.<br></li><li>    Nesting. Dragons can lay eggs which can then be hatched by players, each egg inherits stats from each parent. Or you can spawn into the game with randomly assigned stats. Each dragon will have slightly different stats within the range of its species.<br></li><li>    End game. The game is more than just growing and surviving. After reaching adult, you can unravel the mystery that will allow your dragon to grow stronger, sometimes even larger, becoming an Alpha dragon of your species. You may even unlock the Elementals, an alpha-class playable character and be hunted for the rest of your days by every dragon on the server seeking your utter demise.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088090/header.jpg?t=1770048307",
    "developers": [
      "Beawesome Games"
    ],
    "publishers": [
      "Beawesome Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 72,
      "total_negative": 105,
      "total_reviews": 177
    }
  }
}