{
  "1088830": {
    "name": "CLS: Signal Person",
    "steam_appid": 1088830,
    "required_age": 0,
    "is_free": false,
    "description": "CLS: Signal Person is the premier training simulator for both aspiring signal persons and seasoned vets alike. Whether you’re learning the standard signals for the first time or going for a quick refresher, CLS: Signal Person will give you the practice needed to make the signals second-nature. Train in immersive, virtual environments filled with cranes you’ll see in the real world. Dive into hazardous situations without exposing yourself to any actual harm. Gain practical experience that you won’t get from any other course, and become a badass signaler with a skill set that’s in high demand.<br><br><strong>Become One With The Signals</strong><br><br>In CLS: Signal Person, you won’t be learning signals from a book or pamphlet. Instead, you’ll be working with your virtual mentor Sam, who will demo every signal for you and then provide immediate feedback and correction as you do the signals yourself. Through our lessons and drills, you get repetitive practice, and before you know it, giving the correct signal becomes automatic.<br><br><strong>Team Up With Your Operator</strong><br><br>When you give a signal, the crane operator responds. Throughout CLS: Signal Person’s different lessons, you and your operator will carry out all the steps of a pick, giving you a first-row seat to see how each signal impacts the end result. You’ll use every signal in the book and get to know what they all tell the operator do.<br><br><strong>Push Cranes To The Limit</strong><br><br>The cranes you’ll be working with behave just like cranes you’ll encounter on any job site. Work with capacity charts to keep cranes from performing lifts past a safe radius. Experience dynamic loading and unloading, side loading, drift, deflection, two-blocking, and more. Witness crane failures first-hand without racking up huge bills for your employer or adding to the death toll on your crew.<br><br>On top of that, CLS: Signal Person’s hazardous scenarios force you to overcome all kinds of hazards, including working near powerlines, in congested spaces, and hoisting personnel. You’ll come away ready for anything the job site throws your way.<br><br><strong>Put Safety Regs Into Practice</strong><br><br>They say the best way to learn something is by doing it. You can learn a lot from a slideshow or a booklet, but CLS: Signal Person offers you even more. Getting hands-on experience in realistic virtual environments prepares you for the challenges you’ll face in the real world. Once you hit the job site, you won’t be wondering what you need to do because you’ll already have done it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1088830/header.jpg?t=1562593360",
    "developers": [
      "MindForge"
    ],
    "publishers": [
      "MindForge"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}