{
  "1090680": {
    "name": "Effigy : The Descent",
    "steam_appid": 1090680,
    "required_age": 0,
    "is_free": false,
    "description": "You play as a lost explorer who will have to venture down in a cursed cave looking for artefacts, your only chance for freedom. A descent into hell through the progressive wake of statues who will come after you... when you are not looking at them!<h2 class=\"bb_tag\" >The light</h2>Statues are stopped by light. Your lantern is your best tool at your disposal, you will need to be mindful when using it to progress further in the cave.<h2 class=\"bb_tag\" >The Statues</h2>Two statue archetypes are present in the cave and will try to plunge you into darkness forever: normal statues and their light variant. They will progressively come after you, pushing you in an ever increasing paranoia.<h2 class=\"bb_tag\" >The Artefacts</h2>Your objective is represented through 6 artefacts you will have to assemble at the exit to allow you to flee. The difficulty of the cave is directly linked to your progress, it's up to you to put all the chances on your side.<h2 class=\"bb_tag\" >The cave</h2>It shows, by its environment, the traces of a forgotten, glorious and mysterious civilization. Its people are today constrained in cursing the cave and preventing you from leaving them down here.<h2 class=\"bb_tag\" >The team</h2>Effigy : The Descent is a game developed by a team of 10 students during a 4 month project in parallel of regular courses.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1090680/header.jpg?t=1652386300",
    "developers": [
      "Efficiency"
    ],
    "publishers": [
      "Rubika Supinfogame"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}