{
  "1091390": {
    "name": "Demonizer",
    "steam_appid": 1091390,
    "required_age": 0,
    "is_free": false,
    "description": "The fantasy bullet battle to end monstergirl genocide! Turn hateful humans into lovable demons in this 90s arcade style shooter, inspired by <i>Raiden Fighters</i>, <i>Strikers 1945</i>, and <i>Battle Garegga</i>.<br><br>The exiled princess Amelia has turned into a succubus and joined the peaceful monstergirl tribe. Then invaders arrive led by her sister Angelina. Fighting back with her newfound powers of hypnosis and demonization she departs to take on the kingdom in a desperate bid to save her new people.<br><br><ul class=\"bb_ul\"><li>Seven challenging hand-crafted levels packed with beautiful pixel art - defend your forest, fight through towns, break monstergirls out of dungeons, race against cavalry and more<br></li><li>Battle fearsome enemy forces - masses of infantry and artillery, nimble swordsmen and assassins, tricky spellcasters and mighty magical constructs<br></li><li>Capture their souls - transform them into fellow demons and watch their powers grow with yours<br></li><li>Simple game systems reward natural and intuitive play - stay alive, shoot and bomb, and the rest will follow<br></li><li>Three difficulty levels - beginners, enthusiasts, and experts can all enjoy<br></li><li>Rock out to a gritty, stompy YM2612 FM synth soundtrack<br></li><li>Rich retro visual customization - portrait or landscape, low or high res, smooth or sharp pixels, stretch or no stretch<br></li><li>A twist on the old monster-slaying story - includes free digital comic book revealing events before the game</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091390/header.jpg?t=1734204906",
    "developers": [
      "Iori Branford"
    ],
    "publishers": [
      "Iori Branford"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}