{
  "1091970": {
    "name": "MEDICALHOLODECK PRO FREE TRIAL | FULL FEATURES FOR 30 DAYS | Medical Virtual Reality | Medical VR | DICOM Viewer",
    "steam_appid": 1091970,
    "required_age": 0,
    "is_free": false,
    "description": "This is the full-featured 30 day free trial of Medicalholodeck Pro. <br><ul class=\"bb_ul\"><li>Use the integrated high quality demo data or<br></li><li>Load in your own CT- and MRI-data in DICOM format<br></li><li>Load .OBJ files and merge with DICOM data<br></li><li>Export your DICOM data as .OBJ<br></li><li>Merge DICOM and OBJ formats<br></li><li>Export your files as .MH and share with other users<br></li><li>Use various measuring and labelling tools<br></li><li>Compare 3 DICOM files at the same time<br></li><li>Collaborate with other users in the Cloud<br>... and many more features</li></ul><h2 class=\"bb_tag\" >Medical Virtual Reality | Medical VR</h2>Work and collaborate on 3D medical Data in real 3D Virtual Space: Medicalholodeck is the medical Platform for Virtual Reality. Surgeons use it to prepare their upcoming surgeries, professors to teach human anatomy and radiology, students to study human anatomy, medical imaging and bio visualization Labs to work on 3-dimensional scientific data. <br>      <br>Medicalholodeck is made for:<h2 class=\"bb_tag\" >Human Anatomy Teaching</h2>Teach Human Anatomy as never before: Use Medicalholodeck for better and more efficient teaching. Load your own medical DICOM files and teach your students human anatomy in the most immersive way possible - in real 3D. Connect groups of students in virtual space, guide them and let them collaborate and interact on 3D medical data.<h2 class=\"bb_tag\" >Radiology Teaching</h2>Teach radiology in real 3D instead of 2D screens: Use the software for your radiology teaching. Load your own DICOM files within seconds, visualize them in real 3D and teach your students radiology in the most intuitive and immersive way possible. Explain and discuss 2D and 3D DICOM images at the same time.<h2 class=\"bb_tag\" >For Medical Students</h2>Study human anatomy fast and immersive as never before: Study Radiology and Human Anatomy in 3D Virtual Reality/VR. Experience medical DICOM files in full 3D in virtual space. Get a much better understanding of human anatomy and radiology than ever before. Connect with other students in the Cloud and discuss, work and study together.<h2 class=\"bb_tag\" >Radiologists &amp; Surgeons</h2>Surgery preparation in virtual space: Prepare upcoming surgeries in the most efficient and immersive way possible. Connect groups of users in Medicalholodeck, load DICOM data from your patients within seconds, and collaborate, work and discuss together medical cases in a real 3D virtual space.<h2 class=\"bb_tag\" >Virtual Reality Anatomy Dissection Table</h2>Dissect human anatomy DICOM files in Virtual Reality/VR: Dissect and study human medical anatomy data in real 3D space and in real-time. Study volumetric medical DICOM files in immersive real 3D instead of 2D-screens. Medicalholodeck is closer to reality, more immersive and cheaper than comparable solutions.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1091970/header.jpg?t=1576432304",
    "developers": [
      "nooon.io"
    ],
    "publishers": [
      "nooon.io"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}