{
  "1092960": {
    "name": "Piposh Demo",
    "steam_appid": 1092960,
    "required_age": 0,
    "is_free": true,
    "description": "Subtitles are now available in English, Arabic, French, Italian and Hebrew!<br />\r\n<br />\r\nAudition as failed actor Hezi Piposh to the next blockbuster &quot;Captain Starquartz&quot;.<br />\r\nPiposh is an upcoming 2019 adventure video game and a reboot of the Piposh video game franchise which was developed by Israeli studio Guillotine from 1999–2003. The point-and-click games center around the adventures of failed actor Herzi Piposh, and let players explore, collect items, and interact with crazy characters to advance through the plot. Piposh: The Audition is a free prequel (freequel) to the new title that is scheduled to be released in March 2020.<br />\r\n<br />\r\nסדרת משחקי הקאלט משנות ה-90 חוזרת עם מראה חדש ואותו הסוודר. בפרולוג &quot;האודישן&quot; למשחק המלא תדרשו לעזור לחזי פיפוש, שחקן כושל עם בעיות דיקציה וטמפרמנט, להיבחן לתפקיד בסרט הוליוודי עתיר תקציב. <br />\r\n<br />\r\nלפיפוש הזדמנות של פעם בחיים להזניק את הקריירה שלו מעבר לגבולותיה המוניציפליים של גבעתיים, ואתם חייבים לעזור לו לגרום לזה לקרות. <br />\r\n<br />\r\n&quot;שחקן טוב הוא שילוב של פסיכולוג, אתלט, וקומקום שורק&quot; - הקטור פלאפמייקר<br />\r\n<br />\r\nאבל סיפור המסגרת הוא רק תירוץ לשפוך פנימה אינספור עלילות משנה, קטעים לא קשורים, דמויות הזויות וסתם שמעטס. פיפוש הוא יצירה בקנה מידה חריג לנוף הישראלי והוא גם אחד ממשחקי הומור הנוֹנְסֵנְס ההזויים שנוצרו אי פעם. הוא מתאים לבני אדם באשר הם וגם לחייזרים, באם ישנם, פנינו לשלום.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1092960/header.jpg?t=1565820854",
    "developers": [
      "Guillotine"
    ],
    "publishers": [
      "Guillotine"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}