{
  "1092190": {
    "name": "Astonishing Baseball 2019",
    "steam_appid": 1092190,
    "required_age": 0,
    "is_free": false,
    "description": "It's baseball time! Lead your team to victory in Astonishing Baseball manager!<br><br>Astonishing Baseball is just like baseball, but on your computer. Become the manager of a fantasy team, and lead your players to the ultimate reward: the Baseball Cup!<br><br>Astonishing Baseball is not your usual baseball simulation game. It's not only about tables full of players and stats. It's not just trading players and signing free agents. In Astonishing Baseball, you're the manager of a team which has only one goal: win the Baseball Cup. And for that, you'll need all kind of skills.<br><br><strong>A living world</strong> Astonishing Baseball features an artificial but living world. Fans are posting about the game and your brand new rookie. Journalists write articles about your starter last night performance. Players send you messages about their concerns or their contract. It's all about baseball!<br><br><strong>The lineup of your dreams</strong> Astonishing Baseball allows you to create the team you've always dreamed of. Make trades with the greedy other teams of the league, or sign free agents during the offseason. Draft talented prospects and elevate them to the rank of all-star during the Legends Contest. You're the coach!<br><br><strong>For baseball fans and stats nerds</strong> Astonishing Baseball is very easy to learn. If you know the game rules, you'll know how to play! But if you're a sabermetrics savant, you'll find all kind of stats to satisfy your nerdy instinct!<br><br><strong>Play on your own terms</strong> Astonishing Baseball can be played offline, as much as you want. You don't need to wait between games. You don't need a data connection to save a game result. You don't need to create an account to build your team. Just play now!<br><br>If you like baseball and fantasy sports, you'll love Astonishing Baseball Manager!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1092190/header.jpg?t=1560774603",
    "developers": [
      "Aerilys"
    ],
    "publishers": [
      "Aerilys"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}