{
  "1092760": {
    "name": "Story in the Dream World -Volcano And Possession-",
    "steam_appid": 1092760,
    "required_age": 0,
    "is_free": false,
    "description": "This Game is Bullet Shooting Game(STG).<br><br>The beginning of the game story ...<br><br><strong>It is a story of a girl with dream skills playing in her own dream!<br>&quot;Dreams are my playground, and I can go anywhere with my dreams, and I can make things that can not happen in reality!&quot;<br><br>The protagonist is a student and a dream talent (a lucid dreamer).<br>Ability to create and change Her dreams at will.<br>And a little unusual taste with an interest in the old stories of the eastern countries.<br>Yeon-seul(protagonist) visits the school and sees the world in the news.<br>I think so.<br>'It's nice to enjoy other cultures ...'<br>'Why are we so indifferent to our (Korean peninsula)? I think we can make good things ... '<br>In the meantime, Yeon-seul such as the story of the Korean peninsula or myths were investigated.<br>I was really interested in this as well.<br>One day, she was playing with his dreams as usual.<br>By the way, I felt like being attracted to someone.<br>It is the place where it came to be attracted to the HyunMongDoWon ... The place where the feeling of the village which was in the old Korean peninsula is scattered.<br>I do not know who led me, but I really like it because I was dreaming about this kind of atmosphere.<br>So the story began.</strong><br><br>My game is important for fun, but also for storytelling.<br>So there are some dialogue in the game, and you can see the stories related to the game in the menu other than game play.<br>(In my work, I do not mean that 'this is not necessarily true' because there is my own interpretation.)<br>Those who want to enjoy the stories in the game, and those who just want to enjoy the game play, please enjoy!<br><br>How to play the game<br>1. Normal mode (game start menu)<br>Whenever you enter each chapter, avoid and attack multiple enemy attacks that will appear for a certain amount of time and shoot down!<br>After a certain amount of time, the boss comes out and dialogue to the player and starts a duel with the player.<br>Beat the boss and enter the next chapter or look at the endings!<br><br>2. Boss rush mode (BR Start !! menu)<br>Normal mode is difficult to continue (within a limited number of times) regardless of the number of times to unlock the mode. (clear once)<br>In this mode, there are no enemy and no dialogue to the boss.<br>And it's a little harder than normal mode boss!<br>Only if you duel with the boss and the fast battles and Beat the boss, you will go to the next chapter or the game ends immediately!<br>(There is no ending in this mode.)<br><br>Game configuration keys<br>(If there is no separate guide key, the key will be used.)<h2 class=\"bb_tag\" ></h2>Back : X, Esc<h2 class=\"bb_tag\" ></h2>Menu/Weapon Select : Z, Enter<h2 class=\"bb_tag\" ></h2>Menu/Character Move : Arrow Key(For a character, press Shift to move slowly.)<h2 class=\"bb_tag\" ></h2>Fire Weapon, Proceed Dialogue to Boss  : Z<h2 class=\"bb_tag\" ></h2>Use Bomb, Skip Dialogue to Boss : X<h2 class=\"bb_tag\" ></h2>Pause Menu : Esc",
    "supported_languages": "韩语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1092760/header.jpg?t=1604949136",
    "developers": [
      "Nuriverse"
    ],
    "publishers": [
      "Polaris(붙박이별)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}