{
  "1092900": {
    "name": "Story Teller",
    "steam_appid": 1092900,
    "required_age": 0,
    "is_free": false,
    "description": "Story Teller is a creative writer simulator. Come up with plots, look for inspiration among your home and learn new skills. This is a game about exciting adventures in the pages of your books and beyond.<br />\r\n<br />\r\n<br />\r\nGame features:<br />\r\n<br />\r\nMake a script of the available elements, and get the book in the form of ready-made texts.<br />\r\n<br />\r\nThe abundance of randomness - from typos in the text to random events.<br />\r\n<br />\r\nYou do not just earn money and fame - you are moving forward along the plot.<br />\r\n<br />\r\nVersatile skills upgrade that affect the content of your books.<br />\r\n<br />\r\nDifferent types of affordable housing with different adventures.<br />\r\n<br />\r\nInteresting opportunities - from promoting books to working with co-authors and buying other books in the store.<br />\r\n<br />\r\n<br />\r\nYou are a child of a famous writer lefted the family many years ago. Throughout the game, the main character tries to achieve enough fame to get the opportunity to meet him. To do this, write books with inspiration, modest budget and learned writing techniques. You will be helped by additional affairs, in the form of various orders or walks in your apartment in order to get money, inspiration and other bonuses.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1092900/header.jpg?t=1606300133",
    "developers": [
      "Burned Paper"
    ],
    "publishers": [
      "Burned Paper"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}