{
  "1093330": {
    "name": "Conscious Existence - A Journey Within",
    "steam_appid": 1093330,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CONSCIOUS EXISTENCE</strong> is a linear 12min pre-rendered, stereoscopic 360/VR short film by Marc Zimmermann aka. EpicScapes. <br><br><strong>[WARNING] The experience contains a scene with flashy/stroboscope-like effects - if you are sensitive to those kind of sensations, or if you, or anyone in your family has an epileptic condition or has had seizures of any kind, consult your physician before playing.</strong><br><br>Due to recent user reports I can <strong><u>only recommend buying this app if you have an NVidia GPU</u></strong>. Compatibility with <strong>AMD cards can not be guaranteed</strong> due to issues with hardware accelerated video de-coding in combination with Unreal Engine.<br><br><ul class=\"bb_ul\"><li>The experience now (02/2023) comes with a brand new app, which adds replay value by allowing for multiple viewing modes (making for a higher perceived image quality and some trippy feels), voice selection (additional male option to the original child voice), separate volume sliders for voice, music and sound effects, as well as image adjustments.<br><br>It also includes now 3 versions of the content file for maximum compatibility. By default it uses the a high quality H264 file (4096*4096px @ 60fps) - if it runs smoothly, don't change anything, it offers the best quality. Additionally you can choose 1) a new H265 file at the same resolution but a little less detail, which may work smoother on some systems (needs the HEVC Extension for Windows), that struggle with the original file or 2) a lower resolution H264 file, previously included in the &quot;Win 7/8 version&quot; for compatibility with older systems. You can delete unused content files in-app if you're tight on disk space.<br><br><br><strong>ABOUT</strong><br>You are gifted every moment with life's most precious achievement: A conscious mind, enabling you to sense and hold within, the universe's boundless beauty - a source of infinite inspiration that fuels your inner space. <br><br>Our way of thinking about life influences our perception of the world around us. False priorities can act like blinders and make us overlook the ever-present beauty of the universe, which can be our greatest source of energy and inspiration. A positive and grateful mindset enables us to harvest that energy to fuel our inner space and retain well-being. With this virtual-reality experience I express my own appreciation for and feelings about the gift of life. We need keep our ability to see the world through the wondering eyes of a child. <br>It is a journey within that hopefully will touch you on an emotional level and make you transcend into a relaxed and appreciative state of mind.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1093330/header.jpg?t=1767349584",
    "developers": [
      "Marc Zimmermann"
    ],
    "publishers": [
      "EpicScapes"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 24,
      "total_negative": 6,
      "total_reviews": 30
    }
  }
}