{
  "1093150": {
    "name": "Just Sleep - Meditate, Focus, Relax",
    "steam_appid": 1093150,
    "required_age": 0,
    "is_free": false,
    "description": "Just Sleep is a relaxing app to help you with sleep and mindfulness. Engage in guided meditations, listen to white noise, weather and nature sounds. Unlike other sleep apps that use static images or looping videos, Just Sleep provides beautiful particle animations that are immersive, visually stimulating and calming. Just Sleep encourages better sleep, lower stress, and less night time anxiety helping you to manage tinnitus and insomnia to help you sleep better every night. <br><br><strong>Guided Meditations</strong><br><br>Just Sleep offers masterclass in guided meditations delivered by Diana Watson (Director of Mindfulness Education at UCLA) which covers range of topics such as Breathing, Sleeping, Body Scan and Sound, Working with Difficulties, Loving and Kindness. Just Sleep helps you to improve your focus in managing anxiety, improving stress relief, helping you to calm and increase in happiness. Take a break in your day to relax and breathe. Discover how meditation and relaxation can help you find inner peace and improve your life. <br><br><strong>Experience Weather &amp; Nature</strong><br><br>Drift off to dreamland and wake up refreshed with calming nature and weather sounds. Relieve stress, anxiety and tension with the help of soothing weather and nature ambiance. Just Sleep offers atmospheric soundscapes featuring rainstorms, blizzards, hailstone and comforting breezy winds to strong gales. In addition to ocean waves, waterfall, river streams, camp fire, chirping birds and crickets, whale songs and other sounds to help you sleep better at night. <br><br><strong>Soothing White Noise Sounds</strong><br><br>Just Sleep offers a range of additional white noise sounds to help you experience the atmosphere of a busy cafe, travelling in a car, plane or train. Imagine a journey where you sit back, relax and breathe while you leave behind your worries and tension. Listen and visualise a variety of sounds to help you through depression and replace it with gratitude. <br><br><strong>Mix and Match with Mixer Feature</strong><br><br>The mixer feature allows you to mix and combine all your favourite sounds by adjusting individual sound levels to create unlimited variations of weather, nature and other white noise sounds. Calm yourself relieving stress and anxiety with easy to use user interface. <br><br><strong>and much more…</strong><br><br>Sleep timer to deactivate sound and effects to conserve power after you have fallen asleep. Image filter modes and clock feature to effectively turn your computer into a soothing night dock with beautiful sounds and animations. <br><br>We will be adding more sounds and features and with your support we can make Just Sleep an relaxing and calming experience for everyone that even helps putting children and babies to sleep. Please spread the word and share with family and friends.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1093150/header.jpg?t=1589469317",
    "developers": [
      "Ghulam Jewel"
    ],
    "publishers": [
      "Ghulam Jewel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}