{
  "1094350": {
    "name": "Fantasy Grounds - Pathfinder RPG - The Tyrant's Grasp AP 3: Last Watch (PFRPG)",
    "steam_appid": 1094350,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - The Tyrant's Grasp AP 3: Last Watch</h2><strong>Disaster Looms Over Vigil</strong><br><i>The heroes race to the crusaders in Vigil to warn them of the Whispering Tyrant's devastating new weapon. Amid a city-wide celebration, Vigil's leaders are disinclined to believe incredible tales from the frontier, so the heroes must uncover the conspirators who seek to engineer the city's destruction. At the center of these schemes is a gang of thieves whose long-ago heist has finally brought old enemies to light. Will the heroes assemble the clues in time to warn others of the doom that hangs over Vigil?</i><br><i>This volume of Pathfinder Adventure Path continues the Tyrant's Grasp Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Last Watch,&quot; a Pathfinder RPG adventure for 8th-level characters, by Larry Wilhelm.<br></li><li>An examination of the life-hating threats that dwell in the void of the Negative Energy Plane, by Patchen Mortimer.<br></li><li>The secrets of the Seal-Breakers, a sect that strives to set the Whispering Tyrant free and break other seals that preserve reality, by Greg A. Vaughan.<br></li><li>A collection of relics--magic items that grow in power the more they are used in pursuit of a cause--from the glorious days of the Shining Crusade, by Alexander Augunas.<br></li><li>A bestiary of fearsome monsters, including a bestial humanoid tainted by undeath, an ersatz angel, swarms of noxious dragons, a flying beast from the Negative Energy plane, a reclusive plant-shepherd, and hordes of undead, by Mike Headley, Isabelle Lee, Meagan Maricle, Kendra Lee Speedling, and Larry Wilhelm.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1094350/header.jpg?t=1768413956",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}