{
  "1095710": {
    "name": "Björk Vulnicura Virtual Reality Album",
    "steam_appid": 1095710,
    "required_age": 0,
    "is_free": false,
    "description": "<i><i><strong>“ i am very excited for you to see the VR videos to Vulnicura. it felt natural to footsoldier into the private circus that virtual reality is, with material like this : vulnicura is the first album of mine that insisted for the songs to be in a certain chronological order, after they’d been written it became apparent that I’d unintentionally topped into the narrative of a greek tragedy . VR is not only a natural continuity to the music video but has a even more intimate theatrical potential , ideal for this emotional journey.<br><br>: fertility <br>björk<br><br><br>- ars technica -<br><br>“immersive, haunting, and memorable.”<br><br>“by the time I watched her float away as some kind of transcendental form of survival and endurance, I couldn't help but empathize. This person let me into her pain, I muttered, and I took my VR headset off to wipe my face down.”<br><br>- digital arts -<br><br>“björk's new VR album shows emotion and audio are the future of the medium.” <br><br>“stepping myself into that world, I felt far from isolated; proceedings were more full of space and life than other VR experiences I've entered, the sort which one would describe as airless and claustrophobic and little else.”<br><br>“moving between overwhelming sights and the simple trance of having multiple Björks serenading me on the beach, Vulnicura VR must surely be one of the most emotional uses of virtual reality to date.”<br><br>- crack magazine -<br><br>“it’s the first true virtual reality album, in which each song experience is part of a bigger whole; a narrative arc uniting them all.”<br><br>“vulnicura VR stands as an important milestone, a testament to the medium’s potential for art, and for emotional healing.”<br><br>- wired -<br><br>“it’s all consuming and it works.” <br><br>“a fully fledged work of virtual reality art.”<br>'</strong></i></i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1095710/header.jpg?t=1568825338",
    "developers": [
      "Analog Studios"
    ],
    "publishers": [
      "Wellhart Ltd / One Little Indian Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}