{
  "1095850": {
    "name": "1001 Jigsaw. 6 Magic Elements (拼图)",
    "steam_appid": 1095850,
    "required_age": 0,
    "is_free": false,
    "description": "1001 Jigsaw. 6 Magic elements - is an exciting puzzle game and a fantastic opportunity to feel the 6 magic elements. Assemble jigsaws from a multitude of pieces and learn the history in 1001 high-quality photos. Now you can play your favorite puzzle game and travel your, all without leaving the house! <br />\r\n<br />\r\nSet a difficulty for each puzzle to suit you! Save your progress at any time! Simple controls and a bunch of hints and tools make the game more comfortable. The game is accessible both to new players and true professionals in the puzzle game genre.<br />\r\n<br />\r\nAn exciting immersion into the magic world. Luxury decoration, beautiful landscapes, waterfall, wizards,  and magnificent castles of all time... This is a unique opportunity to feel 6 magic elements in your hand by playing 1001 Jigsaw. 6 Magic elements.<br />\r\n<br />\r\n1001 Jigsaw. 6 Magic elements is a game and a source for inspiration. 1001 high-quality photographs of famous sights galore, plus architecture, magic, art, national traditions, history… You can learn about the 6 main magic elements and what applies to them right now!<br />\r\n<br />\r\n- 1001 high quality unique images<br />\r\n- Well designed game-play: useful hints, sort tool and magnifying glass.<br />\r\n- Optional game difficulty control makes your gameplay infinite<br />\r\n- Custom styles of pieces with rotation<br />\r\n- Save game progress and continue to collect the puzzle at any time<br />\r\n- Tasks and colorful trophies for those who love excitement<br />\r\n- Pleasant and relaxing music<br />\r\n- Get 1001 puzzles for one purchase",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1095850/header.jpg?t=1687434548",
    "developers": [
      "Somer Games"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}