{
  "1096130": {
    "name": "Rose Riddle 2: Werewolf Shadow",
    "steam_appid": 1096130,
    "required_age": 0,
    "is_free": false,
    "description": "A menacing presence has claimed its first victim on the streets of the Fairy Kingdom! More will follow unless you solve the mystery of the Werewolf Shadow!<br />\r\n<br />\r\nThe people of the Fairy Kingdom are busy preparing for the king's birthday celebration. But behind the scenes, someone is unleashing a sinister plan that will change Fairy Kingdom forever. As Rose Riddle, the unwitting princess of the realm and its top sleuth, you'll travel from one stunning location to the next collecting the evidence you need to solve the crime and stop the looming disaster before it's too late!<br />\r\n<br />\r\nAs you race to complete levels, you'll take on challenging quests for a host of colorful characters, including a lounge singer named Little Red Riding Hood, a greedy Scarecrow who's stuffed with money and a Little Pig who's reinvented himself as a cop.<br />\r\n<br />\r\nYou'll get your hands dirty as you remove obstacles, build production facilities and determine the best use of your resources, but your hard work will pay off in the form of rewards and bragging rights. Making timely use of bonuses that speed up your helpers and provide extra resources will give you the edge you need!<br />\r\n<br />\r\nAs you battle winged monkey gangsters and rocket through HyperTubes to reach new parts of the Emerald City, you'll earn achievements, encounter suspects and unlock new chapters of a story that's packed with twists and turns. You certainly won't see the end coming! Or will you? There's just one way to find out!<br />\r\n<br />\r\nKey features:<br />\r\n•\tDozens of challenging levels<br />\r\n•\tA suspenseful but fun detective story<br />\r\n•\tVibrant artwork and animation<br />\r\n•\tAchievements to earn<br />\r\n•\tExciting mini-games",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 韩语, 荷兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1096130/header.jpg?t=1705482395",
    "developers": [
      "Alawar Casual"
    ],
    "publishers": [
      "Alawar Casual"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 1400,
      "discount_percent": 50,
      "initial_formatted": "¥ 28.00",
      "final_formatted": "¥ 14.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}