{
  "1096230": {
    "name": "Decker",
    "steam_appid": 1096230,
    "required_age": 0,
    "is_free": false,
    "description": "In 2083, the world is a place of propaganda, oppression and profit.  Summarily laid off from his programming job of 12 years so the company could save 4% on his position's payroll, John Anderson has had enough.  Destitute and alone, he decides he is done working for a system that has chewed him up and spit him out.  It's time to start subverting the system.  It's time to get his long overdue payday.<br><br>Decker is a hacking simulator in a world where hacking has undergone dramatic changes.  Autonomous software guardians patrol the mega-corporations' systems, ruthlessly repelling all unauthorized users.  Using the cobbled together and highly illegal hacker OS, break into the megacorps' carefully guarded networks and pick them clean.  But do it quickly, Intrusion Countermeasures are never far away, ready and eager to disable or cripple your computer.  Avoid detection by careful maneuvering or specialized stealth software.  Scan discovered files to determine which are most likely to be profitable on the Information Black Market, or discover poorly secured access points to corporate accounts, and siphon their cash directly!  Repair disabled portions of system memory while frantically dodging or battling enemy software, or bolster your defense with advanced shielding software and go on the offensive!<br><br><u>Features:</u><br><ul class=\"bb_ul\"><li>Infiltrate a combination of hand-crafted networks and procedurally generated missions for endless gameplay<br></li><li>20-25 hours of &quot;main storyline&quot; gameplay<br></li><li>Upgrade your motherboard, CPU(s), RAM and hard drives(s)<br></li><li>Learn new programs, and upgrade them through study<br></li><li>Manage your finances, because your bills won't wait<br></li><li>Who has time to cook?  Have takeout of varying levels of edibility delivered by drones twice daily!<br></li><li>Thwart the evil plot of an unfeeling megacorp bent on world domination!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1096230/header.jpg?t=1561385365",
    "developers": [
      "Rich Vos"
    ],
    "publishers": [
      "Rich Vos"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}