{
  "1097000": {
    "name": "Orpheus's Dream",
    "steam_appid": 1097000,
    "required_age": 0,
    "is_free": true,
    "description": "Orpheus’s Dream is a 3D isometric-inspired puzzle game with storytelling elements. <br><br>Orpheus wakes up in his family house with his beloved cat beside him. He realizes he can play melodies he hears and interact with the environment in this dream. He has no recollection of recent events, so with his guitar and partially destroyed diary in hand, Orpheus explores this surreal space and slowly recovers his past memories of him and his cat, Lyra.<br><br><strong>Game Play</strong><br><br>Explore Orpheus’s family house, and end each level by opening doors to reach a specific room. Mysterious cracks on the walls throughout the house allow the player to effectively duplicate and mirror rooms, creating a virtually boundless labyrinth. The game places heavy emphasis on the character’s subjective perception, as only the walls in facing the player are visible, requiring the player to approach rooms from different angles in order to reach different paths.<br><br>Four types of pickups allow players to open doors, mirror rooms, break bubbles that protect pickups, and destroying roots that block doors and walls. Mirroring rooms duplicate and mutate the pickups inside the room. The main challenge comes from managing the limited amount of pickups and determining the right path to take.",
    "supported_languages": "英语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1097000/header.jpg?t=1568570766",
    "developers": [
      "Orpheus's Dream Team"
    ],
    "publishers": [
      "Orpheus's Dream Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}