{
  "1097780": {
    "name": "We Met in May",
    "steam_appid": 1097780,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u><i>We met in May</i> and went on a lot of dates.</u> This is a collection of vignette games about those dates, and the comedy that comes with getting to know someone.</strong><br><br><u>What the heck do you DO in these games?</u><br>In <i>We Met in May</i>, you play as Nina while she's hanging out with her love interest, Jake. Nina and Jake get into various shenanigans together, which you play through as Nina. On one date, you may end up burying Jake in sand, chips and wine. On another, he may cook dinner for you! Each game is unique, and explores a different date between the two characters.<br><br><u>What do we mean by &quot;vignette games&quot;?</u><br>In our case, the vignette games contained in this collection are very short, focused games. Each one illustrates a different moment in the characters relationship (drawing on the developers own experiences!). The vignette games in <i>We met in May</i> are meant to be brief and memorable. <br><br>These aren't massive 400 hour RPGs, so don't expect bazillions of hours of gameplay. In fact, only expect... an hour or less! Unless you want to share these at a party--then you can get lots of hours out of the collection by watching your friends try to pour sand directly into Jake's mouth in one of the vignettes called Beach Date. ;) <br><br><u>Who are these games for?</u><br>Everyone! But specifically, people who enjoy romantic comedy, small games, character-driven stories and just... funny stuff in general will probably enjoy this collection.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1097780/header.jpg?t=1569863778",
    "developers": [
      "Nina Freeman",
      "Jake Jefferies",
      "Ryan Yoshikami"
    ],
    "publishers": [
      "n/a"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}