{
  "1097580": {
    "name": "CUSTOM ORDER MAID 3D2 It's a Night Magic",
    "steam_appid": 1097580,
    "required_age": 0,
    "is_free": false,
    "description": "■Story<br />\r\nEmpire Club. The most luxurious bar that ladies and gentlemen come and gather.<br />\r\nThe beautiful maids who worked there danced and talked with the customers to amuse them.<br />\r\n<br />\r\nOne day, the protagonist was told to meet his uncle.<br />\r\nHis uncle told him he had newly opened a future-next generation Empire Club which was customizable and filled with new possibilities.<br />\r\nUnexpectedly, his uncle generously handed over the ownership of Empire Club… However, Empire Club was secretly in huge debt.<br />\r\nAlthough he cursed his uncle for fleeing outside of the country neglecting Empire Club as it was, he had no choice but to run the place.<br />\r\nNot only he had to save the club from debt, there were so many outrageous problems. It was obvious that it wouldn’t be easy to solve everything.<br />\r\nIn front of the protagonist who was totally at a loss, three maids appeared. They were the last few maids who remained working at Empire Club.<br />\r\n“Maria Seido” who is innocent and cheerful.<br />\r\n“Mafuyu Himuro” with serious and loyal personality.<br />\r\n“Risa Takizawa” a dignified, mature woman.<br />\r\nStarting with these three, the protagonist and maids cooperate to rebuild the future-next generation Empire club.<br />\r\n<br />\r\n■Character Edits<br />\r\nThe most crucial feature of this product- Editing characters.<br />\r\nYou would easily be able to customize your maids however you like.<br />\r\nWe have added some functions for players to be able to create even more idealistic characters.<br />\r\n<br />\r\n■VS Dance<br />\r\nPlayers can battle against rivals who appear in the story, by Rhythm Acting games.<br />\r\nNo worries. You can skip the games if you’d like.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1097580/header.jpg?t=1704419810",
    "developers": [
      "KISS"
    ],
    "publishers": [
      "S-court"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 10440,
      "discount_percent": 10,
      "initial_formatted": "¥ 116.00",
      "final_formatted": "¥ 104.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 299,
      "total_negative": 82,
      "total_reviews": 381
    }
  }
}