{
  "1097960": {
    "name": "ClickRaid2",
    "steam_appid": 1097960,
    "required_age": 0,
    "is_free": false,
    "description": "ClickRaid2 is an in-depth idle MMO-incremental game. Make your party with friends or mercenaries to kill mobs, bosses and hunt for treasure chests! Collect masses of treasures and loot to upgrade gems and skills. Choose between 13 classes, all with unique models and skills. With a max party size of 6, enjoy finding a composition you like.<br />\r\n<br />\r\n*Not Pay to win*<br />\r\n- We have taken a more communal approach when it comes to in-game purchases. Server buffs are available to buy and when someone does the entire server get the benefit.<br />\r\n<br />\r\n*Team Up*<br />\r\n- With a party size of 6 you can fill up with other people to slay and loot with.<br />\r\n- Prefer Solo? No problem! Fill your team with NPC's and be the leader of your own destiny.<br />\r\n-13 classes makes for a variety of possible team compositions. Choose from Warrior, Bard, Berserker, Cleric, Druid, Enchanter, Monk, Necromancer, Nomad, Occultist, Ranger, Rogue and Wizard.<br />\r\n- Join or create a guild for yourself and others.<br />\r\n<br />\r\n*Explore*<br />\r\n- 5 different zones each with their own specialty<br />\r\n- Survival - Stand your ground and kill endless spawns of unique enemies to claim your Bounty.<br />\r\n- Caverns - Dive the depths of this place seeking Fragments of lost Astral Powers and curious Green Crystals.<br />\r\n- Fight For the Top - Are you not entertained?! Fight within the arena and attune your Weapon Mastery, earn coin and level your character to new heights.<br />\r\n- Library - A massive library filled with the knowledge you'll need to make the most of of your Charms.<br />\r\n- Crypts - Delve into the old Crypts, where a necromancer has revived the dead that reside there. Wade your way through the runes and unearth Runes to augment your skills and mysterious tokens to power the ClickRaid mini-game.<br />\r\n<br />\r\n*Loot*<br />\r\n- 8 Unique Sets to collect<br />\r\n- Find them from anywhere<br />\r\n- Charms: Collect and equip these trinkets. With 3 slots (Attack, Defense and Utility) your bound to find yourself enchanted<br />\r\n- Gear auto-upgrades when you find a better version<br />\r\n<br />\r\n*A Healthy Balance*<br />\r\n- Idle: A casual game where you can idle and level at your own pace.<br />\r\n- Active: Chase the Dungeon Buff for quicker gains and enjoy the Weekend Buffs for even more!<br />\r\n<br />\r\n*Progression*<br />\r\n- Level your Gems and Ascend into greatness<br />\r\n- Collect Elements from every dungeon and activate them for a temporary super buff to reach even higher floors.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1097960/header.jpg?t=1599167660",
    "developers": [
      "Slikey Games"
    ],
    "publishers": [
      "Slikey Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}