{
  "1098840": {
    "name": "ZACH-LIKE",
    "steam_appid": 1098840,
    "required_age": 0,
    "is_free": true,
    "description": "ZACH-LIKE is a book of behind-the-scenes design documents from Zachtronics. <br><br>The digital version of ZACH-LIKE contains the full contents of the book (in two different PDF layouts), a bunch of terrible games that Zach made before <i>SpaceChem</i>, and some prototypes and early builds of Zachtronics games, both released and... not.<br><br><ul class=\"bb_ul\"><li> Read ZACH-LIKE in its entirety, either in tablet-friendly portrait mode or widescreen-friendly &quot;simulated book&quot; mode!<br></li><li> Experiment with omnivators, liquids, robots, and more in an early build of <i>Infinifactory</i> with hideous placeholder art!<br></li><li> Play an early version of <i>Opus Magnum</i> where arms stack recursively, and the weird solitaire tactics minigame that was cut from it.<br></li><li> Explore the lost undersea world of <i>Project Typhoon</i>, the submarine-based sandbox game we stopped making a few months into development.<br></li><li> Grab three friends and four keyboards and conquer the network in <i>Hack the Planet</i>, a game Zach made specifically for a party at his house.<br></li><li> Enjoy* the entire back catalogue of pre-SpaceChem Zachtronics games, from <i>Gregor Mendel's Pro Botanist</i> to the infamous <i>Infiniminer</i>.</li></ul>*Any enjoyment other than ironic is not guaranteed.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1098840/header.jpg?t=1667069607",
    "developers": [
      "Zachtronics"
    ],
    "publishers": [
      "Zachtronics"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}