{
  "1098530": {
    "name": "ZorroMoro",
    "steam_appid": 1098530,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Basicly a FPS Game, you can enjoy while playing this game</strong><h2 class=\"bb_tag\" ><strong>Map Type</strong></h2>You try to survive in the area. Enemies are comming for catching you , you should use different weapons and win the match of survive. Map has two types wall. Health buff, weapons, magic weapons , etc...<h2 class=\"bb_tag\" ><strong>Wall Types</strong></h2>First wall is avaible for pass but when you hit the wall your health is some decrease so before hit the this first wall you should think. You should select true choice. Second wall doesn't allow for pass other section. Second wall is limit for this game. You can ask that Why I should hit first wall. Because area is small and while a lot of enemies are coming you, probably you want to more big area, so you should pass other area.<h2 class=\"bb_tag\" ><strong>Weapon Types</strong></h2>Game has got three weapon types. Low, Medium,High.  If you take low weapon, your firing speed is very fast but you have to use much bullet for down enemies. If you select medium weapon, your firing speed normal but you have you use less bullets. If you select high weapon, your firing speed is low but your bullets are very strong and  you have to use very  little  bullets. If you don't use much bullets, you can use left bullets for other enemies because bullets are big problem this game.<h2 class=\"bb_tag\" ><strong>Magic Weapon Types</strong></h2>You have got magic power and when you magic attack your magic power is decrease. If you have got enough point you can cost your point for take magic power and magic weapon.<h2 class=\"bb_tag\" ><strong>As a Result</strong></h2>You should look everywhere for everytime because enemies can jump to your up. And also probably &quot; shift &quot; button will be very useful so you remember what I said.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1098530/header.jpg?t=1561622153",
    "developers": [
      "Ali Kaan BAŞHAN"
    ],
    "publishers": [
      "Ali Kaan BAŞHAN"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}