{
  "1098970": {
    "name": "Fantasy Grounds - Warlock Lairs Volume 1 (5E)",
    "steam_appid": 1098970,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Warlock Lairs Volume 1</h2>A compilation of Kobold Press's Warlock Lair products.<br>This product includes:<br><ul class=\"bb_ul\"><li>The Clattering Keep<br></li><li>The Pride of Illyria<br></li><li>Spelldrinkers Cavern<br></li><li>Red Lenny's Famous meat Pies<br></li><li>The Seal of Rhydaas<br></li><li>A Night at the Seven Steeds<br></li><li>The Bagiennik Game<br></li><li>The Lost Temple of Anax Apogeion<br></li><li>The Returners' Tower<br></li><li>Firefalls of Ghoss<br></li><li>The Rune Crypt of Sianis<br></li><li>The Scorpions Shadow<br></li><li>Bastion of Rime and Salt<br></li><li>The Infernal Salt Pits<br></li><li>Ill Met by Moonlight<br></li><li>Lamassu's Secrets<br></li><li>Mad Maze of the Moon Kingdom<br></li><li>Storming the Queen's Desire<br></li><li>A Leeward Shore<br></li><li>Monkey Business</li></ul><h2 class=\"bb_tag\" >The Clattering Keep</h2><i>&quot;The old keep was abandoned when the plague blew in from the wastes. The Yellete family made it to Bourgund with the sick wind at their back - the servants, guards, their children...no, they were left behind. By the time the priests got there, the flies had claimed it. Aye, it sits now in the shadows of the woods at the end of an untended road. If you mean to go there, take the gods with you.&quot;</i><br>A short 5th Edition adventure by Jon Sawatsky for 4 characters of 4th and 5th level. Includes a map by Dyson Logos and a new monster, the Unhatched, with art by Karl Waller.<h2 class=\"bb_tag\" >The Pride of Illyria</h2>The Pride of Illyria is set in a nation conquered by the Mharoti Dragon Empire. The &quot;guts&quot; of it can also serve as a small garrisoned tower in any campaign.<br><i>A squadron of Illyrian Sky Riders were retreating on their hippogriff mounts when the forces of the Mharoti Dragon Empire wounded one of their number, a minor noble named Menalcas. When his mount died, Menalcas made his way on foot to a recently abandoned tower with which</i><br><strong><br><i>he was familiar, hoping to avoid capture...</i><br>A short 5th Edition adventure by Chris Harris for 4 characters of 4th level. Includes a map by Dyson Logos.<h2 class=\"bb_tag\" >Spelldrinkers Cavern</h2><i>&quot;I can't believe that Segismonde would do such a thing. He had a haunted look about him, yes, but he was such a kind man. Even a hero in the wars against Morgau's bloodsuckers, I hear. I was happy when he started teaching magic to our little ones. Even happier when he took the apprentices to his hermitage in the hills, 'cause it kept their spells from dashing all the cupboards and dishes. Now I don't know what to think. Please save them... please save my Dahlia.&quot;</i><br>In the hills north of Varshava in the Electoral Kingdom of Krakova, once lived a hero named Segismonde. He was a wizard and a vampire hunter of great renown in olden days, but, by the time he retired to his hermitage in the Krakovan hills, he was just Old Segismonde. Some still remembered his heroics and begged the old wizard to teach their children in the arcane arts...<br>A short 5th Edition adventure by James J. Haeck for 4 characters of 3rd level. Includes a map by Dyson Logos.<br>...and many more!<br><i>Adapted for Fantasy Grounds by: </i>David Brown</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1098970/header.jpg?t=1768414489",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}