{
  "1099570": {
    "name": "Amazing: A House In Kansas VR Demo",
    "steam_appid": 1099570,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;Amazing: A House In Kansas&quot; VR is a VR port of Immersive-Games title &quot;Amazing: A House in Kansas&quot;.  Try and navigate the house whilst it's spinning around in a tornado to find the exit and get rescued.<br><br>Reworked and optimized for VR, this game uses SteamVR's new input system allowing you to remap for your controls for whichever VR setup you are using.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1099570/extras/HIKAnimated.GIF?t=1559803166\" /></span><br><br>RiftCat's Vridge system  is also supported when used with an Xbox 360 controller.<h2 class=\"bb_tag\" >Briefing</h2><br>We received a message that there is a tornado heading in your direction. There was not enough time for us to send in a team to extract you, or place a portal inside your home.<br><br>We have been fortunate to have a high altitude Base Jumper Ship in your area, with the technology to lock on to you. However the draw back is that they cannot gain a lock on you, whilst you are inside the building.<br><br>You must find a way to escape the building by whatever means open to you. There is not much time, the Base Jumper Ship cannot remain in the tornado for more than a few minutes, so you must be quick with your escape.<br><br>There is another problem.  When the building broke from its footings, the gas supply ruptured and should the remaining gas cloud be ignited by the small electrical power, being supplied by the generator in the basement... well I am sure you understand the consequences. There is not much time!<br><br>Good luck.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1099570/header.jpg?t=1559803166",
    "developers": [
      "Mad Man Games",
      "Immersive-Games"
    ],
    "publishers": [
      "Immersive-Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}