{
  "1099100": {
    "name": "Mercforce: 30X1",
    "steam_appid": 1099100,
    "required_age": 0,
    "is_free": false,
    "description": "Save humanity! Get paid! Mercforce: 30X1 is a space combat game inspired by games like Rogue Squadron, Ace Combat and Crimson Skies, with the vibes of 80s anime and Starship Troopers! Mankind is being annihilated by a merciless AI hivemind called HELIOS, so jump into the cockpit of a high-powered space fighter and take the fight back to the clankers with the sort of vengeance only a well-paid gun for hire can deal!<h2 class=\"bb_tag\" >Strap In</h2>Mercforce is all about robot-busting space action and thrilling dogfights in a manner that anybody can pick up! Take flight in a variety of different ships, from nimble fighters to tanks with rockets strapped to them, and engage with a slew of different weapons including the classic blaster, railguns, and of course; the totally-not-a-Macross-ripoff multi missile launcher!<br><br>We’re passionate about keeping the game accessible and approachable, so while mouse and keyboard have first-class support, the game is designed to play entirely on a gamepad; no weird key combos or modifiers to be seen!<h2 class=\"bb_tag\" >Get Excited</h2>The world, the characters, the ships and the dialogue of Mercforce are all heavily inspired by the slightly-less-serious sci-fi greats like Starship Troopers and Robotech. Which is to say; Mercforce takes itself very seriously, but you probably shouldn’t!<br><br>With fully-voiced dialogue in every level combined, an awesome anime-inspired art style and a thrilling brass-heavy soundtrack, you’ll feel like the protagonist in your very own TV show!<h2 class=\"bb_tag\" >Save Humanity</h2>Across a campaign including a dozen levels or more, you’ll take the fight back to the AI menace as the ace pilot of the galaxy’s top private military; Mercforce! Mankind’s militaries are helpless to stop the encroaching threat, and so the company has been given it’s most lucrative contract yet; Save Humanity. <br><br>Each mission will have you doing something different; defending allied stations, wrecking HELIOS fleets and sneaking into enemy territory under the cover of space night all to take you one step closer to the ultimate goal of smashing the AI core to bits. Your performance will be evaluated, so feel free to try again for that coveted SSS Rank! But hey, if it takes a little while to get there, no sweat! This contract is a blank cheque!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1099100/header.jpg?t=1609269843",
    "developers": [
      "Tachyon Five"
    ],
    "publishers": [
      "Tachyon Five"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}