{
  "1100510": {
    "name": "Diamonds",
    "steam_appid": 1100510,
    "required_age": 0,
    "is_free": true,
    "description": "Diamonds is a free to play 3rd person shooter. Starting with an assault rifle, shotgun and plenty of grenades, you collect diamonds scattered around the map. Taking advantage of the spider diamonds as they replenish your ammo on death and allow you to engage in intriguing battles. When you defeat the enemy, they leave behind their diamond for you to collect. Use the diamonds to access your power ups which include a Bow, Rocket Launcher, Flame Thrower, sword and many more. Customize your character and enjoy the journey of unlocking maps and competing globally or with your friends for high scores. <br />\r\n<br />\r\nWith 12 maps in arcade mode I believe it is solid representation of my vision and where i want to take the game. The AI provides a realistic and exciting enemy to defeat and the diamonds provides a engaging game play objective. Future updates will bring online multiplayer, online and offline maps will be added and overall game play will improve. <br />\r\n<br />\r\nReleased as a Beta. I'd love to hear how you think the game could be improved or things you'd like to see incorporated into the game. Your suggestions and feedback will be heard and will help shape the game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1100510/header.jpg?t=1695946289",
    "developers": [],
    "publishers": [
      "nightowls"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}