{
  "1101750": {
    "name": "Aerofly FS 2 - Aerosoft - Lukla Mount Everest",
    "steam_appid": 1101750,
    "required_age": 0,
    "is_free": false,
    "description": "“Gateway to Mount Everest” and “World's Most Dangerous Airport” are certainly the most commonly used attributes for Lukla – an airport that seems out of this world.<br>There are airports that are higher (see Tingri included in this add-on). There may be airports that have a shorter runway or an even worse upwards slope of the runway. Others have a mountain wall at the end of its runway. What makes Lukla standing out is its combination of all those factors in one single airport!<br>Not enough thrill for you? Count in weather as a factor. No navigational aids. Limited documentation of approach and takeoff routes. An uncontrolled airpace with fixed wing aircraft and helicopters.<br>Bring your engines (and brakes!) to their limits by heading up the valley to Syangboche, a bumpy airstrip located even higher and surrounded by rocks high above a steep valley. Or try to find a helicopter that can reach helipads at these altitudes or even land at the Mount Everest basecamp, located right next to sharp glacier pinnacles between rock outcrops.<br>This package is a successor to &quot;Lukla X – Mount Everest&quot;, one of our most popular sceneries of the past decade that has won many awards – among them the Simflight Award. This new version is a completely new development setting the bar even higher, coming with much more content than the previous version.<br><br>Features:<br><ul class=\"bb_ul\"><li>5 highly detailed airports with all buildings and clutter objects like vegetation, people, animals, vehicles and more:<br><ul class=\"bb_ul\"><li>VNLK Lukla<br></li><li>VNSB Syangboche<br></li><li>VNPL Phaplu<br></li><li>VNKL Kangel Danda<br></li><li>VNRT Rumjatar</li></ul></li><li>7 generic airports with details like tower positions, ground layout and thrilling hand-edited terrain:<br><ul class=\"bb_ul\"><li>VNKD Man Maya Khanidanda<br></li><li>VNBJ Bhojpur<br></li><li>VNTR Tumlingtar<br></li><li>VNRC Ramechhap<br></li><li>VNJI Jiri<br></li><li>VNTJ Taplejung Suketar<br></li><li>VNLD Lamidanda</li></ul></li><li>12 helipads, most of them at very high altitudes<br></li><li>A whopping coverage area of 200x200 kilometres<br></li><li>Detailed hand-edited mesh terrain<br></li><li>More than 366 thousand cultivation buildings<br></li><li>More than 60 million (!) individually placed trees in their respective vegetation areas (e.g. shrubs in the alpine areas, tropical trees in the valley rain forests)<br></li><li>A hand-edited and geo-referenced combination of satellite imagery with higher resolutions around the core areas<br></li><li>Modelled points of interest like hanging bridges, stupas, etc.<br></li><li>Detailed mesh with rock and glacier outcrops around Mt. Everest Basecamp making helicopter landings there as challenging as they really are<br></li><li>Extensive manual with custom made maps and airport charts<br></li><li>Free bonus: Semi-fictional to-be-build large “Tingri Airport” north of Mount Everest<br></li><li>CON: Not a single airport with a flat runway</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1101750/header.jpg?t=1619431814",
    "developers": [
      "Aerosoft"
    ],
    "publishers": [
      "IPACS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}