{
  "1101590": {
    "name": "Armored Brigade Nation Pack: Italy - Yugoslavia",
    "steam_appid": 1101590,
    "required_age": 0,
    "is_free": false,
    "description": "Following World War II, Italy has struggled with negative memories of defeat and mediocre performances, long labouring under the stigma of failure and incompetence. Merely a remnant of a past to be forgotten, war was expressly rejected in the Constitution, but the creation of NATO meant that the Italian Armed Forces were quickly reorganised and expanded within a totally different international framework than before. Preparing for a feared invasion from the east, likely via Yugoslavia, Italy played an important role in the Mediterranean. Still, the country’s strategic culture, a mixture of realpolitik and pacifist tendencies, severely impacted it’s military policies.<br />\r\n<br />\r\n <br />\r\n<br />\r\nThe Italian Army at first glance might seem under-equipped compared to its NATO peers. However, it should be noted that they were supposed to defend a well-fortified, and mostly rugged mountainous terrain on their eastern border. Moreover, quality of units varied significantly across the Army. Some were better trained or better equipped, for example the famous Alpini mountain troops or selected armoured and mechanised brigades. Nevertheless, a player might still feel being under-gunned or lacking in certain aspects, so his armoured, mechanized or infantry force should be always reinforced by strong support assets. This also means a great care should be given to mobility, flanking engagements, and emphasizing maximum use of terrain cover; providing for a challenging and dynamic playstyle.<br />\r\n<br />\r\n <br />\r\n<br />\r\nOn the other side of the fence was Yugoslavia. Geographically situated between a NATO anvil and the Soviet hammer, the prospect of invasion would permanently dominate Yugoslav strategic plans. Particularly since witnessing the Warsaw Pact intervention in Czechoslovakia in 1968, Yugoslav military doctrine focused on combining its large field army with the guerrilla experience of the Partisans in World War II. In planning, this would entail the armed forces to conduct conventional warfare along a nationwide front, buying time for reserves and the general population to mobilize. Small Territorial Defence units would engage alongside beside regular troops in their local areas, emphasizing mobility and light anti-personnel and anti-armour weapons.<br />\r\n<br />\r\nBecause armament parity with likely opponents, both in quality and quantity, was hard to achieve, Yugoslavs tried to use limited national defense resources in the most efficient way, rarely if ever squandering even the most obsolete weapons. Units in the game, as well the combat tactics, reflects this strategy. Yugoslavia is a very balanced, all-around force that will perform satisfactorily in every field, but might not always excel. Hence a combined arms approach is extremely important when facing technologically superior forces. And while the center of gravity of the Yugoslav Army are infantry formations that are highly varied, logistically undemanding and survivable, armoured and mechanized are certainly capable of making it tough for any adversary.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1101590/header.jpg?t=1752677191",
    "developers": [
      "Veitikka Studios"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 3480,
      "discount_percent": 40,
      "initial_formatted": "¥ 58.00",
      "final_formatted": "¥ 34.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}