{
  "1101330": {
    "name": "World's Nicht",
    "steam_appid": 1101330,
    "required_age": 0,
    "is_free": false,
    "description": "World's Nicht is a casual indie platformer designed with short levels (on average it will take 5-10 minutes per stage to clear with a total of 20 stages).<br />\r\n<br />\r\nYou play as a being known as Dasein, the last living inhabitant of its world whose reality is being threatened by an immortal entity known only as Nicht. Where did Nicht come from? Can Nicht be defeated, or is the adventure a practice in futility? <br />\r\n<br />\r\nThe story and its themes are presented in the form of signs being left throughout the world by the antagonist, Nicht, trying to communicate with Dasein. For those uninterested in story and just want to have fun platforming, all of it is entirely avoidable at your own discretion. The signs are not far off the beaten path though for those who want to get a bit more engrossed in what's happening in and to the world around them. <br />\r\n<br />\r\nThe only way to stop Nicht is for Dasein to reach Nicht's core and stop his expansion and assimilation of the world. Platform your way through perilous regions as you make your way not only through the world to reach the growing Nicht, but also through Nicht itself to reach the core. Only Dasein can save its reality from Nicht before it's too late.<br />\r\n<br />\r\nTo get your journey started, a freebie message from Nicht: <br />\r\n&quot;You resist me to what ends?<br />\r\nShould you succeed, you will be granted a hollow victory.<br />\r\nYou will survive, but you will not be alive. <br />\r\nIt is...easier to give in. Easier to accept fate. Easier to surrender and join the void.<br />\r\nYou seek salvation from your doomed existence, but you will find no such freedom in my defeat.<br />\r\nGive in and I will end it swiftly, or struggle towards an empty goal.&quot;",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1101330/header.jpg?t=1615688180",
    "developers": [
      "Solstinox Games"
    ],
    "publishers": [
      "Solstinox Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}