{
  "1102380": {
    "name": "Order of Battle: Red Star",
    "steam_appid": 1102380,
    "required_age": 0,
    "is_free": false,
    "description": "The first of a trilogy of DLCs featuring the whole World War II from the Soviet Union's perspective. Starting with the fight against the Imperial Japan, players will get transferred to Europe in 1939. Red Star covers the battles of the Red Army in the years 1938-41.<br><br>The game starts with the Battle of Lake Khasan (July 29, 1938 – August 11, 1938), the attempted military incursion by the Japanese from Manchukuo, into territory claimed by the Soviet Union. It continues with the conflict of Khalkhin Gol, the decisive battle of the undeclared Soviet-Japanese Border War. Repel the Japanese and expel them from Mongolia!<br><br>Then, get transferred to Europe and participate in the Soviet invasion of Poland (as result of the so-called non-agression pact with Germany). Win by beating the FInnish forces in the gelid Winter War!<br><br>The last stage of the DLC from summer 1941 deals with the German invasion of the USSR and ends with the battle of Moscow in Dec. 1941.<br> <h2 class=\"bb_tag\" >13 NEW SCENARIOS</h2><br>1. Lake Khasan 1938 (border conflict, with Japan, Manchuria)<br>2. Khalkin Gol, main Japanese attack in June 1939 (border conflict with Japan, Mongolia)<br>3. Khalkin Gol, Soviet counter-strike in early August 1939 to defeat the Japanese<br>4. Grodno, September 1939 (vs. Poland)<br>5. Invasion of Karelia, start of the Winter War vs. Finland, late 1939<br>6. Summa 1939, Finnish attacks after the 1st Soviet attempt to defeat this key part of the Mannerheim Line failed<br>7. Summa 1940, player leads the second major attempt to break through at Summa<br>8. Viipuri 1940, concludes the Winter War<br>9. Rasainiai, first battle in summer 1941 vs. strong German attacks<br>10. Smolensk, player needs to defend the region of Smolensk<br>11. Yelnya, first planned Soviet offensive of the war near Smolensk<br>12. Rostov, first liberation of a bigger Soviet city, albeit only temporarily<br>13. Moscow, player has to stop German attacks, then lead the Soviet counter-offensive<h2 class=\"bb_tag\" >FEATURES </h2><br>Added a number of Soviet units in use mainly in those early years up to 1940 (including BT-7A support tanks, KV-1 m1940 heavy tanks, both new towed and self-propelled artillery units, two truck-mounted light anti-air units, and R-10 and Su-2 tactical bombers).<br> <br>If the player manages to complete certain objectives he can unlock a number of new Soviet commanders, including prominent military leaders like Zhukov.<br> <br>Specialisations have been adapted too for the Soviet side, for example to give the player access to Guards infantry units, to a specific commander, or to allow for more experienced units or additional Command Points for unit deployment.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1102380/header.jpg?t=1611669292",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}