{
  "1103170": {
    "name": "Hero-U: Rogue to Redemption Demo",
    "steam_appid": 1103170,
    "required_age": 0,
    "is_free": true,
    "description": "Hero-U: Rogue to Redemption is an epic - and humorous - fantasy adventure and role-playing game in which you take on the role of Shawn O'Conner, a young man striving to become a hero as well as a rogue.<br />\r\n<br />\r\nHero-U: Rogue to Redemption is the work of Lori Ann Cole and Corey Cole, creators of Quest for Glory, Shannara, Castle of Dr. Brain, and Mixed-Up Fairy Tales. Although Hero-U is not a direct sequel to the Quest for Glory games, it features the same mix of adventure, role-playing, humor, and immersive storytelling that we introduced in that series.<br />\r\n<br />\r\nShawn can become the Rogue of the Year while exploring a mysterious castle, making friends and enemies, fighting deadly foes, and uncovering the secrets of his own hidden past. Meanwhile players will enjoy the rich and humorous dialogue and descriptions as they guide Shawn through his adventures.<br />\r\n<br />\r\nDuring the day, Shawn attends classes at the University, practices his skills, and tries to make friends with other students. At night, it's time to pull out weapons, armor, and traps to explore the abandoned wine cellars, stunning sea caves, creepy catacombs, and deadly dungeon beneath Hero-U. Most combat is optional for those who prefer a pure adventure game, but there are ample rewards for those who choose to valorously fight the creatures that threaten the school and all of Sardonia.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1103170/header.jpg?t=1586791712",
    "developers": [
      "Transolar Games"
    ],
    "publishers": [
      "Transolar Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}