{
  "1103400": {
    "name": "Codemancer",
    "steam_appid": 1103400,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1103400/extras/cd7eed869b4811cc6d1ccf8874e50379.avif?t=1648694728\" width=612 height=220 /></span><br><br>Codemancer brings the mystery of magic and the exhilaration of learning to code together in a fantasy universe that uses spell-casting as a way to teach and learn programming skills. Codemancer’s fantasy universe is filled with rival sorcerers and their minions for players to encounter along their journey. Codemancer is a non-violent, entertaining, and educational game designed to be inclusive and accessible to learners at any stage. Features include a gender-neutral fantasy setting with a female protagonist, a narrative backbone, and a programming interface that’s designed to be easy to understand by kids with varying degrees of skill and experience. Codemancer breaks down barriers that may have discouraged some kids from embracing technology and elevates their screentime to be more productive and entertaining.  It isn’t a typical coding or technology game.<br><br><br><strong>WHAT IS CODEMANCER ALL ABOUT?   </strong><br>Codemancer tells a moving story about Aurora, a young, creatively talented girl who’s trying to grow up, become independent, and do good in the world in the face of incredible obstacles when her father is suddenly kidnapped. Aurora has to embark on an adventure to save him as she grows into a gracious and independent young woman. She must learn magic spells to save her father, but the magic used in Aurora’s world works the same as programming does in ours. Inspire children to explore their potential as they discover the magic of coding.<br><br><br><strong>CODEMANCER IS AN EDUCATIONAL GAMING ADVENTURE:  </strong> <br>Codemancer is designed for 6 to 12 year olds as an educational game that teaches the magic behind coding—and can be fun for grownups, too!<br><br><br><strong>CODEMANCER SPECIFICALLY TEACHES:</strong><br>Sequential Algorithms<br>Debugging<br>Function Arguments<br>Scope<br>Looping Constructs<br>Concurrent Programming<br><br><br><strong>...AND TEACHES IN GENERAL:</strong><br>Computational Thinking<br>Planning<br>Problem Solving<br>Resilience<br><br><br><strong>CODEMANCER FEATURES:</strong><br>A narrative inspired by popular works of young adult fantasy worlds such as Harry Potter, Percy Jackson, The Neverending Story, The Last Airbender, and many more!<br>Gameplay that takes place in a hexagonal world, making it easy to estimate distances and angles by eye. <br>'Freeze time' ability, so players can debug the programs they've written and potentially code their way out of a jam to learn from their mistakes.<br>Availability for PC, Mac, iPad, and Android tablets.<br><br><br><strong>CODEMANCER IS STRUCTURED FOR ACCESSIBILITY AND INCLUSIVITY:   </strong><br>The goal of Codemancer is to be as broadly inclusive as possible by creating a gender-neutral fantasy setting with a female protagonist, a narrative backbone, and language interface that’s designed to make the game appeal to kids at different skill levels. <br>Codemancer breaks down barriers that can hinder some kids from feeling comfortable with engaging with programming, for example Codemancer uses pips (like on a die) instead of numerals, and sets the gameplay in a hexagonal world that makes it easy to estimate distances and angles by eye. <br>No syntax errors -- if you can enter a spell, it will run. Syntax errors can be frustrating and cause learners to quit before they really begin.<br>Codemancer uses an open dyslexic font, where letters are designed to look distinctly different from each other to make reading easier for kids with dyslexia.<br>The game is fully voiced, so reading is completely optional.<br>Codemancer's programming language is designed to be accessible, but also translates easily to a variety of popular real-world programming languages (such as Python).<br>Codemancer appeals to many educational groups, from children with special needs for reading, to younger children new to coding, to older children with more advanced coding and programming skill sets. <br>Codemancer has the potential to reach under-represented groups in coding and teach them an often-exclusionary, but nonetheless important, 20th-century skill.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1103400/header.jpg?t=1648694728",
    "developers": [
      "Important Little Games"
    ],
    "publishers": [
      "Important Little Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}