{
  "1104610": {
    "name": "東方覚醒珠（※二次創作） ～ Fan-made Virtual Autography.",
    "steam_appid": 1104610,
    "required_age": 0,
    "is_free": false,
    "description": "Dichromatic balls suddenly showed themselves in Gensokyo and gained immense popularity!<br>Did you think this was going to be another JRPG or location-based game? No, this is a bullet hell game!<br>Start your journey full of dreams and adventures, and be ready for the original characters! They have been waiting for you!<br><br>*This game is a <strong>derivative</strong> game based on Touhou Project. Touhou Project is a bullet hell game series made by Team Shanghai Alice.<h2 class=\"bb_tag\" >A fusion of shump and mobile JRPG</h2>A derivative bullet hell game designed based on Touhou official shmups.<br>If you're still waiting for the next Touhou official shmup to come out, this may be the perfect game for you right now!<br><br>And this isn't just an ordinary PC game -- you'll experience gameplays like mobile games like you're playing on PC and smartphone and the same time!<br>While you're playing a bullet hell game, fairies will be fighting for you by your side in a JRPG format!<h2 class=\"bb_tag\" >Story</h2><br>Map Orb Game, a game that gained immense popularity in Gensokyo at the end of the year.  It's a game where players capture fairies with dichromatic balls name &quot;Map Orb&quot; and use them to fight over territories for their factions.<br>Map Orbs can be obtained from marked spots all over the Gensokyo. Because of their wide distribution and rising popularity, humans are starting to step in the depths of the mountains, and youkai are intruding villages non-stop just to get the orbs.<br>As the situation escalated, three humans have readied themselves to deal with it:<br>A shrine maiden whose responsibility is to maintain the order of Gensokyo.<br>A magician who simply wants to study unknown games.<br>And... a high school girl who knows better than anyone about starting incidents that spread balls.",
    "supported_languages": "日语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1104610/header.jpg?t=1616270427",
    "developers": [
      "Northern Mind"
    ],
    "publishers": [
      "Northern Mind"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}