{
  "1105790": {
    "name": "Fantasy Grounds - Starfinder RPG - Signal of Screams AP 1: The Diaspora Strain (SFRPG)",
    "steam_appid": 1105790,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong>menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Starfinder RPG - Signal of Screams AP 1: The Diaspora Strain</h2><strong>Elysium is a Lie</strong><br>A vacation at a luxury resort located on an asteroid goes horribly wrong as the facilities malfunction and the guests and staff turn violent. The heroes must protect themselves, aid others who have remained rational. and hopefully find a way to stop the growing delirium, even if it means going through guests who have been transformed into hideous abominations! But what will the heroes do when they realize the same condition has begun affecting their own minds?<br><i>This volume of Starfinder Adventure Path begins the Signal of Screams Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Diaspora Strain,&quot; a Starfinder adventure for 7th-level characters, by Chris S. Sims.<br></li><li>Corruptions that grant powerful abilities while eating away at a character's soul, by Jason Keeley.<br></li><li>Advice for running horror campaigns in Starfinder, as well as horror-themed feats, spells, and a new theme, by Epidiah Ravachol.<br></li><li>An archive of alien terrors, including an ooze from the far depths of space and a fearsome acid-spitting arthropod, by Stephen Glicker, Chris S. Sims, and James L. Sutter.<br></li><li>Statistics and deck plans for a sleek security vessel, by Chris S. Sims, plus a glimpse at a beautiful but haunted planet, by Owen K.C. Stephens.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1105790/header.jpg?t=1768414638",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}