{
  "1106870": {
    "name": "Fantasy Grounds - Pathfinder RPG - Iron Gods AP 6: The Divinity Drive (PFRPG)",
    "steam_appid": 1106870,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Iron Gods AP 6: The Divinity Drive</h2><strong>Into the Mind of a God</strong><br><i>Silver Mount has long beckoned explorers and adventurers from across the Inner Sea with its promise of otherworldly treasures, but more than riches waits within this towering ruin's alien chambers. Here, the greatest of the Iron Gods dwells, inexorably drawing its plans against the world of flesh and preparing for its final triumphant emergence. With the brutish rulership of Starfall cowed, the time is right for the PCs to mount the most extensive and dangerous expedition ever made into Silver Mount's mysterious interior. What strange perils from beyond the stars await the heroes in one of Golarion's most legendary dungeons, and what insidious traps has the Iron God set for them within those metal walls?</i><br><i>This volume of Pathfinder Adventure Path concludes the Iron Gods Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Divinity Drive,&quot; a Pathfinder adventure for 15th-level characters, by Crystal Frasier.<br></li><li>Dangerous plots to expand your Iron Gods campaign, by Adam Daigle and James Jacobs.<br></li><li>A look into the inner workings of robots, by Greg A. Vaughan.<br></li><li>The gripping conclusion of the Pathfinder's Journal, by Amber E. Scott.<br></li><li>Five dangerous new monsters, by Adam Daigle, Crystal Frasier, Thurston Hillman, and Will McCardell</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1106870/header.jpg?t=1768414739",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}