{
  "1106720": {
    "name": "Try 'n Cry - Prologue",
    "steam_appid": 1106720,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Try 'n Cry</strong> is a first-person adventure, in a thrilling setting, where the player is involved in an esoteric path in spite of him. For this reason, he will have to deal with evil creatures, which protect the mistery behind the path.<br><br>This adventure encourages a <i>stealth-oriented</i> gameplay in order to elude the creatures' attacks on one hand, and on the other one it offers several complex enigmas to be solved which allow the player to find out the real nature and the ancient story of the Curse.<h2 class=\"bb_tag\" >Plot</h2>This <strong>Prologue</strong> of the main adventure - which takes place in 1929 - Andrew Miller is going to complete his esoteric path: indeed, three years before, he started to investigate about what happened to his brother Mason, which - in 1925 - was involved in several evil rituals, based on ancient <strong>Greek Mith</strong> legends. Thus, Andrew decided to leave England in order to reach those locations of <strong>Magna Graecia</strong> where the path begins.<br><br>After few months - in December, 1926 - he finds his brother Mason, horribly dead while trying to solve some kind of enigma within an ancient sicilian castle, killed by some evil creature. Thus, Andrew chooses to follow and to complete the esoteric path in order to free all the corrupted regions, so that no one else could suffer and die anymore because of that. This way, his brother's death has not been in vain...",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语<strong>*</strong>, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1106720/header.jpg?t=1579296772",
    "developers": [
      "Crystalia Games"
    ],
    "publishers": [
      "Crystalia Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}