{
  "1107660": {
    "name": "Round Rooms",
    "steam_appid": 1107660,
    "required_age": 0,
    "is_free": false,
    "description": "Round Rooms is a short puzzle game that will help you have a better understanding of your personality and mindset. It will test your ability to observe, memorize and MEASURE YOUR SELF CONFIDENCE.<br><br><strong>Gameplay: </strong><br><br>You will be sent to 10 different round rooms. In each one of them, you have 60 seconds to explore and memorize as much as you can. After the end of each 60 seconds period, you will be asked 5 questions about the content of the room, and whether you’re sure of your answers or not.<br><br>The goal of this experiment is to test how many times you thought you’re right while you were wrong, and how many times you doubted yourself while you were absolutely right.<br><br>At the end of the game, you will not be given fancy words like &quot;Rightfully confident&quot; or &quot;Cocky&quot; but you'll be faced by a list of percentages that shows you a detailed analysis for your certainty and doubt, leaving the final judgment for you because unlike words, numbers never lie!<br><br><br><br><strong>Key Features: </strong><br><br><ul class=\"bb_ul\"><li>Short and puts you immediately in the fun.<br></li><li>Easy and super intuitive control for everyone.<br></li><li>Suitable for all ages from grandkids to grandparents.<br></li><li>Real-time test that requires no previous knowledge. <br></li><li>Fun to watch someone else play it.</li></ul>",
    "supported_languages": "英语, 阿拉伯语, 法语, 西班牙语 - 西班牙, 土耳其语, 意大利语, 德语, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1107660/header.jpg?t=1678186259",
    "developers": [
      "The Psychiartist"
    ],
    "publishers": [
      "The Psychiartist"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}