{
  "1107520": {
    "name": "Movie Maven: A Tycoon Game",
    "steam_appid": 1107520,
    "required_age": 0,
    "is_free": false,
    "description": "Lead your own mini-major studio in Movie Maven Tycoon and see if you can survive in the unforgiving landscape of show business. A unique and randomized playing experience awaits you each time you begin a new studio, with hundreds of possible movie combinations between genres and screenplays. Keep your studio in the black as you recruit a stable of actors, build their fame, specialize their perks, and create larger and more epic movies. Hoard clout to attract the greatest directors and bully theater chains to carry your movies. Beware as you accumulate money, awards, influence, equipment, and more filming sets as even the most established studios can come crashing down.<br><br><strong>Features</strong><ul class=\"bb_ul\"><li>Curate a roster of in-house actors, specializing their talents and building their fame to fit your production strategy.<br><br></li><li>Build clout to become noticed by the best directors and get access to the most desirable screenplays.<br><br></li><li>Immerse yourself in a complex box office simulation and compete in a dynamic landscape to get your movies to the top of the charts.<br><br></li><li>Learn and develop insights from past movies to see what production methods work best for different types of genres and topics.<br><br></li><li>Survive in a sometimes cut-throat and highly re-playable environment with randomized combinations each game. <br><br></li><li>Expand your distribution contracts region by region to create a national network of theaters that will carry your movies.<br><br></li><li>Open new studios to produce multiple films simultaneously.<br><br></li><li>Track day by day theater attendance and performance throughout your movie's box office run.<br><br></li><li>Staff and maintain key productions assistants to acquire new technologies for larger and more epic movies.<br><br></li><li>Cultivate confidence with producers to finance bigger projects and collect larger shares of box office receipts.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1107520/header.jpg?t=1608358198",
    "developers": [
      "Chapultepec Studios"
    ],
    "publishers": [
      "Chapultepec Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}