{
  "1107990": {
    "name": "Fantasy Grounds - Pathfinder RPG - The Tyrant's Grasp AP 5: Borne by the Sun’s Grace (PFRPG)",
    "steam_appid": 1107990,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - The Tyrant's Grasp AP 5: Borne by the Sun's Grace</h2><strong>Sent to a Distant Land</strong><br><i>Mighty magic has hurled the heroes across the world to the continent of Arcadia, but their remarkable travel is no accident. In the land of Xopatl, the heroes find ancient legacies that unlock the secrets they have carried ever since they awoke in the realm of the dead. But this land of magic and wonder is no safe haven--agents of the Whispering Tyrant terrorize even this distant nation. If the heroes can overcome followers of wicked new gods and defend a city desperate to revitalize its lost magic, they might learn how to turn the tide against the Whispering Tyrant and put an end to his fearsome weapon forever. From lively festivals and masked brawlers to undead terrors and arcane botany gone horribly wrong, the heroes are sure to find more than they bargained for in a land unlike any other they've seen.</i><br><i>This volume of Pathfinder Adventure Path continues the Tyrant's Grasp Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Borne by the Sun's Grace,&quot; a Pathfinder RPG adventure for 14th-level characters, by Luis Loza.<br></li><li>An extensive gazetteer of the nation of Xopatl, Lands of Promise, including its legacy of wonders and its modern disasters, by Luis Loza.<br></li><li>An examination of the enigmatic and powerful psychopomp usher called Barzahk the Passage, warden of the Dead Roads, by Crystal Frasier.<br></li><li>A bestiary of powerful monsters, including new couatls of vengeance and verdant growth, an undead dwarven victim now carrying a mummy's ruinous curse, a psychopomp who ministers to survivors of tragedy, and Barzahk the Passage themself, by Carlos Cabrera, Crystal Frasier, Luis Loza, and Mikhail Rekun.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1107990/header.jpg?t=1768414978",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}