{
  "110810": {
    "name": "L.A. Noire: DLC Bundle",
    "steam_appid": 110810,
    "required_age": "18",
    "is_free": false,
    "description": "Get the L.A. Noire DLC Bundle that gives players access to the following downloadable content for L.A. Noire.<br><br><strong>The Broderick Detective Suit</strong><br>Boosts Cole Phelps’ fist-fighting abilities and resilience to damage. Throughout L.A. Noire, Phelps will inevitably encounter suspects or persons of interest who prove resistant to arrest. Phelps’ hand-to-hand fighting skills could be called into action in these cases and the Broderick suit, which enhances his fighting abilities, will help give Cole the edge in making that collar.<br><br><strong>The Sharpshooter Detective Suit</strong><br>Sharpens your aim with rifles and pistols.  Always a worst case scenario for any Detective working a case, there are inevitably occasions when pursuing or confronting a suspect escalates to gunfire. In these shootout situations, the Sharpshooter suit gives Cole extra aiming precision to take criminals down.<br><br><strong>The Badge Pursuit Challenge &amp; Button Man Suit</strong><br>Hidden around L.A. Noire's beautiful recreation of 1947 Los Angeles are 20 police badges to find and collect. Find all 20 of these badges to unlock the dapper Button Man Detective suit which provides extra ammo for all weapons.  Each badge also provides 5 additional XP to help unlock Intuition Points – special credits that can be used to give Detective Cole Phelps a key investigative insight when he needs it most.<br><br><strong>“The Naked City&quot; Vice Case</strong><br>Julia Randall, a stunning young fashion model with the world at her feet, is found dead, floating in her own bathtub. To the Homicide Squad it looks like a textbook society suicide - a glamorous life come to a nasty end - but coroner Malcolm Carruthers remains unconvinced. It falls to Detectives Phelps and Earle to work the scene, and determine which of Miss Randall's many vices finally killed her.<br><br><strong>&quot;A Slip Of The Tongue&quot; Traffic Case</strong><br>When a suspect caught behind the wheel of a stolen car claims to have bought the vehicle fair and square, Detectives Phelps and Bekowsky are unimpressed. When he produces a pink slip and bill of sale as proof, they sit up and take notice. There follows an investigation that will throw up bumbling car thieves, double talking auto dealers, and a theft racket that stretches across Los Angeles and the state line.<br><br><strong>&quot;Nicholson Electroplating&quot; Arson Case</strong><br>At 9.45 in the morning, a thunderous explosion rocks Los Angeles. City blocks are flattened and smoke and ash fill the air. Detectives Phelps and Biggs race to the site of the former Nicholson Electroplating plant to find a pile of unanswered questions. What caused the explosion? What were Nicholson's employees working on? And where are chief chemist Dr. Harold McLellan and his mysterious female assistant?<br><br><strong>&quot;Reefer Madness&quot; Vice Case</strong><br>Vice Narcotics receives a tip from one Freddie Calhoun, junkie, snitch and all around no-hoper. Freddie seems to be playing it straight for once, sharing information on a city-wide marijuana distribution ring. Detective Phelps and Earle will search, question and raid their way to the top of the operation, and in the process learn how the crooks could be smuggling fifty pound shipments of dope in plain sight.<br><br><strong>“The Consul’s Car” Traffic Case</strong><br>In ad dusty backlot, a gleaming new model Packard sits abandoned.  Without an owner, without license plates, without even a full complement of wheels, the car could be headed for the scrapyard and the case for a dead end.  But detectives do have one lead – the vehicle is registered to the Argentinean Consulate of Los Angeles.  And there is the matter of a curious diary recovered from the scene…<h2 class=\"bb_tag\" >Online Disclaimer</h2>Software license terms available in game manual and at . Non-transferable access to special features such as exclusive, unlockable, downloadable or online content, services, or functions may require single-use serial code, additional fee and/or online account registration (13+). Access to special features may require internet connection, may not be available to all users, and may, upon 30 days notice, be terminated, modified, or offered under different terms.  Unauthorized copying, reverse engineering, transmission, public performance, rental, pay for play, or circumvention of copy protection is strictly prohibited.<br><br>This is a fictional story set in 1940s Los Angeles depicting invented and fictionalized historical characters, groups, locations, scenes and events in a manner that is not historically accurate and should not be interpreted to be factual. All brand names are trademarks of their respective owners, who are not affiliated with this game. The makers and publishers of this video game do not in any way endorse, condone or encourage engaging in any conduct depicted in this video game.",
    "supported_languages": "英语, 法语, 德语, 意大利语, 俄语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/110810/header.jpg?t=1618852658",
    "developers": [
      "Team Bondi",
      "Rockstar Leeds"
    ],
    "publishers": [
      "Rockstar Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 5,
      "total_negative": 1,
      "total_reviews": 6
    }
  }
}