{
  "1109980": {
    "name": "SARE  Inception",
    "steam_appid": 1109980,
    "required_age": 0,
    "is_free": false,
    "description": "SARE Inception set in a visually stunning fantasy universe full of meaningful choices and impactful consequences.<br />\r\nDangerous underground, Creatures, Hidden Passages, Magnificent Villages, and Action are waiting for you in this game.<br />\r\nHelp sare find her brother in fantastic scenes.<br />\r\nThis game consists of 6 sections where 3 are combined.<br />\r\nUse Arrow, Sword and Ax.<br />\r\nFind the secret boxes for health and open them.<br />\r\nUPDATE<br />\r\n--------------------------------------------------------------<br />\r\nThis action game is under development.<br />\r\nWe will not charge you for monthly updates.<br />\r\nExtra levels and items will arrive in the update.<br />\r\nLooking forward to your story and level suggestions.<br />\r\n<br />\r\n<br />\r\nA lot of people on earth; The Elves, people walking on fire, Kome, Mede and the other people started fighting each other due the decreasing habitats.<br />\r\n<br />\r\nThose who choose to stay away from these wars<br />\r\nbegan to struggle for life in the mountains with hard climates.<br />\r\n<br />\r\nSare as one of the hunters of one of these peoples adapted <br />\r\nagainst mountains, hard  conditions, and most importantly killing very well.<br />\r\n<br />\r\nHowever, Sare did not expect this situation to end any day.<br />\r\nElf soldiers reached their villages surpassing over steep rocks and crossings.<br />\r\nThey burned everything. The people of village managed to send some of  women and children<br />\r\nto the other side of the mountains.<br />\r\n<br />\r\nThe Elves brought some of the women and children including  Sare's younger brother as slaves with themselves.<br />\r\n<br />\r\nThere is no other purpose but to stop this war for Sare and save his brother.<br />\r\n<br />\r\nBut  Sare needs to turn back to the Earth which he had turned back before to reach the Elves.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1109980/header.jpg?t=1564680964",
    "developers": [
      "Sars Medya"
    ],
    "publishers": [
      "Sars Medya"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}