{
  "1109350": {
    "name": "ANCIENT SOULS : The Governor",
    "steam_appid": 1109350,
    "required_age": 0,
    "is_free": false,
    "description": "GAME STATUS<br><br><strong>DON'T BUY THIS GAME! UNLESS YOU WANT TO SUPPORT ME!</strong><br><br>This game is under heavy construction so be careful if you decide to buy it. There is limited  game play exist and there are many bugs still can break the game play. You can play the latest version FREE by downloading the DEMO. If you like the game and you want to support me you can buy it. I will be very happy about it.<br><br>Game is in playable condition but not finished yet. There are many implementations on the road but you can see the game's future after  you play a two or there rounds. I tried to mix the Paradox Crusader Kings map play with X- Com battle mechanics with western theme. As a sole developer I tried to do my best and reached a certain acceptable status.  I'm hoping to finish it in a 6 month.<br><br><br><strong>GAME MECHANICS</strong><br><br>Game has two different game modes. These are Turn Based Map Mode and Turn Based Battle Mode. Player starts with controlling the capital city of the state and player's main quest is making all liberated cities a part of the state as a Governor. In a year you need to finish this quest and return the state to the President. <br><br><br><strong>MAP MODE</strong><br><br>In this mode player can interact with the settlements of the state. Player can build structures in non liberated settlements and give jobs to local population. Buildings are the main source of the income and employees will defend your settlement if need be.<br><br>Currently in map mode you can;<br><br>- interact with settlements and improve your relations with them<br>- use diplomatic and / or shady techniques to gain the settlement control<br>- improve your and employee's skills by working and making events,<br> - raid settlements, assassinations , rob or sabotage buildings, hunt bandits<br><br>These actions change the player's reputation and this player's reputation changes game's respond  to the player. <br>Exp; Shady player gets more respect from shady settlements but if player is <br>controlling lawful settlements, this settlements may riot against the player. <br><br>You will be able to;<br>- Resolve disputes between settlements<br>- Create special items and build new settlements.<br>- Hire bounty hunters<br>- Use inventory system, You can change the weapons and armor of your <br>employees.<br><br><br><br><strong>BATTLE MODE</strong><br><br>The game system is  pretty similar to X-Com and Mutant Zero. There are small touches exist though, such as Manual Aim and instant skill effect with stamina system. You can move or attack as long as you have enough stamina.  Also accuracy and dodge system is pretty different from the other similar games.<br><br>Currently in this mode you can;<br>- Move, Dodge, Attack, Manuel Attack, Get Cover against the enemy parties.<br>- Fight against three types of AI ; Raider, Gunslinger, Sniper.<br> <br>You will be  able to;<br>- Use special items and different weapons<br>- Play in many different maps",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1109350/header.jpg?t=1706874533",
    "developers": [
      "OE WORKS"
    ],
    "publishers": [
      "OE WORKS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}