{
  "1110780": {
    "name": "Tractage aux Portes 2: Mob à la Cafétéria",
    "steam_appid": 1110780,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Tracter une cafétéria</h2>Quelques mois sont passés depuis les évènements de <strong>Tractage aux portes: le jeu vidéo.</strong> La mobilisation va bien, il y a eu quorum à l'assemblée générale et la mobbeuse a un nouvel objectif. En effet, son association étudiante a adopté une campagne sur l'environnement, et suite à une escalade des moyens de pression, il est temps de mobiliser pour une journée de grève!<h2 class=\"bb_tag\" >De la mob aux tables</h2>Dans <strong>Tractage aux portes 2: Mob à la cafétéria</strong>, vous saisissez de nouveau votre pile de tracts pour cette fois, aller faire de la mobilisation <i>one on one</i>. Allez vous asseoir et discutez avec des étudiantes et des étudiants pour les convaincre de venir à leur assemblée générale de grève et de se voter en faveur de celle-ci! Chaque personne dans la cafétéria a des opinions différentes sur la campagne et sur la grève. Vous devrez savoir <i>gager</i> les groupes, et trouver les arguments qui réussiront à les mobiliser.<br><br>Toutefois, faites attention. La mobbeuse n'est pas la seule à faire son retour en force dans ce jeu: <i>Capitaine Douchebag</i> et <i>Sergent CAQ</i> sont eux aussi dans la caféteria, et auront certainement envie de faire entendre leur opinion, si la mobbeuse décide de venir parler à leur groupe!<h2 class=\"bb_tag\" >Un outil d'apprentissage</h2>« C'est en mobbant qu'on devient un mobbeux ou une mobbeuse. »<br><br><i>- Proverbe militant</i><br><br>Faire de la mobilisation, c'est plutôt facile, mais intimidant quand on n'en a jamais fait. Le meilleur moyen de devenir bon ou bonne à faire de la mobilisation, c'est de saisir une pile de tracts ou de journaux et d'aller les distribuer aux tables de la cafétéria. Ce jeu a pour objectif de simuler une séance de mobilisation, mais pas de la remplacer!<h2 class=\"bb_tag\" >Questions et réponses</h2><strong>Pourquoi ce jeu existe-t-il?</strong><br>Pourquoi pas?<br><br>Plus sérieusement, <strong>Tractage aux Portes: Le Jeu Vidéo</strong> a marqué l’imaginaire militant étudiant. Au cours des mois qui ont suivi sa diffusion initiale, une pluie de commentaires et suggestions a été reçue pour améliorer ce jeu. Lorsqu’est venu le temps de développer un nouveau jeu, il a été décidé de prendre toutes ces suggestions, sans exception, et les utiliser comme base pour un nouveau jeu, et d’aller plus loin encore.<br><br><strong>Est-ce que ce jeu comporte des formules de “loot boxes”?</strong><br>Vous voulez dire des ballots <i>d’Ultimatums</i>? Non, malheureusement, les <i>Ultimatums</i> et les <i>Argumentaires</i> ne feront pas leur réapparition dans <strong>Mob à la Cafétéria</strong>.<br><br><strong>Est-ce que c’est un simulateur de mobilisation?</strong><br>Le terme “Jeu de rôle non linéaire en monde ouvert” est préféré, où le joueur ou la joueuse incarne la même mobbeuse que lors de <strong>Tractage aux portes: Le jeu vidéo</strong>, et où le monde ouvert est de la taille d’une petite cafétéria. Il ou elle peut décider d’aller mobiliser les tables de son choix, dans l’ordre de son choix.<br><br><strong>Ça doit être rapidement répétitif non?</strong><br>Pour augmenter la rejouabilité et la diversité du jeu, il a été déterminé dès le départ qu’une grande partie du jeu sera généré aléatoirement et dynamiquement avant le début de chaque partie. Il en est de même pour les opinions et points de vue de chaque personne dans la cafétéria. Les dialogues ne sont d’ailleurs pas construits en “arbre”, mais par “thèmes”, pour se rapprocher davantage de l’expérience de mobilisation.",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1110780/header.jpg?t=1649701466",
    "developers": [
      "ABC d'la Mob"
    ],
    "publishers": [
      "ABC d'la Mob"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 3,
      "highlighted": [
        {
          "name": "Initiation à la Mobilisation",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1110780/cf6d668dda62900683d7a4642192e6df964b31dc.jpg"
        },
        {
          "name": "L'équipe s'agrandit!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1110780/91cc55fd38615964b19537443afcebb84220d2ac.jpg"
        },
        {
          "name": "Game Over",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1110780/01588c4c7bc1c60e179b12c602f91797a69f6196.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}