{
  "1110040": {
    "name": "Heroes of Myth Demo",
    "steam_appid": 1110040,
    "required_age": 0,
    "is_free": true,
    "description": "Everyone thinks you saved the world three years ago. It was all a lie. The truth is, the &quot;dark lord&quot; you and your friends supposedly slew never existed; you used magical illusions to fake a prophecy. But now, as you relax into a life of fame and luxury, the omens from your false prophecy are happening again, and this time, you had nothing to do with it.<br><br><i>Heroes of Myth</i> is a 560,000-word interactive novel by Abigail C. Trevor, where your choices control the story. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>Naturally, everyone expects you to save the world again, but you're just an illusionist, and your friends have scattered to the winds. Will you become the hero all the songs say you are, or find new ways to fool them all again? How far will you go to protect your friends' secrets--or are there stronger alliances to be made by betraying their trust?<br><br>This is the trouble with pretending you're a hero: occasionally you have to become one. Craft clever illusions, charm suspicious royals, and face shadowy demons from beyond your realm. In the end, is the story you told worth more to you, or to the legions of people who believed it?<br><br><ul class=\"bb_ul\"><li> Play as male, female, or non-binary; gay, straight or bisexual; monogamous or poly; asexual, and/or aromantic<br></li><li> Intercept messages, stage scandals, and guide your preferred ruler to the throne<br></li><li> Romance a prince, a bard, a long-lost friend, a false prophet, or a visitor from realms beyond<br></li><li> Defend castles, villages, and your own mind from demonic assault<br></li><li> Help your friends protect their positions, or sacrifice them in the name of the truth<br></li><li> Triumph in a tournament of the greatest mages from across the land<br></li><li> Slay a centuries-old monster—or swear yourself to his cause</li></ul><br>Are You A Hero, A Liar, Or Both?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1110040/header.jpg?t=1734034475",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}