{
  "1111010": {
    "name": "Flight of the Amazon Queen - Legacy Edition (English)",
    "steam_appid": 1111010,
    "required_age": 0,
    "is_free": true,
    "description": "The Legacy Edition of &quot;Flight of the Amazon Queen&quot;, using latest ScummVM software to run on modern platforms (Windows, macOS and Linux).<br><br>As Joe King, the pilot of the Amazon Queen, you must navigate your own fate in this point-and-click adventure brimming with fun-filled action. What began as a piece of cake job - flying a sexy movie star, Faye Russel to her next shooting location, soon turnes out to be a dangerous challenge, as you must outwit your unscrupulous rival the flying Dutchman and foil the plans of the evil genius Doctor Frank Ironstein… In the mysterious Amazon jungle you'll encounter a dangerous temple, fearsome Amazonian warriors, and a powerful mad scientist intent on taking over the world!<br><br>It's up to you to deal with the imminent threat of world domination … but be careful, or this may be the last Flight of the Amazon Queen!<br><br><ul class=\"bb_ul\"><li>A classic point-and-click graphic adventure based on the much-loved adventure films of the '40s.<br></li><li>Explore over 100 exotic locations and interact with over 40 wildly individual characters.<br></li><li>Witty dialogues packed with sassy humor will make you laugh out loud.<br></li><li>Full voice talkie featuring the talents of Brad Lavelle, Tom Hill, Bill Hootkins, Enn Reitel, Penelope Keith, Jon Coleman, Debbie Arnold and more!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1111010/header.jpg?t=1654246731",
    "developers": [
      "Red Sprite Studios"
    ],
    "publishers": [
      "MojoTouch"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}