{
  "1112400": {
    "name": "Project Torque - Free 2 Play MMO Racing Game",
    "steam_appid": 1112400,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Project Torque is a free-to-play MMORG</strong> (Massively Multiplayer Online Racing Game) developed by Invictus-Games Ltd and released in 2008. Experience the thrills of high-speed on and off road racing with tens of awesome cars in Project Torque. You can race against thousands of fellow players on the racetracks of Germany or the Hungarian and Mexican off-road tracks, in the English countryside, on the rooftops of Shanghai and many more. Invictus' latest game engine offers a realistic real-time damage model. The vehicles are user-customizable both in appearance and performance. Win points by racing, buy items in-game and tune your ride. This game does not require professional driving skills; we'd like to see you having fun!<br><br><strong>COMMUNITY FEATURES</strong><br>You will be able to make friends through the in-game chat and friend list, organize crews or join others, so you can show how good you are when it comes to racing in teams. In regular Crew Tournaments you will be able to join a ladder and fight your way up to the top. Beat other racing crews in battles, gain prestige and win prizes. You can excel only if you take up the challenge.<br><br><strong>DOZENS OF CARS TO TUNE</strong><br>You will be able to buy dozens of cars in the in-game item mall. Once you own them, you can upgrade the engine, transmission brakes, etc. to be the fastest racer.<br><br><strong>SEVERAL GAME MODES</strong><br>Have you ever tried Capture The Flag with cars? Now you can take the chance! Furthermore, you will have the usual race mode on circuit tracks, street racing, drift mode with drift cars, stock car racing mode with specialized tracks and more to come later...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1112400/header.jpg?t=1664929900",
    "developers": [
      "Invictus Games Ltd.",
      "JOGARA LTD"
    ],
    "publishers": [
      "JOGARA LTD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}