{
  "1113740": {
    "name": "EasySave Backup",
    "steam_appid": 1113740,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The wost nightmare of every gamer ?</h2><h2 class=\"bb_tag\" ></h2>Has it ever happened to you:<br><br><ul class=\"bb_ul\"><li> Suffer a system crash or a sudden blackout just while the game is saving, corrupting the save *<br></li><li> Perform an emergency format or a change of hard disk, and discover that the games you was playing did not support the cloud save *<br></li><li> Let a friend of you play your favorite role-playing game, yes just the one where you have maximized all the stats of all, and you friend inevitably save onto your save slot *<br></li><li> Arrive almost at the end of a game and carelessly save just a moment before something lethal and inevitable happens to your character *<br></li><li> Try to complete a particularly long and difficult sub-mission, and make a tragic and fatal mistake just towards the end *</li></ul>(*) Real life stories<br><br>If you have ever been in one (or more) of these situations and you don't have a DeLorean parked in front of your house, then the only remaining option is to start the game from the beginning<h2 class=\"bb_tag\" >The solution</h2><br>With EasySave Backup the frustration and fear of a crash, a sudden blackout or any mistake you can make in a game become a memory.<br>EasySave Backup is able to save a backup copy of your saves every time you play, creating an history of your saves that you can restore at any time.<h2 class=\"bb_tag\" >Total control</h2>It is possible to set the backup history limit for each game depending on the number of files or space occupied, and whether to enable automatic backup or not.<h2 class=\"bb_tag\" >Ready for third-party cloud services</h2>EasySave Backup divides the backups into three different folders on the hard disk (last backups, archive and locked backups), in order to meet all the needs of your personal cloud solution.<h2 class=\"bb_tag\" >Preserve your saves</h2>Do you have a 100% completed game save, or one that you want to keep in order to fighe he final boss again? EasySave Backup allows you to &quot;lock&quot; that save and store it indefinitely, ready to be restored at any time.<h2 class=\"bb_tag\" >Scan mode</h2>Find the save files of your games by yourself. With the scan mode you only need to start and play a game to discover what files was modified during your play.<h2 class=\"bb_tag\" >High compatibility</h2>EasySave Backup can back up 99% (*) of existing games. Even games that saves in the Windows registry.<br><br>(*) It's not possible to backup saves stored exclusively on online servers.<h2 class=\"bb_tag\" >Completely secure<h2 class=\"bb_tag\" >EasySave Backup does not use invasive techniques such as hooks or memory tempering, therefore it's 100% safe for use and compatible with any anti-cheat system.<h2 class=\"bb_tag\" >Very low occupation of resources</h2>EasySave Backup is designed to have a negligible impact on the system, leaving all your RAM and CPU available to your games.</h2></h2>",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1113740/header.jpg?t=1594051911",
    "developers": [
      "Giovanni Solinas"
    ],
    "publishers": [
      "Giovanni Solinas"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}