{
  "1113380": {
    "name": "Deep Sea Tycoon: Diver's Paradise",
    "steam_appid": 1113380,
    "required_age": 0,
    "is_free": false,
    "description": "This is a gentle, casual take on Tycoon games - focused on sitting back and chilling out under the hypnotic waves. Activities include placing buildings, and adding support structures to feed the animals, and satisfy the divers. Your tasks typically include raising money for your wildlife charity, and ensuring that each of the animals is happy and healthy!<br />\r\n<br />\r\nYour adventure begins deep beneath the ocean surface - sealife thrives as you create the underwater paradise of your dreams. Dive in and follow along as you swim with the seahorses, ride the turtles, feed the dolphins and save the whales! Immerse yourself in hypnotic sounds and dazzling lights in a world of clever humor and eye popping animation. Build the ultimate underwater scuba resort!<br />\r\n<br />\r\nAn epic underwater adventure - Quest through 30 missions of colorful ocean reefs. Explore Turtle Cove, Dolphin Bay, Seahorse Harbor and many more exotic locations! The multiple play modes will keep you immersed for hours! Explore at your own pace in Sandbox mode, where your imagination is the limit! As you progress through the missions, more Sandboxes will unlock, allowing for an even greater adventure!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1113380/header.jpg?t=1564692177",
    "developers": [
      "Pixel After Pixel"
    ],
    "publishers": [
      "Pixel After Pixel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}