{
  "1114690": {
    "name": "Arcadia: The Crystal Wars",
    "steam_appid": 1114690,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1114690/extras/d19fc790d5fc8d40f1ea1bca71963ba8.avif?t=1673109805\" width=616 height=356 /></span><br><br><br><i>Arcadia: The Crystal Wars</i> is an open-world, squad-based fusion of role playing and strategy, combining traditional RPG elements such as character skills, talents, quests, dungeons, and raids with strategic base-building, farming, and crafting. Explore the world of Arcadia in non-linear fashion as a single character, or recruit up to 20 characters and dive into the rich storyline while taking an active part in shaping the outcome of the Crystal Wars.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li><strong>Dive into the Quest Driven Story</strong><br>Arcadia also offers a rich story that you can dive into at any time. The unique, hand written quests will take you from city to city, meeting unique characters, exploring dungeons and raids to retrieve artifacts, and helping to guide the outcome of the Crystal Wars as you see fit. Will you fight alongside Tech Commander Kyber, to rid the world of the Crystal’s corruption? Or will you seek out the Etir, to understand the Crystal at its' source? The choices you make will decide the fate of Arcadia.<br><br></li><li><strong>Explore an Open World</strong><br>Looking for a non-linear experience? Then Arcadia is your sandbox. Just because the factions are engaged in the Crystal War, does not mean that you have to. Would you rather be a lone adventurer, seeking the challenges of dungeons and raids? Or a trader, developing trade routes and settlements and only using combat as a means to defend yourself? You have the freedom to make up your own story.<br><br></li><li><strong>Unlock Powerful Magic or Advanced Technology</strong><br>As you explore Arcadia, you will undoubtedly encounter the power of the Crystal. Using special techniques, the power of the Crystal can either be consumed directly by your characters to unlock powerful magic or be harnessed and used as a power source to power advanced technology. Whichever you choose, your characters will gain new abilities as well as physically change. The more power they acquire, the greater the physical transformation.<br><br></li><li><strong>Character Customization</strong><br>Each character within your faction has a set of skills related to Combat, Crafting, and Labor. It’s up to you how to train them and what talents they acquire. Do you want a solder, capable of wielding heavy armor into battle during war but also able to craft the finest armor in the game? Or how about a farmer, wearing light armor yet when combat calls wields the most power magic to heal your allies and decimate your enemies? The choice is yours<br><br></li><li><strong>Unique Character Races</strong><br>Arcadia offers four unique character races that you can create and recruit into your faction. While each race has strengths and weaknesses in terms of starting skill level and rate of experience gain, the ultimate path of each character you control is completely up to you. Has a powerful Rhingar, who has trained with one handed weapons and shields to defend her allies, offered to join your faction but you need a armorsmith? So be it, recruit her and take advantage of her racial bonus in Armor Crafting, while also being capable of defending your settlements from attack.<br><br></li><li><strong>Develop Settlements</strong><br>Whether you control one character or twenty, you’ll want to consider developing settlements to fuel your adventures. Perhaps you only need a single base camp, with a place to rest and to cook food? Or maybe you are ready to take an active role in the Crystal Wars and want multiple strategic base locations where you have farms to feed your troops and forges to craft armor and weapons. <br><br></li><li><strong>Explore Dungeons and Raids</strong><br>It’s been said that great riches and power can be found in the most difficult of locations. Arcadia is no exception. Take up to five of your characters as you dive into one of five dungeons, each with unique enemy types and scripted boss fights or brave it all and take up to 10 of your characters to fight in one of five raids. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1114690/header.jpg?t=1673109805",
    "developers": [
      "Thoranar Gaming"
    ],
    "publishers": [
      "Thoranar Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}