{
  "1114830": {
    "name": "Armor Clash 3",
    "steam_appid": 1114830,
    "required_age": 0,
    "is_free": false,
    "description": "Armor Clash 3 is an old-school modern warfare RTS game with base building and navies. There are 3 factions with unique units, buildings and technology systems. There are both skirmish and challenge modes. The battle is fast-paced, with realistic graphics and physical effects, and the performance is also optimized.<br><br>I am a indie developer and made this game myself, and I will keep update this game for free. Please visit the facebook page to get more information:<br><br><br>Key Features: <strong>Base Building</strong>,  <strong>Land and Navy battle</strong>, <strong>Skirmish Mode</strong>, <strong>Challenge Mode</strong>.<br>Gameplay Video:<br><br><i><strong>Faction 1: GAIA</strong></i><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1114830/extras/24fd70ea245e4a799ae6cbdb13a62b3c.avif?t=1763252514\" width=600 height=600 /></span><br>A near-future faction with advaned techonlogy units. GAIA get experiences from battlefield to unlock new abilities, both passive and active. Active ability is the game changer, like massive repair which can recover HP for friendly units in the zone, or Quake Missile, which can directly kill most land amor units directly.<br>GAIA is also benefit much more from vertain units than the other two faction. When a unit grow up to vertain level, it will  refund 100% of its cost, and for land vehicles it will add a laser guard system to block incoming missiles.<br><br><br><i><strong>Faction 2: Steel Alliance</strong></i><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1114830/extras/bdaf0ce4036a46b2306c55900276edb5.avif?t=1763252514\" width=600 height=600 /></span><br>A traditional military faction with balanced air and land force. Its technology system is very special and more effect on defending resource points.<br>Steel Alliance do not gain experience from battle to level up, but get a buff from how much resource points it captured. There are 6 powerful passive buff, when the player captured 1 point, the first 2 buffs actived, like +20% attack range to Hummv and APC. When captured 2 points, another 2 buffs actived, like add an gatting gun on the turret of the main battle tank.  Finally when the player captured all resource points, all the 6 buffs are available and now it is unstopable.<br><br>There is also an intersting building, the artillery field. It has 3 howtizers, each one watch over one resource point. When the resource point is captured by the player, the according howtizer will fire automatically to the enemies nearby.<br><br><br><i><strong>Faction 3: Legion</strong></i><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1114830/extras/ead3b755d00f9bae84e67cdd2d4b7754.avif?t=1763252514\" width=600 height=600 /></span><br>The Legion is a faction containing 2 identical unit groups, the mecenary band and the Legion troop.<br>At the early stage of the game, its forces are made of fast speed, hit and run mecernaries. Its technology system contains a count down timer called &quot;Legion Tech Time&quot;. Destroy one enemy will reduce 5 second and level up will reduce 30 sec. When the Legion Tech Time comes, it will unlock the Legion Factory, to make the powerfull Legion Troop like twin cannon tank.<br>So the Legion faction has 2 different phase in the gameplay. At the early stage use mercenaries to hit and run, get experience and reduce the Legion Time as possible, and in the late stage, an iron tide of Legion units will destroy the enemy.",
    "supported_languages": "英语<strong>*</strong>, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1114830/header.jpg?t=1763252514",
    "developers": [
      "Windforce"
    ],
    "publishers": [
      "Windforce"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 7,
      "total_negative": 4,
      "total_reviews": 11
    }
  }
}