{
  "1115440": {
    "name": "Fantasy Grounds - Starfinder RPG - Dawn of Flame AP 2: Soldiers of Brass (SFRPG)",
    "steam_appid": 1115440,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Starfinder RPG - Dawn of Flame AP 2: Soldiers of Brass</h2><strong>Hired Guns</strong><br>Now employees of the Deep Cultures Institute, the heroes are set to investigate what's happening in the sun. Burglars in the DCI museum throw that plan askew by stealing the institute's data. The missing files are compiled and cross-referenced rumors on potential intelligent life inside the Pact Worlds' star, none of them substantiated. Who might want such speculation, and why? Following the robbers' path takes the heroes to the bubble-city of Corona and the infamous, unstable Brass Bazaar, where they learn the thieves weren't the only ones interested in the DCI's guesswork. The heroes must uncover who has the stolen data, find out where it's stored, and extract it. In the process, they discover more than they bargained for!<br><i>This volume of Starfinder Adventure Path continues the Dawn of Flame Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Soldiers of Brass,&quot; a Starfinder adventure for 3rd-level characters, by Crystal Frasier.<br></li><li>An array of quirky locations in the Brass Bazaar, along with the people and items found in them, by Adrian Ng.<br></li><li>A tourists' survey of the Burning Archipelago, by Kate Baker.<br></li><li>An archive of elemental creatures, from mischievous mephits to cruel salamanders, by Crystal Frasier and Owen K.C. Stephens.<br></li><li>Statistics and deck plans for an efreeti starship, by Thurston Hillman, and a vignette of a desert world that serves as a haven for damaged starships, by Christopher Carey.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1115440/header.jpg?t=1768415513",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}