{
  "1116360": {
    "name": "JERRY JOBHOPPER",
    "steam_appid": 1116360,
    "required_age": 0,
    "is_free": false,
    "description": "What inspired us is Neighbors from hell. No similar game has been made for nearly 20 years. We love funny puzzles and good animations. Now we've combined this and made Jerry Jobhopper. Gamescom has been a great success among young people.<br />\r\n<br />\r\nThis is a very early release, but we're constantly bug fixes and new tracks are being made. The price is because we want to cover this for further improvements.<br />\r\n<br />\r\nJerry Jobhopper is a point-and-click strategy game. The aim of this single-player stealth game is to successfully annoy the bully Boss by tricky office pranks without, of course, getting caught. Be Jerry, and enjoy the sweet taste of revenge! Basically, Jerry nice guy but has a tendency to cause mischief, he torments his boss all day trying not to get caught and get fired from his job.  More than likely that’s why Jerry is a jobhopper.<br />\r\n<br />\r\nIn the game you have to collect objects from your actual workplace and use them for pranks.  It doesn’t hurt to sneak around and hide to avoid getting caught. The point<br />\r\nof the game is to anger your boss as much as possible. In the game we placed a meter guage which measures the scale of anger.  Naturally there are difficulties and obstacles for our character<br />\r\nto overcome.  Everyday awaits you with new challenges as new oppurtunities are revealed. Study your Boss’ daily routine so that you can walk about your workplace not doing your job",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1116360/header.jpg?t=1568190566",
    "developers": [
      "NK CREATIV GAMES"
    ],
    "publishers": [
      "NK CREATIV GAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}