{
  "1116640": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ultimate Equipment (PFRPG)",
    "steam_appid": 1116640,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Ultimate Equipment</h2>Choose your weapon and stride boldly into battle with<br><i> Pathfinder RPG Ultimate Equipment</i> ! Within this handy, all-in-one reference, you'll find 400 jam-packed pages of magic items and adventuring gear, from simple camping equipment and weapons up to the most earth-shaking artifacts. Included as well are handy rules references, convenient price lists, and extensive random treasure generation tables, all organized to help you find what you need, when you need it. With this vast catalog of tools and treasures, the days of boring dragon hoards are over, and your hero will never be caught unprepared again.<br><i> Pathfinder RPG Ultimate Equipment</i> is a must-have companion volume to the<br><i> Pathfinder RPG Core Rulebook</i> . This imaginative tabletop game builds on more than 10 years of system development and open playtests featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into the new millennium.<br><i> Pathfinder RPG Ultimate Equipment</i> includes:<br><ul class=\"bb_ul\"><li>Thousands of items both magical and mundane, including the best weapons, armors, magic items, and gear from the Pathfinder RPG hardcover line and select other Pathfinder sources, as well as hundreds of never-before-seen items.<br></li><li>Tons of special materials and magical abilities to help you create exactly the magic item you've been looking for.<br></li><li>A wealth of specific magic items, organized by type to ensure your character is always wearing as much magic as possible.<br></li><li>An innovative new treasure generation system, designed to help GMs roll up exactly what they need, every time.<br></li><li>New alchemical weapons, tools, and poisons.<br></li><li>Kits to help your character get the most out of her skills or profession, plus new mounts, animal companions, and retainers.<br></li><li>Descriptions of every item, plus hundreds of full-color illustrations to aid in window-shopping.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton, and Wayne Arsenault</strong><br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.<br><i> Adapted for Fantasy Grounds by: </i>  Danny Stratton[/b]<br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1116640/header.jpg?t=1768415699",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}