{
  "1117220": {
    "name": "WizardCraft Colonies",
    "steam_appid": 1117220,
    "required_age": 0,
    "is_free": false,
    "description": "WizardCraft Colonies is a base-building, colony management game for PC. The players main aim is to keep your colony alive while expanding your base. <br><br>You can take control of everything a villager does in WizardCraft Colonies, from the time they sleep and work, to what potions and weapons they should carry. To expand your base you will need plenty of coin. There are many ways to earn coin, you could either sell gathered resources, sell crops and fruit or raise cattle. In addition your villagers will pay a daily tax for living in your colony. <br><br>Players can also manually control any villager, equip a weapon, and then visit random generated lands to defeat some of the 80+ different enemies in the game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1117220/extras/3f04d3987f2c283e052afb0d9d3307ec.avif?t=1601482936\" width=526 height=228 /></span><h2 class=\"bb_tag\" >Some Key Features Include:</h2><br><ul class=\"bb_ul\"><li>Random generated maps.<br></li><li>4 different biomes, grasslands, swamp, desert and volcanic.<br></li><li>Grow different type of crops and fruit trees.<br></li><li>Weather system including wind, rain, snow and lightning storms.<br></li><li>Raise cattle for food and coin.<br></li><li>Power your base with solar panels, wind turbines or by burning coal. <br></li><li>Give your villagers some pets. pets will make your villagers happy and also get rid of pest animals that will eat your food stockpiles.<br></li><li>There are four seasons in WizardCraft Colonies, Spring, Summer, Autumn and Winter, each season has its own survival difficulties. <br></li><li>Your villager can have children, who will grow up and work in your base. Additionally villagers will also get old and die as time passes by.<br></li><li>Wild animals like grizzly bears or monsters will attack your base.<br></li><li>Tame enemies with charm weapons to fight along side your colony.<br></li><li>Equip weapons and fight. If a villager picks up a sword he will become a knight, an archer if they have a bow or a wizard if they pick up a staff. Weapons in WizardCraft Colonies can be equipped and unequipped at any time. <br></li><li>Your villagers can get about more quickly by mounting a horse.<br></li><li>Villagers can be manually controlled. It is also possible to take them on an 'Adventure' and visit new random generated lands.<br></li><li>When your villagers fight or train they will gain XP and level up, making them stronger. When your colony is strong enough you can visit tougher regions of the map which will have new and stronger monsters. <br></li><li>Equip and use potions, some potions include, health, mana, invisibility, teleportation and magic defence potions.<br></li><li>Villagers will interact socially and may become friends, enemies or even lovers.</li></ul><br>More features will be added to WizardCraft Colonies during Early Access.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1117220/header.jpg?t=1601482936",
    "developers": [
      "David Mccue"
    ],
    "publishers": [
      "David Mccue"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}