{
  "1117370": {
    "name": "Super Bearded Dragons",
    "steam_appid": 1117370,
    "required_age": 0,
    "is_free": false,
    "description": "Bearded Dragons is a lightning-fast indie brawler that explores identity politics and gender expression through the tongue-in-cheek battles and cash-grabbing antics of bearded drag queens. Players face off in quick-pickup, samurai-style combat, using a variety of attacks and mobility techniques to best their opponents. For every hit landed or smash/kill secured, cash tips rain from the sky, and the player with the most money at the end of the round takes the crown.<br />\r\n<br />\r\nIn the story mode preview, follow a bearded queen on her journey of self acceptance, as she works to overcome loneliness, poverty, self-doubt, homophobia, and even discrimination from within the drag community. She faces off against headless torsos, street thugs, police officers, and a litany of other drag queens as she goes from busted to dusted and discovers the real meaning of drag. <br />\r\n<br />\r\nIn the versus mode (Face Off), up to four local players go head to head in quick-pickup combat, controlling a diverse set of bearded drag queens and kings. They explore a range of unique stages representative of real and virtual queer spaces, all the while grabbing as many cash tips as possible.<br />\r\n<br />\r\nThis is a passion project by a solo-developer, and it will continue to receive updates until it's ready to leave early access.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1117370/header.jpg?t=1661986295",
    "developers": [
      "Greg Bayles"
    ],
    "publishers": [
      "Greg Bayles"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}