{
  "1118640": {
    "name": "Meta: Assembled",
    "steam_appid": 1118640,
    "required_age": 0,
    "is_free": true,
    "description": "Meta: Assembled is a space oriented magical cardgame. It is played much like you'd play Magic the Gathering and Hearthstone.<br>Defeat your opponent by attacking his planet and ships, stealing his resources and asteroids and many more actions.<br><br><strong>Goal</strong><br>By attacking your opponent with ships and special cards, mining asteroids and using Tech cards your goal is to gain as much score as you can.<br><br><strong>Score</strong><br>Gaining as much score as you can is as fun and easy as playing ships, mining asteroids and gaining resources, generating experience (ie. by attacking), building constructions, attacking with your ships, and much more!<br><br><strong>Cards</strong><br>Cards are needed to be able to defeat your opponent. There are many type of cards and they all have different actions and abilities. <i>A full list of all cards will be available in a while.</i><br><br><strong>Turns</strong><br>Every turn you are able to put the cards from your hand onto the table. You will gain resources and other additional bonuses (from cards) at the start of your turn.<br><br><strong>Resources</strong><br>Each player has a pool of Metal, Crystal and Eonium generated by asteroid mining, built refineries and/or finance centers.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1118640/header.jpg?t=1569565132",
    "developers": [
      "TocadoVision"
    ],
    "publishers": [
      "TocadoVision"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}