{
  "1119740": {
    "name": "The Tower 2",
    "steam_appid": 1119740,
    "required_age": 0,
    "is_free": false,
    "description": "No more parties at the Tech Noir and no DeLorean to take you back in time and save the world. The machines have taken over and you have to fight your way through the deadly streets of Delta City to reach the last rescue shuttle. Will you make it or will you be lost in time, like tears in the rain?<br><br><i>I’ve seen things, you people wouldn’t believe!</i><br><br>Get ready for an action-packed breakneck ride through a futuristic apocalypse! You will run, swing and glide through a dystopia taken right out of your favorite 80s sci-fi action movies. But moving along conveyor belts, sliding down ramps and swinging over urban chasms on ropes will only get you so far. If you want to catch that last ride off the planet, you’ll have to master wall-running, use jump-pads and rise above the city holding on to flying drones. But your run has not gone unnoticed: Machines will try and stop you, so you’ll have to shoot your way out of your encounters with the vicious Hunter Killers, flying assassination-robots that don’t feel pity, or remorse, or fear.<br><br><i>It’s VPL time!</i><br><br>Join the VIRTUAL PARKOUR LEAGUE, the thrilling future sport in the World of Tower 2. Show your friends who’s boss in 8 challenging courses in 4 different worlds. Master combinations of exciting obstacles and movement patterns and shoot your way through walls and windows before they stop you in your dash for the finishing line. The only help comes from time boni, which can be grabbed while hurtling through the levels by players with the perfect rhythm in their movement.<br><br>So slip on your PC Virtual Reality Headset and dive into a neon lighted homage to countless 1980s sci-fi and cyberpunk spectacles. A successful run through the story mission will keep you on your feet for approximately 60 minutes, a run in one of the VPL levels is a 3 to 6 minute sprint. Hidden in the world of The Tower 2 are VHS tapes that unlock precious collectibles right from the future for the holographic trophy cabinet. Get ready for your mission and the VPL with a tutorial and get pumped by the Tower II 80s-style soundtrack.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1119740/header.jpg?t=1574260685",
    "developers": [
      "Headroom.one"
    ],
    "publishers": [
      "Headroom.one"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}