{
  "1119580": {
    "name": "Morphies Law Demo",
    "steam_appid": 1119580,
    "required_age": 0,
    "is_free": true,
    "description": "A different way to enjoy Morphies Law: Remorphed! More information coming soon...<br><br><strong>Morphies Law</strong> is a wacky mass stealing, robot morphing 3D shooter with a simple basic law: when you get hit others, they shrink and you grow.<br>This unique mechanic balances the game by making skilled players become big and easy to hit, whereas beginners shrink until they become difficult targets.<br><br>Take your Morphie into combat to honor the long-gone humans that created them in this Day of the Dead inspired robo-combat festival! Customize your Morphie’s guns, abilities and appearance so you can get out there and swipe some mass! Fight for size superiority on battlefields that bring their own twists to combat! Oil slicks, rocket fuel, giant fans, trap rooms, crumbling walls, the Morphies have it all.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> <strong>Morphing robots:</strong> the Morphies have 8 body parts that grow and shrink individually, the size of each body part has a direct effect on your actions.<br></li><li> <strong>Plugins for your body:</strong> each body part has an unique Plugin that gives the player a powerful ability. Unlock new Plugins to create new strategies.<br></li><li> <strong>Make your own weapons:</strong> you can unlock weapon parts and combine them at will to make the perfect weapon for you!<br></li><li> <strong>Unique game modes:</strong> mass-based game modes with different goals but with one thing in common: size always matters more than kills!<br></li><li> <strong>Maps with unique features:</strong> every map has an unique mass-related feature that'll make it different from the rest!<br></li><li> <strong>Customize your Morphie:</strong> make your Morphie truly unique! Personalize your Morphie with a variety of stock and custom options!<br></li><li> <strong>Crossplay:</strong> full cross-platform compatibility with owners of Morphies Law on Nintendo Switch.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 葡萄牙语 - 葡萄牙, 俄语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1119580/header.jpg?t=1608021329",
    "developers": [
      "Cosmoscope GmbH"
    ],
    "publishers": [
      "Cosmoscope GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}