{
  "1119370": {
    "name": "Fantasy Grounds - Down Darker Trails (CoC7E)",
    "steam_appid": 1119370,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Down Darker Trails</h2><i>Saddle up! Get yourself a posse together and have a look-see what's over that hill. There's strange rumors coming in from the whisperin' desert. You'd best put a round in that iron and make haste!</i><br><i>Down Darker Trails</i>is a new setting for Call of Cthulhu--the American West of the late 19th century. The era of gold rushes, outlaws and lawmen, discovery and expansion.<br>Rub shoulders with the likes of Wild Bill Hickok, Crazy Horse, and Calamity Jane, while journeying through towns like Deadwood and Dodge City--names and places that have transcended history to become legend. Down these dark trails the taint of the Cthulhu Mythos stirs, ready to lure the unwary and tempt the power hungry with whispered secrets of cosmic knowledge. This is a West of hidden worlds, lost treasures and cities, dubious deals and unsavory alliances. A land filled with beauty, mystery, terror--and wild adventure!<br>Here you will find the means to create Old West investigators, new occupations, new pulp talents, and new skills. Captured in text and image is the history of the Old West, famous individuals, playing American Indian heroes, notable places and sites, as well as inspiration and guidance on bringing the terrors and mysteries of the Great Old Ones into your games.<br>Two complete towns, the gold-hungry Pawheton and San Rafael on the Texas border, are fully detailed, providing Keepers with ready-made inhabitants and locales from which to stage campaigns. Four different Lost Worlds are discussed, from the weird subterranean world of K'n-yan to the eerie Shadow Desert.<br>Packed with advice on creating campaigns and adventures, including two complete introductory-level adventures:<br><ul class=\"bb_ul\"><li><i>Scanlon's Daughter</i>--a murder mystery set between two feuding Texas ranches.<br></li><li><i>Something From Down There</i>--join the rescue of a group of missing miners whose digging stirred things best left forgotten</li></ul>The<br><i>Down Darker Trails</i>product line is useable with both<br><i>Call of Cthulhu</i>and<br><i>Pulp Cthulhu</i>. For more adventures in the<br><i>Down Darker Trails</i>setting see the next release in the line, Shadows over Stillwater.<br><i>Down Darker Trails</i>is a trademark of Chaosium Inc.<br><i>Adapted for Fantasy Grounds by: </i><strong>Ray Darling</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1119370/header.jpg?t=1768415799",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}