{
  "1119830": {
    "name": "Flunky Farm",
    "steam_appid": 1119830,
    "required_age": 0,
    "is_free": false,
    "description": "Flunky Farm is an amazing game that will take you to a world full of action and fun! <br />\r\n<br />\r\nDr. Tiroliro, the big bad guy, has been captured by the neighborhood super hero, now, it's up to his clever kid to plan a &quot;rescue&quot; mission with the help of some not-so-serious helpers – that's you!  <br />\r\n<br />\r\nBut only the most value flunkies, will be chosen for the great rescue. So you need to prove yourself in the Kid's arena where you take control adorable mischievous creatures, each with their own set of abilities and playstyle, adding an extra dose of fun and unpredictability to the battlefield, making each match a unique experience.<br />\r\n<br />\r\nPlayers engage in combat with the goal of reducing the weight of their opponents and thrown them out of the arena. Managing the weight of your character and your opponents becomes crucial in Flunky Farm. Players must find a balance between dealing damage to reduce opponents' weight avoiding attacks to prevent their own weight from dropping too low.<br />\r\n<br />\r\nHere's the deal: kick, dodge, and toss your rivals out of the ring to become the ultimate champ!<br />\r\n<br />\r\nBut wait, here comes the lightning strike, like it's doing a surprise party entrance, and suddenly everyone's like, &quot;Ah, got to find cover!&quot; It's like a game of musical chairs, but instead of music, you've got thunder!<br />\r\n<br />\r\nFlunky Farm is more than just a game; it's an exciting adventure, full of action and excitement that you absolutely can't miss. Whether you love intense battles, enjoy challenging strategies, or just want casual fun, Flunky Farm offers all of that and more. <br />\r\n<br />\r\nClimb the ladder of wickedness, and each step gets you closer to being the ultimate baddie boss!",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1119830/header.jpg?t=1751461121",
    "developers": [
      "Vneta Games Inc"
    ],
    "publishers": [
      "Vneta Games Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}