{
  "1120890": {
    "name": "Clans to Kingdoms Demo",
    "steam_appid": 1120890,
    "required_age": 0,
    "is_free": true,
    "description": "Clans to Kingdoms is a 4X Turn-Base Strategy City Building Game for Windows PC. You start as a small Clan with one single settlement and the aim is to manage and develop your civilization up to a Kingdom with several cities and armies.<br><br>The <u>Full Version</u> has 6 settlement levels, 3 outpost levels, 120 researches, 150 distinct buildings and 21 distinct military units with an original soundtrack of 12 music tracks by Abdenara. Both single and LAN/internet multiplayer games can be played with up to 20 civilizations and map sizes ranging from 100x100 to 500x500 tiles. Includes 6 in-game tutorials. Multiplayer allows both co-op and competitive games and are compatible with non-Steam game distributions, can be listed in the game server or directly connect to known game hosts (LAN or Internet).<br><br>The <u>Demo Version</u> is singleplayer only, allowing to play up to the first settlement level advancement (185 turns) with a soundtrack of 2 music tracks by Abdenara. Can be played with up to 11 civilizations and map sizes of 100x100 to 120x120 tiles. Includes 4 in-game tutorials. Saved games are compatible with the Full Version.<br><br>Game Modifications:<br>The Full Version allows for the player to define custom playlists (edit the file 'Documents\\My Games\\ClansToKingdoms\\playlists.txt' and enable it in the Sound Settings) and text/language modifications. The mod instructions and templates (zip file, includes additional fonts: Czech, Cyrillic, Japanese and Devanagari+Bengali) are in the folder '(game install Folder)\\Mods' and 'Workshop' mods are available in-game (please read 'Workshop Guide' guide for further details).<br><br>Release Notes:<br>Since release that this game is <u>licensed 'As Is'</u>, meaning that the developers do not promise to further develop it, if you do not agree with this do not buy it. Also there is a free Demo so that you can try the game before buying it (button on the right pane). However in case you find any bug or have any improvement suggestion be free to contact the developers, as long as it is a reasonable suggestion they will consider it (has have so far).<br><br>Support for this game is available only in English.<br><br>Install Notes:<br>\t1 - The 'first time play' (to setup the game) and the game installation must be done on a Windows account with 'Administrator' privileges (in case you are not 'Administrator' please ask your Administrator/Parents to install the game).<br>\t2 - All hardware including controllers and network/internet must be plugin and initialized before starting the game.<br>\t3 - Antivirus: when first running the game your antivirus may interrupt the execution of the executable for analysis and then restart it. This generates an error as the game must be started from Steam, please hit the button of the pop-up to restart the game or whenever required start the game again from Steam. In more rare occasions some antivirus add clean executable to the virus chest when installing and/or running (you get a message from Steam that the executable is locked), in this case it is required to manually remove the game executable from the virus chest and in more rare cases to add it to the antivirus white list, guess this is one of the cases the antivirus become a virus :|",
    "supported_languages": "英语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1120890/header.jpg?t=1618981991",
    "developers": [
      "Clans to Kingdoms"
    ],
    "publishers": [
      "Clans to Kingdoms"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}