{
  "1120090": {
    "name": "Gobligeddon",
    "steam_appid": 1120090,
    "required_age": 0,
    "is_free": true,
    "description": "Fun madness, sweeping blows, Armageddon and Goblins, Goblins and Armageddon. A player, armed with a giant club, has to defend his possessions from a horde of goblins that are sent to your walls and gates. Having saddled rammers, siege towers, ballista and many other devices for destruction, green pranksters are going to destroy your glorious castle. You and your club is the only hope for salvation. Beat, strike, strike and beat again, this is what you can counter with the oncoming invaders. Launch goblins in air with each blow, launch goblins into their siege weapons, launch goblins into the goblins themselves.<br />\r\n<br />\r\nHowever dramatic the situation of the game world may seem, the game itself is extremely funny, simple and easy to understand. We do not want you  to be afraid of anything, we strive to make you smile and feel bold,  we plan you get adrenaline and at the same time it will be entertaining.<br />\r\n<br />\r\nSmile, swing your club and send enemies beyond the horizon as you are in  Gobligeddon.<br />\r\n<br />\r\nIf you like our game you can support us on Kickstarter!<br />\r\nAlso you can find additional informations about our plans!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1120090/header.jpg?t=1567514576",
    "developers": [
      "Gkeylab"
    ],
    "publishers": [
      "Gkeylab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}