{
  "1121220": {
    "name": "Seas of Fortune",
    "steam_appid": 1121220,
    "required_age": 0,
    "is_free": false,
    "description": "Captain a ship in one of the most intense rich-rushes in history! Choose to be ether a Whaler or Merchant and when you set out from port, nothing but your wits stands between you and a watery grave. Seas of Fortune will immerse you in the cold hard truth about life at sea, but you're not alone. Your crew stands with you in your battle for survival and riches. Keep morale up, supplies stocked and the ship in repair. There are riches to be had, and Legends to be found.<br><br><strong>Features:</strong><br><br><br> - Become a powerful merchant, earn money by trading, exploring or taking on transport missions. Enjoy the beauty of the sea!<br><br> - Earn enough gold to buy bigger and better ships.<br><br> - Customize your captain`s cabin with the finest furnishings.<br><br> - Protect your cargo from pirates and hostile nations.<br><br> - Carve whale art while at sea - create something beautiful to sell for extra gold, or show it off online to your fellow Captains.<br><br> - Interact with your crew - sing sea shanties or dig into conversation to find out who they are. Bond with them and earn their trust!<br><br> - Intuitive interface and game-play - enjoy the great atmospheric game-play at your own pace. Make your own adventure.<br><br> - Craft items to sell or use towards repairing your ship.<br><br> - Explore fully-realized ships, with something to do around every corner.<br><br> - Enjoy various mini games while sailing from port to port.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1121220/header.jpg?t=1562997115",
    "developers": [
      "Trym Studios"
    ],
    "publishers": [
      "Trym Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}