{
  "1121710": {
    "name": "Total Lockdown",
    "steam_appid": 1121710,
    "required_age": 0,
    "is_free": true,
    "description": "Total Lockdown is a multiplayer online game. In this action shooter, the goal is to survive using any available weapons, gadgets, and tricks. Fight for survival on your own, or with friends at your side. The game takes place in a grim cyberpunk world where corporations wield all the real power and daily live broadcasts of a battle royale inside an enormous skyscraper have become the most popular form of entertainment.<br />\r\n<br />\r\nA defining feature of Total Lockdown is its &quot;vertical&quot; gameplay. As characters move between floors in a hive-like building, the scenery changes rapidly from robot assembly factories to artificial parks with waterfalls and panoramic vistas of a fascinating and heartless metropolis of the future. This approach helps make the gameplay much more dynamic and varied.<br />\r\n <br />\r\nParticipants will get to choose one out of several corporations. As its representatives, they'll gain access to more lucrative quests as well as various unique weapons. During combat, special terminals will offer a wealth of unlockable upgrades. However, other players aren't going to just sit and watch from the sidelines, so intense firefights will frequently erupt around these locations. Much to the delight of the viewers and the eventual winners.<br />\r\n<br />\r\nPlayers can choose from over 40 different weapons and auxiliary devices, from classic firearms to such exotic pieces as the Gauss rifle, plasma shotgun, or a defender drone that’s ready to throw itself between its owner and enemy fire at any moment. Fighting has never been such fun, with different options to suit everyone's taste.<br />\r\n<br />\r\nSeveral game modes are available. In the popular Battle Royale mode, 100 players fight on all 24 floors of the skyscraper as they gradually fill up with poisonous gases. The survivors converge on the final safe floor, where a deadly showdown will see a winner emerge.<br />\r\n<br />\r\nThose who prefer more traditional forms of entertainment might want to try the Tournament mode, in which players fight through a tournament bracket to get to the finals. Each match is held on an isolated floor of the building. The survivor will advance to the next stage, keeping all the equipment and weapons they've acquired.<br />\r\n<br />\r\nTotal Lockdown uses Unreal Engine 4, one of the best modern game engines, which ensures high performance and amazing visuals on most systems, allowing for full immersion into the game's atmosphere.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 韩语<strong>*</strong>, 波兰语<strong>*</strong>, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1121710/header.jpg?t=1743509169",
    "developers": [
      "Panzar Studio"
    ],
    "publishers": [
      "OVALIS INVESTMENTS LIMITED"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 10,
      "total_negative": 0,
      "total_reviews": 10
    }
  }
}