{
  "1121600": {
    "name": "eSail Man Overboard",
    "steam_appid": 1121600,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC (add-on) from eSail helps you practise your man overboard (MOB) drill. It includes tutorials, challenges and random triggering of MOB during normal sailing. Developed with Keith Colwell (RYA Sea Survival Handbook), the drill includes heaving-to, deploying equipment and recovery of the MOB under power and sail.  <br><br><ul class=\"bb_ul\"><li> MOB Quick Stop Method (Under Power).  This tutorial takes you through the process of MOB recovery including heaving-to, triggering a DSC distress alert, deploying the danbuoy &amp; horseshoe lifebuoy, starting the engine and returning to the casualty under power. <br><br></li><li> MOB Quick Stop Method (Under Sail). This tutorial begins with heaving-to but when you try to start the engine it fails.  The lesson then follows through the process of making a figure-of-eigth turn then stopping and recovering the MOB under sail.<br><br></li><li> Live Sailing mode.  In Live Sailing you can opt to randomly trigger man overboard.  This is a great way of building your ability to react in the correct way during an emergency.  You can change the frequency of the random MOB as well as how often the engine should fail.<br><br></li><li> Challenges are provided for man overboard where you can pit your skills against other eSail users. There is a choice of 'Under Power' and 'Under Sail'.</li></ul><br><strong>WARNING. eSail Man Overboard is not a replacement for training with a qualified instructor. Man Overboard recovery MUST be practiced on a real boat with a qualified instructor. Never take a sailing boat out unless you are properly trained and qualified. Sailing in the real world can be physically and mentally demanding. These aspects cannot be replicated in a simulator. In addition the physics in any simulator cannot always replicate real life or any particular boat.</strong><br><br><strong>IMPORTANT NOTES</strong><br><ul class=\"bb_ul\"><li> The technique used is the Quick Stop/Heaving-to method, followed by a figure-of-eight (when under sail) then picking up the MOB on the leeward side of the boat. <br></li><li> For consistency with real world training, the man overboard is represented by a fender and bucket. Recovery is by using a boathook. The training does not cover recovery methods likely to be used to bring a real person back on board as these are very boat specific.   The add-on does not in any way replace training and practise on a real boat.<br></li><li> The add-on is intended for eSailors of intermediate or advanced level.</li></ul><br>Man Overboard was created in close collaboration with Keith Colwell. Keith trained as a naval architect at Southampton and Sunderland Colleges in the late 1970s. Following a couple of years as a development engineer for a small workboat builder, he was offered the role of Technical Reporter on the magazine Motor Boat and Yachting, before moving on to become Technical Editor (Power) and then Deputy Editor of Practical Boat Owner (PBO) magazine and finally Development Editor of Sailing Today. After a 22-year career as a staff boating journalist testing boats and equipment, Keith made a career change and joined the Royal National Lifeboat Institution (RNLI) as a Sea Safety Manager.<br><br>During his 15 years with the RNLI, Keith trained and managed RNLI Sea Safety and Community Safety volunteers to give advice to yachtsmen, boat users and the general public on how to stay safe when on or by the water. He became a RYA sea survival, powerboat and marine vhf radio instructor/assessor in 2004, while working for the RNLI, and currently works as a freelance instructor.<br><br>He is the author of the internationally-published RYA Sea Survival Handbook and the RYA Boat Safety Handbook and continues to write for PBO magazine as their sea safety correspondent.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 俄语, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong>, 希腊语<strong>*</strong>, 葡萄牙语 - 葡萄牙<strong>*</strong>, 土耳其语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1121600/header.jpg?t=1725633998",
    "developers": [
      "eSail"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}