{
  "1121670": {
    "name": "Excavator Simulator",
    "steam_appid": 1121670,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>WANTED:</strong> Excavator driver! Who doesn't dream of swapping a shovel and spade for a big excavator? Even as children, we all played with excavators and trucks in the neighbourhood playgrounds. Enough dreaming! Now you take on the role of an excavator driver, eat, sleep, dig, repeat!<br><br>Excavator Simulator has many exciting, fun and challenging tasks in store for you! With skill and dexterity, you'll learn how it feels to control such a powerful piece of equipment and master increasingly difficult tasks. The realistic operation of your excavator, detailed mechanics and many different excavator models will give you the feeling of swinging the shovel and chisel like in real life.<br><br>Digging trenches, moving, transporting and placing objects, distributing material, loading and unloading objects and materials, working and moving on difficult terrain and using the hydraulic breaker are just some of your many tasks as an excavator operator.<br><br>Now get in your excavator, lift the bucket and do what even little kids dream of!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Dig the biggest and deepest holes and fill them with material <br></li><li>Lift, transport and place heavy objects<br></li><li>Use the hydraulic breaker and destroy concrete and asphalt with it<br></li><li>Move your excavator on difficult terrain - no hill is too steep for you, no platform too high<br></li><li>Get your hands dirty! Feel the realistic dirt simulation<br></li><li>Switch between different excavator models: Heavy, Normal, Light, Super-Light</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1121670/header.jpg?t=1668065486",
    "developers": [
      "Uni Games Studio"
    ],
    "publishers": [
      "Sun Dust"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}