{
  "1121160": {
    "name": "Hollowhead's VR Time Machine",
    "steam_appid": 1121160,
    "required_age": 0,
    "is_free": false,
    "description": "Hollowhead’s VR Time Machine is an educational virtual reality experience that empowers courageous time travelers to journey through various periods of Earth’s history. Think of it as a four-dimensional zoo, a living museum, or an interactive documentary. This VR experience gives the traditional three-dimensional virtual reality experience the addition of travel through time. It un-cages the animals and brings them to life, freeing you (and your students) to explore with them.<br />\r\n<br />\r\nYou, the time traveler, explore ancient habitats and observe species – from the first bacteria to powerful dinosaurs to modern mammals – in action as they struggle to survive in their environment. Each life-form the time traveler encounters will have a corresponding recorded narration, playable on demand during the exploration. Our aim is threefold: popularize science, create an engaging VR-based curriculum for teachers to use in the classroom, and provide an awe-inspiring virtual reality adventure that everyone on Earth can enjoy!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1121160/header.jpg?t=1563504098",
    "developers": [
      "Hollowhead, Inc."
    ],
    "publishers": [
      "Hollowhead, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}