{
  "1122300": {
    "name": "Fantasy Grounds - Lankhmar: Savage Foes of Nehwon (Savage Worlds)",
    "steam_appid": 1122300,
    "required_age": 0,
    "is_free": false,
    "description": "Lankhmar: Savage Foes of Nehwon<br>Heroes are defined by their adversaries and aided by their allies. The trick in Lankhmar is knowing one from the other. Work with Alyx the Picklock to thwart the nefarious plans of wizard Lord Quarmal and pocket a few valuables along the way.Study under the Gray Mouser's mentor Glavas Rho and end up facing Fafhrd's Snow Woman mother, Mor, in a magical duel!<br><i>Lankhmar: Savage Foes of Nehwon</i>contains a multitude of the best-known characters from Fritz Lieber's Lankhmar stories, new beasts to conquer, new adventures, and a comprehensive adventure generator for the City of Thieves.<br>Game Masters will appreciate having the game statistics for over a hundred unique and colorful characters, ready to use as allies or adversaries. A fully detailed bestiary detailing fifty creatures found throughout Nehwon, ranging from the gladiator lizards of the Bleak Shore to the dark scheming Simorgyans, is included. Stuck for ideas how to use this wealth of information? Three new Savage Tales and a fleshed out adventure generator designed for the City of Thieves awaits the bold and the brave.<br><i>Adapted for Fantasy Grounds by: </i><strong>Scott Geeding</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1122300/header.jpg?t=1768416415",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}