{
  "1122110": {
    "name": "CENTRALIA",
    "steam_appid": 1122110,
    "required_age": "18",
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1122110/extras/3cdd21d0802e20382211e014cb46687b.avif?t=1746093464\" width=600 height=200 /></span><br><br>This story will begin in Centralia, Pennsylvania.<br>I lived a normal life, work, loving wife, beloved daughter. I could not imagine what would happen on the fateful day in May 1992.<br>My name is Henry Nelson, and I will tell you my horrible story. My wife went missing 7 years ago,<br>a terrible accident in the inconspicuous town of Centralia, took her life, under the city were huge reserves of coal, the whole city was covered by an underground fire. Greedy authorities dripped<br>so deep that, according to rumors, they dug up something terrible and bad. Frightened miners provoked a fire of coal deposits. It is rumored that almost everyone<br>who was not far from the epicenter went crazy. Centralia has become a dead city.<br>Only a small part of the inhabitants managed to be saved, including my daughter Shirley. At the time of the accident I was on a business trip. After the disaster, my daughter,<br>as if changed. We moved to the next state. This afternoon, on Shirley’s birthday, I went to her room and found a note in which she<br>wrote that she went to Centralia to look for her mother. And I went for it!<br><br>Based on real events.<br><br><br>In the game you will have to wait, an unsurpassed rush of adrenaline, an exciting storyline and unimaginable horrors.<br><br>• Interaction - there is an opportunity to interact with many objects.<br>• Realistic visual effects - photorealistic visual effects.<br>• Excellent lighting - properly selected lighting gives the atmosphere of horror.<br>• High-quality sounds - well-chosen and high-quality audi sounds, and a soundtrack that fill the atmosphere of the game.<br>• Various enemies - enter into confrontation with enemies, explore the dark building, and the forest.<br>• Puzzles - solve puzzles to access areas, collect and use objects found in the environment, in a terrifying constant struggle for survival.<br>• Large spaces of the map - street, forest, hospital building with 3 floors.<br>• An interesting plot - there is nothing more beautiful than a famously twisted plot. The plot, which keeps in suspense from the first to the last minute.<br>• Unusual combat mechanics.",
    "supported_languages": "英语<strong>*</strong>, 德语, 繁体中文, 葡萄牙语 - 葡萄牙, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1122110/header.jpg?t=1746093464",
    "developers": [
      "VikTor"
    ],
    "publishers": [
      "VikTor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}