{
  "1122820": {
    "name": "Locked & Loaded",
    "steam_appid": 1122820,
    "required_age": 0,
    "is_free": false,
    "description": "Locked &amp; Loaded is an advanced gun simulation game but also has realistic sandbox environments to play in, like fighting off a zombie horde or clearing an old abandoned building of terrorists who want to Nuke a nearby town.<h2 class=\"bb_tag\" >Key Features</h2>This will be at its heart a pure gun simulation sandbox game that will also focus on the realism of the environments and the AI you get to shoot.<br>The levels will include among others a traditional shooting range, a shooting range in a western-style town, an abandoned building taken over by terrorists and you have to deactivate a bomb, another version of this level has it filled with zombies and the objective is to escape the building. There is a deserted city where you have to fend off against a swarm of 300 zombies on screen at once and an experimental physics room that plays around with dismemberment and gore system.<br><br>There are three types of AI right now that all have realistic looking models. The soldier/terrorists are able to patrol an area that can detect you by either sight or sound. They will work together to try and take you down so you will hear them issue commands to each other. They will retreat if you overwhelm them or advance on you if they feel they have the advantage. The second type is the more classic type zombie that will roam an area and attack you if they sense you. If one sees you the others will be altered by the way their behavior changes so you will have only a split second to act if you are discovered because very quickly you could have over 300 zombies chasing you. The third type is experimental and it is to get the most realistic physics experience while you are interacting with them so if you punch them in the face you will see bruises appear. If you shoot them in the hand or say the head it will detach and blood will splatter onto the ground.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1122820/header.jpg?t=1592864074",
    "developers": [
      "Leeside Games"
    ],
    "publishers": [
      "Leeside Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}