{
  "1123180": {
    "name": "Story Time Plus",
    "steam_appid": 1123180,
    "required_age": 0,
    "is_free": false,
    "description": "Story Time Plus lets you enter multiple dimensions through the majesty of the written word! By that, we of course mean that there are stories to experience, as well as putting your own spin on the events as they happen. Plug in the names of your friends and enemies to make the story your own throughout and also add nouns, verbs, adjectives, etc in a madly-liberating way! When you are ready to express your own creativity, dive into the Editor and change the included stories or create your own.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1123180/extras/6ff4717dc794b0e98ed4d7f23ddb28e0.avif?t=1573152220\" width=672 height=485 /></span><br><br>What is the current state of the Early Access version?<br>“The current game includes the first 10 images and story clips of &quot;Life in the Uintah Basin,&quot; a story which takes place in 1890's Fort Duchesne where the US Army and Cavalry are attempting to build a fort while keeping the nearby native tribes and new settlers out of as much trouble as possible. This tale, inspired by true events, tracks stats (angry-friendly, sneaky-brash) in order to tailor the story to the choices you make. Additionally, there is a Halloween tale called Trick or Treat! which gives you the chance to go virtually door to door and collect candy and meet some crazy characters!<br><br>The editor lets you change these stories or create your own! Choose images, set a color scheme, and craft your tale while tracking stats or collecting items. You choose where the user adds their own flair, either with entries that are kept and re-used (such as your best friend's name) or ones that show up for a single story clip (noun, adjective, verb, number...) to add variety every time the story is played!”",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1123180/header.jpg?t=1573152220",
    "developers": [
      "Phil Nicholson"
    ],
    "publishers": [
      "Phil Nicholson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}