{
  "1123570": {
    "name": "FlyCatcher",
    "steam_appid": 1123570,
    "required_age": 0,
    "is_free": true,
    "description": "Would you make a good predator? This free ‘citizen science’ game developed and released by researchers at the University of Lincoln allows you to test your skills as a predator and help contribute to our understanding of the natural world. In this game, you are a hungry animal and your aim is to capture as many flies as you can with your retractable tongue. Specifically, you will be using the VR headset to track targets with your head movements, and using a VR controller to extend your tongue to capture flies. Waves of flies of different group sizes will be presented to you and you need to do your best to catch them all and get the highest score you can. There is also a profile system to allow multiple different players to contribute to our data collection. Your performance (in terms of your ability to catch the flies) will be sent to us to be analysed. We will use this anonymous data to answer questions about how the movements of prey animals, such as flies, can affect their chances of escaping predation. More specifically, we are looking at a behaviour common to many animals known as ‘protean movement’ (erratic, evasive movement patterns that reduce the chances of capture). Many animals move in this way, but we want to know more about protean movement in groups of animals, and what makes it harder for a predator (in this case, you) to catch them.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1123570/header.jpg?t=1584999743",
    "developers": [
      "Graham Richardson"
    ],
    "publishers": [
      "Graham Richardson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}