{
  "1123170": {
    "name": "Fantasy Grounds - Starfinder RPG - Dawn of Flame AP 3: Sun Divers (SFRPG)",
    "steam_appid": 1123170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Starfinder RPG - Dawn of Flame AP 3: Sun Divers</h2><strong>Into the Fire!</strong><br>With data recovered during the previous adventure, the heroes have proof of a deep-culture site in the sun and the coordinates to travel there. What they lack is the technology to dive into the star. Luckily, a member of the Corona Artifact Divers, daredevils who delve into the sun's atmosphere for thrills and profit, has just what the heroes need. However, this genius inventor is in debt to &quot;business people&quot; who have claimed the sun-diving starship to recoup their investments. The characters must venture to the bubble of Verdeon, confront those holding the vessel, and pilot it into the sun. Upon doing so, the heroes find a truly bizarre bubble-city and the key to further solar adventure!<br><i>This volume of Starfinder Adventure Path continues the Dawn of Flame Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Sun Divers,&quot; a Starfinder adventure for 5th-level characters, by Joe Pasini.<br></li><li>A survey of Noma, a bubble-city of artificial intelligence within the sun, by Joe Pasini.<br></li><li>A look at a handful of nefarious criminal organizations operating across the galaxy and equipment of use to those who engage in questionable activities, by Lacy Pellazar.<br></li><li>An archive of creatures elemental and solar, as well as the unique artificial life of Noma, by Joe Pasini, Owen K.C. Stephens, and Linda Zayas-Palmer.<br></li><li>Statistics and deck plans for a starship that dives into the heart of a sun, by Joe Pasini, and details of a moon being terraformed by genies from the Plane of Earth, by Judy Bauer.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1123170/header.jpg?t=1768416514",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}