{
  "1124130": {
    "name": "Streets of Neotokio",
    "steam_appid": 1124130,
    "required_age": 0,
    "is_free": true,
    "description": "Neotokio is struck by a territorial conflict between the city’s two most dangerous Yakuza clans: the traditional Minashigo clan and the progressive Kuroi Taiyô clan.<br> <br>The members of the Minashigo clan reject the idea of artificially modifying their body in order to preserve their humanity. Meanwhile, the members of Kuroi Taiyô use the latest technology to modify their weapons and anatomic structure, since for them, the human flesh is weak and only the result matters.<br>  <br>Kaito, a samurai of the Minashigo Clan, has to save his leader’s daughter who has been kidnapped by the Kuroi Taiyô Clan during an ambush. Since the life of Aiko and the Clan’s honor is in danger, Kaito has to begin a dangerous search in order to them both.<br><br>Follow Aiko’s trail, and join Kaito’s journey through the streets of Neotokio where the truth hides in the darkness. <br><br>Streets of Neotokio offers a top-down Action RPG experience set in a dark future of flesh and technology. Players take the role of fallen samurai Kaito, who wields his powerful katana sword and has access to a variety of moves, combos and other weapons. Players will need to explore the outskirts and streets of the dark futuristic city of Neotokio while fighting samurai and ninja warriors from an opposing clan. Streets of neotokio offers:<br><ul class=\"bb_ul\"><li>A classic Top-Down Action RPG experience.<br></li><li>Fast-paced sword-based combat with dashing moves, elemental effects and a layer of strategy.<br></li><li>An intriguing neo-noir stoyline set in a distant future Japan where past traditions and modern technology collide.</li></ul><br>Streets of Neotokio is a student showcase project from ESAT Valencia.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124130/header.jpg?t=1577106369",
    "developers": [
      "Samurai Monkeys",
      "ESAT"
    ],
    "publishers": [
      "ESAT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}