{
  "1124280": {
    "name": "Bob and Prickle",
    "steam_appid": 1124280,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124280/extras/a2008b6777f67a94a01571050f08a5ba.avif?t=1612387360\" width=642 height=92 /></span><br>Bob and Prickle is a fast-paced platformer shooter game where you fight against the evil company NZT who is hellbent on ruling the city of Lightbul. You control Bob, a self proclaimed superhero, (who is actually just an unemployed fat guy) and his assistant Prickle.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124280/extras/39a1a233144ea2a293dd5179afcee38b.avif?t=1612387360\" width=607 height=230 /></span><br>Fire up your jet pack and get ready to shoot all the enemies who stand in your way because NZT created a drug called ‘catrik’ which transforms humans into a new form known as Mazloms. You will encounter many Mazloms along your journey, but don’t worry because Professor Mellon Elusk is there to help. Choose your favorite weapon and show NZT just how powerful you are!<br><br>Although Bob and Prickle are polar opposites, the relationship between them is very special. The “Jumping Cholla” as they call themselves will both take part in saving Lightbul with many jokes and roasts along the way. With Prickle’s special powers you will be able to do so much more than you can imagine, it will add a great atmosphere while playing.<br><br>Bob and Prickle is set in the 2040s where flying cars and robots are the norm, but despite these technological advancements, you will still feel a sense of familiarity as you explore the world. In order to destroy NZT, you need to track and takedown those who work there while also encountering different bosses and enemies along the way. <br><br>The action won’t stop in Lightbul, you will always use your guns and call Prickle for his special powers, these two won’t fear anything. They may not be the best people for the job but they will try to get it done somehow. Bob was a mall cop, but there are no other brave men who Prof. Elusk can use to save the city, so Elusk is the brains and Bob is the muscle -- Prickle is just here to make sure Bob doesn’t screw things up. Each plan will involve a lot of shooting, jumping from flying cars, and helping out everyone in need.<br><br>B&amp;P is coming in the first quarter of 2020 and will feature:<br><ul class=\"bb_ul\"><li>Fast and smooth gameplay<br></li><li>Addictive shooting mechanics<br></li><li>Involving story<br></li><li>A lot of bang bangs<br></li><li>Variation of weapons, bombs and powers<br></li><li>Humor and dead jokes</li></ul>",
    "supported_languages": "英语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124280/header.jpg?t=1612387360",
    "developers": [
      "Sedat Güç"
    ],
    "publishers": [
      "Crealode Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}