{
  "1124690": {
    "name": "La Introducción",
    "steam_appid": 1124690,
    "required_age": 0,
    "is_free": false,
    "description": "Developed by Glottoverse Inc., La Introducción is the first of many games to come that revolutionize the way you learn language. Engage yourself with your environment to learn not just new words but sentences and other complex interactions. This game is titled 'The Introduction' because it is just that - it is a taste of what is to come! In this game you will learn about 20 vocab words and some basic commands in Spanish, a re-playable experience that a user can re-engage with as many times as they need. Every time you play is a chance to learn more! After purchasing the game and supporting Glottoverse Inc., you can keep up with Glottoverse on the website, on Facebook, and Twitter to see how this company is changing the future of language education! All funds go to future game development.<br />\r\n<br />\r\nIn this game, you will be guided through an immersive and puzzle-solving experience of learning Spanish. With a little bit of warm-up in the &quot;Learn&quot; portion of the game, you will be prepared to play and follow along as Francisco guides you. Your job? Solve the puzzle. This hands-on way of learning language? This is the future.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124690/header.jpg?t=1577626804",
    "developers": [
      "Robert Skipper"
    ],
    "publishers": [
      "Glottoverse Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}