{
  "1124070": {
    "name": "Tower VR",
    "steam_appid": 1124070,
    "required_age": 0,
    "is_free": true,
    "description": "Tower VR is a virtual reality based tower defense game. It is a strategy game where you open the monster gate and build and upgrade the tower by selecting the appropriate location and type to stop the monsters from running all over the place. But Tower VR is not just a strategy game. The VR game that utilizes the entire space of the game is a game that manipulates selected towers directly to remove nearby monsters, appropriately utilizes missile and other attacking skills, and adjusts the hero character position.<br />\r\nThe basic attributes of Tower VR start with the proper selection of the four towers. It is a basic strategy to use the skill such as a unit, land mine, and missile at a Tower VR is a VR tower defense game. When the monster gate is opened and the monsters invade, you must construct an appropriate strategy. Build up your favorite of the four towers and upgrade to prevent the invasion of monsters.<br />\r\nHowever, Tower VR is more than just a strategy game. The basic characteristic of Tower VR begins with the proper selection of the four towers. The basic strategy is to use the appropriate units, mines and missiles at the location where the monsters pass.<br />\r\nDo not forget to place our weak Weapon Hero in the right place.<br />\r\n<br />\r\nAnd, Tower VR has the character of an action game. You can fire your monster directly by selecting an already builted tower. You can attack normal monsters, special monsters, and air monsters using a play method similar to FPS games.<br />\r\n Tower VR is different from conventional tower defense games, and it is necessary to actively defend monsters that appear in the air as well as monsters that invade the ground, and sometimes it may be advantageous to control the tower directly.<br />\r\nPolyart Studio wants to get a Free demo version to collect feedback from users and get the full version. I would appreciate your kind comments.<br />\r\n<br />\r\n- game introduction -<br />\r\n<br />\r\nVR Tower Defense Action Games<br />\r\nVR action game that takes advantage of 3D space as a whole<br />\r\nNeed to establish strategies for the characteristics of various monsters<br />\r\nIntroduced the method of direct fire by the player in FPS mode towers<br />\r\nYou can use a stronger attack force if you shoot directly by choosing an AI tower",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124070/header.jpg?t=1565349834",
    "developers": [
      "POLYART STUDIO"
    ],
    "publishers": [
      "POLYART STUDIO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}