{
  "1124950": {
    "name": "Hyperplex 3D",
    "steam_appid": 1124950,
    "required_age": 0,
    "is_free": false,
    "description": "Hyperplex 3D is a remaster of a popular MS-DOS, Amiga game called Supaplex which was<br>created by Philip Jespersen and Michael Stopp, and published by Digital Integration in 1991.<br><br><strong>What is the game about?</strong><br>The game was was notorious for it's difficulty. Many levels require you to think thoroughly before making any move. The main character is called Murphy. His goal is to reach the exit of each level, in order to do this he must collect enough infotrons. However, in order to collect these objects you have to navigate through difficult puzzle-like levels where you have to think before you act. Making it a difficult but rewarding experience.<br><br><strong>Base game features</strong><br><ul class=\"bb_ul\"><li> 111 Playable levels that contain easy to difficult puzzles, which amount to hours of playtime<br></li><li> Multiple objects to interact with, such as Enemies, Bombs you can drop, ports you can go through and terminals that explode floppys.<br></li><li> Some levels have gravity, meaning the player falls down, adding an extra level of difficulty.<br></li><li> Yellow floppys that introduce sokoban-like puzzles to the game.</li></ul><br><strong>What does this remake add to the game? </strong><br>This version contains all original 111 levels and attempts to have all the features of the original game, and even more. It is a modernized 3D remake, this means it plays more smoothly and it's slightly faster compared to the original game. Made to be more fitting to the current generation of games.<br><br><strong>Extra features</strong><br><ul class=\"bb_ul\"><li> A level editor that allows you to create and share levels with friends <br></li><li> The ability to save the game during a level, being able to continue where you left off when you have exited the game or when you have died. <br></li><li> And the ability to slow down time, to make specific maneuvers easier to pull off. <br></li><li> Ability to skip 3 levels after your last finished level</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1124950/header.jpg?t=1573382381",
    "developers": [
      "Lowscope"
    ],
    "publishers": [
      "Lowscope"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}