{
  "1125900": {
    "name": "Speedway Challenge 2019",
    "steam_appid": 1125900,
    "required_age": 0,
    "is_free": false,
    "description": "Were you ever thinking about speedway career? Would you like you lead your favourite team to the championship? You can fulfil your dreams in Speedway Challenge 2019!<br />\r\n<br />\r\nBecome a real speedway rider thanks to new, more realistic riding model. Lead your career or your club from the very beginning, take the challenges and relax during matches between your favourite teams. For each ride you will get SCP points, which will let you unlock new tracks.<br />\r\n<br />\r\nYou can choose form four different game modes:<br />\r\n- CAREER - get a license, fight for a spot in the team, earn money, upgrade your gear and become a speedway legend,<br />\r\n- LEAGUE - select your favourite team, choose your line-up, buy new players and compete in Team Speedway Country Championship,<br />\r\n- CHALLENGE MODE - accept the challenge, play the competition and achieve your goal,<br />\r\n- QUICK GAME MODE - relax in a friendly match between 2 teams.<br />\r\n<br />\r\nCareer mode's key features:<br />\r\n- creating your own rider,<br />\r\n- license exam - pass it to sign your first contract,<br />\r\n- equipment - complete yours and upgrade it,<br />\r\n- bike parts - invest in your bike to gain advantage over rivals,<br />\r\n- transport - take care of logistics and upgrade your transport to take more parts with you for matches.<br />\r\n- contracts - hire managers, to receive new contract offers.<br />\r\n- rider's budget - grow your income step by step, but never spend all of your funds if you don't want to finish your career too quickly,<br />\r\n- riding in a few leagues - choose the best offers and start in many leagues at one time (senior leagues available - Polish, Swedish, British, Danish, German, Czech, Russian, French and junior leagues - Polish, Swedish, British),<br />\r\n- individual championships - become a junior or senior country champion,<br />\r\n- individual world championships - become a speedway world champion,<br />\r\n- injuries - different types of injuries with different recovery time,<br />\r\n- complex statistics - monitor your results in comparison to others,<br />\r\n- smooth change of all riders skills, during the season.<br />\r\n<br />\r\nLeague mode's key features:<br />\r\n- team line-up - here you can select your match line-up for senior and junior competitions and lead them to victory,<br />\r\n- budget - control your finances accordingly, or you will be relegated to the lowest league,<br />\r\n- transfers - negotiate contracts with current riders and candidates who want to join your team,<br />\r\n- rider's mood - take care of the mood of players in your team,<br />\r\n- injuries - different types of injuries with different recovery time,<br />\r\n- complex statistics - monitor your results in comparison to others,<br />\r\n- smooth change of all riders skills, during the season.<br />\r\n<br />\r\nGame's key features:<br />\r\n- realistic riding model, including contact between riders,<br />\r\n- extended starting procedure,<br />\r\n- configurable camera view (two cameras - horizontal and from behind the player, zoom in and zoom out, possibility of rotating camera in four directions)<br />\r\n- real time referee decisions,<br />\r\n- 3 difficulty levels,<br />\r\n- real leagues rules,<br />\r\n- changing weather conditions,<br />\r\n- 90 teams (league and national),<br />\r\n- almost 1000 riders with diversified skills,<br />\r\n- 40 tracks with different lines.",
    "supported_languages": "英语, 德语, 丹麦语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1125900/header.jpg?t=1612127765",
    "developers": [
      "Artur Berkowski Berobasket"
    ],
    "publishers": [
      "Artur Berkowski Berobasket"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}