{
  "1125670": {
    "name": "Percy Lancaster",
    "steam_appid": 1125670,
    "required_age": 0,
    "is_free": false,
    "description": "This game, made in 3D with a side view, combines the atmosphere of old platform games with more modern graphics. The action takes place mainly underground at different levels. And in the final part the events are transferred to the surface of the planet and into space. <br />\r\n<br />\r\nYou woke up in a dungeon and do not remember who you are and how you got here. But, since all the tunnels lead upward, it is not difficult to guess that you for some reason were at the lowest level.<br />\r\n<br />\r\nA little later, you realize that the dungeon carries many dangers. You will fight with enemies and look for keys to open the next levels. And in the inventory you can carry up to three items at a time.<br />\r\n<br />\r\nAs you get out, you will find answers to your questions. The stone walls of the lower levels will be replaced by more modern metal-plastic on the top. And then instead of torches, you will meet electric lamps and computers. So you are not a medieval warrior? But who built all this? And what's up there? Finally, you will understand what this place is, and remember the events that happened here in the recent past. You are also aware of your role in this story. After that, you will not have much time to escape ...<br />\r\n<br />\r\nThis is a browser-based 3D game that will be supplied as a build for Windows on Webkit. In theory it also can work in any browser that supports WebGL in any operating system - Windows, iOs, MacOS, Android, Linux and so on. But for now you can get a demo version as Windows 7-8-10 installation package.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1125670/header.jpg?t=1642583699",
    "developers": [
      "M3D"
    ],
    "publishers": [
      "M3D"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}