{
  "1125300": {
    "name": "Nine Noir Lives Demo",
    "steam_appid": 1125300,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1125300/extras/07984f09e987334cb196fd2b3c82e647.avif?t=1667136805\" width=800 height=132 /></span><br><br><i>&quot;Wait - did you say the Knitty Kitty Club? Where all the criminals hang out?&quot;<br>&quot;Not <strong>all</strong> of them, Tabby. I’m sure some hang out in...uh, dark alleyways, and large empty warehouses down at the docks, and such.&quot;</i><br><br>Welcome to Meow Meow Furrington, capital city of cats, home of the world's biggest ball of yarn...and hotbed of crime. You are Cuddles Nutterbutter, feline private investigator and owner of two perfectly normal-sized paws, the doctor said so.<br><br>After agreeing to take on a last-minute case for the Chief of Police, you and your plucky assistant find yourselves investigating a murder that risks upsetting the careful balance between the city's two most powerful crime families: the Montameeuws and the Catulets.<br><br>Cuddles will need to use every skill he's learned - as well as his definitely-not-smaller-than-average paws - to poke, lick and talk his way through to the heart of the mystery...before some very dangerous cats decide to take matters into their own paws. Which, to clarify, are absolutely regular-sized.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Play through a charming comedy-noir storyline inspired by every cat ever, with fewer cat puns than you might expurrct.<br></li><li> Explore the unique and intriguing city of Meow Meow Furrington across over fifty attractive, hand-drawn screens.<br></li><li> Interact with over twenty-five hilarious characters.<br></li><li> Discover a whole new dimension to everything in the game by using your <span class=\"bb_strike\">wits</span> tongue. Lick first, and ask questions later. Questions like &quot;what did you <i>expect</i> that to taste like, Cuddles?&quot;<br></li><li> Experience the city from two very different perspectives as you switch between Cuddles and his capable assistant, Tabby Marshmallow.<br></li><li> Laugh and learn about the world of Furth with sixty thousand words of fully-voiced dialogue.<br></li><li> Solve puzzles both fun and fiendish - but never unfair.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1125300/extras/dcfc66df1b616d8eb7e412d9100ba6e4.avif?t=1667136805\" width=570 height=138 /></span><h2 class=\"bb_tag\" >Simple, Lighthearted Fun</h2>Nine Noir Lives is our love-letter to point-and-click adventure games. We've been playing them for decades, and we love them - so we're making one. Combining our favourite elements of everything that came before, we hope to mix it up into something deeply entertaining.<br><br><br>While we've drawn on film noir for the story's inspiration, we're leaning much more towards the comedy side of &quot;comedy-noir&quot;. Expect some serious topics, addressed seriously - but we don't want to burden the whole game down under the weight of unrelenting grittiness. We feel that there's enough of that in the world already.<br><br>Fun comes first, and we aim to be funny before all else, with comedy inspired by the likes of Taika Waititi. We strive for humour that anyone can appreciate, and writing that won't force you to mute your speakers when playing in public. So snuggle up with your favourite floofball and discover Nine Noir Lives!",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1125300/header.jpg?t=1667136805",
    "developers": [
      "Silvernode Studios"
    ],
    "publishers": [
      "Silvernode Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Opened A Case",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1125300/c8129c9b7ceb36997102074bfa00ddc53a5b99ea.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}