{
  "1126140": {
    "name": "Area 51: The 9/20 Massacre",
    "steam_appid": 1126140,
    "required_age": 0,
    "is_free": false,
    "description": "You play as a commander, charged with the defense of Area 51 on the 20th of September, 2019. Many believe nothing will happen that day, yet the Air Force cannot afford to risk revealing what's inside the base. Will they manage to get through?<br />\r\n<br />\r\nCollect health packs, ammo, normal and alien guns and defend Area 51. Who knows, your superiors might have to reveal some of the base's secrets to you if they want to survive the onslaught.<br />\r\n<br />\r\n* Defend against waves of enemies across multiple levels<br />\r\n* Collect multiple types of guns, such as shotguns, rifles and grenade launchers<br />\r\n* Fight against many types of enemies, including but not limited to Karens, Kyles and Florida men<br />\r\n* Explore Area 51 underground as the enemy keeps pushing you and your soldiers deeper and deeper<br />\r\n<br />\r\nThe game is a top down mix of bullet hell and wave survival. You usually start off with a basic gun, such as a pistol and as the waves get harder, you collect more powerful guns such as alien shotguns. Enemies drop health packs, ammo and guns. There is both friendly AI, the soldiers, snipers and others and enemy AI. Your job is to protect your soldiers and to help them defend the base. Some of the environment, such as sandbags and cacti, are destructible and serve as obstacles. Barrels and other heavy objects can be pushed into strategic locations to hinder the enemy's movement. You need to employ a vast variety of tactics if you wish to survive the massacre.<br />\r\n<br />\r\nThe game has been inspired by the Facebook event Storm Area 51.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1126140/header.jpg?t=1565200824",
    "developers": [
      "Looney Tooney Studio"
    ],
    "publishers": [
      "Looney Tooney Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}