{
  "1126900": {
    "name": "Migrate",
    "steam_appid": 1126900,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >SCREAM, PECK, PREEN</h2>Guide the rambunctious, spear-wielding cockatoo Lo, young and cursed with quantum immortality. Like many, your wings are clipped. Journey to the south pole to recover the wisdom of an ancient avian society. But your journey doesn't end there - collect wisdom over multiple lives to experience alternate realities impacted by your actions. Hold out hope for the day you've unseated the tyrannical claws grasping at bird society.<br>In roguelike fashion, each run is unique in environment, resources, and approach. Master colorful environments along the way, and fight or befriend all manner of creature!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>Dangerous, destructible, procedurally-generated levels mean you'll never encounter the same challenge again. Master the game's fundamental mechanics to navigate each run effectively.<br></li><li>Successful runs alter the game, putting you in alternate realities affected by your actions.<br></li><li>Use active listening to complete puzzles by singing with the Duet system.<br></li><li>Manage your inventory and skills to strategize your run. Migrate's six skills fundamentally alter many aspects of gameplay.<br></li><li>Meet and fight a colorful (and often ridiculous) cast of characters - and save their souls (or whatever birds have) from tyranny, inside and out.</li></ul><h2 class=\"bb_tag\" >STAY IN TOUCH!</h2>Can't wait for Migrate? Grab the demo above now, and join our Discord so you don't miss a thing!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1126900/header.jpg?t=1608683032",
    "developers": [
      "Anapse Entertainment"
    ],
    "publishers": [
      "Anapse Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}