{
  "1126030": {
    "name": "Orbis Sepia: The End of Worlds",
    "steam_appid": 1126030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Explore an infinite procedurally generated universe</h2><br>Billions of light years of planets and stars ready for you to discover, all with their own unique twist.<br>However there is a catch, traveling comes at the cost of hunger, and there is only one source of food for a creature the size of a planet, which is a planet!<h2 class=\"bb_tag\" >Prepare for the battle ahead</h2><br>Attack planets to regain your hunger, but beware as planets do not like to be eaten. Prepare your loadout to fit the planet that you are attacking, choose the right skills and planet cores for the job, and maybe consider spending that XP on some mutations.<h2 class=\"bb_tag\" >Use your Skills</h2><br>Skills are your main source of defense, you can take up to 5 active and 3 passive skills into battle, making for a total of 8 skills.<br>These skills can do anything from healing yourself to shooting out spikes as missiles to take out any foe attacking you.<br>Skills have an activation time as well as a cooldown, so make sure to time them properly! The strength of skills increase with the level of your creature.<br>Some skills also have certain activation conditions that need to be met before they can be activated, but these have way stronger effects as they require you to take a bigger risk before you can activate them, use them wisely!<br><br>Use the XP you gained from eating planets to buy new skills and expand your arsenal!<br>Choose between more than 100 unique skills to prepare your loadout for the next attack!<h2 class=\"bb_tag\" >Mutate</h2><br>Upgrade your creature by mutating its stats, these mutations are permanent buffs to the stats of your creature and most of them can be infinitely upgraded! At a cost off course...<br>Use the XP you gained from eating planets to mutate your creature and become infinitely stronger to take on tougher worlds!<h2 class=\"bb_tag\" >Equip Planet Cores</h2><br>Planet Cores are crafted from planet remains that you collect automatically after defeating a planet. These powerfull relics serve as a temporary boost to your creatures stats as they are interchangeable between attacks. You start out with a single equip slot but this can be upgraded up to 5 by mutating your creature.<h2 class=\"bb_tag\" >Send your minions into battle</h2><br>As you destroy the worlds in the entire universe, the inhabitants of these planets will start to accept their fate, and worship you.<br>In return for sparing these loyal minions, you can use them during your attack as an extra line of defense.<br>These servants will attack anyone trying to attack you, giving their lives if needed.<br>When a planet is destroyed, a small percentage of the remaining population based on the statistics of the planet will surrender to you and become your servants. However, every death servant is gone forever, and you must keep their believes up or they might turn on you!<h2 class=\"bb_tag\" >Evolve</h2><br>Evolution is a big part of life, in order for a species to continue to live on, it must evolve in order to stay alive in a changing world.<br>This is no different for a giant creature in a changing universe! However, there is a small twist...<br>Gain evolution points by taking out entire star systems, then use these points to evolve into a new creature, leaving the old one behind.<br>However, the old creature will still be there allowing you to go back whenever you seem nescesary.<br><br>Not only that but these creatures serve as a backup if you ever were to die, then you can go back to your previous creature as death is permanent!<br>Or discard your old creature for extra evolution points.<br><br>Evolving has both cons and pros, for starters, you get to choose a unique trait per evolution in the evolution tree, this trait can do anything from permanently majorly buffing a specific creature stat, to giving you some starting XP on birth, to even making skills and mutations cheaper. Evolutions are also inherited from your previous creatures, so every time you evolve you will still have every single trait from your previous creature.<br><br>However, as you might have guessed, this comes at a sacrifice! Evolving completely resets your skill tree and any mutations the creature had, as these do not transfer over to the evolved creature unless mentioned otherwise by a specific evolution. Your previous creature will keep these.<h2 class=\"bb_tag\" >Discover the purpose of your existance</h2><br>You have no memory of what created you or if there was any version of you before the start, seeking these answers is the key to your salvation! But these answers can only be found by exploring the universe!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1126030/header.jpg?t=1635540614",
    "developers": [
      "RC Games"
    ],
    "publishers": [
      "RC Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}