{
  "1127780": {
    "name": "Daymare: 1998 Demo",
    "steam_appid": 1127780,
    "required_age": 0,
    "is_free": true,
    "description": "DAYMARE: 1998 is a third-person survival horror with hardcore survival mechanics and hard to kill enemies. It requires a strategical approach to combat and puzzles and offers a multi-character point of view on the story, revealing a deep and obscure lore.<br>The scene is set with a secret research facility, a deadly chemical weapon and a special security team to investigate this incident with the potential to become much more than just a security breach. Follow the steps of an elite soldier, a helicopter pilot and a forest ranger, as they play out their roles in an event that transforms one peaceful small town into a deadly zone and its citizens into bloodthirsty monsters. Take the creatures down first, before looking for any clues and evidence to bring more sense to the mess. Keep track of your itinerary, as resources are scarce in a situation like this! Anything can happen when your daymares become real…<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127780/extras/ezgif.com-gif-maker_(1).jpg?t=1567514538\" /></span><br><br>Fans of the iconic cinematographic brands and classical gloomy survival horror games of the '90s will be thrilled, seeing how DAYMARE: 1998 recreates the atmosphere of the most beloved works from the end of the millennium and places a typical yet fresh story in the middle of it. The plot unfolds through the eyes of various characters, putting players in the shoes of different personalities that will guide them through their theories and doubts about the situation. Backtracking, managing ammo, collecting lore items, solving environmental puzzles and the overall difficulty will help players jump a couple decades back and get chilled to the bone in their first real daymare.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127780/extras/ezgif.com-crop.jpg?t=1567514538\" /></span><h2 class=\"bb_tag\" >Main features:</h2><ul class=\"bb_ul\"><li> Multi-character POV – see the story from different angles and discover the truth<br></li><li> Dreadful enemies – rendered in detail with lifelike animations and dismemberment<br></li><li> Realistic HUD – check inventory, health and position on a special piece of gear<br></li><li> Environmental puzzles – finding your way is not always easy, look for clues <br></li><li> Classic mechanics - limited ammo and save points, backtracking, collectibles, tough enemies and more<br></li><li> Modern graphics and effects – not all is classic thanks to Unreal Engine 4<br></li><li> Experience 90s – homage to the era with tons of references</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127780/header.jpg?t=1567514538",
    "developers": [
      "Invader Studios"
    ],
    "publishers": [
      "Destructive Creations",
      "All in! Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}