{
  "1127760": {
    "name": "Grave Days",
    "steam_appid": 1127760,
    "required_age": 0,
    "is_free": false,
    "description": "Grave Days is a Survival Roguelite game, set in the Zombie Apocalypse. It thrusts you into chaotic situations where you need to make quick decisions on your feet! The important question during each encounter is <i>fight</i> or <i>flight</i>? The answer to which depends on your play-style, and the exact situation you found yourself in!<br><br><strong>Grave Days</strong> brings together the Roguelite and Zombie Survival genres to set itself apart from the typical Zombie Survival game. It’s fast-paced and action-packed. It takes inspiration from games such as Streets of Rogue, Death Road to Canada and Project Zomboid.<br><br>In the current alpha of Grave Days, you play as the <i>not-so-super</i> hero of a Zombie Apocalypse comic book, affectionately nicknamed Grave Dave. You will set out on a series of expeditions of ever-increasing difficulty in procedurally generated worlds. You will explore, scavenge, sneak, fight and escape from sticky situations, as you work your way through each town to finish your objectives. You will earn XP and level up to become stronger, craft new weapons, items and medicine, cook food and carefully plan out what to take with you on your next expedition!<br><br>As you attempt to make it through all expeditions, you will unlock new classes - such as Athletes, Soldiers and Doctors - which will allow you to experiment with new playstyles to find what suits you best!<br><br>We invite you to join our community, and share your ideas and feedback with us! We look forward to hearing from you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127760/header.jpg?t=1699505164",
    "developers": [
      "Digitized Insanity"
    ],
    "publishers": [
      "Digitized Insanity"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}