{
  "1127480": {
    "name": "What's Left",
    "steam_appid": 1127480,
    "required_age": 0,
    "is_free": false,
    "description": "“What’s Left” is a pixelated journey across the world in this retro-style game that offers diverse gameplay, locations, and genres. You will explore different environments, from dead cities to underground civilizations and encounter various challenges such as classic turn-based RPGs, DOS-style text adventure, stealth missions, huge set pieces, puzzles, monsters, side quests, epic boss battles and more. You will also have access to a variety of weapons and the ability to manipulate time to your advantage via your shapeshifting companion Picaro.<br><br><i>&quot;Unhappy is her to whom the memories of childhood bring only fear and sadness.&quot;</i> - H.P.Lovecraft<h2 class=\"bb_tag\" >GAMEPLAY</h2>The game follows Landon Ferngrass who is trying to make amends for his past mistakes. He sets out with his shapeshifting friend Picaro to locate a magical artifact called the Fire Pearl. The Fire Pearl is believed to contain the same flame all souls are born from. Together they travel the globe, confront their demons, make new friends, reconcile with some old ones, overcome deadly threats, and are forced to face the harsh truths, secrets are meant to protect us from.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127480/header.jpg?t=1689343797",
    "developers": [
      "A.E.Southwood Games",
      "Ashes of Emerald",
      "Djexx Markov"
    ],
    "publishers": [
      "A.E.Southwood Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}