{
  "1127210": {
    "name": "Mystery at Stonyford Bridge",
    "steam_appid": 1127210,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Stonyford, a small town nestled in the mountains. Here, everyone knows each other, and your neighbors are like family. Nothing bad ever happens here...until now.<br><br>Play as Grey as he returns home from his first semester at college. The town is bursting with holiday spirit, and the night of your return, you are happy to go to the Christmas Fest and see all of your old friends. You could never have expected that after this night, your life would change.<br><br>When a close friend is found dead by apparent suicide, the town is grieving. You most of all. You are sure that your friend could not have killed herself, and it is up to you to find out if there is more behind her death.<br><br>Search the town, question the residents, find evidence, and uncover the secrets your friend left behind. Dive deeper into your own past, and try not to let your other friendships slip away. What truly is going on? Why did your friend commit suicide? Who is hiding secrets from you? Is there more going on in Stonyford than meets the eye, or are you slowly losing your grip on reality? Take a journey of self discovery and uncover the Mystery at Stonyford Bridge!<br><br><strong>Features:</strong><br>⦁\t63,000 words<br>⦁\t4 different story tracks<br>⦁\t8 different endings<br>⦁\tEvery choice you make changes the dialogue, outcomes, and character reactions to you<br>⦁\tInteractive screens where you can search for clues and evidence<br>⦁\tAn immersive phone system that includes texts, emails, and more!<br>⦁\tAll original soundtrack",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127210/header.jpg?t=1738239991",
    "developers": [
      "Schoolfield Games"
    ],
    "publishers": [
      "Schoolfield Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}