{
  "1127310": {
    "name": "HelixVision",
    "steam_appid": 1127310,
    "required_age": 0,
    "is_free": false,
    "description": "HelixVision is dedicated to bringing you a virtual 3D TV where you can play any of the epic HelixMods in full stereoscopic 3D. <br><br><i>Try out our Free Demo to see how good HelixMod games can look.  The Demo shows you stereoscopic screenshots on the giant HelixVision screen.  It does not allow you to play any games, but the screen and environment are fully functional, and exactly as they appear when gaming. Free, 100M download, worth 5 minutes.</i><br><br>HelixVision starts with an easy to use interface to your installed games.  One click launches your game into a VR environment that is a virtual giant stereoscopic screen, like a 3D home theater. Using Nvidia 3D Vision and the HelixMod converts them from 2D into stereoscopic 3D to play on the virtual theater.  The screen is fully adjustable to your liking, including distance, size, vertical location, curve, and 3D strength.<br><br>HelixVision does not convert your games into full VR experiences, it is a big screen, 3D theater experience.  You will still use your keyboard/mouse or game controllers to play.  The VR controllers are used to adjust the game theater to your liking.  HelixVision works with all VR headsets, including Index, Rift-S, and WMR.<h2 class=\"bb_tag\" >Known incompatibilities:</h2><ul class=\"bb_ul\"><li>AMD or Intel GPUs are not supported. We require <i>Nvidia 3D Vision</i>.<br></li><li>NVidia drivers 456.38 or greater are not currently supported.  NVidia broke DX11 3D Vision in these drivers.  We are investigating, but may not be able to resolve this problem.<br></li><li>RTX 3080, 3090, or 3070 require newer drivers and are thus not currently supported. <br></li><li>No DX12 games are currently working in 3D.<br></li><li>Gaming laptops require an external monitor.</li></ul><h2 class=\"bb_tag\" >Is HelixVision for you?</h2>You should enjoy modding, which is pretty much the point of using a PC and not a console.  You can expect to run into glitches and problems. Although we work hard to smooth out the experience, HelixVision is not and never will be a console experience.  Modding is terrific and fun, and you get to experience things no one else sees, but naturally it doesn't always work smoothly.<br><br><br>Our goals are:<br><br>Ease of use – one click to launch on the virtual 3D TV.<br>Performance – minimizing the VR impact on the game.<br>Quality – minimal glitches.<br><br>Currently in Early Access, we are actively soliciting opinions about what is important to our users. You can add new requests, or vote up items important to you. Please see our web page.<br><br><br><br>HelixMod is a community of enthusiastic gamers making games run great in stereoscopic 3D.  We focus on fixing graphical glitches in games that are automatically converted to stereo by NVidia 3D Vision.  <br><br>The stereo gaming experience cannot be beat. Play incredible games like Witcher 3, Mass Effect, Tomb Raider, Batman Arkham Knight, Dishonored, Portal 2 and hundreds of others.  <i>Please note that no games are included with HelixVision.</i><br><br>In the HelixVision UI, at our webpage, and on the steam forums you can find a list of games currently supported by HelixVision.  If you see even one game that strikes your fancy, you owe it to yourself to give HelixVision a try.",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1127310/header.jpg?t=1674244928",
    "developers": [
      "Bo3b Johnson",
      "Markus Gündert"
    ],
    "publishers": [
      "Bo3b Johnson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}