{
  "1128080": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Core Rules (PFRPG2)",
    "steam_appid": 1128080,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > <strong> Pathfinder 2 RPG - Core Rules</strong> </h2>  <strong> Advance Your Game</strong><br>This comprehensive guide to the Pathfinder roleplaying game provides everything you need to set out into a world of limitless fantasy adventure! Choose from ancestries like elf, human, and goblin and classes like alchemist, fighter, and sorcerer to create a hero of your own design, destined to become a legend! The new Pathfinder rules are easier to learn and faster to play, and they offer deeper customization than ever before!<br>This indispensable volume contains the core rules for players and Game Masters, and is your first step on a heroic new journey!<br>The Pathfinder Core Rulebook includes:<br>Game rules, advice, character options, treasure, and more for players and Game Masters!<br>Six heroic player character ancestries, including elf, dwarf, gnome, goblin, halfling, and human, with variant heritages for half-elf and half-orc!<br>More than 30 backgrounds like bartender, soldier, or apprentice to further immerse yourself in your hero's backstory!<br>Twelve character classes, including the alchemist, barbarian, bard, champion, cleric, druid, fighter, monk, ranger, rogue, sorcerer, and wizard!<br>Hundreds and hundreds of spells, class feats, and other exciting abilities to help you customize your character to become the hero YOU envision her to be!<br>Streamlined and revised rules to help ease new players into the game while providing the depth of character options and tactical interest that have defined Pathfinder from the beginning!<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br>All maps resized and set up with a preset grid to make combats easy to manage<br>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br>All the images and handouts from the book available to share with your players as you need them<br>Note: This product contains links to the Lost Omens: Gods &amp; Magic product for access to expanded core deity information. Lost Omens: Gods and Magic is not needed or required to use this product.<h2 class=\"bb_tag\" > <strong> Videos</strong> </h2>  <strong> Pathfinder 2E Trailer</strong><br><i>  <strong><br>Adapted for Fantasy Grounds by: [/i]Damian Hupfeld, and Martin Blake</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1128080/header.jpg?t=1768416849",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 16300,
      "final": 16300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 163.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}