{
  "1128890": {
    "name": "Light Trail Rush",
    "steam_appid": 1128890,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Light Trail Rush! In a far future, the galaxy is looking at the Light Trail competitions with excitement. This is where heroes are made and champions write history. In this action-packed brawler, it's not about reaching a finish line. Through fast-paced gameplay and tactical use of power-ups, eight competitors need to battle each other for points. Secure the most points and you will claim victory. <br><br>The leader of the pack is called the Tracer. He's the one drawing the road, free-roaming through the battle arena in space. By making the road treacherous, those chasing him will fall off. This will earn the Tracer points. At the same time, the Chasers are fighting each other in an effort to claim the first spot. By using all kinds of power-ups, Chasers can earn points by bumping each other off the road. <br><br>He who reaches the point limit first is victorious. Light Trail Rush guarantees action-packed and fast-paced gameplay. Now let’s brawl! <br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li> Unique action-packed, fast-paced gameplay<br></li><li> Players draw the road themselves<br></li><li> Free-roaming through different battle arenas <br></li><li> Each map procedurally generated, no race is the same<br></li><li> Online multiplayer for eight players<br></li><li> Full controller support<br></li><li> Four unique space ships, each with different attributes<br></li><li> Unlockable customization options<br></li><li> Unique skins, player-owned, stored on the Ethereum blockchain</li></ul><br><strong>Story</strong><br>After centuries of space expansion, Ambrosium became the most coveted resource in the galaxy, the cause of conflict. When the Pax Ambrosia Treaty ended the war, the defeated and battered Houses were forced to surrender all Ambrosium trade rights to the Konsortium. Even though the treaty brought peace, the unfair distribution of resources and power resulted in a growing underground rebellion against the Konsortium. The Konsortium uses the Light Trail competitions as a peacekeeping endeavour to appease the masses. Millions attend Light Trail competitions, and the sport is a popular form of entertainment as well as a political outlet. Heroes of the Light Trail League bring hope and pride to the working class.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1128890/header.jpg?t=1740602780",
    "developers": [
      "B2Expand"
    ],
    "publishers": [
      "B2Expand"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}