{
  "1128440": {
    "name": "Solitaire Legend of the Pirates",
    "steam_appid": 1128440,
    "required_age": 0,
    "is_free": false,
    "description": "Dive into the very heart of the Caribbean sea! You can become a legendary pirate by playing Solitaire Legend of the Pirates!<br />\r\nWhat does a pirate need? A true pirate always needs gold… and more gold!<br />\r\nGet your hands on coveted pirate treasure by solving all the deals!<br />\r\nGet behind the wheel of your own ship and head out in search of adventure alongside Captain Hook! Many puzzles await you, but you’ll take care of them with ease, courageous captain!<br />\r\nExplore 12 mysterious locations and get a multitude of unusual pirate trophies, including three famous ships from the history of piracy!<br />\r\nGet hours of exciting gameplay out of levels with varying difficulty. Unique gold cards make the game even more fun!<br />\r\nGet behind the wheel, captain! Gold awaits!<br />\r\n<br />\r\n- Explore new waters on your own pirate ship!<br />\r\n- Solitaire card game – collect chains of cards!<br />\r\n- Exciting levels that are sure to hold your interest!<br />\r\n- Colorful graphics in a piratical style on every level!<br />\r\n- Get to grips with a bunch of bonuses and features to help you complete levels!<br />\r\n- Remove cards faster to increase your combo multiplier and get more coins!<br />\r\n- For daring players – special tasks and over 15 colorful trophies!<br />\r\n- Original themed decks and 12 card back styles!<br />\r\n- Hours of fun guaranteed!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1128440/header.jpg?t=1687419071",
    "developers": [
      "Somer Games"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 1740,
      "discount_percent": 70,
      "initial_formatted": "¥ 58.00",
      "final_formatted": "¥ 17.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}