{
  "1129830": {
    "name": "Barista: Rise and Grind",
    "steam_appid": 1129830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is Barista: Rise and Grind</h2>In BraG, you play as Bean, a rookie barista, whose dream is to open their own café. You start your journey at a small coffee stand on the street with low quality equipment and work to realize your dream of owning your very own successful café. <br><br><br>BRaG is a top-view cozy simulation game where you manage all the aspects of your café.<h2 class=\"bb_tag\" >Character creation</h2><ul class=\"bb_ul\"><li>Customize your BEAN’s appearance from head to toe.<br></li><li>Choose between a ton of different hats, glasses, aprons and many other accessories to make your character unique. </li></ul><h2 class=\"bb_tag\" >Buying the greens</h2>Source your own coffee beans that match what you want to serve your customers. Buy only the best quality coffee by choosing their origins, varietals, processes and altitude.<h2 class=\"bb_tag\" >Roasting your own coffee</h2>Roast green beans to increase your profit margins in your cafés by selling bags of them or simply serving your own beans to customers. That allows for more control over what exactly you serve to them and increases the quality of your drinks!<h2 class=\"bb_tag\" >Upgrading your spaces</h2><ul class=\"bb_ul\"><li>Buy new coffee machines to unlock new drinks to add to your menu.<br></li><li>Purchase bigger and better properties to expand your cafe.</li></ul><h2 class=\"bb_tag\" >Your Café</h2><ul class=\"bb_ul\"><li>Use the profits gained from selling coffee to choose the look and vibe of your café. <br></li><li>Customize just about everything in your café including the music being played, the style of seating and tables, the layout of your workspace behind the counter, the decor on the walls and shelves of the café and more. </li></ul><h2 class=\"bb_tag\" >Your Home</h2>Make yourself feel at home by choosing your apartment’s layout, decor and furniture. Use this space to plan ahead, buy stuff, restock, check your finances and rest until the next day!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1129830/header.jpg?t=1742502358",
    "developers": [
      "Pixelz Games"
    ],
    "publishers": [
      "Pixelz Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}