{
  "1129550": {
    "name": "edataconsulting VR Office",
    "steam_appid": 1129550,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to edataconsulting offices!<br />\r\nWe have the pleasure to invite you to take a virtual visit to our office at Las Palmas de Gran Canaria. Take your VR device and wander around our second home. <br />\r\nWe have modeled our facilities for you to learn a bit more about us and get to know a bit about the projects we carry out. <br />\r\n<br />\r\n- Move around freely using the controllers from your VR device to teleport or walk around naturally if you have a big room scale available.  <br />\r\n- Enjoy the wonderful sights of the port from our city and discover an experience very close to reality with some hidden Easter Eggs.<br />\r\n- Interact with the environment, see what we are working on by checking our computers or take notes with the markers on the whiteboards. <br />\r\n- Reach the meeting room to play a video of our AR space planner tool on the big screen. Also, use the computer in the VR area to experience our project Indus-VR. Yes! VR inside of VR. <br />\r\n- Find the playroom and use physics to interact with the environment. <br />\r\n<br />\r\nDon't worry, there is a little tutorial at the beginning and even if you are new to VR experiences, you will get the grip of everything very quickly.<br />\r\n<br />\r\nIf you like this experience and also want to show your products or projects in VR to your clients, contact us!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1129550/header.jpg?t=1571738198",
    "developers": [
      "Jose Alfonso",
      "Vicente Mauricio",
      "Tobias Kammann",
      "Guillermo Fleitas"
    ],
    "publishers": [
      "Jose Alfonso"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}