{
  "1129430": {
    "name": "Buzz Kill Zero Demo",
    "steam_appid": 1129430,
    "required_age": 0,
    "is_free": true,
    "description": "Buzz Kill™ Zero is a new shooting game heavily based on early 80's retro shooters, but with a bullet hell edge! One of Earth's satellites has gained consciousness &amp; has created an army to destroy all humanity. Blast your way through 5 challenging missions, using different weapons &amp; abilities to decimate the opposition. Rush enemy kills together quickly to increase your points per kill &amp; get a super high score. Four different skill levels to challenge all from newcomers to experts. Compete against the world on leaderboards for the high score &amp; earn achievements to prove your skills. Do you have what it takes??<h2 class=\"bb_tag\" >Game Play</h2>Like most retro shooters, you move from side to side destroying enemies as they attack you in waves. As the game progresses however, the waves become less defined, the number of enemies becomes more insane, and their attacks/patterns become much more complexed! To help you deal with all of this madness, you have several abilities that you can use at any time, but you must 'buy' it for at the cost of some power. As you destroy enemies quickly, your RUSH multiplier goes up, letting you get more points.<h2 class=\"bb_tag\" >Story</h2>Many years ago, a highly advanced satellite named PROJECT BUZZ was sent deep into space. After several years, contact with it was lost. Unknown to us, however, the satellite somehow became conscious. Growing both a hatred for &amp; jealousy of humanity lead PROJECT BUZZ to create an army to destroy all humanity and be her children. Now, you have been sent out to save the human race from a monster of our own creation.<h2 class=\"bb_tag\" >In This Demo</h2>This demo comes with the retro intro stage, the first deep space stage, Mission 1 in full, and a bonus round. You get to try all four skill levels, Score Attack, Survival, and Time Attack modes!!<br><br>*This demo was created for the final game was released.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1129430/header.jpg?t=1564423089",
    "developers": [
      "Kaleb Parham"
    ],
    "publishers": [
      "KaPa ENT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}