{
  "1130970": {
    "name": "The Yellow Ladder",
    "steam_appid": 1130970,
    "required_age": 0,
    "is_free": false,
    "description": "You've recently been hired as a temporary groundskeeper by an unsuspecting employer.  The building on the premises you're to maintenance has been designed to appear as inconspicuous from the outside —but you know better.  Although you don't have clearance to enter this mysterious facility given your limited duties, your mission will be to force your way in by any means available... <br>Welcome, one and all to Solemn Acres Studios' flagship title, &quot;The Yellow Ladder!&quot;  Fight through enemies with hammers, crowbars, gas-powered brush cutters and more.  Navigate a vast network of leveled environments via elevators and catwalks.  Find and hack all susceptible server towers to achieve &quot;shutdown&quot; of a massive computer, and escape (if you can).  <br><br><i>Navigation: From options tab in main menu, use WASD keys to adjust volumes and to move character curser in the settings menu.  To view controls info page, or to return to main menu from &quot;settings menu,&quot; use A and D keys respectively when &quot;character curser&quot; is placed at the top of the screen.  To return to the settings menu from the &quot;controls info page,&quot; press A key.  <br><br>         <br>  </i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1130970/header.jpg?t=1704057738",
    "developers": [
      "Solemn Acres Studios, LLC"
    ],
    "publishers": [
      "Solemn Acres Studios, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}