{
  "1130820": {
    "name": "Framing Dawes",
    "steam_appid": 1130820,
    "required_age": 0,
    "is_free": false,
    "description": "A cursed teenager is thrown into a forgotten recursive wonderland where the last twenty-four hours are a mystery, her Mother's been kidnapped and she’ll be framed for the murder of a missing boy if she can’t find him. Oh, and her pet rabbit has risen from his grave…<br><br>Framing Dawes is an atmospheric adventure game following teenager Bay Dawes on her journey to find and bring a missing boy to the asylum where her mother is being held captive before the end of the day. If she doesn't, she will be framed for his murder and never see her mother again. Accompanied by her dead pet rabbit, Dink, they explore the hidden world beneath her town of Foresight in a flying bathtub to recover missing memories and rescue her mother. <br><br>But can she break the curse before it's too late?<h2 class=\"bb_tag\" ><strong>Gameplay</strong></h2><br><ul class=\"bb_ul\"><li>Story-Driven, Point and Click Adventure.<br></li><li>Players will interact with Dawes' world, collecting and combining inventory, solving puzzles and casting spells.<br></li><li>There are occasional instances where the player can switch to Dink the rabbit and Dawes' mother.<br></li><li>The game is composed of three parts combined into the full game.<br></li><li>The control options are Mouse and Keyboard.</li></ul><h2 class=\"bb_tag\" ><strong>Highlights</strong></h2>​<br><ul class=\"bb_ul\"><li>Over 90 beautifully hand-drawn environments to explore<br></li><li>Inspired by Alice in Wonderland, mythological stories, Jan Švankmajer, Tim Burton, Labyrinth, Dark Crystal and old dreams<br></li><li>The provocative narrative will surprise and immerse you<br></li><li>Navigate to different locations in a magical flying bathtub<br></li><li>Bizarre characters, talking dolls, missing socks, space exploration and more!<br></li><li>Experience occasional possessions and paranormal activity<br></li><li>Original soundtrack</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1130820/header.jpg?t=1649324721",
    "developers": [
      "Jinx-It Games"
    ],
    "publishers": [
      "Jinx-It Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}