{
  "1131480": {
    "name": "逝去的回忆3：四叶草之梦 Demo",
    "steam_appid": 1131480,
    "required_age": 0,
    "is_free": true,
    "description": "这是照搬完整版的描述，请随时做好各种功能在试玩版中不能实现的准备。<h2 class=\"bb_tag\" ><strong>游戏背景</strong></h2>       故事发生在相对于现实世界的另一个世界——幻世界。一个叫皮鲁卡家伙，来的幻世界后经过10年秘密研究，造出了具有强大战斗力的假面人，而最令他骄傲的假面人塞拉娅，被他认作女儿。在现实世界中死掉的迪恩的妹妹戴雅琪，在幻世界被皮鲁卡所救，皮鲁卡激发了戴雅琪体内的黑暗力量，使她成为了幻世界最强大的人。并认她作义女。有了这两个女儿作筹码，皮鲁卡侵略战争爆发了。他的第一个目标，选择了卡塔纳帝国。<h2 class=\"bb_tag\" ><strong>游戏特色</strong></h2><ul class=\"bb_ul\"><li>五人队伍自由搭配。除了主角固定之外，其他六名角色选四名，自由搭配；如果玩到二周目及以上，还能增加两名备选角色，变成八选四。<br></li><li>半自由的加点。角色升级是需要秘籍来提升属性点的，秘籍的优劣直接影响着加点的多少，秘籍的种类决定着加点的方式，还有稀有的珍籍等你去发现。快去寻找适于你的秘籍吧。<br></li><li>技能升级。每升2级可以获得1点技能点，怎么分配就由你决定了。如果分配错了也有后悔药吃，购买重修之书就能重置技能点了。<br></li><li>技能升阶。找到NPC加仑就能升阶了，需要神天水晶作为升阶材料。<br></li><li>稀有装备。饰品和玩具都是稀有装备，是商店买不到的。饰品可以注入任何类型的属性水晶，玩具的属性比同等级的普通装备优秀许多。<br></li><li>装备鉴定。怪物掉落的装备都是未鉴定的，找到NPC玛可就能鉴定，鉴定的属性好坏不一。也可以选择游人职业的凯撒作为队友，凯撒的鉴定技能比玛可要强多了。如果鉴定属性不理想，可以使用重铸石进行重铸。<br></li><li>属性抽取和注入。找NPC露伽来实现。打到理想属性的装备，可以用属性水晶把这条属性抽取出来，再注入到另一件装备中。<br></li><li>装备升级。找NPC奥斯卡来实现。等级越高的装备，属性越高，但是成功率越低。可以用幸运草或者神秘红石来提升成功率。装备升级是不能用SL大法的，一定要放幸运草，千万不要抱侥幸心理，否则装备升爆了就哭吧。<br></li><li>装备G化。打到G卷轴就能G化装备了，依然是找NPC奥斯卡。G装备能提升伤害百分比和减少受伤百分比。G装备共分为G、DG、XG三个等次。<br></li><li>赌博系统。可以用作休闲娱乐，运气好的话可以赚很多钱，但是别赌红了眼，把内裤都输掉了。赌博是不能用SL大法的，一定要慎重。<br></li><li>倒卖系统。游戏里有一个价格不断变化的连锁店，以及当铺，可以低价买进高价卖出的方式赚钱，也可以留着不卖了自己用。<br></li><li>循环任务。刷经验的凤姐任务，刷道行的辣妹任务，还有一姐任务、海妹任务、⑨姐任务，刷得你不亦乐乎。<br></li><li>副本系统。其实就是帮助四叶草王源玺实现梦想，原来四叶草之梦就是这么来的。一共9环，每完成一环，梦想之球就能升级。<br></li><li>怪物头目。普通战斗有时会遇到更强大的怪物头目，战胜之后有机会得到秘籍；打败黄色或更强的头目必定获得秘籍，而且有概率获得珍籍。打败什么颜色的头目，就会掉落什么颜色等级（或低一等级）的装备。<br></li><li>特殊事件。包括明雷特殊事件（如三神、黑鬼、人赢聪等）和暗雷特殊事件（如天兵、闪电飞贼、熊猫酒仙等），打败他们都能获得各种惊喜，但是一定要量力而行哦。<br></li><li>藏宝图。打开藏宝图就能开始挖宝了，挖到什么好东西呢，还是要看运气。<br></li><li>宠物系统。一只爱吃鱼的喵喵，可以习得各种技能辅助整个队伍，千万别饿着它了喵。</li></ul><h2 class=\"bb_tag\" ><strong>角色介绍</strong></h2><ul class=\"bb_ul\"><li>【杰瑞德】职业：勇者；相性：土<br>来自现实世界阿斯加德村的村民。暖男一枚，性格温和，对小正太交代的事总是尽心尽力去完成，绝无怨言，也因此经常惹恼柏妮丝。特别擅长物理连击和制造混乱。<br></li><li>【塞西尔】职业：骑士；相性：水<br>贝里克城的王子，虽然身为王子，但是却不习惯以王子自居，为了阻止皮鲁卡的阴谋而踏上征程。特别擅长保护队友和冻结敌人。<br></li><li>【柏妮丝】职业：护卫；相性：木<br>来自默奇森村的村民，性格相当暴躁，对杰瑞德颇有不满。她愿望是寻找帅哥男朋友，对菲尔情有独钟，然而却并没什么卵用。强大的奶妈，特别擅长救死扶伤和魔法输出。<br></li><li>【菲尔】职业：刺客；相性：火<br>独居在瓦格纳海港的纯洁乖乖仔，情商几乎是负数，因为长得帅，同时成为柏妮丝的明恋对象和凯撒的暗恋对象，而他却似懂非懂。特别擅长物理暴击和催眠术。<br></li><li>【安琪拉】职业：炼金；相性：金<br>伊利诺村的村民，家境不好，只能靠帮巴尔先生送货为生。后来结识了王子塞西尔，为了拯救幻世界，和塞西尔一同启程前往菲迪南帝国。特别擅长魔法输出和沉默术<br></li><li>【比尔其】 职业：医生；相性：圣<br>在现实世界死亡后来到了幻世界。被安琪拉所救，于是帮助安琪拉一起送货，后卷入到幻世界的纷争之中。强大的奶妈，特别擅长救死扶伤和魔法输出。<br></li><li>【凯撒】职业：游人；相性：无<br>阿斯加德村村长之子，孩子王，基佬。看上了帅气单纯的菲尔，并逐渐改变着他。特别擅长制作各种物品装备，以及缴械术。<br></li><li>【戴雅琪】职业：巫女；相性：暗<br>[二周目才能选]在现实世界死亡后来到了幻世界，被皮鲁卡所利用，后改邪归正，非常愧疚自己的罪行。特别擅长强大的黑暗法术，但是所有的黑暗法术都有不同程度的负面效果。<br></li><li>【卡修恩】职业：剑圣；相性：火<br>[二周目才能选]幻世界卡塔纳帝国的将军，虽然精忠报国但是直男癌也病入膏肓。100%暴击率和遥遥无期的技能冷却是他的最大特点，手起刀落一招致命，然而他更注重速度的提升。</li></ul>",
    "supported_languages": "简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1131480/header.jpg?t=1592466008",
    "developers": [
      "神族宝"
    ],
    "publishers": [
      "神族宝"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}