{
  "1131570": {
    "name": "DoSK",
    "steam_appid": 1131570,
    "required_age": 0,
    "is_free": false,
    "description": "Tang San spent his life in the Tang Outer Sect, dedicated to the creation and mastery of hidden weapons. Once he stole the secret lore of the Inner Sect to reach the pinnacle of his art, his only way out was death. But after throwing himself off the deadly Hell's Peak he was reborn in a different world, the world of Soul Spirit, a world where every person has a spirit of their own, and those with powerful spirits can practice their spirit power to rise and become Spirit Masters.<br />\r\nThe spirit that awakens with Tang San is Blue River Grass, a useless spirit. Can he overcome the difficulties to reach the high ranks of Spirit Masters and bring the glory of the Tang San into this new world ?.<br />\r\n<br />\r\nIn DoSK - Denfense Of Soul Keepers, you will be able to become Tangsan and his friends. Protect their castle from The Dark force.<br />\r\nThere are 8 Heroes:<br />\r\n- TangSan<br />\r\n<br />\r\n- XiaoWu<br />\r\nHer origin form was rabbit, after ten thoundsand years of training. She has changed his form to beautiful lady.<br />\r\n<br />\r\n- DuongHao <br />\r\nTangsan's father, the youngest Spirit Master that can reach Devinity level in the Soul Land history. After his wife dead because of fighting with Dark force from Dark Kingdom. He hides from the world of Soul Keeper.<br />\r\n<br />\r\n- Mubai<br />\r\nThe first talent student of Soul Keeper Academy. Soul Material: Tiger. With Tangsan and friends. He is one of youngest talent in Soul Land World.<br />\r\n<br />\r\n- ZhuZhu<br />\r\n Couple with Mubai. She is the one of talent student of Soul Keeper Acamedy. Soul Material . Panther. Attack very fast. Enemy even can not see her before the death.<br />\r\n<br />\r\n- HongJun<br />\r\nWith Mubai, he is one of 2 first student of Soul Keeper Acamedy. Bom with Variation Soul Meterial -- Fire Phoenix.<br />\r\n<br />\r\n- Oscar<br />\r\n One of the three first studdent of Soul Keeper Acamedy . He is the only one that have Soul Material type of support, iin combat he can heal and buff for allies.<br />\r\n<br />\r\n- RongRong<br />\r\nTalent Girl of Tower Famaly, one of the 3 strongest Spirit famaly in Soul Land world. Owning soul material Tower. She is the first one in her famaly can raise the Tower Soul Material to the strongest power form -  Floor.<br />\r\n<br />\r\nYou have access all Features of DoSK:<br />\r\n- Attribute system (HP, MP, Attack Power, Bonus Damage, Attack Speed, Move Speed, Armor, Magic Registance )<br />\r\n- Inventory System<br />\r\n- Action Bar System<br />\r\n- Skill Bar System<br />\r\n- Base Store (Sells some basic items such as HP Potion, MP Potion, Teleport...)<br />\r\n- Weapon Store (You can buy some Equipment there like: Armors, Helms , Summons heroes,...)<br />\r\n- Book Store ( You can buy some books to gain Base Attributes ).<br />\r\n- Price system ( in DoSK , User can buy items base on Souls . Souls can gain when kills Enemies.<br />\r\n- Fountain ( Great for healing and regen mana )<br />\r\n<br />\r\nAbout Enemy System:<br />\r\n- Enemies Waves (3 lands).<br />\r\n- Wave Bosses<br />\r\n- Boss Protectors (to protect Spawner).<br />\r\n<br />\r\nFor Victory, you have to destroy the Enemy's Final Building located At Top land.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1131570/header.jpg?t=1570496978",
    "developers": [
      "EarthWormSTD"
    ],
    "publishers": [
      "EarthWormSTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}