{
  "1132890": {
    "name": "Ancients of Arkar",
    "steam_appid": 1132890,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" style=\"text-align: center\"><i><strong>THE PLAGUED STAR ROTS OUR WORLD</strong></i></h2><p class=\"bb_paragraph\" style=\"text-align: center\">&quot;<i>Awaken, o' slumbering one, and let your influence reach throughout all of time. &quot;</i></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >In Ancients of Arkar, you awaken in Arkar as Xiaxen, a mage with a past not yet known.  Many are called to awaken in Arkar, and few are worthy of staying.  Guide Xiaxen on his quest to cleanse the Plagued Star, lest we all rot away...</p><h2 class=\"bb_tag\" ><i><strong>STRATEGIC TURN-BASED COMBAT</strong></i></h2><p class=\"bb_paragraph\" >  Fights in Ancients of Arkar are turn based with a twist.  Each side has only one attack each turn, and losing is never the end.  Endlessly strategize, with zero worry of game over. </p><p class=\"bb_paragraph\" > If you lose, regroup and try again, even versus bosses.  This ensures strategy without frustration, and allows experimentation to overcome foes.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><i><strong>FORGE A PATH OF INFLUENCE</strong></i></h2><p class=\"bb_paragraph\" >Have you ever felt the pull of intuition?  The divine intervention that saved your life?  Become the whisper of guidance as the Influential One and send your command through time, correcting several time periods.  Pave the path to a corrected future, where the doom of our universe is forestalled.  </p><p class=\"bb_paragraph\" >Featuring 6 vastly different time periods, each with different characters and worlds to explore, the Influential One's task is indeed hefty. Unbeknownst to the inhabitants, their path is indeed guided... </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><i><strong>THE TRUTH SHALL BE REVEALED</strong></i></h2><p class=\"bb_paragraph\" >  Why is it that Xiaxen remembers naught of his past?  Who is the mysterious, discarded other? What is Memory Communal?  Who are the Juje, and who are the Ancients?  Why does the Plagued Star spread memory rot?  We call to you, Influential One... so you may shine a light on the mysteries of our world.  </p><p class=\"bb_paragraph\" >Know this: the present may pain us so, and make us question our mission, but the future is worth the hardships of today.  We call to you, Influential One!  Heed our prayer... and at the time of thy journey's end... may we know peace... and you... mercy.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><i><strong>YOUR JOURNEY INCLUDES:</strong></i></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Over 60 hours of a non-filler, exciting adventure</p></li><li><p class=\"bb_paragraph\" > An enormous cast of characters, whom to connect with on your journey</p></li><li><p class=\"bb_paragraph\" > A boss arena to combine and mix-match characters from every time period.</p></li><li><p class=\"bb_paragraph\" > Countless secrets that litter the strange world of Arkar</p></li><li><p class=\"bb_paragraph\" > 6 time periods, each with 3 chapters.  Experience the story of many, that coalesce into the finale in Arkar.</p></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1132890/d9587c515f8e774fda410294192a586a029f8a64/header.jpg?t=1766878289",
    "developers": [
      "Corren Bros"
    ],
    "publishers": [
      "Corren Bros"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}