{
  "1132230": {
    "name": "Iridion II",
    "steam_appid": 1132230,
    "required_age": 0,
    "is_free": false,
    "description": "More than a hundred years have passed since the Earth was attacked by the vicious IRIDION forces. Legend tells of a single brave SHN Fighter pilot who found his way to destroy the evil IRIDION mainframe. After this glorious victory, all remaining enemy ships disappeared from known space. Humans began to colonize the planet systems of the IRIDION home galaxy. Peace and freedom came back to mankind. The IRIDION menace was history. <br>Until now.<br><br>Within only one day, all communication with the human space outposts had been lost. The last transmissions made it clear that the IRIDION Empire had returned and have taken over all colonized systems. Planet Earth is too far away to send help in time. Again only a single, but powerfully equipped spaceship is within reach to stop the IRIDION forces before they can go on to attack the last remaining planet of human beings... Earth.<br><br><br>FEATURES<br><br><ul class=\"bb_ul\"><li>Travel through 5 huge galaxies containing 15 unique and challenging planets<br></li><li>Encounter over 200 enemies and 30 boss enemies<br></li><li>Collect power-ups to gain new weapons, increase fire power, refill energy<br></li><li>Choose between Starter, Advanced and Ace pilot difficulty setting<br></li><li>Virtual Reality Training - ingame tutorial which explains all of the strategies needed to be victorious.<br></li><li>Soundtrack with more than 25 songs, a &quot;create-your-own-musical-theme&quot; part, and a gallery for you to unlock.<br></li><li>Remap controls to your liking with both keyboard and gamepad support<br></li><li>Save your progress at any point in the game</li></ul><br><br>MODES OF PLAY<br><br><ul class=\"bb_ul\"><li>Story Mode - fight against the IRIDION armada in 15 planets spread over 5 galaxies.<br></li><li>Arcade Mode - replay levels you already cleared in story mode and hunt for high scores. (secrets and beam combos have been added in arcade mode to a make the high score hunt more interesting)<br></li><li>Challenge Mode - Try to beat all 15 end bosses as fast as you can.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1132230/header.jpg?t=1627590065",
    "developers": [
      "Shin'en Multimedia",
      "Piko Interactive"
    ],
    "publishers": [
      "Majesco Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}