{
  "1133400": {
    "name": "Fantasy Grounds - A23: Twin Crossings (5E)",
    "steam_appid": 1133400,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A23: Twin Crossings</h2><i>A mercantile endeavor for four to five 4th level PCs.</i><br>Embroiled in a struggle between two rival merchant houses, the party races to assemble and escort a valuable load of cargo to a commerce-starved city.<br>The loss of the yearly supply ship to a late winter storm places an isolated town in peril. A lone survivor, clinging to a hatch cover and blown hundreds of miles by the tempest, brings the disastrous news. Two premier merchant houses make plans to attempt the overland route. The race is on to get word to the far side of the mountains and assemble a relief caravan to cross back over. The loss of the ship means that any goods that do make it over the hump will yield great profit. The survival of not only of the merchant houses but of the very town itself is dependent on those willing to brave the journey. Monsters, difficult trails, and unscrupulous behavior by the competition stand in the way of success--and profit.<br><i>Also included in this adventure:</i><br><ul class=\"bb_ul\"><li>A flexible encounter sequence that allows the PCs to chart their own course over the mountains.<br></li><li>Rich roleplaying opportunities and skill challenges that impact the party's final success.<br></li><li>Three new magic items including magical engineering equipment from a hidden cache.<br></li><li>A new monster--the Salt Worm--that leaves naught but the desiccated husks of its victims behind.<br></li><li>Notes on scaling the encounters for parties of six or more.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Theodore Story</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1133400/header.jpg?t=1768417091",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}