{
  "1133430": {
    "name": "Ashes of Creation Apocalypse",
    "steam_appid": 1133430,
    "required_age": 0,
    "is_free": false,
    "description": "Fight for your survival or die trying! Ashes of Creation Apocalypse is the standalone prequel to the upcoming epic MMORPG Ashes of Creation. It is both a testing ground for new systems and content in Ashes of Creation, as well as a unique last-man-standing action game where magic, steel, and chaos reign supreme. Ashes of Creation Apocalypse is a high fantasy, free-to-play experience where no two battles are ever the same.<br><br>In Apocalypse, the world of Verra is on the brink of destruction - the only way out is to be the last one standing. It is an arena-based game which will support a number of different game modes, including battle royale-style gameplay, castle sieges, and gigantic monster horde battles! Our high fantasy setting, the vast array of gear and spells, and our massively destructible environments make for an experience unlike anything you’ve played. Hop in, stay alive, and win the glory.<br><br>Will you wield a tome that can summon meteors? A deadly two-handed halberd that can steal the life from your foes? Will you play it safe and hide away in a tower, hoping it won't collapse beneath you? Anything can happen in the dying world of Verra.<br><br>Play alone or with your friends, level up your character, and win prestige in a high fantasy world rife with magic, medieval weaponry, and incredible graphical fidelity. Also, any rewards you earn in Apocalypse will carry over to the MMORPG as well!<br><br><strong>Battle Royale Features: </strong><br><ul class=\"bb_ul\"><li>Multiplayer! Play solos, duos, or with up to 3 other friends in  squads against other players online!<br></li><li>Building destruction! Hack away at the floor beneath your opponent or blow up the entire building with a potion launcher!<br></li><li>Diverse combat fighting styles. With various rarity levels, and a plethora of weapon and armor ability options, swap up your battle tactics, or find the one that suits you best!<br></li><li>Travel and movement options. Block and dodge your opponents, leap on top of buildings to gain the height advantage, use your gryphon to travel long distances, or if you’re lucky, find a trusty steed along your journey!<br></li><li>Everything you earn in Ashes of Creation Apocalypse transfers to Ashes of Creation the MMORPG!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1133430/header.jpg?t=1583862179",
    "developers": [
      "Intrepid Studios, Inc."
    ],
    "publishers": [
      "Intrepid Studios, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}