{
  "1133970": {
    "name": "Battle Dome Redux",
    "steam_appid": 1133970,
    "required_age": 0,
    "is_free": false,
    "description": "Battle Dome is back, and better than ever! Battle Dome Redux focuses on the original game play elements of Battle Dome, refining and improving upon every aspect to give you the best Battle Dome experience.<br />\r\n<br />\r\nBattle Dome Redux is a 5 v 5 competitive Sci-Fi VR shooter. You must work with your teammates to spread your team's color around the map, which allows you to teleport and navigate the battlefield. Strategize and work together with your team to gain control of the battlefield, and use teleportation and a quick wit to out-maneuver your opponents.<br />\r\n<br />\r\nThere are currently 3 different game modes.<br />\r\n<br />\r\n- Destroy the core: Destroy the other teams core before they destroy yours.<br />\r\n<br />\r\n- Pylon Power: Connect your team's tower to the pylons on the battle fields by creating a path of color. Each pylon supplies your team with points every second.<br />\r\n<br />\r\n- Color Control: Spread as much of your teams color before time runs out. The team which spread the most color wins.<br />\r\n<br />\r\nCurrently, there are 21 gun choices, 3 color gun choices, and 5 maps.<br />\r\n<br />\r\nThere are currently 10 special abilities that will help you in combat. Earn experience and rank up to unlock each one.<br />\r\n<br />\r\nBattle Dome Redux also features stat tracking and leader boards. Getting enough kills will unlock bronze, silver, and gold weapon (and glove) skins. Also, if you own the original Battle Dome and/or Inhumanus, you will receive a special helmet skin for each one.<br />\r\n<br />\r\n*Future updates will include new features, such as*<br />\r\n- New special abilities.<br />\r\n- A new game mode.<br />\r\n- New maps.<br />\r\n- New weapons.<br />\r\n<br />\r\nATTENTION! If you already own the original Battle Dome, get Battle Dome Redux for 40% off by using this bundle!<br />\r\n<br />\r\nhttps://store.steampowered.com/bundle/12655/The_Battle_Dome_Bundle/",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1133970/header.jpg?t=1578142965",
    "developers": [
      "Bad Bird Studios"
    ],
    "publishers": [
      "Bad Bird Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}