{
  "1134710": {
    "name": "NIMBY Rails",
    "steam_appid": 1134710,
    "required_age": 0,
    "is_free": false,
    "description": "NIMBY Rails is a management sandbox for railways you build in the real world. Design train tracks, set up lines, and get that stock rolling to make money and serve the needs of the population. Do you have <i>strong opinions</i> on rail projects and want to test your own ideas? This game was made for you.<br><br><ul class=\"bb_ul\"><li> The world is your canvas. Design and play on a fully detailed real world map with 1cm resolution. A rail link from Lisbon to Shanghai? Anchorage to Buenos Aires? Cape Town to Rabat? Why not!<br></li><li> Your tracks will need to respect real, existing roads and streets. Too many crossings may make your designs not viable.<br></li><li> Streamlined circulation mechanics so you don't get bogged down by the details. Build and run a large network easily.<br></li><li> Only as complex as you want it. Easily build stations with automatic double track and automatic entrance/exit signaling, and link them in a couple clicks with automatic double tracks.<br></li><li> But do you have your own ideas about signals? Want to dive into detailed station design? Have a flying junction concept you are dying to test? Just disable the automatic aids in the track editor and individually control every every track, signal and building if you desire to do so.<br></li><li> Trams, subways, commuter, regional and high speed trains. Tunnels, viaducts and ground tracks with a variety trade offs on the environment, train speed, and your company wallet.<br></li><li> Simulated train and station demand, down to simulating individual passengers. Passengers can, and will, engage in train trips that make them board multiple trains, waiting in transfer stations.<br></li><li> Demand flow based on time of day and time of week, with time zone support. Find it boring when night time comes and the stations are deserted? No problem, start a new line ten time zones away.<br></li><li> Passengers will continuously rate their experience based on the trip time and the fares you impose on them, with effects on the demand of the stations they visit.<br></li><li> Single player and offline first.<br></li><li> Optional cooperative multiplayer: build together in real time with friends and others you invite to your hosted server session.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1134710/header.jpg?t=1752926036",
    "developers": [
      "Weird and Wry"
    ],
    "publishers": [
      "Weird and Wry"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7200,
      "final": 7200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 72.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 252,
      "total_negative": 20,
      "total_reviews": 272
    }
  }
}