{
  "1135850": {
    "name": "NearPrime VR - Net Burn",
    "steam_appid": 1135850,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Embrace the Future</h2><br>Virtual reality slides into the sleek chrome cyberpunk future with NearPrime VR.  Super soldiers fight across not-so-far future cityscapes and other sci-fi environs, really getting to live an incredible future today.  Get behind cover or charge into the fray without limitation as you freely traverse the battlefields of tomorrow.<br><br>NearPrime VR puts you on the frontlines of black ops warfighting with more-than-human abilities.  All of this is achieved at the highest level of immersion possible—virtual reality.  <br><br>Three humans will decide the fate of the species in this unseen conflict.  Lovers and friends will become enemies and sacrifices in the course of the struggle to decide humanity’s fate.  To win they’ll need to go beyond modern warfare.  Beyond today’s technology, beyond human limitations:<h2 class=\"bb_tag\" >NearPrime.</h2><br><ul class=\"bb_ul\"> <li><strong>10 Playable Heroes</strong>:  Play as any of the premier members of 72: CHAIN SERVICES, the first darkweb mercenary solution to be powered by blockchain technology. Made up largely of former SapGru researchers and an electic group of international special operators and hands-on researchers, their true purpose shall be revealed as they take a job that leads them deep into the heart of a conspiracy that threatens the globe. Question your nature as man or machine you uncover your past and fight for the future. Experience life as an augmented super soldier in this immersive VR story that you live through your own eyes.<br></li><li><strong>Real-life weapon handling</strong>: With over 30 weapons any hero can take the game allows for a wide array of playstyles.  Test your play style against bots as you replay any single player level with a different hero.<br></li><li><strong>Freedom of Movement</strong>:  Full 360 degree motion allows for you to traverse the field like you’re really there.<br></li><li><strong>Cyberpunk Reality</strong>:  Tomorrow arrives today in the world of NearPrime VR, where you can live the science inspired daydream and dystopian nightmare depicted across cyberpunk genre’s most influential works.<br></li><li><strong>Single Player Campaigns</strong>: Experience the future through the eyes of Rahn and Sharp as 72: CHAIN SERVICES suit up for more wetwork.  Over the course of the campaign, the player will change the global balance of power.  Learn what Rahn has sacrificed for the cause of advancing cybernetics, and what he’ll have to give up next.<br></li><li><strong>Multi Player</strong>: NearPrime VR features hero equipped with unique abilities who can equip any weapon in the game.  This creates an exciting, well tested battle dynamic.  Battle against other humans or bots in dynamic matches where abilities, armament, and player skill come together to create a high-casualty postmodern battlefield. <br></li><li><strong>Horde Mode</strong>: Defend against waves of enemies with friends or alone as the bots never stop coming.  72: CHAIN SERVICES never fails to complete a contract, so that means you’ll just have to keep dropping bodies. <br></li><li><strong>VR Only</strong>:  NearPrime VR has been built from the ground up as a VR experience--for all VR platforms such as HTC Vive, Oculus Rift, and Windows MR.  Players will know this the moment they begin play as the world comes alive around them.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1135850/header.jpg?t=1576666218",
    "developers": [
      "HYVRLabs"
    ],
    "publishers": [
      "Okja Choi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}