{
  "1136080": {
    "name": "8 Eyes",
    "steam_appid": 1136080,
    "required_age": 0,
    "is_free": false,
    "description": "Features Unique Cooperative 2-Player Simultaneous Mode! Contains Password Level Select! Control man and bird in a fight for the eight jewels of power!<br />\r\n<br />\r\nAfter eons of chaos, mankind has finally emerged from the ruin brought on by nuclear war. The world has flourished once again under the guidance of the Great King, who has harnessed the power of the 8 Eyes to rebuild the planet.<br />\r\n<br />\r\nThe 8 Eyes -- strange and powerful Jewels -- were formed in the stellar centers of eight thermonuclear blasts. To possess them is to possess all earthly power.<br />\r\n<br />\r\nNow, a loose confederation of dukes has through treachery banished the Great King and seized the 8 Eyes in a bid for power. And already their petty infighting has the world trembling on the jagged edge of atomic war.<br />\r\n<br />\r\nThe task of retrieving the Jewels falls to you, Orin the Falconer -- the bravest and mightiest of the King's Guardsmen. With your fighting falcon, Cutrus, you must penetrate the donjon keeps of each of the faithless dukes. There you will face the ducal mercenaries -- and battle living skeletons, giant wasps, mud men, and other mutated horrors. You must defeat the monstrous Boss of each fortress to retrieve the Jewel he guards. If you are able to return the 8 Eyes to the Altar of Peace, the Earth will pass into another millennium of peace and plenty. If not...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1136080/header.jpg?t=1643920380",
    "developers": [
      "Thinking Rabbit"
    ],
    "publishers": [
      "Piko Interactive LLC",
      "Bleem!"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 1440,
      "discount_percent": 60,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 14.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}