{
  "1136130": {
    "name": "Fantasy Grounds - A25: Flute of the Four Winds (5E)",
    "steam_appid": 1136130,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A25: Flute of the Four Winds</h2><strong><br><i>A 5E Compatible Adventure for four 4th level heroes.</i></strong><br>The majestic tree of the Four Winds grew in the forest west of the village of Rybalka, revered by the Vikmordere druids of the Snoqua tribe for its power to control the weather and hold balance with nature. When the Klavek Kingdom invaded the area, a powerful druid named Manahzo transferred the essence of the tree into a magical flute to keep its power safe from the threat of the militaristic Empire. Entrusted with the flute by the Snoqua, he and his wife sought to hide the flute from the reach of the invaders. As they fought the Klavek military they found themselves forced into an old cave system in the mountains of the Vikmordere Valley where they faced not only the Klavek soldiers, but ancient primal horrors. While Manahzo kept the flute out of the invaders hands, he lost his wife in the battle.<br>Manahzo now seeks revenge on the Klavek Kingdom and its citizens located in the village of Rybalka. The PCs find themselves in the midst of an attack on Rybalka by Manahzo and a group of rogue Snoqua warriors. They must fight beside the citizens of Rybalka to repel the attack, and then seek out the Snoqua to find a means to deal with Manahzo and his rogue companions. In the forests outside Rybalka they will face a demonic wolf ally of Manahzo's before finally engaging him in a direct battle as he executes a final attack on Rybalka. Even if the PCs succeed in defeating Manahzo, the threat does not end as his thirst for vengeance continues even after his passing in the form of haunt on the village. Directed by the Snoqua on how to end the haunt, the PCs must venture to the caves where Manahzo's wife died to confront the ancient horrors that were responsible for her demise and recover her body in order to give her a proper burial to calm Manahzo's vengeful spirit once and for all and bring peace to the village of Rybalka.<br><i><br><strong>Also included in &quot;Flute of the Four Winds&quot;:</strong></i><br><ul class=\"bb_ul\"><li>Roleplaying opportunities to interact with various NPCs in Rybalka, the heart of the Aventyr campaign setting<br></li><li>Two new monsters - The hive-minded Tunnel Horrors and their carnivorous primal kin, the Anglers<br></li><li>High-resolution encounter maps in a new location, the coal mines north of Rybalka</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Theodore Story</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1136130/header.jpg?t=1768417235",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}