{
  "1136970": {
    "name": "Fantasy Grounds - Pathfinder RPG - The Tyrant's Grasp AP 6: Midwives to Death (PFRPG)",
    "steam_appid": 1136970,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - The Tyrant's Grasp AP 6: Midwives to Death</h2><strong>Against the Rise of Terror</strong><br>The heroes finally have the tools they need to stop the Whispering Tyrant, but the lich-king has not been idle. Why has he devoted so much attention to an isolated border fortress, right when divinity seems to be within his grasp? A quest to discover the tyrant's secrets plunges the heroes into a deadly race through a fecund forest, into fearsome dungeons built long before the Shining Crusade, and between spiteful villains harboring ancient grudges. Old enemies stand in the heroes' way yet again, but unexpected allies can help turn the rising tide of death and despair. If the heroes are victorious, they can seize the only chance to deny the Whispering Tyrant his greatest weapon and strike him down before he gains the power of a god.<br><i>This volume of Pathfinder Adventure Path provides the dramatic conclusion to the Tyrant's Grasp Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Midwives to Death,&quot; a Pathfinder RPG adventure for 16th-level characters, by John Compton.<br></li><li>A massive article celebrating the final Adventure Path volume for the first edition of the Pathfinder RPG. Written by Paizo's developers and designers to close out the first edition with a bang, this article presents new monsters, GM advice, gods both new and revised, staff PCs, a new prestige class, new archetypes, and more! These new rules work with the Tyrant's Grasp Adventure Path or any campaign, and are written by John Compton, Adam Daigle, Eleanor Ferron, Thurston Hillman, James Jacobs, Jason Keeley, Luis Loza, Ron Lundeen, Robert G. McCreary, Erik Mona, Michael Sayre, Owen K.C. Stephens, Mark Seifter, and Linda Zayas-Palmer.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1136970/header.jpg?t=1768417389",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}