{
  "1137550": {
    "name": "My Only Sunshine",
    "steam_appid": 1137550,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137550/extras/162953f97bb05808c68234c15cc37439.avif?t=1637649957\" width=200 height=106 /></span><br><br>Once every millennium, Sun holds a huge gathering of the planetary spirits. While Sun has found herself down in the dumps recently — including a relationship with Terra (Earth) that is on the rocks and what she now considers a largely mundane, solitary existence — she hopes that the get together will brighten things up. However, after Terra ruins her event with his reckless behavior, Sun decides it’s time to play the field and chooses a new planetary partner. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137550/extras/662efede713d6c9ec6b9be31d74eaa92.avif?t=1637649957\" width=200 height=106 /></span><br>Sun: The life force for the entire solar system, so she's very warm and loving. She loves these parties because she gets to spend time with everyone since the majority of the time she feels distant and lonely. She has no other stars to relate to and most planets see her as royalty rather than a friend. <br><br>Mercury: He has trouble relating and making friends because of his moods that run hot and cold. He covers up majority of body to hide scars and mostly prefers his solitude away from the increasing drama of the other planets.<br><br>Venus: He loves to stand out and enjoys pranking and teasing the other planets. He is the only other planet that dated Sun and his planet turned into a poisonous wasteland after their breakup. However, he claims he prefers it this way because of the lack of responsibility<br><br>Earth/Terra: Known by the other planets as incredibly dense and largely unremarkable in talent, some see him as undeserving of Sun and her blessing. However, he has pushed himself to the limit for Sun and his planet, drinking to cope with his responsibilities. He's quickly reaching his breaking point with the increased pollution and problems on Earth while trying desperately to keep the one he loves happy. <br><br>Mars: Easy to anger and tough, she doesn’t really like anyone, nor does she try to make friends. Mars probably wants Sun’s blessing the most out of anyone though and so would be happy to see Terra and Sun break up. She is nicer to Sun than she is to anyone else.<br><br>Jupiter: The big brother of the planets, especially to Terra. He was the one who originally encouraged nervous Terra to talk to Sun after her breakup with Venus. As the largest and first of the planets in the Solar System, he is fiercely loyal to Sun and would do almost anything for her. While he's always been kind, over the last few millennia, he hasn't been as thorough in his maintenance of the asteroid belt and the rest of the system. <br><br>Saturn: Saturn is the most popular of the planets, in part because she can easily charm anyone. But still, she maintains a certain distance from everyone — she was hurt in the past when someone got too close and doesn’t want to risk the same happening again. Might it have something to do with her rings?<br><br>Uranus/Ur: Self-conscious about the name, like his planet he is a bit eccentric. Ur feels like there’s nothing unique about him and doesn’t understand why Sun gives him attention. In reality, he is the most intelligent of the planets. However, he is dangerously out of touch with his emotions…<br><br>Neptune:  A bully to some and idol to others, Neptune is one of the most influential planets. Her cool, composed outer nature gives way to surprising storminess when least expected, and it’s almost impossible to keep up with her speedy transitions or know what she’s truly thinking. Despite that, she does work hard for the outer planets, with one notable exception…<br><br>Pluto: The most distant from Sun. Sun is nice enough to invite him to every millennia party but he tends to get bullied by Neptune and the outer planets (the outties gang) who believe he should not be included in the 9 official planets recognized by Sun. His actions can be unpredictable, like his planet’s tilted and inclined orbit. Passive and small,  he never tries to fight back against anyone who ridicules him.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137550/extras/d664a14fe86bc23e3e89e72b6e1ae039.avif?t=1637649957\" width=200 height=106 /></span><br><br>This game is currently in development. The demo gives you a taste of what we'll offer in the full game! Here's our plans for the full release:<br><br>- A diverse cast of 9 possible love interests<br>- CGs for each route<br>- Custom backgrounds<br>- Custom music added to the current soundtrack<br>- Full Voice Acting<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137550/extras/7d64fefd15debbfd67be9a00167ac89f.avif?t=1637649957\" width=200 height=106 /></span><br><br>Yoshibb - Artist, writer for prologue, Terra, Venus and Jupiter<br>Empish - Programmer, Writer for Ur, Pluto, Mars,and Neptune<br>Runa - Writer for Mercury and Saturn<br>Sayumi101 - GUI designer<br>Antizaba - BG Artist<br>Tavian St. James - Music",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137550/header.jpg?t=1637649957",
    "developers": [
      "Sun Spot Syndicate"
    ],
    "publishers": [
      "Sun Spot Syndicate"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}