{
  "1137390": {
    "name": "Kyber Knights",
    "steam_appid": 1137390,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fun for everyone</strong><br><br>Kyber Knights is a fun and easy multiplayer game developed exclusively for VR Arcades. Simple controls and an easy to control Operator View make this fast paced shooter a great choice for Arcades. The game supports up to 10 players.<br><br><strong>Simple and addictive gameplay</strong><br><br>Kyber Knights is a fast paced multiplayer shooter with a SciFi/Fantasy theme. The game has three playable characters with their own weapons and unique playstyles.<br><br>Simple controls make Kyber Knights easy for even the first time VR players. Shoot with the trigger, teleport with the touchpad – that’s it! No difficult menus or special abilities, just some sweet action. The game is currently played only in LAN, which enables automatic and instant matchmaking. The game has a configuration file to allow the operator to change the default settings as they please.<br><br><strong>Designed with the first timer in mind</strong><br><br>Kyber Knights is sure to entertain everyone regardless of VR or video game experience. The game has no confusing menus that players need to go through and has only two controls: move &amp; shoot.<br><br>The game currently has three playable character classes and two gameplay modes: deathmatch and team deathmatch.<br><br>Experienced players will learn to utilize the different classes in order to gain an advantage on their enemies and turn the tide!<br><br><strong>Three unique characters to choose from</strong><br><br>The Squire is a classic damage dealer armed with a lethal crossbow.<br>A well balanced character that is a great choice for first timers and seasoned veterans alike!<br><br>The Knight is a well built tank character equipped with a massive shield and a splash damage dealing cannon.<br>Protect your teammates with your shield and face your enemies head on! <br><br>The Plague Doctor is a nimble healer equipped with an accurate syringe gun.<br>The small shielded Plague Doctor is vulnerable but has the ability to heal himself and allies by shooting at them!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137390/header.jpg?t=1572477692",
    "developers": [
      "Portaalin Pojat Oy"
    ],
    "publishers": [
      "Portaalin Pojat Oy"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}