{
  "1137680": {
    "name": "Blender Bros",
    "steam_appid": 1137680,
    "required_age": 0,
    "is_free": false,
    "description": "Blender Bros. is a cheerful interplanetary platform adventure with an emphasis on exploration and collecting cute little creatures called Mini Bros.<br />\r\n<br />\r\nYou control Blender, the fearless leader of the Cosmo Keepers, who is determined to save the galaxy from the evil though arguably cute Zooligans. Blessed with a huge set of ears, Blender can fly, climb, use sonar and swat enemies with his signature spin move.<br />\r\n<br />\r\nThroughout his quest, Blender will call on the Mini Bros. for help. These diminutive helpers grant special abilities ranging from recovering health to lighting dark areas. Mini Bros. are indispensable to exploring the 21 levels on seven hostile planets. Finding all 20 Mini Bros. will likely be the goal of many players.<br />\r\n<br />\r\nExploration dominates the game play but eight boss battles break up the action. From the underground base of Shelltarl to the lush jungle of Diva, each world is designed to offer a unique challenge. There are even levels that let you speed through a 3-D world on a jet bike searching for items.<br />\r\n<br />\r\nThree racing minigames are available for single or multiplayer competition. In two, your main challenge is dodging obstacles en route to the finish line. The third is a 3-D racer similar to the jet bike levels from the single-player game. <br />\r\n<br />\r\nGAME FEATURES:<br />\r\nUsing his long ears, Blender can fight, jump, fly, etc.<br />\r\nThe map can scroll sideways, forwards or even rotate around the character<br />\r\nBlender collects Mini-Bros.; these can increase his abilities or be evolved to create new mini-monsters with novel abilities<br />\r\n20 Mini-Bros. avalable in total<br />\r\n8 multiplayer games: Races, 2 players.v.2 players, etc.<br />\r\n7 stages, each with four levels<br />\r\nEach planet is controlled by a boss who has specific attack modes and who is protected by small cross-animals. The boss must be beaten!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137680/header.jpg?t=1643920913",
    "developers": [
      "Infogrames"
    ],
    "publishers": [
      "Piko Interactive LLC",
      "Bleem!"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 2080,
      "discount_percent": 60,
      "initial_formatted": "¥ 52.00",
      "final_formatted": "¥ 20.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}