{
  "1137890": {
    "name": "Fantasy Grounds - Starfinder RPG - Dawn of Flame AP 4: The Blind City (SFRPG)",
    "steam_appid": 1137890,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong>menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Starfinder RPG - Dawn of Flame AP 4: The Blind City</h2><strong>Trapped in the Dark</strong><br>When the heroes seek an expert to translate an ancient, eldritch tablet, a sinister cult strikes from out of the shadows, intent on destroying the relic and all who know of its existence. After facing off against these zealots and deciphering the tablet, the heroes learn of another deep-sun locale called Ezorod--and the evil elder entity that has focused its attention there. The heroes quickly discover that the tablet is both a map and a key to Ezorod, allowing them to enter and explore this weird and lightless oubliette. There they will encounter ghastly creatures and uncover sophisticated technology that could advance sun-diving by light-years. But even if the PCs manage to escape the deadly solar dungeon, they'll be forced to wonder about the malevolent being they have unleashed upon the galaxy--even as they receive a mysterious message heralding a future confrontation!<br><i>This volume of Starfinder Adventure Path continues the Dawn of Flame Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;The Blind City,&quot; a Starfinder adventure for 7th-level characters, by Ron Lundeen.<br></li><li>A peek into several cults of the galaxy, along with a cult hunter character theme, by Lyz Liddell.<br></li><li>A catalog of strange gear from across known space, including bizarre artifacts, by Leo Glass.<br></li><li>An archive of fiery threats--some of which burn both the body and the soul--from cruel dimensional shamblers to the mischievous magmins, by David Gregoire, Violet Hargrave, and Ron Lundeen.<br></li><li>Deck plans and statistics for an efreeti warship and a survey of a world in the Vast that shines its own light into the void, both by Ron Lundeen.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1137890/header.jpg?t=1768417532",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}