{
  "1138580": {
    "name": "Farmington County: The Ultimate Farming Tycoon Simulator",
    "steam_appid": 1138580,
    "required_age": 0,
    "is_free": false,
    "description": "Build your Dream farm with Farmington County! Enjoy farming at your own pace whether you want a small ranch made with hand tools, or a massive thousand-crop operation using a wide selection of customizable Farming Vehicles.<br><br>Current Features: <br>- <strong>Grow!</strong> Use hand tools and farming vehicles to grow thousands of crops all at once or several valuable plants in greenhouses. <br>- <strong>Expand!</strong> Build your Dream farm with barns, warehouses, garages, roads, sheds, windmills, and much more!<br>- <strong>Automate!</strong> You can do all the farming yourself or you can hire workers to help out with harvesting and hauling. Place sprinklers to regularly water your fields!<br>- <strong>Customize!</strong> Upgrade and improve your vehicles to get them to look and drive just how you want them.<br>- <strong>Make Money!</strong> Plan out which crops you want to grow and sell them when the price is right! A dynamic economic system provides a fun challenge for you to test out your farming and management skills.<br>- <strong>Seasons!</strong> Different crops will only grow in certain seasons. Or you can build greenhouses to ensure that you can harvest all year!<br>- <strong>Produce!</strong> Make a winery for your Grapes, grow hops to brew your own Beer or a fuel refinery for your Corn. <br><br>Planned Features: <br>- NPC relationships! Meet and marry people. They will live in your farm and help out.<br>- Competitors! There will be other farms for you to have partnerships or rivalries with.<br>- Fun town activities! Offroading, fishing, hunting, and more!<br><br>Enjoy your time in Farmington County!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1138580/header.jpg?t=1626225462",
    "developers": [
      "Grenoble Interactive, LLC"
    ],
    "publishers": [
      "Grenoble Interactive, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}