{
  "1139080": {
    "name": "OMSI 2 Add-On Studio Polygon Lite Pack",
    "steam_appid": 1139080,
    "required_age": 0,
    "is_free": false,
    "description": "The Studio Polygon Lite is based on Wright Streetlites in the real-world. The Wright Streetlite is a low-floor midibus introduced by Wrightbus in 2010. It was originally available in only one body style (wheel forward) before the door forward and StreetLite Max variants were introduced in 2011 and 2012 respectively. Our rendition of this includes all the variants offered in the real-world, tonnes of customizability options to match all real-world buses and unique realistic systems to match the exact behaviour found in the real bus.<br><br>Version 1.2 of the Lite introduced 8 completely new London variants, with realistic Wayfarer 150, iBus and Smartblind systems to match. It also included a completely new and even detailed interior and exterior model. Furthermore, an emphasis on customizability was added, this version has over 40 setvars so you can customise your Lite to match even the most unique specification of a vehicle in the real-world. As well as improved texturing throughout, 250+ new sounds, hyper-realistic system simulation and refined vehicle physics, a huge emphasis on overall performance was added. The Lite now outperforms many OMSI vehicles and performs great on even the most intense maps.<br> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1139080/extras/849dc1ba34f1f0524bd617b3c43a7d1d.avif?t=1634546434\" width=616 height=68 /></span><br><br><ul class=\"bb_ul\"><li>8 regional single door variants.<br></li><li>8 London spec dual door variants.<br></li><li>2 european left-hand drive variants.<br></li><li>1 hybrid electric variant.<br></li><li>Over 40 customizability options including different exterior body types and gearbox types to recreate your favourite vehicle in-game.<br></li><li>Unique vehicle systems meticulously recreated to match real-world operation using 100s of hours of research and hands-on with real-life counterparts.<br></li><li>Intricate systems simulated, such as Diesel Particulate Filter simulation, AdBlue performance hindrance system, cold start simulation, ABS test.<br></li><li>Simulation, engine temperature and cooling fan simulation and much more.<br></li><li>High detail Hanover Displays simulation with realistic destination controllers to match.<br></li><li>Advanced Ticketer ticket machine recreated 1:1 with real-life, licensed by Ticketer themselves.<br></li><li>Immersive audio from over 5 different real-world Streetlites to create the most immersive and unique sound experience possible.<br></li><li>Custom handling scripts for steering wheel users.<br></li><li>Smart AI simulation. If an AI ped is near a disabled stop bell, they will be more inclined to press it as it’s nearer, if the saloon temperature is too hot, an AI sat nearest a window will open it and close it if it gets too cold.</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1139080/header.jpg?t=1634546434",
    "developers": [
      "Studio Polygon"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5810,
      "final": 5810,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.10"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}