{
  "1139270": {
    "name": "Fantasy Grounds - Meander Map Pack City Expansions II (Map Pack)",
    "steam_appid": 1139270,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meander Map Pack City Expansions II</h2>This exciting new series of map packs will finally open up the option for building huge destinations to which all the other hundreds of Meanders can lead.<br>This pack features a huge assortment of 28 New Maps from my Fantasy City Kickstarter with multi-tier building and street exteriors. Expand the horizons of your Fantasy City with the creaking boards, salty air, nets and boats of the Waterfront &amp; Docks, visit the cities Rulers in the massive Palace with its own Training Yard, Joust or Feast at the Market Bazaar as you pick you way through the sights and stalls, Wander through the Wild Gardens to pick Exotic Ingredients, into the Pumpkin Fields or stay near the civility of the hedges and fountain. Relax in the ornate marble Bathing House in the public or private quarters, spas and mud pools, or visit one of the outlying destinations such as the nearby village, sawmill, vineyard, barnyard, stables or cornfield for even more adventure scenarios!<br><ul class=\"bb_ul\"><li>4 x Bath House<br></li><li>4 x Palace<br></li><li>4 x Market Bazaar<br></li><li>4 x Waterfront &amp; Docks<br></li><li>8 x Outlying City: Stables, Vineyard, Barnyard, Windmill, Sawmill, Cornfield, Villages<br></li><li>4 x City Gardens</li></ul>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. DM Convenience is the focus with carefully labelled maps and several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLES to pick your destination at random.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1139270/header.jpg?t=1768417678",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}