{
  "1140360": {
    "name": "TextureWorks",
    "steam_appid": 1140360,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >TextureWorks is an Artificial Intelligence Based easy texture generation and texture maps generation tool for preparing PBR materials for your 3D/2D Games!  </h2><br>It has everything you need to build a complete texture from small patches or samples of images of your desired size.<br><br>In addition with the capability of generating all sorts of texture maps, it has also the tool for increasing the resolution of the images with advance artificial intelligence based algorithms  to scale images to HD or 4K scale. <br><br>With Recent update. You can even author your PBR texture using nodes like that in substance designer.  <br><br>From the task of texture generation to texture completion, texture re-scaling and texture map generation; this software is a one stop shop to get all these solution in one package. <br><br>Not only that you will also have a plethora of sample texture libraries (of over 1,600 textures of various types) for ready to be used in your 3D/2D Games at no additional cost.   <br>Texture Library Includes: Bark, Brickwalls,Concrete, Eatables, Extras, Fabric, Floor, Grassland, Ground, Hedge, Marble, Metal, Rusted Metal, Moss, Organic, Paintchips, ROad, Roof, Rust, Skin, Stones, Stonewalls, Walls2, Weathered Walls &amp; Wood.<h2 class=\"bb_tag\" >Key Features </h2><br>1. Texture Generation of desired size from sample input image with the feature of texture completion. <br>2. Texture re-scaling to high resolution. <br>3. Texture Maps Generation : Normal, Displacement, Ambient Occlusion, Specular.<br>4. Texture Visualizer in 3D Environment with direct feedback to changes made in the software. <br>5. A free Library of several essential textures of over 1600 files to jump start your 3D/2D game Development.<br>6. Seamless Tiled Texture Generation (recent update).<br>7. Image to Image color transfer without relying on external photo-editing tools. Useful for  changing color of textures as per its environmental lighting/season.<br>8. Node based PBR Texture Authoring. Also, you can contribute to its ever-growing community based online texture Library.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1140360/header.jpg?t=1607108835",
    "developers": [
      "GameDev_ToolMaker"
    ],
    "publishers": [
      "GameDev_ToolMaker"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 4500,
      "discount_percent": 50,
      "initial_formatted": "¥ 90.00",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 28 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}