{
  "1140510": {
    "name": "Fantasy Gladiators",
    "steam_appid": 1140510,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Description</strong><br><br>Enter the world of Fantasy Gladiators, Where creatures span from the normal (a king) to the unexpected (a tiny, murderous clown). You must carefully craft your dream roster and mercilessly take down your opponent. Every decision could make or break your entire dynasty. Take control of your team, and lead them to victory!<br><br>If you are looking for a fun multiplayer game that you can quickly play with a friend, Fantasy Gladiators is the game for you. Dive into a Fantasy Football-like experience, where you’re able to draft from a wide array of characters, upgrade your characters, and watch them fight it out with the opponent’s team. The winner will be one step closer to winning the tournament. Many adjustable factors can make the season just the way you want. Take control of your team, and lead them to victory!<br><br><strong>How Fantasy Gladiators Came to Be</strong><br><br>One day, a father and son decided they wanted to make a video game together, after the son had just learned the basics of coding. They both loved Fantasy Football, so they decided to make a gladiator-style twist on the classic game. Through many months of dedication, they finally were able to pull off a new game, Fantasy Gladiators!<br><br><strong>This Game is Free...What's the Catch?</strong><br>No catch! We love making games, and we love when people play them. We hope you enjoy it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1140510/header.jpg?t=1567261793",
    "developers": [
      "Fatherson Games"
    ],
    "publishers": [
      "Blue Mana"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}