{
  "1140420": {
    "name": "Quantism",
    "steam_appid": 1140420,
    "required_age": 0,
    "is_free": false,
    "description": "Quantism is a learning program for everyone who is interested in chemistry. The subjects range from chemical symbols and safety, all the way to complex chemical behavior and even history. The software is perfect for total amateurs or beginners, but also for professionals who want an easy-access software to revise their knowledge. All of the topics are ordered in a logical and structural way. At the end of each chapter, there is a test. If you pass this test successfully, the badge of that topic will light up on your profile. After a certain amount of chapters, there will also be an exam. The amount of content in each exam roughly corresponds with one year of chemistry at school (science option). Our goal is to explain everything as simple as possible, we don’t hide our content behind complex words. Chemistry is really interesting and essential and we truly hope to bring it to more people through this educational software. Learn more about the amazing world of atoms and molecules in the many chapters Quantism has to offer!<br><br><strong>What does Quantism offer?</strong><br><ul class=\"bb_ul\"><li>Chapters: phases, matter, chemical and physical changes, symbols, simple substances, reaction speed, reaction laws, safety, labs, writing chemical reactions, history, the atom, chemical bonds, oxidation states, chemical behavior. We hope to add much more content later.<br></li><li>Easy and intuitive interface<br></li><li>Clear animations and pictures<br></li><li>A progress system to track your progress<br></li><li>A test and exam system to test your newly acquired knowledge</li></ul><br><strong>Are you a teacher, or do you represent a school?</strong><br>Our goal and passion is to make chemistry available to as many people as possible, so for schools, we offer a great discount. Please send an email for more information.<br><br><br><strong>When will Quantism get more chapters?</strong><br>When Quantism reaches enough interest, we will know that the software is widely used, and thus we will start to greatly expand the software.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1140420/header.jpg?t=1567673409",
    "developers": [
      "Wannes Vanoyenbrugge",
      "Jorn Segers"
    ],
    "publishers": [
      "Quantism"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}