{
  "1140070": {
    "name": "Tractor Cargo Driving Simulator",
    "steam_appid": 1140070,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the exhilarating world of &quot;Tractor Cargo Driving Simulator,&quot; where you'll experience the thrill of maneuvering powerful tractors and transporting various cargoes across challenging terrains. Get ready to embark on a realistic and immersive driving adventure that will put your skills to the test.<br />\r\n<br />\r\nIn this highly detailed and authentic simulation game, you'll step into the shoes of a skilled tractor driver tasked with completing a wide range of cargo delivery missions. From transporting goods on rugged off-road paths to navigating through busy city streets, each journey presents its own unique challenges and obstacles.<br />\r\n<br />\r\nFeel the raw power of the tractors as you take control of these mighty machines. Engage in realistic driving mechanics, including accurate steering, precise acceleration, and responsive braking. Master the art of controlling the tractor's speed and handling as you navigate through tight corners, uneven terrain, and unexpected obstacles.<br />\r\n<br />\r\nExplore a vast open world filled with diverse landscapes, including lush countryside, bustling cities, and treacherous mountainous regions. As you progress, unlock new areas to expand your horizons and tackle more demanding delivery tasks. The stunning graphics and immersive environment will transport you into a world where every detail comes to life.<br />\r\n<br />\r\nComplete a variety of challenging cargo delivery missions that will push your driving skills to the limit. Load up your tractor with various goods, from crates and construction materials to farm produce and heavy machinery. Each cargo comes with its own set of handling requirements, so you must balance your speed and stability to ensure a safe and successful delivery.<br />\r\n<br />\r\nThe gameplay offers a realistic and dynamic day-night cycle, weather conditions, and traffic scenarios, adding an extra layer of authenticity to your driving experience. Be prepared to adapt to changing road conditions, unpredictable weather, and unexpected traffic situations that will test your reflexes and decision-making skills.<br />\r\n<br />\r\nEarn rewards and unlock new tractors as you progress through the game. Upgrade your vehicles with advanced features and modifications to enhance their performance, durability, and cargo capacity. Choose from a variety of tractor models, each with its own strengths and characteristics, allowing you to customize your driving experience to suit your preferences.<br />\r\n<br />\r\nImmerse yourself in the captivating sounds of the engine, the rumble of the terrain, and the realistic ambient effects that bring the world of the &quot;Tractor Cargo Driving Simulator&quot; to life. The attention to detail and immersive audio design will make you feel like you're truly behind the wheel of a powerful tractor, conquering challenging roads and delivering cargo with precision.<br />\r\n<br />\r\nChallenge yourself in various game modes, including time-based missions, cargo delivery challenges, and free-roam exploration. Compete against your own records and strive for perfection as you aim to become the ultimate tractor-cargo driver. Share your achievements and progress with friends and fellow players as you compare scores and exchange tips for mastering the game's toughest challenges.<br />\r\n<br />\r\n&quot;Tractor Cargo Driving Simulator&quot; offers a realistic, immersive, and thrilling driving experience that will captivate tractor enthusiasts and simulation game lovers alike. Get ready to embark on a journey of precision driving, strategic planning, and cargo management as you take on the role of a skilled tractor driver. Are you up for the challenge? Start your engines and let the adventure begin!<br />\r\n<br />\r\nKey features*<br />\r\n•\tStunning 3D HD graphics<br />\r\n•\tOffroad mountain terrains<br />\r\n•\tUnique camera angles to drive the modern tractor trolley<br />\r\n•\tMultiple challenging levels.<br />\r\n•\tBe an excellent farmer by driving the modern tractor on the tricky roads<br />\r\n•\tRealistic and smooth controls to drive the modern vehicle with extreme speed<br />\r\n•       Realistic sounds effects",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1140070/header.jpg?t=1740436902",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}