{
  "1141640": {
    "name": "Slaveblade",
    "steam_appid": 1141640,
    "required_age": 0,
    "is_free": true,
    "description": "DISCLAIMER:  Made by one dev.<br />\r\nSlaveblade is the story of Idraxymus the Enslaver.  Already dead and tormented, Idraxymus makes a deal for resurrection.  Everything in his path must be slain and his final destination is a mystery.  Slaveblade is an exploration about what it means to live and die.  It is a tale about where we are going, and who we are willing to hurt to get there.  The game is a fast hacknslasher.  Paced more like shooter than rpg, it requires high apm and lots of weapon switching.  Prepare to die.<br />\r\n<br />\r\nGAMPLAY TIPS:<br />\r\n<br />\r\n- Roll, man, roll.  Then roll.  (spacebar)<br />\r\n- Hit fast, then roll.<br />\r\n- You have 5 weapons (keys 1-5).  There is no animation to switch weapons.  It happens instantly.  You will need to learn to switch mid swing so that you can chain up combos using different swords.<br />\r\n- First weapon:  hits the hardest<br />\r\n- Second weapon:  all of your animation speeds are faster.  So switch to this and run.  Switch to start a swing, then switch to another weapon for it's effect.<br />\r\n- Third weapon:  this weapon snares/roots the enemy when it lands.  Very important for controlling enemies.<br />\r\n- Fourth weapon:  this weapon heals you.  There aren't many powerups/heals in this game, so use this to keep your health up.<br />\r\n- Fifth weapon:  this weapon gives you mana.  Once you have enough mana, you can cast spells with E.  Each weapon casts a different spell.<br />\r\n- There's no autolock.  So don't focus on a single enemy.  Dance around them, roll, snare them, and wear them down.  Lots of other games already do autolock.  I'm experimenting with a new type of combat, but it does take a bit of practice to get used to it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1141640/header.jpg?t=1589986096",
    "developers": [
      "NegativeGenius LLC"
    ],
    "publishers": [
      "NegativeGenius LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}