{
  "1141770": {
    "name": "Rage Melee",
    "steam_appid": 1141770,
    "required_age": 0,
    "is_free": true,
    "description": "A new take on the arcade fighting is here.<br />\r\nRage Melee is an arcade fighter the second in the N J FOX Arcade line with up to 7 playable characters, 7 battle arenas, 5 difficulty setings and 6 rankings to keep you coming back for a round 2.<br />\r\nEach character has a story and a reason to fight in the Rage Melee Tournament but Skyzzim and his minions the Metalica twins have other plans, defeat other fighters, Skyzzim and his minions, before Skyzzim can use the 5 mystic jewels to awaken the gygus of destruction and destroy the world.<br />\r\nTake it easy in easy and normal modes to get a feel for the controls then really test your self in hard, intense and impossible modes to defeat Skyzzim once and for all and earn the highest ranking of them all.<br />\r\nBut beware you loose a match you loose your ranking.<br />\r\nN J FOXs very own controller type system returns for the arcade fighter, choose from Type A (X Box One) Type B (Play Station 4) or Type C and find the the most comfortable controller to suit your play style.<br />\r\nAs always Rage melee has no need for the key board or mouse to play so you can save your fingers the trouble of pressing random keys.<br />\r\nGet ready its time for combat.<br />\r\nVersion 2.0 has added smoother game play, Less lag in game, improoved CPU and a multiplayer mode, now you can plug in a second controller and play against a friend in competitive local multiplayer.<br />\r\nNow its time to see whos the strongest.<br />\r\nNote: All need for the mouse has been removed including the unity game launcher window, now you can enjoy Rage Melee with out delay, please enjoy.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1141770/header.jpg?t=1600154230",
    "developers": [
      "N J FOX",
      "KRH"
    ],
    "publishers": [
      "N J FOX"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}