{
  "1143820": {
    "name": "Battlestar Galactica Deadlock: Ghost Fleet Offensive",
    "steam_appid": 1143820,
    "required_age": 0,
    "is_free": false,
    "description": "<i>The people of the Twelve Colonies believe that Colonial forces are keeping the Cylon threat in check. In reality, the Ministry of Defense loses ground every day. Under Atropos’ command, Cylon attacks have become precise and terrifying. Perfectly timed ambushes designed to cripple communications and logistics. Efficient and methodical.<br>Commander Nash and the crew of the Galactica have to keep up the pretense of the good fight, never revealing how close the people back home are to the knife’s edge. Meanwhile, Admiral Sarkis has one last plan that could finally bring this war to an end, or doom them all. It is time to activate the Ghost Fleet Offensive.</i><h2 class=\"bb_tag\" >New Campaign</h2><br>Ghost Fleet Offensive is a brand new 10-mission story campaign. Relive the infamous Ghost Fleet Offensive, strike behind enemy lines and turn the tide of the war for the Twelve Colonies.<h2 class=\"bb_tag\" >New ships</h2><br><strong>Colonial Orion</strong> - <i>Recon Frigate</i><br>A light frigate equipped with an experimental suite of ECM jamming and stealth technologies. Able to protect itself from hostile DRADIS sensors, the Orion can lay in wait, maneuver for the perfect torpedo angle, and then speed away while its stealth battery recharges.<br><br><strong>Colonial Defender</strong> - <i>Support Specialist</i><br>A support ship of Gemenese origin, the Defender is a mobile marine detachment platform. The Raptors from the Defender can both bolster the marine defense of friendly ships that have been boarded, and provide technical support to boost the strength of ally subsystems. Based on the ship design and used with permission of Todd Boyce.<br><br><strong>Cylon Medusa</strong> - <i>Central Command</i><br>A technologically advanced command ship lined with point defence cannons, and capable of overclocking the subsystems of multiple ships with its advanced transmission arrays. The Medusa pushes the capabilities of Cylon technology to its very limits.<h2 class=\"bb_tag\" >New Cylon Munitions</h2><br><strong>Cylon Cluster Nukes</strong> - A devastating multi-missile system capable of striking six individual targets with high yield nuclear warheads.<br><strong>Cylon Virus Mines</strong> - A short-range ECM field generator that both hacks the subsystems of hostile ships, and compromises enemy squadrons.<br><br>Ghost Fleet Offensive will be accompanied by a new free update, called the <strong>Fleet Admiral Update</strong>.<br><br>The Fleet Admiral Update contains a plethora of new features and improvements, including:<br><br>● Fleet Admiralty Difficulty - For the ultimate challenge against Cylon Command.<br>● Updated officer profiles - All new artwork for your flagship officers .<br>● UI enhancements - More QoL improvements to the UI, including additional<br>information tooltips, double-click to select all ships of the same type, more squadron<br>groups, and more.<br>● Cinematics Browser - Replay any intro or outro cinematic you’ve unlocked<br>● Select flagship - Select the ship in any campaign fleet you want as flagship, to get<br>the most of your officer bonuses.<br>● New Loading Screens - Five new gorgeous loading screens.<br>● And more...",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1143820/header.jpg?t=1763401353",
    "developers": [
      "Black Lab Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}