{
  "1143400": {
    "name": "Neverwinter Nights: Enhanced Edition Tyrants of the Moonsea",
    "steam_appid": 1143400,
    "required_age": 0,
    "is_free": false,
    "description": "Developed by Ossian Studios and based on the original module by Luke Scull, this new, enhanced version of Tyrants of the Moonsea vastly expands this former premium module by adding 70% more story and gameplay, as well as a large amount of new art and audio content.<br><br>The harsh frontier land known as the Moonsea is besieged by demons. A mysterious cult has arisen, bent on death and destruction. Amid the chaos, war is imminent between the powerful city-states and their tyrannical rulers. Accompanied by the dwarf merchant Madoc, you approach the town of Voonlar just as the worst snowstorm of the year hits. You soon discover that only you can prevent the total annihilation of the Moonsea at the hands of a legendary and ancient evil...<br><br>Explore the treacherous region of the Moonsea, including the infamous Zhentil Keep! Travel by foot and horse through the dark and mysterious lands of Cormanthor and Thar, and by ship across the pirate-infested waters, engaging in ship-to-ship combat. Encounter monstrous foes of unspeakable power in a high-level adventure that will keep you on the edge of your seat. As the old Moonsea battle cry goes: &quot;Dare... and beware!&quot;<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>An expansion-sized high-level adventure with 20+ hours of gameplay<br></li><li>Use the world map to explore 18 areas in the Moonsea region including Zhentil Keep, Cormanthor, Thar, and prominent city-states.<br></li><li>Recruit from 5 different companions for your party<br></li><li>5 new monsters to do battle with<br></li><li>14 new NPC character portraits<br></li><li>35 minutes of inspiring new music including exhilarating combat tracks<br></li><li>1,000 lines of new character VO</li></ul><br>Buying the enhanced edition of Tyrants of the Moonsea helps to support Ossian Studios' goal of bringing you more Dungeons &amp; Dragons adventures!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1143400/header.jpg?t=1746125512",
    "developers": [
      "Ossian Studios"
    ],
    "publishers": [
      "Beamdog"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}