{
  "1144900": {
    "name": "Pension Day",
    "steam_appid": 1144900,
    "required_age": 0,
    "is_free": false,
    "description": "Don't you just hate it when you need to be somewhere and those pesky old folks are clogging the sidewalks, impeding your progress?  If so you are not alone. Hugo Banchee is a testosterone-fueled hulk of a man with serious anger management issues and he is in a hurry to get to the gym.<br><br>Trouble is, it happens to be Pension Day. Hugo knows his route will be blocked by dithering, doddering old people who flock to the Post Office each Tuesday to pick up their pension payments. Even Hugo's therapist cannot seem to calm him down this time!<br><br>Can Hugo reach his destination without upsetting too many old people?  Or will he bump into so many that his overwrought heart will implode, leaving him dying in the street?<br><br>You must preserve some semblance of Hugo's respect for the elderly long enough for him to reach the sanctuary of his beloved gym in Julian Henley's latest hilarious social commentary on modern life! <br><br><strong><i>Gameplay</i></strong><br><br><br>The game mechanics are deceptively simple (you will master them immediately but die many times).  As Hugo walks up the road you must control his direction using the arrow keys thereby preventing collisions with other characters and vehicles. Colliding with the elderly characters will enrage Hugo, putting stress on his heart and reducing his health. Hugo's health is also dented by colliding with moving vehicles.  Helping an old man across the road is a calming experience and will boost Hugo's health, as will catching tranquilizing capsules which occasionally fall in Hugo's path.<br><br>Keep Hugo alive long enough and you will eventually reach the destination and victory!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144900/header.jpg?t=1651033778",
    "developers": [
      "Julian Henley"
    ],
    "publishers": [
      "Julian Henley"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}