{
  "1144730": {
    "name": "Fight or Flight VR",
    "steam_appid": 1144730,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144730/extras/4a864978b5ebc1908bc5acd1ecf31daf.avif?t=1752257123\" width=800 height=450 /></span><br>After crash-landing on a beautiful but vicious planet, every threat demands a split-second choice: Jet across vast alien landscapes at hypersonic speeds and escape, or stand your ground, fight back and blast through giant insects with devastating firepower. Rip through your enemies with unrelenting fury. Annihilate everything in your path. Evade death with split-second instincts. Get ready to be completely captivated in an unbroken state of flow. Coming first to PCVR, with a flat PC version to follow. Fight or Flight™ is a first-person open-world shooter that blends smooth, physics-driven flight with hectic combat, shattering conventional expectations of VR and FPS gaming at large. The next evolution of open-world movement shooters begins here.<br> <br><strong>Hypersonic Flight </strong></p><p class=\"bb_paragraph\" >Soar through the skies and sprint across vast landscapes, utilizing a jetpack that isn’t just a tool but your lifeline, providing the freedom to engage and escape.  With a physics-driven flight system, your movement is smooth and agile unlike anything felt before. Rain down chaos from above or engage on the ground - the choice is yours.</p><p class=\"bb_paragraph\" ><strong>Hyperactive Combat</strong></p><p class=\"bb_paragraph\" > Fire satisfying missile salvos from your multi-rocket launcher and remotely control them to control their trajectory. Swing and throw energy weapons that slice through monsters before faithfully returning to you, boomerang-style. Unleash bullet hell with rapid-fire rifles, obliterating alien hordes. Hurl grenades and watch as aliens are blown away from their powerful explosions. Dual-wield any combination of tools to get the job done. Giant bugs will crawl, fly, and leap from all directions to protect the crystals as fiercely as you fight to claim them. Their attacks are physics-based, creating unpredictable and dynamic threats that demand constant awareness and quick reactions. Beware - as the planet evolves against your every move, you may awaken a far more dangerous force lurking within.  <br><br><strong>Dynamic Environment</strong></p><p class=\"bb_paragraph\" >The sky isn't just a pretty picture - its part of the core game mechanic. As giant sweeping shadows creep across the landscape, a solar eclipse plunges your world into an engulfing darkness. You must gather enough crystal energy to illuminate your way through the night, or escape the shadows altogether with hypersonic flight. Pay attention to the movement of heavenly bodies and learn their patterns. </p><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144730/b2aca14ce3aa0e12a706a190cc52c113fc504708/header.jpg?t=1752257123",
    "developers": [
      "HyperMad Interactive"
    ],
    "publishers": [
      "HyperMad Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}