{
  "1144810": {
    "name": "Winter Cometh",
    "steam_appid": 1144810,
    "required_age": 0,
    "is_free": false,
    "description": "<u><strong>MULTI-PLAYER</strong></u><br>WINTER COMETH IS PERFECT TO PLAY WITH YOUR FRIENDS. OR TO COMPETE AGAINST ALL COMERS IN 3 PLAYER ACTION BATTLE OF EPIC PROPORTIONS. WITH A ROBUST LOBBY SYSTEM FOR ONLINE PLAY. <br><br><u><strong>SINGLE-PLAYER</strong></u><br>ENTHRALLING SINGLE PLAYER EXPERIENCE FOR A BEGINNER OR ADVANCED PLAYER. AGAINST MULTIPLE DYNAMIC AI TO CHALLENGE OR HONE YOUR BATTLE SKILLS. FOR A TRUE TEST OF SKILL AND STRATEGY.<br><br><u><strong>FEUDAL CULTURES</strong></u><br>YOU BEGIN YOUR ADVENTURE BY CHOOSING FROM EITHER KNIGHTS VIKINGS OR SAMURAI CIVILIZATIONS. ALL WITH DIFFERENT APPEARANCES FROM KINGDOMS TO ENVIRONMENT DOWN TO EVERY DETAIL LIKE WEAPONS AND SOLDIERS. GIVING A VERY IMMERSIVE LOOK AND FEEL TO ALL THREE CULTURES.<br><br><u><strong>GROW YOUR KINGDOM</strong></u><br>YOU BEGIN YOUR ADVENTURE WITH A MINIMALLY SIZED KINGDOM. FROM WHICH YOU CAN UPGRADE OVER TIME WITH YOUR ACCUMULATED WEALTH. YOU CHOOSE WHEN AND HOW LARGE YOU NEED TO ACCOMPLISH YOUR REIGN OF THE LANDS.<br><br><u><strong>LARGE SCALE BATTLES</strong></u><br>YOU CHOOSE THE TYPE OF UNITS TO MARCH INTO BATTLE. FROM A VARIETY OF SOLDIER TYPES TO COMMAND. WITH DIFFERENT WEAPONS AND ATTRIBUTES WITH ALTERNATIVE STRENGTH AND WEAKNESS. ADDING DEPTH OF STRATEGY TO HOW YOU DEFEAT YOUR FOES.<br><br><u><strong>DYNAMIC WEATHER</strong></u><br>WITH THE ADVENT OF SEASONAL WEATHER CONDITIONS. THE WORLD TRANSFORMS INTO A WINTER TUNDRA. FORCING YOU TO ADAPT SO YOU CAN CONTINUE TO GROW YOUR KINGDOM AND ARMIES. AFFECTING FAR MORE THAN JUST THE APPEARANCE OF THE ENVIRONMENT.<br><br><u><strong>PVE ELEMENTS</strong></u><br>NOT ONLY MUST YOU CONTEND WITH THE OTHER PLAYER KINGDOMS ARMIES AND THE CHANGING ENVIRONMENT. ALSO THERE ARE STATIC AI ENCAMPMENTS YOU CAN RAID FOR ADDITIONAL RESOURCEs. PLUS OFFENSIVE COUNTER ATTACKS FROM ADDITIONAL AI FORCES. ALWAYS KEEPING YOU ENGAGED AND ON YOUR TOES.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144810/header.jpg?t=1567119175",
    "developers": [
      "Gallent Games"
    ],
    "publishers": [
      "Gallent Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}