{
  "1144170": {
    "name": "Warhammer: Chaos And Conquest",
    "steam_appid": 1144170,
    "required_age": 0,
    "is_free": true,
    "description": "Spread Chaos across the Old World! Command a horde as you build a fortress capable of conquering the Empire of Man – and any other Chaos warbands that stand in your way. With enough power, you will prove your worth to the Chaos Gods by conquering Altdorf and becoming the Everchosen!<br><br>Set in the Warhammer Fantasy universe, Warhammer: Chaos &amp; Conquest is real-time massively multiplayer strategy game where players compete for the resources of the Old World and battle for control of the Old World. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144170/extras/58c58a6b39de8ede3ebf0e3539c18075.avif?t=1690132601\" width=620 height=238 /></span><br><ul class=\"bb_ul\"><li> Collect Warlords to be your most powerful soldiers in the war against the Empire<br></li><li> Over 20 Daemons of Chaos &amp; 10 Warriors of Chaos to collect <br></li><li> Use your strategy to assemble a diverse warband capable of smashing the defenses of your foes<br></li><li> Daily challenges to complete with guaranteed rewards &amp; bonuses based on leaderboards!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144170/extras/6a43cedd6fba747fe4d42cba1f3017c1.avif?t=1690132601\" width=620 height=238 /></span><br></li><li> Raise a Champion worthy of the title of Everchosen<br></li><li> Research Skills to expand your military, battle, &amp; unholy might<br></li><li> Increase your power by building structures including the Chaos Temple, Sorcerer’s Citadel, Fortress Walls, Watchtower, Warlord Conclave, Workshop, Daemonic Forge, Hell Cannons, Dungeons, Training Grounds, &amp; more. <br></li><li> Collect more resources by upgrading your Lumber Mill, Slaughter Pens, Blast Furnace, &amp; Quarry<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144170/extras/c609af7036592b315c7984925f8f3deb.avif?t=1690132601\" width=620 height=238 /></span><br></li><li> Vanquish roaming beasts to send them to their final resting place  <br></li><li> Send your warriors on marches throughout the realm to pillage goods from the land<br></li><li> Siege other players fortresses to muck up their plans of conquest in favour of your own <br></li><li> World chat for discussing the battle results with your enemies! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144170/extras/9af90577e35ba17016c103f55632b649.avif?t=1690132601\" width=620 height=238 /></span><br></li><li> Join an alliance to coordinate the conquest of landmarks important to the Empire <br></li><li> Share the spoils with your alliance! As your alliance collects resources, your allies automatically earn additional spoils <br></li><li> Assist your allies by speeding up their construction of their Chaos Fortress <br></li><li> Send your troops to assist your alliance in defense, or receive warriors from your allies to make your fortress unbeatable<br></li><li> Complete Trials, both solo &amp; with your alliance, to make your army more powerful<br></li><li> Gather with your Alliance to take over the major landmarks of the Old World<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144170/extras/e5c44f58779874c323ba1da292bc6d98.avif?t=1690132601\" width=620 height=238 /></span><br></li><li> Pledge your alliance to the Chaos Gods – Khorne, Nurgle, Tzeentch, &amp; Slaanesh! Bring the chaos they desire to the Old World!<br></li><li> Build a temple to Nurgle, the Plague Lord and god of disease, decay, and death!<br></li><li> Build a Temple to the Dark Prince Slaanesh, the God of lust, pride, and decadence! <br></li><li> Build a temple to the changer of Ways, Tzeentch, the god of magic, change, and sorcery!<br></li><li> Construct a temple to the blood God Khorne! The god of violence, carnage, and anger is eager for the spill of blood. <br></li><li> Special events to conquer roaming warbands of other Warhammer Fantasy factions, including greenskins, beastmen, &amp; dwarfs! <br></li><li> Iconic Warhammer Fantasy locations, including: Chaos Wastes, Norsca, Troll Country, &amp; the Empire of Man<br></li><li> Iconic Warhammer creatures to housing in your dungeons, including Chaos Spawn, Slaughter Brutes, mutalith vortex beasts, &amp; dragon ogres!<br></li><li> Iconic Warhammer infantry available for training, including Marauders, Forsaken, Chaos Warriors, &amp; Chaos Chosen<br></li><li> Iconic Warhammer beasts to corral, including: Warhounds, Chimera, Gorebeasts<br></li><li> Collect warpstone through daily quests<br><br>Carve your own legend in the Warhammer Fantasy Old World. The legions of the Empire of Man stand in your way – march your warband right through them &amp; cement your legacy as the Everchosen of Chaos that brought down the Empire of Man!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 土耳其语, 日语, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1144170/header.jpg?t=1690132601",
    "developers": [
      "Hunted Cow Games"
    ],
    "publishers": [
      "Tilting Point"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}