{
  "1145450": {
    "name": "Mystery Case Files: Moths to a Flame Collector's Edition",
    "steam_appid": 1145450,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Big Fish Editor's Choice!</strong> This title was selected for its exceptional quality and overwhelmingly positive reviews from our Game Club beta testers.<br><br><strong>Eipix Entertainment</strong> proudly presents the next thrilling case in the series Mystery Case Files! <br><br>When a new assignment brings you to the Zenith Museum of Oddities, what was supposed to be an open and shut case spirals into a complex web of deceit. Someone knows about your past, and they’ve prepared a special tribute to all your biggest cases. But what do they want, and what will become of the innocents that stand in their way? You’ll need all your skills to stop the dangerous foe that threatens to use your past against you in this heart-pounding new chapter in the classic hidden-object puzzle adventure game saga! <br><br><strong>See what our Beta testers had to say:</strong><br><i>“Absolutely brilliant! I haven't had this much fun playing any game for a long time. The puzzles were superb, particularly the statue base and the lamppost puzzles, but the multiple Rube Goldberg puzzle was out of this world!” </i> - beta tester<br><br><i>“Fantastic game! Love the references to earlier games - Ravenhearst, The Dalimar family, Madam Fate and her carnival characters - need to go back and replay the earlier games now!”</i>  - beta tester<br><br>   - The Master Detective must figure out who is the Archivist’s last hostage! Help free the other MCF agents from the Archivist’s schemes! Disable the bomb set to destroy the MCF archives.<br>   - Search for stamps, souvenirs, and morphing objects hidden throughout the game!<br>   - Replay your favorite HOPs and mini-games - and earn even more achievements!<br>   - Enjoy memorable wallpapers, concept art, videos, and music.<br>   - Keep your adventure on track with the strategy guide!<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1145450/header.jpg?t=1764249776",
    "developers": [
      "Eipix Entertainment"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}