{
  "1146390": {
    "name": "Where Are We Now",
    "steam_appid": 1146390,
    "required_age": 0,
    "is_free": false,
    "description": "Confused and puzzled, you wake up and hear nothing but the quiet wind. You scan the environment around you, only to come to the realization that you're stuck on a floating island. But it's not void of anything, there's a bunch of seemingly random objects and items that are on there with you. Find ways to proceed to the other islands using the items you have and by solving unique puzzles. Along the way, meet other survivors whose fate and actions differ depending on the decisions you make throughout the journey. It's your story, after all.<br><br><br><strong>Key Features</strong><br>• <strong>Create your own adventure:</strong><br>No two gameplays will be the same thanks to the plethora of decisions to be taken within the game and the consequences they have on you and the other survivors. Being the hero or the jerk is completely up to you.<br><br>• <strong>Limitless Mysteries:</strong><br>Nope, waking up on a floating island without any memory of how you get there is not strange enough for this game. The floating world you march through is littered with mysterious characters and places to be discovered and explored.<br><br>• <strong>Unique Puzzles:</strong><br>Forget all you know about traditional puzzle-solving, as the puzzles in Where Are We Now are not your typical find-clues-open-door puzzles. You must use everything you have acquired (From knowledge to items) and most importantly, your head in order to figure out creative ways to reach new islands.<br><br>• <strong>Non-linear Gameplay:</strong><br>While progressing through islands might seem like the only and/or main goal of the game, that is actually quite far from what the game actually offers. The game offers many, many other activities besides figuring out ways to reach more islands, including: Side missions, collectibles, the aforementioned mysteries to unravel, and much more!<br><br>Game demos for all 3 platforms are available on the game's Itch.io page: ",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146390/header.jpg?t=1590162139",
    "developers": [
      "The Prime Movers"
    ],
    "publishers": [
      "The Prime Movers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}