{
  "1146500": {
    "name": "Adventure Slime",
    "steam_appid": 1146500,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146500/extras/ed24d54b1e7e6590f45bea7f6fd5b615.avif?t=1670242321\" width=600 height=100 /></span><br><br>In the depths of a distant forest, a slime is in need of more excitement. The slime stumbles upon a bouncy mushroom, quickly realizing the enjoyment achieved from bouncing up and down. Soaring that far into the air is a new and highly pleasant experience for the slime. You can see for miles up there! The slime had once heard of a magical cavern buried deep within the forest full of crystals, and, most importantly, a veritable cornucopia of bouncy mushrooms! And all at once, the slime realizes this is the excitement they’ve been after. So, the slime adventures through the forest in continual pursuit of higher heights and further bouncitude. As the slime progresses, some sizable distractions are encountered: puddles of noxious goo must be circumnavigated, and sparkly, golden leaves just beg to be collected. The slime can do it all, though, and progresses while bouncing on as many mushrooms as possible in order to acquire inordinate, unprecedented levels of fun. Come play as the slime and assist them in seeking their ultimate goal of discovering the Bouncy Mushroom Room hidden in the forest, while avoiding traps, collecting golden leaves, and bouncing to heights of enjoyment for player and slime alike!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146500/extras/a0314dc9cb71f37107ea1d9189626940.avif?t=1670242321\" width=600 height=100 /></span><br><br>This game was developed as a student project at DigiPen Institute of Technology and was created for educational purposes only. Please check out our publisher page for more information.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146500/header.jpg?t=1670242321",
    "developers": [
      "Candied Arsenic"
    ],
    "publishers": [
      "DigiPen Institute of Technology"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}