{
  "1146570": {
    "name": "Gacha Pets",
    "steam_appid": 1146570,
    "required_age": 0,
    "is_free": true,
    "description": "Embark on an epic journey in Gacha Pets, a captivating turn-based pet battle and collection game that will immerse you in a world filled with unique creatures, endless adventures, and untold treasures. In this magical realm, every pet possesses distinct skills that can be strategically combined with others and enhanced through a wide array of equipment, making your journey through dungeons, mines, and forests an exhilarating experience like no other.<br><br><strong>Pets</strong><br>Collect and level up pets! Then take your pet to the arena and fight against other players' pets. Get Gacha Eggs and incubate them to obtain new pets. There are currently 66 pets to collect, 1 pet you can catch from fishing, 1 pet from the first summoning shrine boss, and 6 pet evolutions. Can you hatch them all?<br><br><strong>The Arena</strong><br>Go up against other players and climb the arena ranks!<br><br><strong>The Endless Dungeon</strong><br>Fight your way through the endless dungeon for tough boss battles and epic loot! Find items that grant your pets new skills to use in combat, elixirs that grant permanent attribute increase and perhaps even a Gacha Egg! Can you take your pets deeper into the dungeon than anyone else? Climb the endless dungeon leaderboard with every 10 levels you climb.<br><br><strong>The Mines of Descent</strong><br>Delve into the mines to improve your equipment. Fight bosses and perhaps find more amber to get even more gear.<br><br><strong>The Endless Forest</strong><br>Explore the weekly randomly generated endless forest to find epic loot and climb the leaderboard for amazing rewards!<br><br><strong>The Daycare</strong><br>Leave your pet at the daycare and the daycare staff will take it on adventures until it's worn out. Your pet will gain experience and collect loot for you in this idle game mode. Make sure to give your pet equipment, food, and a stamina potion before leaving it at the daycare to maximize your pet's time at the daycare.<br><br><strong>The Docks</strong><br>Head out to the docks to catch some fish, pull up lock boxes full of random loot, and maybe catch the exclusive fishing pet Axle if you're lucky. Use the fish you catch in the kitchen to make food for your pet.<br><br><strong>The Farm</strong><br>Grow plants at the farm that you can take to the kitchen to craft a hearty meal for your pets.<br><br><strong>The Kitchen</strong><br>Craft food to give to your pet to keep them happy and give them powerful buffs. Happy pets gain more experience. Keep your pets well-fed!<br><br><strong>The Summoning Shrine</strong><br>Find summoning scrolls while fighting through the various activities and bring them here to summon a multiplayer boss. Each boss has exclusive loot.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146570/header.jpg?t=1771870635",
    "developers": [
      "Digital Hokum"
    ],
    "publishers": [
      "Digital Hokum"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}