{
  "1146240": {
    "name": "The Seven Spells Of Destruction",
    "steam_appid": 1146240,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Join the adventure on Discord</h2><br>We have released a version of this game playable through discord without a download as a Discord RPG Bot! If you are interested in the lore and story behind this game, you should invite the bot.<br><br>The Discord Bot version of this game is now the official released version.<br><br>Click here to invite the Discord Bot!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146240/extras/5d69d80f58846abc2269908c30a619b8.avif?t=1715188699\" width=537 height=107 /></span><br><br><br>From the world's ancient past to it's violent present, something dark lurks below the surface, bubbling it's way upwards at the least convenient of times. Explore a high fantasy land steeped in lore where everything in the world is not what it seems.<br><br><i>Ending a long and watchful peace which has stood for many generations, the demon lord Garneth and his minions have executed a plot to steal ancient artefacts of power able to bend the minds and very souls of their readers, the Seven Spells Of Destruction. With them he may well have been able to control mankind, and all other races upon the surface of the world of Cryptillia. Lost during the attempt to steal them due to the intervention of an unknown force, for good or ill intent, the scrolls and the reality warping instructions upon them have been scattered across central Utopia.</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146240/extras/5d69d80f58846abc2269908c30a619b8.avif?t=1715188699\" width=537 height=107 /></span><br><br>You must find each of the scrolls, before Garneth and his underlings do, or even worse, some random passer-by encounters one, and becomes something far worse, and unpredictable than they ever could have been, cloaked in subterfuge with untold otherworldly magical powers. Use weapons and magic at your disposal to slay whatever stands in your way, or use negotiation to avoid conflict.<br><br>Whatever you do, brave adventurer, I advise you against all that is good and just, don't ever use those scrolls yourself. Only the foolhardy or those desparate for untold evil powers would do such a thing. You're not <i>that kind of adventurer</i>, right? I hope not, because the fate of the world may well rest upon your shoulders...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146240/header.jpg?t=1715188699",
    "developers": [
      "Brainbox.cc"
    ],
    "publishers": [
      "Brainbox.cc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}