{
  "1146720": {
    "name": "AION - Translator application",
    "steam_appid": 1146720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>* Introduction</strong><br><br>Are you too busy to study foreign languages?<br><strong>AION - Translator application</strong> is there to do the job and save time for you.<br><br><strong>AION - Translator application</strong> is not a simple translator, but it translates all texts and<br>texts in the image to the language you want in all OS environment.<br><br>Especially it is specialized for games, cartoons, E-BOOKs, works, and various studies.<br><br><strong>* Features</strong><br>- Provides Character Recognition and Auto Translation features for 14 languages <br>   (Korean, English, Simplified/Traditional Chinese, Japanese, German, French, Russian, Thai, Portuguese, Italian, Turkish, Spanish, Arabic, Indonesian)<br>- Provides a translation for a specific area such as words or sentences based on a configuration<br>- Provides various copying features of a translation result based on a setting <br>- Provide customization including font and color change<br>- Available to use for all contents including games, cartoons, novels, dictionary, news, thesis, and more<br>- Provide separate text translation feature",
    "supported_languages": "韩语, 英语, 法语, 德语, 日语, 简体中文, 繁体中文, 俄语, 泰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 意大利语, 土耳其语, 西班牙语 - 西班牙, 西班牙语 - 拉丁美洲, 阿拉伯语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146720/header.jpg?t=1638154645",
    "developers": [
      "ONBI"
    ],
    "publishers": [
      "ONBI"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 28 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 3,
      "total_negative": 6,
      "total_reviews": 9
    }
  }
}