{
  "1146100": {
    "name": "The Rising of the Shield Hero : Relive The Animation",
    "steam_appid": 1146100,
    "required_age": 0,
    "is_free": false,
    "description": "Based on the work of Aneko Yusagi, the popular anime &quot;The Rising of the Shield Hero&quot; makes its RPG debut!<br><br>Not only can you relive memorable scenes from the anime, but you can experience the battle system used by Naofumi, a hero who specializes in defense. Faithful to The Rising of the Shield Hero, you can also become a traveling merchant, conducting business throughout the vast lands of Melromarc.<br><br><strong>BGM that can be used in the Maker series is included as a bonus with your purchase.</strong><br>There are eight songs in all, penned by composer Yuka Tsujiyoko. These tracks are completely original works written for this game and you'll hear them everywhere--from battle to various maps.<br>Note: These bonus tracks can be found in the same folder the game is installed in.<br>Please use them according to the user agreement.<br><br><strong>▼A full-on 2D RPG made with RPG Maker MV</strong><br>An authentic RPG driven by RPG Maker MV.<br>Whether you're a fan of the show or RPGs, this game will not disappoint!<br><br><strong>▼Features over 700 cels from the anime!</strong><br>The game is packed with moving 2D pixel sprites of the characters as well as over 700 cels from the anime!<br><br><strong>▼Immersive battle system</strong><br>The battle system makes use of the Shield Hero's various abilities and talents such as &quot;Vigilance&quot; which lets you see where the enemy is aiming, &quot;Seize&quot; which traps enemies who gun for you, and &quot;Protect&quot; which you use to guard allies.<br>There's also a robust leveling system where you can infuse your shield with items you obtain to learn new skills.<br><br><strong>▼Become a merchant and travel across the vast lands of Melromarc!</strong><br>Every city and town in the anime has been recreated so you can explore Melromarc in its entirety.<br>This game offers much more than just the story and battles. Discover materials along your journey to craft items that can be sold as a &quot;Traveling Merchant&quot;. The actions you take as a player also affect how various NPCs throughout the world will react to your &quot;Reputation Points&quot;. These systems and more make the world of The Rising of the Shield Hero come to life!",
    "supported_languages": "日语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1146100/header.jpg?t=1654506120",
    "developers": [
      "KADOKAWA CORPORATION"
    ],
    "publishers": [
      "Gotcha Gotcha Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 6,
      "total_negative": 3,
      "total_reviews": 9
    }
  }
}