{
  "1147240": {
    "name": "Rogue Waves",
    "steam_appid": 1147240,
    "required_age": 0,
    "is_free": false,
    "description": "Rogue Waves is a physics-based game about building war ships and progressing through a wide variety of challenges, while unraveling an immersive narrative around survival and discovery.<h2 class=\"bb_tag\" >Ship Building</h2>Build your ship taking into consideration aspects such as buoyancy, stability, energy generation and weaponry.<br><br><br>Each added block counts, and should be carefully planned.<br><br>The types of blocks include: Floater, Propeller, Rudder, Solar Panel, Battery, Machine Gun, Hydrofoil, and so on. Some blocks are special for missions or narrative elements in Story Mode. As you progress, more block types are unlocked.<h2 class=\"bb_tag\" >Story Mode</h2>A massive war led up to a series of nuclear strikes that ultimately resulted in the contamination and flooding of the planet. Biological life is mostly extinct. A few AI based mechanoids managed to survive, staying afloat by engineering and crafting low density materials. They eventually evolved, finding new ways to navigate and generate energy. In time, those mechanoids too, were led to war.<br><br><br>Venture in this world through the eyes of a small AI entity that progressively discovers what governs the delicate relationships between all forms of wild mechanoids. Some creatures strive to survive. Others, to reign. Some are fed by chaos. Can this world be saved? Is there hope for peace and order?<h2 class=\"bb_tag\" >Sandbox</h2>In this mode, all elements of the game are unlocked, to be fiddled at will. Time, weather, sea, spawning creatures and building ships with no limitations of resources and tech.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1147240/header.jpg?t=1610668870",
    "developers": [
      "Diego Rodrigues"
    ],
    "publishers": [
      "Diego Rodrigues"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}