{
  "1148330": {
    "name": "Legend of the Sword",
    "steam_appid": 1148330,
    "required_age": 0,
    "is_free": false,
    "description": "The chronicles of Anar have long told the legend of a mystical sword, and its accompanying shield whose magical aura protected the inhabitants of Anar for many centuries. The sword and shield were supposedly guarded by the ancient Corsarians, but their existence, and possible whereabouts are now purely part of folklore.<br><br>The evil wizard Suzar has assembled a fighting force of mutated humanoids and plunged the kingdom into a state of fear. An entire army of brave warriors has already perished at the hands of the wicked wizard, and only with the combined power of the legendary sword and shield is it possible to defeat the dark forces that are suffocating the land.<br><br>Having been summoned before King Darius and the High Council of Anar, you and five other loyal men volunteer to find the enchanted sword and shield, and destroy Suzar before he is able to amass an army large enough to enslave Anar, and the rest of the world...<br><br>...and so you come to team up with motley band of hardened adventurers on your quest to seek out the sword and shield, as the chronicles have foretold.<br><br>FEATURES<br><ul class=\"bb_ul\"><li>Over 350 dynamic individual illustrations, which change as new and challenging situations confront the player.<br></li><li>Pointer and icon driven mode for character movement and commonly used commands.<br></li><li>Innovative scrolling map feature - the map expands as you explore the landscape.<br></li><li>A highly flexible interpreter with an extensive vocabulary and advanced features such as FIND and GOTO commands.<br></li><li>A multitude of intelligent characters to communicate with and give instructions to.<br></li><li>OOPS/UNDO commands to backtrack your previous command.<br></li><li>Flexible command line editor, for correcting typographical mistakes.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1148330/header.jpg?t=1614367925",
    "developers": [
      "Silicon Software"
    ],
    "publishers": [
      "MIRROR Soft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}