{
  "1148540": {
    "name": "Griddlers Victorian Picnic",
    "steam_appid": 1148540,
    "required_age": 0,
    "is_free": false,
    "description": "Griddlers Victorian Picnic is a fun and intellectual game for anyone who loves logic puzzles and wants to dive into the age of Victorian England. Here you can stroll through an unforgettable London park, get your fill of its wonderful alleys and earn tons of memorable souvenirs.<br />\r\n<br />\r\nNonograms, picross or griddlers are just a few of the names we know for this game, but no matter what you call them they're bound to leave you captivated!<br />\r\n<br />\r\nHere you'll find 120 griddlers of varying difficulty in a total of 6 picturesque locations. Top-notch graphics and a soundtrack to boot: it's everything a true fan of theme-based brain teasers needs!<br />\r\n<br />\r\nEvery new level is another puzzle that'll transport you into the Victorian age and reward you with a beautiful picture concealed in the tiles. To make the game more convenient, we included 2 types of training: 1 for beginners and 1 for veterans of this fun genre.<br />\r\n<br />\r\nTake an unforgettable stroll around a Victorian park with new griddlers. Get ready to see the most wonderful places ever for a romantic date! Griddlers Victorian Picnic is an exciting adventure into the world of griddlers!<br />\r\n<br />\r\n- griddlers withought a pencil and paper!<br />\r\n- 6 picturesque locations and more than 100 levels.<br />\r\n- develop both your logical and abstract thought processes.<br />\r\n- more than 15 rewards and trophies for extra tasks.<br />\r\n- well-organized training for both beginners and veterans.<br />\r\n- vivid graphics and a catchy soundtrack.<br />\r\n- more than 12 hours of gameplay!<br />\r\n- the best way to have fun and spend your time with purpose!<br />\r\n- two-in-one: entertaining Japanese brain teasers and the wonderful spirit of Victorian England!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1148540/header.jpg?t=1687424033",
    "developers": [
      "Big Up Studio"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}