{
  "1148030": {
    "name": "Esport Test Toolkit (ETT)",
    "steam_appid": 1148030,
    "required_age": 0,
    "is_free": true,
    "description": "Esport Test Toolkit (ETT) is a collection of ten different tests for competitive gamers. <br><br>Esport Test Toolkit is designed to be universal for all game genres. Whether you’re a FPS or MOBA player these tests will suit you for measuring your performance in terms of audiovisual reaction time, memory and cognitive capabilities.<br><br>You can also use these tests to measure how your performance is affected by variables like sleep, food and physical exercise. Use Esport Test Toolkit to figure out optimal circumstances, routines and habits for your personal best performance.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Ten different tests<br></li><li>Designed specifically for esports and competitive gaming<br></li><li>Suitable for every game genre and type<br></li><li>Displays individual reaction times and results<br></li><li>Tested by certified esport coach and over 30 esport students<br></li><li>Distraction-free UI</li></ul><h2 class=\"bb_tag\" >Visual Reaction Time 1</h2>Test includes 15 circles that will appear randomly between 2500ms and 4500ms. React with left mouse button as soon as you see the circle.<h2 class=\"bb_tag\" >Visual Reaction Time 2</h2>Test includes 15 circles that will appear randomly between 2500ms and 4500ms. React with keyboard key W as soon as you see the circle.<h2 class=\"bb_tag\" >Audio Reaction Time</h2>Test includes 15 sounds that will appear randomly between 2500ms and 4500ms. React with left mouse button as soon as you hear the audio. If you want to use headphones, plug the headphone connector to computer audio jack before opening the software in order to hear the audio.<h2 class=\"bb_tag\" >Decision Reaction Time</h2>Test includes fifteen circles that will appear randomly between 3500ms and 6500ms. Each circle appears randomly either on left, right, up or down. React with correct keyboard key W, A, S or D as soon as you see the circle.<h2 class=\"bb_tag\" >APM-test 1</h2>Test lasts for ten seconds. Click left mouse button as fast as you can.<h2 class=\"bb_tag\" >APM-test 2</h2>Test lasts for ten seconds. Press keyboard key W button as fast as you can.<h2 class=\"bb_tag\" >Second Test [3]</h2>Test includes five subtests where in each one you have determine when three seconds has elapsed. React with keyboard key E when you think that three seconds has elapsed.<h2 class=\"bb_tag\" >Second Test [5]</h2>Test includes five subtests where in each one you have determine when five seconds has elapsed. React with keyboard key E when you think that five seconds has elapsed.<h2 class=\"bb_tag\" >Second Test [10]</h2>Test includes five subtests where in each one you have determine when ten seconds has elapsed. React with keyboard key E when you think that ten seconds has elapsed.<h2 class=\"bb_tag\" >Door Test</h2>Test includes thirty visual stimulants by opening doors and thirty sounds by hearing either the letter X, Y or Z. Each one of thirty door openings and sounds appear simultaneously in every 2500ms. React to doors with keyboard key K and to sounds with keyboard key A. Correct reaction is when the door or sound is the same as the door or sound two steps/reactions ago. When the door or sound is not the same as the door or sound two steps/reactions ago the correct reaction is not to press any key. If you want to use headphones, plug the headphone connector to computer audio jack before opening the software in order to hear the audio.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1148030/header.jpg?t=1569408628",
    "developers": [
      "Ahlman Game Studio"
    ],
    "publishers": [
      "Ahlman Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}