{
  "1148350": {
    "name": "The Powder Toy",
    "steam_appid": 1148350,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Unleash your inner scientist - and maybe a little chaos - with The Powder Toy!</strong><br><br>This <strong>free particle physics sandbox</strong> lets you experiment with hundreds of elements, from fiery explosives to intricate electronics. Simulate real-world phenomena like air pressure, heat, and gravity to create:<br><br>•\t<strong>High-Powered Explosions:</strong> Blow things up in spectacular fashion with meticulously crafted bombs, triggered on your command.<br>•\t<strong>Miniaturized Power Plants:</strong> Design and operate nuclear, chemical, or hydroelectric power plants and reactors using both real-world and imaginary reactions builtin to the game.<br>•\t<strong>Custom CPUs:</strong> Build your own logic circuits and processors, pushing the boundaries of in-game computing.<br>•\t<strong>Anything Your Imagination Can Dream Up</strong>: Create realistic landscapes, explosive-resistant bunkers, or technical machines, the possibilities are endless!<br><br><strong>More than just destruction:</strong><br><br>•\t<strong>Community Creations:</strong> Explore and download <strong>millions </strong>of amazing saves uploaded by other players, or upload your own to strive for a slot on Front Page!<br>•\t<strong>Custom Elements:</strong> Use the Lua API to mod your own elements into the game, or download packs of elements from other users from the Script Server!<br>•\t<strong>Open Source:</strong> The Powder Toy is fully open source under the GPLv3 license and maintained by the community. Want to see your name in the credits? Anyone can contribute to development!<br><br><strong>Ready to unleash your inner mad scientist? Download The Powder Toy today!</strong><br><br>Account registration on The Powder Toy website is required to enable certain online features such as saving and commenting.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1148350/header.jpg?t=1718645975",
    "developers": [
      "The Powder Toy Team"
    ],
    "publishers": [
      "The Powder Toy Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}