{
  "1150230": {
    "name": "VR Nostalgia 5",
    "steam_appid": 1150230,
    "required_age": 0,
    "is_free": false,
    "description": "Digital technology has been increasingly used in exhibitions to provide more immersive experience. Displaying images on a huge wall and/or animating some of the key elements in the picture are commonly used ways in order to provide new immersive experiences. Furthermore, HMD (Head-Mounted Display)-based VR (Virtual Reality) exhibits that have emerged in recent years can potentially provide much greater new immersive experiences due to the powerful hardware and software system that allows user interactions. <br />\r\nHowever, user experiences in the immersive VR exhibits still stay mostly in ‘viewing 2-D images’, which is similar to the way we experience in a physical gallery. In a typical VR gallery, a replica of a physical gallery is created in a virtual environment and audience are asked to appreciate the artworks in pretty much the same way as in the physical gallery, which is viewing 2-D images. Although exhibitions in virtual worlds provide many people, who have not been accessible to the artworks due to physical or economical limitations, with the new cultural experiences, there are lots of rooms for improvements from the user experience point of view, especially considering the capabilities of the recent powerful VR systems.<br />\r\nIn this program, we propose a method that transforms the viewer's artwork appreciation experience in virtual exhibitions from “viewing” to more “experiential” by reconstructing 2-D paintings into 2.5-D works. With this method, users can appreciate artworks in a more active and participatory way. We introduce an example of a work made by applying the proposed method. It aims to provide more immersive aesthetic experiences to visitors in virtual exhibitions.",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1150230/header.jpg?t=1578992780",
    "developers": [
      "VR Gallery"
    ],
    "publishers": [
      "VR Gallery"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}