{
  "1151370": {
    "name": "Night Guardian",
    "steam_appid": 1151370,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Synopsis</strong><br><br>You are the Night Guardian, part of a long line of warriors tasked with keeping the creatures of the night away from your sleeping owner. <br>But beware, these monsters are driven by a darkness that lurks under the bed. <br>Do you have what it takes to survive until morning?<br><br><strong>The Player</strong><br><br>You play as a cute little teddy bear who has been fighting against the creatures of the night for over a year since he was gifted to his master on a cold Christmas morning. But lately, you've noticed the creatures are a bit more active than normal. You soon realize that there is a force unlike anything you've ever seen rotting under the master's bed.<br><br><strong>Your Weapon</strong><br><br>Your only weapon against the creatures of the night is a flashlight. Bash and burn your enemies until the sun rises on a new day. But be careful: the flashlight has limited battery life, you will need to shake it to recharge it. Make sure you are able to spend precious time doing so.<br><br><strong>The Creatures of the Night</strong><br><br>Toys and clothes by day, but by night they are corrupted by the darkness of the master's nightmares. Easy enough to subdue, but they will swarm you if you don't keep them in check.<br><br><strong>The Boss</strong><br><br>You are not the first Teddy Bear. Before you there was Snuggles. He too, swore to protect the master. That is, before the darkness of the master's nightmares took over his mind and corrupted his body. Now he is but a shell of his former self. A mere vessel for the darkness to grow. It will stop at nothing to reach its full form.<br><br>Features:<br><ul class=\"bb_ul\"><li>Five monsters to face<br></li><li>A Boss that reacts to how well you play<br></li><li> Flashlight Combat<br></li><li>A cute Bear ready to kick butt!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1151370/header.jpg?t=1569886196",
    "developers": [
      "Dapper Rabbit Games"
    ],
    "publishers": [
      "Dapper Rabbit Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}