{
  "1151820": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ultimate Combat (PFRPG)",
    "steam_appid": 1151820,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong>menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder RPG - Ultimate Combat</h2>Seize the initiative and chop your foes to pieces with this exhaustive guide to the art of martial combat in this exciting new rulebook for the smash-hit Pathfinder Roleplaying Game, suitable for players and Game Masters alike!<br>This comprehensive 256-page hardcover reference reveals the martial secrets of the Pathfinder RPG rules like never before! Tons of new tricks and techniques for combat-oriented character classes put a sharp edge on your weapons and a sure step in your tactics, ranging from new barbarian rage powers, new cavalier orders, tons of new rogue talents, and more than 60 new archetypes for nearly every Pathfinder RPG character class, including spellcasters like wizards and clerics.<br><i>Ultimate Combat</i>also introduces three new Pathfinder RPG classes: the ninja, samurai, and gunslinger! The ninja blends the subterfuge of the rogue with high-flying martial arts and assassination techniques. The samurai is an unstoppable armored warrior who lives by a strong code of honor--with or without a master. The gunslinger combines the fighter's martial prowess with a new grit mechanic that allows her to pull off fantastic acts with a pistol or rifle. All this plus tons of new armor and weapons, a complete treatment of firearms in the Pathfinder RPG, a vast array of martial arts, finishing moves, vehicle combat, duels, and new combat-oriented spells for every spellcasting class in the game!<br><i>Ultimate Combat</i>includes:<br><ul class=\"bb_ul\"><li>New player character options for 14 Pathfinder RPG base classes, including alchemist discoveries, barbarian rage powers, cavalier orders, combat-cleric archetypes, animal shaman druids, new fighter archetypes like gladiator and armor master, inquisitor archetypes like witch-hunter or spellbreaker, combat-themed magus arcana, monk archetypes based on mastery of martial arts, new paladin archetypes like angelic warrior, ranger archetypes like big game hunter and trapper, new rogue tricks, and wizard archetypes like the gunmage<br></li><li>The ninja, samurai, and gunslinger, brand-new 20-level alternate classes specially designed to get the most out of combat<br></li><li>Hundreds of new combat-oriented feats including martial arts feat trees, finishing moves, and combination feats<br></li><li>In-depth overviews on a variety of combat-related topics, such as armor, Asian weapons, duels, fighting schools, guns, siege weapons, and more<br></li><li>A complete system covering vehicle combat, including wagons, boats, airships, and more<br></li><li>Tons of optional combat rules like called shots, armor as damage reduction, and new ways to track character health<br></li><li>... and much, much more!</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1151820/header.jpg?t=1768418381",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}