{
  "115220": {
    "name": "American Conquest: Fight Back",
    "steam_appid": 115220,
    "required_age": 0,
    "is_free": false,
    "description": "Three centuries of war continue - with even more frantic combat and more desperate power struggles raging across the American continent. The Spanish sound the attack on Yucatan amidst fierce Maya and Aztec resistance. The Germans put all their efforts into finding the legendary Eldorado. The Pontiac Uprising ends in a terrifying bloodbath between Native Americans and the British. And the Russians will do anything to conquer Alaska at the cost of the Haida.<br>\t\t\t\t\t\t<br><br>\t\t\t\t\t\tThere is a fantastic bonus for shrewd strategists: the great new &quot;battlefield&quot; mode in single-player and multiplayer modes! Tactical skill alone will determine victory or defeat in single-player and multiplayer games. So, plunge into battle!<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Epic real-time strategy covering the era between 1517 and 1804<br>\t\t\t\t\t\t</li><li>New mode of gameplay: 10 battlefield missions in single and multiplayer modes for hard-core strategists<br>\t\t\t\t\t\t</li><li>5 new nations: Germany, Russia, Haida (coastal Alaskan natives), Netherlands, Portugal<br>\t\t\t\t\t\t</li><li>Stand alone, original American Conquest not required to play<br>\t\t\t\t\t\t</li><li>26 new missions in 8 thrilling campaigns, including the Search for El Dorado, Pontiac's War and the Conquest of Alaska<br>\t\t\t\t\t\t</li><li>New single player missions<br>\t\t\t\t\t\t</li><li>Captivating real-time battles with up to 16,000 units<br>\t\t\t\t\t\t</li><li>Tactical formations for infantry, cavalry and artillery<br>\t\t\t\t\t\t</li><li>Morale influenced by victories, defeats, food supplies, equipment and mercenary pay<br>\t\t\t\t\t\t</li><li>More than 50 new units<br>\t\t\t\t\t\t</li><li>Several multiplayer modes for up to 7 players via LAN or the Internet</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/115220/header.jpg?t=1685134248",
    "developers": [
      "GSC Game World"
    ],
    "publishers": [
      "GSC World Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 7,
      "total_negative": 3,
      "total_reviews": 10
    }
  }
}