{
  "115210": {
    "name": "American Conquest",
    "steam_appid": 115210,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>American Conquest</strong> – Players set sail from Europe to discover new world and conquer its innumerable riches. The game begins in 1492, when Columbus lands in the Caribbean beginning three centuries of war as 12 different tribes and nations battle for survival and conquest. In eight historical campaigns spanning 42 missions you will play the role of great legends such as Pizarro and Washington commanding epic real-time battles containing up to 16000 soldiers on 3D landscapes. Harness new technologies, unique weaponry, improved fighting units, and the delicate world of diplomacy. Play with fire! Conquer America!<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Epic real-time strategy with historical background<br>\t\t\t\t\t\t</li><li>Captivating real-time battles with up to 16,000 units<br>\t\t\t\t\t\t</li><li>Covers the era between 1492 and 1813<br>\t\t\t\t\t\t</li><li>42 versatile missions in 8 thrilling campaigns e.g. Pizarro's Expedition, the War of Tecumseh, the Seven Years War, the American War of Independence<br>\t\t\t\t\t\t</li><li>6 historical battles in multiplayer mode<br>\t\t\t\t\t\t</li><li>9 separate single player missions<br>\t\t\t\t\t\t</li><li>12 different nations and tribes: Spain, England, France, Aztecs, Incas, Mayas, Sioux, Delaware, Huron, Iroquois League, Pueblos, USA<br>\t\t\t\t\t\t</li><li>Over 100 different units and 106 buildings<br>\t\t\t\t\t\t</li><li>Tactical formations for infantry, cavalry and artillery using officers, drummers and standard bearers<br>\t\t\t\t\t\t</li><li>Realistic artillery effects, including gunner squadrons transporting and loading canon, as well as detonating canon balls<br>\t\t\t\t\t\t</li><li>Fighting morale is influenced by victories, defeats, food supplies, equipment and mercenary pay<br>\t\t\t\t\t\t</li><li>Apart from wide range attacks, all shooting units can fight with swords and knives (Cold Steel Attack)<br>\t\t\t\t\t\t</li><li>All buildings can be attacked, occupied and defended by troops<br>\t\t\t\t\t\t</li><li>Fortresses, forts and log cabins provide defensive advantages; units can also be accommodated and trained there<br>\t\t\t\t\t\t</li><li>Map scaling provides an extensive overview of the fighting action through a unique zoom perspective<br>\t\t\t\t\t\t</li><li>Huge maps (30x20 screens, 1024x768 pixels) and fascinating landscapes in four different climatic zones<br>\t\t\t\t\t\t</li><li>Detailed animation of all movements, including loading weapons<br>\t\t\t\t\t\t</li><li>Intricate diplomacy system allows players to build alliances with neutral tribes to trade for warriors and raw materials<br>\t\t\t\t\t\t</li><li>Natural environment can be used strategically: caves as hiding places or ambush starting points, hills extend the shooting range<br>\t\t\t\t\t\t</li><li>Multiplayer mode for up to 7 players via LAN or the Internet: Deathmatch, historical battles, automatic championship system and global rating system, War For America<br>\t\t\t\t\t\t</li><li>Detailed random maps in various sizes and with multiple settings for unlimited gaming fun</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/115210/header.jpg?t=1685134248",
    "developers": [
      "GSC Game World"
    ],
    "publishers": [
      "GSC World Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 5,
      "total_negative": 1,
      "total_reviews": 6
    }
  }
}