{
  "1152420": {
    "name": "Heraldry Studio",
    "steam_appid": 1152420,
    "required_age": 0,
    "is_free": false,
    "description": "Heraldry Studio allows user to create and export a unique coat of arms, according to the rules of heraldry.<br>Heraldry Studio is not a graphics editor. It creates a coat of arms with given rules, and allows to export the result as a PNG file. The generated arms can be used for personal goals, role-play, historical reenactment, illustration, learning.<br><br>Heraldry Studio features field divisions with different directions, field covered with charges (semé), honourable ordinaries, combinations between ordinaries and other charges. The program has simple inputs - all available functions always are found on the screen. Composition of the arms is displayed in a graph on the left panel.<br><br><strong>Users of Heraldry Studio are allowed to use created arms for other projects, including commercial ones.</strong><br><br>Historically, at some time between the First and the Second Crusade knights started to mark themselves and their property with simple contrasting designs. That is considered to be the beginning of heraldry. With time arms started to be used by all classes and institutions of society and heraldry acquired strict rules. Nowadays arms are still accompanied with myths and untruths but there always have been a need to create new arms.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1152420/header.jpg?t=1731776820",
    "developers": [
      "Maris Ozols"
    ],
    "publishers": [
      "Maris Ozols"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 2 月 24 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}