{
  "1153230": {
    "name": "Fantasy Grounds - Grimmsgate (5E)",
    "steam_appid": 1153230,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Grimmsgate</h2>Grimmsgate is an adventure for four to six Tier 1 characters. Though Grimmsgate is set in the Lost Lands Campaign Setting, it can be dropped<br><strong>into any 5th Edition campaign.<br>Deep in the wooded wilderness, the village of Grimmsgate is an outpost town on a seldom-traveled trail, right at the edge of nowhere. The village's half-ruined temple of Law, dilapidated inn, drunken blacksmith, exiled trader and a few fur-trappers are enough to keep the bloody-minded denizens of the dark forest at bay, but nobody really expects the village to still be there in another ten years. The woods have become too dangerous for the trappers who once caught animals for fur, and merchants no longer travel the poorly-maintained road because of bandits. None of the nearby barons are willing to accept responsibility for the village, because the one and only attempt that was ever made to subdue this part of the wilderness, a patrolling troop of knights and soldiers, completely disappeared in the forest without leaving a trace. When the search parties also failed to return, civilization gave up on Grimmsgate and departed, making no further efforts to stave off the slow advance of Chaos.<br>As the GM, one of your most difficult tasks is preparing the adventures that will confront your players. When everyone sits down at the gaming table, the players are going to be asking you for information about the fantasy world: &quot;What do we see?&quot; &quot;Do we know any rumors?&quot; &quot;Where should we go?&quot; For many GMs, preparing the adventure ahead of time is part of the fun of the game. Other GMs enjoy playing the game but prefer to use pre-prepared modules like this one. This adventure is a good introduction to running a Fifth Edition adventure even if you never plan on using a published adventure module again. One tip to start out with, though. If you plan on writing your own adventures, they don't need to be as detailed as what you read here: all you really need are quick notes to jog your memory.<br>Enjoy!<br>Fully converted module with linked maps and encounters, new NPCs and a reference manual for easier reading.<br><i>Adapted for Fantasy Grounds by: </i>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1153230/header.jpg?t=1768418720",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}