{
  "1153990": {
    "name": "Hacker Evolution - 2019 HD remaster",
    "steam_appid": 1153990,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>A homage to the successful Hacker Evolution game released in 2007, this remaster brings back the original game with updated HD graphics.</strong><br><br><strong>The HardCore Package 1 and 2 DLCs from the original game, are included in this remaster, free of charge.</strong><br><br>Hacker Evolution is a hacking simulation game, featuring unparalleled graphics and features.<br>You play the role of a former intelligence agent, specializing in computer security. When a chain of events sets off worldwide, leaving critical service disabled, you assume the role a computer hacker to find out what happened and attempt to stop it.<br>When a stock market, a central bank, satellite uplink and transoceanic fiber optics links crash, you know this is more then a simple event. Something big is behind all this, and you have to figure out what is it.<br>You hack into computers, look for exploits and information, steal money to buy hardware upgrades in an attempt to put all the pieces of a big puzzle together.<br><br>Set in a virtual operating system environment, the game is packed with all the features required to bring the hacker feeling and experience to every gamer.<br><br>The concept behind Hacker Evolution is to create a game that challenges the gamer's intelligence, attention and focus, creating a captivating mind game. Solve puzzles, examine code and bits of information, to help you achieve your objectives.<br><br><strong>Key features:</strong><br><ul class=\"bb_ul\"><li>Multiple interface skins<br></li><li>Complex levels and gameplay to guarantee the best experience<br></li><li>Optional freelance jobs to offer more variety<br></li><li>Complex command console with over 20 commands and tools</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1153990/header.jpg?t=1569264266",
    "developers": [
      "exosyphen studios"
    ],
    "publishers": [
      "exosyphen studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}