{
  "1153600": {
    "name": "Armored Brigade Nation Pack: France - Belgium",
    "steam_appid": 1153600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>FRANCE</strong><br><br>Just as the bloodletting of World War I has left the French military a firm believer in the prevalence of firepower over manoeuvre, so did France's defeat by Germany in 1940 led it to a similar swing in the direction of mobile warfare. Beginning in the 1950s, the French military began to experiment with organizational structures aimed at facilitating rapid battlefield manoeuvre, including the Javelot brigade and the 7e Division Mécanique Rapide, eventually being standardised as the Division Type 1967. However, shortages of modern equipment, caused in part by the economic crisis of the early 1970s and the expense of the French nuclear deterrent, meant that the mechanized divisions that were to follow the new divisional blueprint were being constituted only very slowly. Although France was not officially part of NATO's command structure since 1966, there was an understanding, formalized by regular joint exercises in West Germany, that France would go to the aid of NATO should the Warsaw Pact attack.<br><br>A striking feature of the French formations of 1970s is the extent to which they were tank-heavy, due to their intended mode of operations. Their tactics were closer to US Armored Cavalry Regiments (or, indeed, their own pre-WW2 Division Légère Mécanique) in that they were not intended for holding ground. Like the DLM of 1940, the mechanized regiments were to operate like the earlier dragons portes, locating and delaying the enemy and preparing the situation for a counter strike by the tank regiments. However, during the 1980s the heavy manoeuvre forces saw an increase in the proportion of infantry, through the attachment of motorized infantry divisions to the corps headquarters, addition of VAB-equipped infantry regiments to infantry divisions, and an increase in the number of infantry companies in mechanized regiments. France has opted to mechanize nearly all of its units, using relatively light, wheeled armored vehicles that can be air-transported as well as driven long distances over poor-quality roads and cross-country (e.g. in sub-Saharan Africa). While lacking the level of protection of main battle tanks, wheeled armor units of the French Army do provide considerable firepower, often equipped with 90mm or even 105mm guns.<br><br><br><strong>BELGIUM</strong><br><br>As host to NATO since 1967, Belgium has always placed great importance on functioning as a reliable and credible ally. Despite the small size of its population and demanding colonial commitments, Belgium managed to make a significant contribution to NATO collective defence, deploying half of its Army to the FRG as part of the Belgian I Corps. The remainder of the army comprised the Forces of Interior responsible for the defense of the home territory, made up of regular army units which would be augmented in wartime by the local gendarmerie and reserve forces. In addition, the Forces Interior were supplemented by a regiment of elite para-commandos with two airborne infantry and one commando battalion. However, much of its equipment remained obsolescent; its main battle tank, the Leopard 1(BE) was of 1960s vintage and its M75 and AMX-13 Mod 56 APCs, as well as its Alouette II helicopters were almost museum-pieces from the 1950s. However, the Army went through a modest re-equipment programme through the 1980s; upgrading its APCs and artillery, increasing the numbers of ATGMs and replacing most of the Air Force’s fast jets with modern aircraft. Nevertheless, the Belgian Army of the Cold War remains a very interesting and challenging faction.<br><br><br><strong>FEATURES</strong><br>two new factions France and Belgium<br>new map: Ardennes, centered around Bastogne<br>overall more than 200 units",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1153600/header.jpg?t=1752677124",
    "developers": [
      "Veitikka Studios"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 3480,
      "discount_percent": 40,
      "initial_formatted": "¥ 58.00",
      "final_formatted": "¥ 34.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}