{
  "1153250": {
    "name": "VVVVV",
    "steam_appid": 1153250,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story:</strong><br>One day a sorcerer from the dark kingdom decided to gain power over gravity. With the help of alchemy, he made a potion of gravity and was captured by his own invention - the strength of the potion was so great that it consumed his planet. In the name of his salvation, the wizard sacrificed his soul to the altar, granting immortality and power over nature. His abode was destroyed, and then he created a powerful alliance, code-named V-Five, incorporating the five most dangerous and vicious creatures. They invaded our land and plunged the world into chaos. Nothing could resist them, only the power imprisoned in ancient monoliths. There is only one way to eradicate evil - to find the altar and free the Dark Spirit that is imprisoned in it.<br><br><strong>VVVVV</strong> is a colorful, dynamic platform action with puzzle elements, made in retro style. You have to go through many obstacles, solving various puzzles. A considerable arsenal of weapons will come to your aid, which will turn the enemy into minced meat, as well as magic that will not let your enemies get bored. Use the acrobatic abilities of the protagonist to deftly and quickly overcome deadly traps, climb walls. But be careful: levels keep many secrets that you have to find. Carefully plan and calculate your actions in order to successfully reach the portal and not die 50 times along the way - at the hands of an enemy or a trap. Collect various items, potions and weapons that will help you and facilitate the difficult path, and some of them even allow you to change the vector of gravity and gain power over the air! Learn ancient monoliths to improve your skills or learn a new magic spell. You will also have exciting mini-shuttle air battles and bloody arena battles. And remember: donate to the demonic altar only when you are truly prepared for the consequences.<br>You are waiting for a long and exciting adventure for more than 6 hours of gameplay!<br><br><strong>Features:</strong><br>• Colorful minimalistic graphics in retro style<br>• About six hours of gameplay at 30 levels<br>• Epic soundtrack of more than 20 tracks<br>• Find various secrets and items<br>• Dominate gravity with a potion<br>• Bloody arena battles<br>• Exciting battles and trips on a mini shuttle<br>• Learn ancient monoliths and gain new abilities<br>• Fight six bosses<br>• Use magic and acrobatic abilities<br>• Explore many locations with your own atmosphere<br>• Overcome deadly traps and burn everything with napalm<br>• Defeat the Dark Lord in an epic battle",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1153250/header.jpg?t=1573977946",
    "developers": [
      "BekkerDev Studio"
    ],
    "publishers": [
      "BekkerDev Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}