{
  "1154160": {
    "name": "CRYPTIC",
    "steam_appid": 1154160,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CRYPTIC</strong> is a classic text adventure, akin to Zork, wherein you type commands to advance the story and to solve various puzzles in the game. This means that the game is entirely text-based - you will find absolutely no graphics.<br><br>In <strong>CRYPTIC,</strong> you are awakened by a loud, male voice echoing through speakers hidden all over the dark, unfamiliar room. There is no doubt that you have been kidnapped. The speaker introduces himself as 'The Gamemaster' and invites you to play a game of wits. If you should make it out of the crypts within twelve hours, you will win a cash prize of $10 million. However, if you should fail, you will lose your life. Though this may all seem easy, you can never underestimate just how twisted 'The Gamemaster' can be. You will need to solve puzzles and collect items to get yourself out of the dangerous situations you will find yourself in. You will have to do all this before the time runs out in order to win. Perhaps you will also be able to figure out who 'The Gamemaster' really is, and why you of all people got chosen for the dubious honor of taking part in this game?<h2 class=\"bb_tag\" ><strong>Features:</strong></h2><ul class=\"bb_ul\"><li> More than 80 rooms.<br></li><li> An engaging interactive fiction story.<br></li><li> A dark atmosphere.<br></li><li> Multiple endings (5 different endings) that depend on the choices you make throughout the game.</li></ul><br><strong>Note:</strong> 10% of the net revenue earned from this game goes to #TeamTrees.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1154160/header.jpg?t=1609844502",
    "developers": [
      "Shoho Games"
    ],
    "publishers": [
      "Shoho Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 405,
      "discount_percent": 73,
      "initial_formatted": "¥ 15.00",
      "final_formatted": "¥ 4.05"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}