{
  "1154340": {
    "name": "Night Road",
    "steam_appid": 1154340,
    "required_age": 0,
    "is_free": false,
    "description": "An urgent message compels a medieval alchemist on a nighttime journey.  The quickest way to his destination is an ancient road, once a well-traveled thoroughfare of a fallen empire, now reclaimed by the forest.<br><br>As the alchemist Valen Arcadius travels this path, he discovers a familiar evil corrupting the forest. Plant, animal, and insect turn against him with deadly intent. He must persevere, for if the special tonic he carries is not delivered, an innocent life will be lost.<br><br>Night Road is a top-down 2D action adventure game. Travel through a series of levels filled with dangerous creatures,  poisonous plants, crumbling ruins, traps, and treasures. Advance down the road by finding the signpost in each area and reading it by the light of your torch.<br><br><br><strong>Features:</strong><br><br>*Keep it Lit- The torch is your most useful tool. It not only lights your way, it can burn down obstacles and damage fierce insects. Some creatures are wary of fire, but if your torch goes out, they will be much more aggressive. Your torch slowly drains, so light braziers along your path in case you need to return and re-ignite.<br><br>*Practical Alchemy-  Valen can make use of berries, leaves, and petals of certain plants to help him on his journey. Collect enough of certain plant materials and create poison darts to slay vicious beasts, antidotes to fight the effects of venom and toxic spores, and acid to dissolve rust of ancient gates and chests.<br><br>*Coin of the Realm- Find hidden silver and gold coins along your path and exchange them for items and upgrades with merchants camped at crossroads.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1154340/header.jpg?t=1668205749",
    "developers": [
      "Jared Skinner"
    ],
    "publishers": [
      "Jared Skinner"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}