{
  "1154420": {
    "name": "Tech Support 2077",
    "steam_appid": 1154420,
    "required_age": 0,
    "is_free": true,
    "description": "Before Richard Stallman 2.0 disappeared from the Virtual Web, never to be seen again, he distributed a groundbreaking new manifesto called Raptor. It was said to be so open and free and beard-strokingly-good that so much as retweeting it could irreversibly destroy the concept of paid software forever. In response, the wealthy United Peace Corporation of tech giants created B.O.M.B. - the Big Ol' Malware Bomb, a suite of bugs, viruses, worms, and overly-helpful paperclips that eventually wiped out all traces of Raptor.<br />\r\n<br />\r\nYears later a few devout Stallmanites have tracked down the last remaining copy of Raptor, and need your help to salvage it before B.O.M.B. arrives. You and a tech support wizard named Diver will be injected into the motherboard of an ancient Windows Phone, found deep under the ocean where it was presumably hurled when the buyer's remorse set in.<br />\r\n<br />\r\nWield a revolver and a plasma sword against ten waves of unique robotic enemies. Protect Diver while he retrieves the legacy of Stallman, then escape with your artificial lives!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1154420/header.jpg?t=1571436772",
    "developers": [
      "2Bit Studios"
    ],
    "publishers": [
      "2Bit Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}