{
  "1154620": {
    "name": "Bound By Blades Demo",
    "steam_appid": 1154620,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Bound By Blades</strong> is a Four Square Boss Hunting Action RPG, fight alone or group up with friends to slay the Ilcyon overrunning the lands of Ashmyr.<h2 class=\"bb_tag\" ><strong>Features of Bound By Blades</strong></h2><ul class=\"bb_ul\"><li>Select from 3 unique characters with their own combat styles to start your journey<br></li><li>Cooperative boss hunting gameplay from the core 10 unique Ilcyon to their vicious variations that will challenge you with their new abilities<br></li><li>Join with a friend in 2 Player Co-op or play solo with their character's assistance<br></li><li>End Game Dungeon System combining FTL/Slay the Spire's map with Diablo 3 Greater Rifts progression system for large amounts of replayability<br></li><li>Craft new equipment and upgrade it to overpower your foes<br></li><li>Choose your unique runes that suit your playstyle, strengthen your offense or bolster your defenses<br></li><li>Learn the lore of the lands of Ashmyr and tips through various NPCs in town<br></li><li>Hatch and raise battle brood pets and bring them into battle to assist you<br></li><li>Harvest materials and interact with your pets in Dreamland</li></ul><h2 class=\"bb_tag\" ><strong>Inspired by the Monster Hunter series</strong></h2>Slay large monsters, harvest loot and craft upgrades to take on the next massive beasts. Join with friends or tackle the challenges alone. But even alone you can bring friend's characters as NPCs as well as your own battle pet to assist you for the toughest foes that lie ahead.<h2 class=\"bb_tag\" ><strong>Intuitive Controls and Unique Combat</strong></h2>Controls are built to be comfortable and intuitive for all control schemes. Play with a controller, keyboard and mouse, mouse or even just a keyboard. BBB is built for players of all types and is meant to allow any adventurer to embark on this challenging journey. The combat system is vast in allowing a variety of attacks like Quick Attacks, Strong Attacks, Combos and Unique Combo Finishers. But you'll need to survive too, so you'll need to master Blocking, Dodging, Running and Healing using potions in the midst of battle. The game may look simple, but it opens itself to a wide dynamic of gameplay and challenges through the bosses' abilities and the necessity to master your own.<h2 class=\"bb_tag\" ><strong>Learn the Lore of the Lands of Ashmyr</strong></h2>In-between battles talk with the NPCs in town to gain insight on where the Ilcyon came from and the stories of each one. Gain knowledge from the village elder, Eldros as he helps give tips on tackling each battle. And learn the lore of stories told within the world from Finny, the &quot;magical and real heroine&quot; of Bound By Blades.<h2 class=\"bb_tag\" ><strong>And Watch the World Grow</strong></h2>Bound By Blades is an indie game, and is being developed for all the players who love RPGs. The game will grow with all the feedback given, from now, to the release and hopefully through the future as well.<h2 class=\"bb_tag\" ><strong>The Next Step For Bound By Blades</strong></h2>Bound By Blades is headed towards<strong> Kickstarter later this month</strong> we'll need all of your support to help ensure the game can be developed!",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1154620/header.jpg?t=1682497861",
    "developers": [
      "Zeth"
    ],
    "publishers": [
      "Assemble Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}