{
  "1155510": {
    "name": "9001",
    "steam_appid": 1155510,
    "required_age": 0,
    "is_free": false,
    "description": "9001 is a game built around its unique and challenging combat system.  You play as a tiny stick figure which can fly around, teleport short distances, and shoot energy attacks.  If you collide with another player, a melee collision occurs, with the winner determined by whoever was moving with more momentum in their opponents direction.  You have a limited amount of energy which is drained by movement/energy attacks, and which auto-regenerates when not in use.  The idea is that you want to out-maneuver your opponent so that you hit them at an angle / from behind, all while staying within your energy budget.    <br />\r\n<br />\r\nSurrounding this combat is a simple strategy game which has you fighting over star systems for ultimate control of the galaxy.  At first you fight at the whims of your so called God Emperor, but as you progress and master the combat system, you may opt to challenge and defeat this tyrant for your right to rule over their empire, and conquer the galaxy in your own name.<br />\r\n<br />\r\nThe game is single player, but there is also a local multiplayer mode available.  Through Steam's Remote Play Together you can set up play sessions with people online, though admittedly this is not ideal.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1155510/header.jpg?t=1628263789",
    "developers": [
      "Daniel Petersen"
    ],
    "publishers": [
      "Daniel Petersen"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}