{
  "11550": {
    "name": "Second Sight",
    "steam_appid": 11550,
    "required_age": 0,
    "is_free": false,
    "description": "Combining an atmospheric, psychological thriller narrative with paranormal psychic abilities, stealthy exploration and intense shooter action, Second Sight brings a new dimension to stealth action games, giving players control of a character endowed with incredible psychic abilities. The game offers multiple approaches to completing levels either via stealth, dramatic gunplay, psychic powers or a combination of all three. The ability to psychically influence characters and remotely manipulate objects and individuals provides for a totally fresh gameplay dynamic. <br><br>Second Sight opens with John Vattic, the player-controlled lead character, as he awakens from a coma in a US medical facility where he has been subjected to traumatic surgery and experimentation. He doesn't know his name, he can't remember his past, all he knows is that his only hope for survival is to escape and unravel the mystery that has led to his imprisonment.   <br>                 <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Blockbuster dual-timeline story mixing stealth and action gaming                    <br>\t\t\t\t\t</li><li>Unravel the mystery of why John Vattic has been imprisoned                    <br>\t\t\t\t\t</li><li>Journey from the depths of top-secret research bunkers to the desolate wastelands of Siberia                    <br>\t\t\t\t\t</li><li>7 awesome psychic abilities: Telekinesis, Healing, Charm, Psi Attack, Psi Blast, Projection &amp; Possession                    <br>\t\t\t\t\t</li><li>Bend reality to your will with fully interactive ‘ragdoll’ physics                    <br>\t\t\t\t\t</li><li>Mix psychic powers, firearms and stealth for multiple solutions to every situation                    </li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/11550/header.jpg?t=1617889764",
    "developers": [
      "Free Radical Design"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}