{
  "1156200": {
    "name": "VirtuaLiron - Immersive YOGA practice",
    "steam_appid": 1156200,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to our virtual yoga practice. The session we’ve built is suitable for everyone, both beginners and those already on the yoga path. <br />\r\nDuring the practice we want to strengthen our attentiveness.  We practice to the exact extent of our abilities at this moment, and from the principle of non-injury, or AHIMSA.  <br />\r\n<br />\r\nDuring the practice we are attentive to our bodies, especially our breathing, it directs us. Practice is performed unhurriedly, quietly. <br />\r\nYoga is restraining the fluctuating consciousness,  without tension and without strength. <br />\r\n<br />\r\nIf during the VR session you experience dizziness, discomfort or pain, it’s always possible to stop and take off the headset. The session will stop automatically and will resume when the headset is put on again. The more we recruit our awareness during the session, the more the practice will be complete and deeper. <br />\r\n<br />\r\nThe VirtuaLiron yoga practice package includes 3 sessions of different length. 30, 60 and 90 minutes. You can choose the form of the teacher from 3 different avatars: A female body avatar where subtle changes in the body colors indicate the breathing sequence. A muscle model avatar where you can see during the practice which muscles are exerting force, and a skeleton avatar that shows the bones structure, engulfed in a transparent body envelope.<br />\r\n<br />\r\nThe teacher will always be in your field of view, regardless where your head is pointing to. This is a fundamental advantage over practice in the real world. You do not need to exit the posture or the flow of movement in order to see what the teacher is doing. While you practice, your head rotation also determines the angle you will see the teacher from.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1156200/header.jpg?t=1673430161",
    "developers": [
      "Motek Entertainment",
      "Oshri Even Zohar"
    ],
    "publishers": [
      "Motek Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}