{
  "1156780": {
    "name": "Teragard",
    "steam_appid": 1156780,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>A retro, open-world JRPG.</strong><br>The kingdom of <i>TERAGARD</i> has fallen into despair. As a band of adventurers, you must explore the ravaged nation while living off the land and fending for yourselves, as you seek to uncover the truth behind the atrocities that have brought this once-great land to such a horrific low point. <br>Take on the final boss whenever you feel ready, with the freedom to spend as much time as you desire on exploring the world, leveling up and customizing your characters, and uncovering the secrets of an eternal evil that has long been lurking and pulling the strings.<br>Inspired primarily by <i>Breath of the Wild, Neverwinter Nights</i>, and <i>Final Fantasy VI</i>, <i>TERAGARD</i> resembles a lost Super Nintendo RPG but features unique gameplay elements that make for a brand new kind of experience. <br><br><strong>An Explorer's Dream</strong><br><ul class=\"bb_ul\"><li>Venture through a massive fantasy world that is facing overwhelming social unrest, with dozens of quests to complete that will develop your connection to the people of this nation and their struggles<br></li><li>Fight your way through many challenging dungeons, all of which are full of puzzles, locked doors, and unique bosses<br></li><li>Every single character you meet has a name, personality, unique appearance, along with a daily routine, home, and family<br></li><li>The player decides when the game ends, but dedicated players can expect to spend dozens of hours completing every task in the game</li></ul><br><strong>Highly-Refined JRPG Combat</strong><br><ul class=\"bb_ul\"><li>Select a party of 4 diverse characters from 8 available options, each with their own unique abilities<br></li><li>Collect Soul Stones, which dramatically alter the spells your characters can use<br></li><li>Enemies flawlessly scale in difficulty as you level up, eliminating the need for grinding, and allowing you to go anywhere in the game's world right from the start<br></li><li>The random-encounter rate can be adjusted at any time, and even turned off completely <br></li><li>Combat has optional auto-battle and fast-forwarding<br></li><li>For those who want more (or less) of a challenge, the difficulty of combat can be adjusted at any time from the Settings menu</li></ul><br><strong>Nearly-Endless Adventure</strong><br><ul class=\"bb_ul\"><li>If desired, play the entire game as a rogue-lite with features such as a random starting location, random party members, random character names, and randomized loot</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1156780/header.jpg?t=1700834544",
    "developers": [
      "Madison Squirrel"
    ],
    "publishers": [
      "Madison Squirrel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}