{
  "1156910": {
    "name": "Galactic Management",
    "steam_appid": 1156910,
    "required_age": 0,
    "is_free": false,
    "description": "A leader of an empire must direct and delegate from high above upon the top of a throne that may have cost the lives of billions over thousands of years. Through making the right choices, and occasional bad ones of course, they earn the right to lead their people into the future and over the horizon.<br> <br>That person is not you. Not yet at least. You need to earn it.<br><br>Welcome to the unforgiving and brutal universe of Galactic Management. <br><br>Look...everyone wants to be at the top of the pyramid but lets face it, if everyone was at the top then it wouldnt be a pyramid. It would be some weird plane. Nobody wants that. <br><br>That is where you (and me) fit in. It could be worse, you could be one of the poor peasants you will inadvertently, or purposely, kill on behalf of the Empire.<br><br>On completion of your training you will be assigned a sector of the black void, there you will try to keep all the peasants alive and in-line with the Empire's wishes. Do a good job and I'm sure rewards will be plentiful...do a bad job and off to the whitenoise mines of Limbo you go but fear not I'm sure you'll do fine unlike the body, I mean your predecessor you are replacing.<br><br>You will need to prepare for the following daily challenges...<br><br><ul class=\"bb_ul\"><li>Resource Management - build what you need to survive or buy them from the Empire at corruptable rates<br></li><li>Population Control - Use the strong arm of the law to keep the peasants in line<br></li><li>Troubling Decisions - Everyone dies at some point, sometimes its just a case of deciding how little it will cost and who is to blame<br></li><li>Empire Requests - If they say jump you say how high, how many times and how quickly<br></li><li>Off-book Requests - The universe is full of unsavoury people, better to make friends than enemies i guess<br></li><li>Local Requests - The little people, I mean peasants, like to be listened to too. Nobody wants a revolution. <br></li><li>A Call To Arms! - You wont personally get killed but lots of people will, best you just follow orders and get those bums on seats<br></li><li>Social Manipulation - Its like herding cats but with propaganda and other devious means<br></li><li>More to follow...</li></ul><br><strong><h2 class=\"bb_tag\" >Game Modes</h2></strong><br>The below list details the available game modes in the final game. The initial EA release will feature the Sandbox mode with the Tutorials, Scenarios and Career modes coming later.<br><br><ul class=\"bb_ul\"><li>Career Mode - Fight your way to the top or there abouts at least (Expected v0.9)<br></li><li>Scenario Mode - Want to manage the remains of the first Earth Empire? Me too. (Expected v0.9)<br></li><li>Sandbox - Roam free in a sector of your choosing, dont expect any thanks though (Initial EA rls)<br></li><li>Tutorials - Learn how to keep those numbers in the green and stay out of jail.(Expected v0.5)</li></ul><br><strong><h2 class=\"bb_tag\" >Supported Platforms</h2></strong><br>Windows development will be implemented initially with both Linux and OSX support following later towards v0.8. <br><br><strong><h2 class=\"bb_tag\" >Community</h2></strong><br><br>Come and say hello on our facebook page.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1156910/header.jpg?t=1588187178",
    "developers": [
      "Corkscrew Developments"
    ],
    "publishers": [
      "Corkscrew Developments"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}