{
  "1156290": {
    "name": "HOME: Our Journey",
    "steam_appid": 1156290,
    "required_age": 0,
    "is_free": true,
    "description": "Explore the Solar System! Stand next to the Sun and gain perspective for the true vastness of space beyond our home planet.<br><br>You're in control of this virtual orrery. Fast-forward and rewind time itself as you highlight planetary orbits and discover a bit more about your nearest celestial neighbors.<br><br>Are you curious to know how the planets were aligned on your birthday? Want to check out specific moments of celestial alignment? Hopefully, because that's about it for the moment. Enjoy!<h2 class=\"bb_tag\" ><u>HOME is not a complete experience:</u></h2>It is very much a current work-in-progress. It is being built with, and for the moment has only been tested on, the Vive HMD with generation one ‘wand’ controllers. Other headsets and controllers may currently work, but I haven't yet put any effort into testing if they do.<h2 class=\"bb_tag\" ><u>HOME is an interactive section of a larger experience currently in active development:</u></h2>Updates will be pushed out as more sections are fleshed out. Future versions will expand on the current Solar System model as well as add deeper dives into our home planet and the other planets in our Solar System.<br><br>Please, send me feedback. I've made the development process public at this stage to encourage a feedback cycle. Are there any celestial bodies you would like to see added?<br><br>The recommended system requirements below are what I use. If your system does, or doesn't, run properly please let me know so I can better get a feel for how demanding the experience is...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1156290/header.jpg?t=1589141541",
    "developers": [
      "Kavan Bahrami"
    ],
    "publishers": [
      "Conscious Creatures"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}