{
  "1157250": {
    "name": "Anomaly Zone",
    "steam_appid": 1157250,
    "required_age": 0,
    "is_free": true,
    "description": "This is a story of human pride. Time is at hand when, in their utter desire to study the world, people will start destroying it. Tests of high-energy heavy particles accelerators will result in billions of microscopic black hole rupturing the structure of time and space. This will become the point of no return. A counter-strike from nature itself will follow and the Earth as we know it will cease to exist.<br><br>This is a story of human strength and true heroes. Three generations after the apocalypse, not only did humankind survive in the man-made hell – it continued to develop. Gradually, the infrastructure restored, wars stopped, people were returning to normal life. However, the crippled nature was barely starting to fight back...<br><br>So-called anomalous activity zones started appearing all over the planet, like terrifying scars left by the man-made catastrophes. The vast territories of post-apocalyptic world live their own life, which looks like nothing you have seen before. Bloodthirsty mutated monsters, inexplicable phenomena, mysterious anomalies are but the tip of the iceberg.<br><br>One of the Zones was formed in the vicinity of Ukraine, in an area combining the unmistakable atmosphere of Soviet times and the fast pace of modern life. In order to contain the dangers of the Zone, the government decided to fence the perimeter, and introduce quarantine in the area. Local residents found themselves trapped and left to their own devices. However, forbidden fruit is always the most enticing. And this was when the &quot;stalkers&quot; came in. Mystical artifact hunters, former military men, explorers, adventurers, armed gangsters, mafia and just those who love getting away with shooting live targets – they swarmed in like locusts in Egypt to lead mortal combat with monsters and humans alike.<br><br>This is a story about YOU. <br><br>There is a non-stop battle between stalkers' clans, between aliens and locals. You can support any side or remain a free shooter. You can give a dota tion to your mates as a leader or take every loot to yourself. And if you don't want to lose your life in a proxy war, there is a PvE server and safety zones. You can shape your own story in the Zone.<br><br>Who will you become?<br><br><ul class=\"bb_ul\"><li>Over 40 square kilometers of lands to explore, from closed science villages and abandoned military facilities, to the forests of Tunguska and snowy deserts of Novaya Zemlya.<br><br></li><li>Deadly mutants, anomalies and hundreds of main story quests.<br><br></li><li>Huge choice of artifacts, gear and weapons.<br><br></li><li>Repair broken things or assemble new gear from scratch.<br><br></li><li>Improve dozens of skills and abilities.<br><br></li><li>Be a doctor, a scientist, a hunter, a soldier or an engineer. Take part in mass PvP, bring death or salvation to those around you.</li></ul><br>This is the Zone. Come to hell and make it your home.",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1157250/header.jpg?t=1735583432",
    "developers": [
      "NEW STORY GAMES"
    ],
    "publishers": [
      "MALSER LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}