{
  "1157870": {
    "name": "Savage",
    "steam_appid": 1157870,
    "required_age": 0,
    "is_free": false,
    "description": "Who is this brawny, burly, muscle-bound marvel? Who is this gallant, valiant young hunk? Who stripped of all powers and weapons, captive in a dank, dark castle dungeon, finds a way to escape the impending terrors of torture? Why, it's you ... you Savage!<br />\r\n<br />\r\nYes, fearless one, you! Put to the test of extraordinary dangers, you must fight your way out of the castle only to discover you must return. Return once again for your love!<br />\r\n<br />\r\nUse all your skill, determination and lightning-fast reactions to battle the onslaught of seedy monsters and menacing skulls. Rescue your maiden and recover the special powers imprisoned deep in the castle's labyrinth.<br />\r\n<br />\r\nSavage captures all the fun of high-speed, arcade-action in one amazing, multi-challenging game. With fast, furious animated graphics, four different sound tracks and a heroic story line, it's a game the entire family can play for hours!<br />\r\n<br />\r\nFEATURES<br />\r\n<br />\r\nFANTASTIC GRAPHICS are hurled at you with incredible speed. A myriad of nasties are conjured up on a grand, graphic scale.<br />\r\n<br />\r\nTHREE ACTION-PACKED LEVELS of play challenge you every time.<br />\r\n<br />\r\nMAGICAL, MYTHICAL STORY of action, adventure and romance ... for the hero in us all!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1157870/header.jpg?t=1614367110",
    "developers": [
      "Probe Software Ltd."
    ],
    "publishers": [
      "MIRROR Soft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}