{
  "1158900": {
    "name": "CounterShots 1.0",
    "steam_appid": 1158900,
    "required_age": 0,
    "is_free": false,
    "description": "CounterShots 1.0 is a very well-developed action game, from which you will get a lot of positive emotions. It is interesting to play CounterShots with friends, fighting for the best points in the game that you can score by killing opponents. For each killed enemy, you will receive his ammunition for your weapon in order to continue the battle, ammunition will lie located in the place of the killed enemy. Also, it is very important to monitor the Health indicator in the game, as there are many opponents, and you will receive medicine quite rarely in a random place on the map.<br />\r\n<br />\r\nOpponents are not only well drawn, but also have a fairly high-quality intelligence, do not forget about it, two or more can start fighting with you right away, so consider the ammunition! The game has a pleasant landscape on which, with each launch, a random map is formed with obstacles, opponents, first-aid kits and ammunition.<br />\r\n<br />\r\nControl the movement of your character in the game using the keys &quot;W&quot;, &quot;S&quot;, &quot;A&quot;, &quot;D&quot;, to open fire on the enemy, use the space key.<br />\r\n<br />\r\nCounterShots was created primarily for those who love 2D games, withfriends you can have fun playing this game and creating disputes about who will score the best points or who will survive the longest.<br />\r\n<br />\r\nEnjoy the Game!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158900/header.jpg?t=1585066079",
    "developers": [
      "Abond"
    ],
    "publishers": [
      "Abond"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}