{
  "1158810": {
    "name": "Fantasy General II - Hero Edition Upgrade Pack",
    "steam_appid": 1158810,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fantasy General II - Hero Edition Upgrade Pack consists in the opportunity to obtain the exclusive contents of the Hero Edition, if you already own the base game.<br> <br>Play an exciting prequel campaign and download the soundtrack (20 tracks, from Fantasy General and Fantasy General II), the artbook of the game and a map of the world of Aer. </strong><h2 class=\"bb_tag\" >Tale of Falir PREQUEL CAMPAIGN </h2>Tolk Headsplitter and his band of trolls have been pillaging the western steads of Clan Donagh. Many brave souls died facing the giant troll and Clan Donagh has offered 200 Gold to the hero who can best Tolk. Eager to make a name for himself, Falir of Clan Baileach sets out with his band to claim the prize. Thus begins the Tale of Falir.  Experience the prologue to the single player campaign in this exciting prequel campaign.<h2 class=\"bb_tag\" >DIGITAL ARTBOOK</h2>This book introduces you to the world and people of Fantasy General II and gives you never-before released background information on the game’s story and units as well as putting the beautiful art of the game into your hands. A unique collection book, 104 pages long, containing the amazing art of Dominik Mayer. Available only in English.<h2 class=\"bb_tag\" >DIGITAL SOUNDTRACK (includes the original Fantasy General’s soundtrack)</h2>A digital package containing the marvelous original soundtracks of Fantasy General and Fantasy General II! Relive the music that inspired generations of strategy players in the 90s, then prepare to be amazed by a brand new modern epic soundtrack for its sequel. A total of 20 amazing tracks.<h2 class=\"bb_tag\" >PRINTABLE WORLD MAP</h2>A high-resolution printable version of the map of the world of Aer. From the cold, magic-rich highlands of Fareach, to the Borderlands with their fertile river valleys and deep woods where witches and monsters still roam free; from the Sunken Land, submerged through a great Cataclysm and filled with treacherous swamp and Lizardfolk, to the refined and temperate Empire to the South, home to wondrous cities and built upon undead labour. The world of Aer is vast and filled with wonders.",
    "supported_languages": "英语, 德语, 西班牙语 - 西班牙, 简体中文, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158810/header.jpg?t=1617271251",
    "developers": [
      "Owned by Gravity"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}