{
  "1158560": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Age of Ashes AP 3: Tomorrow Must Burn (PFRPG2)",
    "steam_appid": 1158560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder 2 RPG - Age of Ashes AP 3: Tomorrow Must Burn</h2>The Age of Ashes Adventure Path continues! In defeating the treacherous Cult of Cinders, the heroes discover a nefarious group pulling the cult's strings--a mysterious merchant's guild called the Scarlet Triad. Following clues and utilizing another portal found below their castle on Hellknight Hill, the heroes come to the recently founded nation of Ravounel, where they must stand against the Scarlet Triad as the group attempts to establish an underground slave trade. But as the heroes clash more and more with the Scarlet Triad, it becomes increasingly apparent the slavers have even more sinister plans for the Inner Sea region-plans that must be stopped!<br>Age of Ashes is the first Adventure Path using the brand new rules for the Pathfinder RPG. This third adventure is for 9th-level characters, and also includes a gazetteer to the newly formed nation of Ravounel, an exploration of the dragons of the world, a wealth of new options for player characters to discover (from magic items, spells, and feats, to a new class archetype), and more than half a dozen new monsters!<br><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Martin Blake, and Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158560/header.jpg?t=1768419047",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}