{
  "1158330": {
    "name": "Gunslugs:Rogue Tactics Demo",
    "steam_appid": 1158330,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158330/extras/gs_steam.gif?t=1572869908\" /></span><br>The demo version allows you to play through the first world, with a single set of non-random missions in a non random level.<br>It should provide you with a good idea of how the full game plays.<br><br>The full game will have unlimited levels to play through, multiple worlds to complete and a random pool of missions you need to complete.<br><br>What can you expect from the game:  action-platforming that the original games were, but introduced with a host of features that turn the game into a more <strong>stealthy</strong> and <strong>tactical</strong> oriented game with some rogue-lite features on top.<br><br>The idea is that you are free to tackle this game in the way you like:  Sneak around and take your time to take down the enemies? you can do that!   Prefer to rush through the game guns blazing? You’re THAT good? Well go for it!<br><br>My tip? Try a little bit of both, and be more tactical about your approach. Often it’s smarter to not engage with a large group of enemies, and rather take them out one by one or with a well placed sticky bomb, or land mine. In other situations going full on Rambo-mode is probably the best chance of survival and get to the chopper!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158330/extras/gs3_blowup_opti.gif?t=1572869908\" /></span><br><br>The game uses procedurally generated environments, making every game a different experience, and failing your mission is just an excuse to try again as your starting team will always be different, and the world will come with new challenges and different building layouts to sneak your way through.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>Objectives – complete missions to progress in the game.<br></li><li>Stealth – Avoid security cameras, hide from enemies and distract them with rocks, tennis-balls or other throwable objects. <br></li><li>Loot – A variation of items is there to help you on your missions, shields, helmets, different shoe types, EMP's, weapons, and more. Learn how to use each item in the most optimal way to help you survive missions.<br></li><li>Procedural generation – Every game will be generated differently, increasing the replay value.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158330/extras/gs3_distract_opti.gif?t=1572869908\" /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158330/header.jpg?t=1572869908",
    "developers": [
      "Orangepixel"
    ],
    "publishers": [
      "Orangepixel"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}