{
  "1158450": {
    "name": "GALAXIUM",
    "steam_appid": 1158450,
    "required_age": 0,
    "is_free": false,
    "description": "Inspired on Classic Arcade Games, we push extraordinary features to help you defend the Earth from the vicious Kroh.<br />\r\n<br />\r\nDownload GALAXIUM and have fun remembering other times of gaming but with the resolution and immersive experience that 3D offers. Discover the potential of your hero as you move on to higher levels. Challenge your friends' skills and bring yourself a moment of laughs.<br />\r\n<br />\r\nShoot and destroy the aliens-Kroh on the first levels, advance, and get access to shields, expansive bombs, triple shoot, and jump boosters. The aliens-Kroh comes in waves. But different kind of Kroh represents a different challenge to be destroyed.<br />\r\n<br />\r\nThe Earth, the Galaxy, and the Universe depend on you. Compete with all your friends and people around the Earth.<br />\r\n<br />\r\nFEATURES:<br />\r\n- 3D High Definition graphics<br />\r\n- Different Galaxy Backgrounds and Platforms Style per level<br />\r\n- Changing invaders formations per level<br />\r\n- Fast-paced incrementing as you advance<br />\r\n- Control of the hero, GAIA -Galactic Advanced Impact Android-, with the left and right keyboard arrows<br />\r\n- Smooth graphics and animations<br />\r\n- Basic shoot<br />\r\n- Protection Shield<br />\r\n- Triple shoot<br />\r\n- Jumping Booster<br />\r\n- Expansive Bombs<br />\r\n- Awesome Arcade Style Music<br />\r\n- Leaderboard<br />\r\n- Incredible simple menu options<br />\r\n<br />\r\nSTORY:<br />\r\nUNION -Unite Nations In One Nation-, a consensus of countries working together, discovered a new element on Earth with inconceivable properties. It was called GAIUM. The year was 2050.<br />\r\nUsing GAIUM, we opened infinite possibilities for galaxy exploration. Now humankind can travel faster than the speed of light. We learn more than ever in our entire history.<br />\r\nOn 2097, the spaceship called &quot;Cosmos&quot; explodes accidentally sending a thunderous blast replicating throughout the universe.<br />\r\nFive years later an extraterrestrial species called Kroh came to Earth and tried to get the GAIUM by force. Entire cities were annihilated. We survived, and they retreat... for a while.<br />\r\nThe year is 2137, and the Kroh has returned with a more prominent force. This attack could mean the end of humanity. But this time we are prepared.<br />\r\n<br />\r\nDownload GALAXIUM and be part of this space action adventure like no other you ever experienced. The Earth, the Galaxy, and the Universe is a stake. Only you can save us.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158450/header.jpg?t=1621111983",
    "developers": [
      "Tony Muñoz",
      "Dario Carnelutti"
    ],
    "publishers": [
      "Wulum LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}