{
  "1158490": {
    "name": "Graviteam Tactics: Furtive Spring",
    "steam_appid": 1158490,
    "required_age": 0,
    "is_free": false,
    "description": "The March operation of the Red Army's 38A assumed encirclement and destruction of the German group in the Chuguev-Andreevka area, south-east of Kharkov. It was intended to deliver two converging concentric strikes for this purpose: 38A from the north in the direction of Rogan and Chuguev, and from the south (with the forces of 6A) in the Andreevka area in the general direction to Chuguev. At the beginning of March, the operation developed quite successfully, the 38A units crossed the r.Severskiy Donets on a broad front. Liberated Staryy Saltov, Verkhniy Saltov, Rubezhnoe, Pisarevka, Petrovskoe, Bayrak. Reached river Babka in multiple locations. The enemy was retreating, abandoning weapons and vehicles. The 10 TBde units attacked in two divergent directions: on Fedorovka-Nepokrytaya and on svfm.Peremoga, supporting units of the rifle divisions.<br><br><ul class=\"bb_ul\"><li>Ten operations of 4-7 turns for each of the parties (Fedorovka, Peschanoe, Nepokrytaya, March 13 - April 9, 1942) covering both the beginning and the end of the operation.<br></li><li>Precisely recreated area of over 100 sq. km: hilly plains with harsh terrain and large settlements.<br></li><li>Historical organizational structure of units at the time of the offensive.<br></li><li>Massive use of old tank types: BT-2, BT-5, T-26, including machine gun tanks.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1158490/header.jpg?t=1767876246",
    "developers": [
      "Graviteam"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}