{
  "1159360": {
    "name": "孙美琪疑案 第一季",
    "steam_appid": 1159360,
    "required_age": 0,
    "is_free": false,
    "description": "【游戏特色】<br />\r\n1、独立开发推理解谜RPG游戏<br />\r\n2、以90年代怀旧风格进行场景设计，还原当代历史<br />\r\n3、原创大量推理解谜元素，燃烧你的大脑<br />\r\n4、后期DLC将陆续推出，敬请期待<br />\r\n<br />\r\n【游戏剧情】<br />\r\n卷宗：1990年12月3日，长庄小区密室杀人事件。<br />\r\n <br />\r\n在押嫌疑人：王爱国<br />\r\n责任刑警：刘青春<br />\r\n接警单位：丰台区长庄镇派出所<br />\r\n <br />\r\n案发描述：<br />\r\n1990年12月3日，民警接到报案称长庄小区2号楼401有人鬼上身发疯了，持刀伤了同楼的很多邻居。民警来到现场，发现几个居民都有不同程度的刀伤。<br />\r\n王爱国被抓起来以后，民警来到他家，惊讶的发现妻子和儿子都死在了家里，并且经过法医鉴定已经死亡2天了。<br />\r\n <br />\r\n人员情况：<br />\r\n王爱国：35岁，电工，长庄钢铁厂职工<br />\r\n孙美琪（死者）：38岁，幼儿园教师，长庄镇幼儿园职工。<br />\r\n王思凤（死者）：10岁，长庄镇小学5年级学生。<br />\r\n <br />\r\n民警询问王爱国，但王爱国好像并不知情。<br />\r\n 王爱国口供：＂中午还和妻子吃午饭来着，并且孩子一早就上学去了啊，怎么可能死在家里。求求你们告诉我怎么回事。那几个人不是好人，平时总欺负我，我急了才拿刀砍他们的。＂王爱国还说，最近一个月每晚半夜都能听到楼道里有奇怪的声音，也不像人说话的声音，天不亮都不敢开门出去。妻子也听到了，都没敢告诉孩子。从门镜看出去又看不到任何东西。<br />\r\n<br />\r\n 法医尸检报告：<br />\r\n孙美琪，女性，死者头后部重击，未致命。死亡原因：心脏部位钢钉插入。<br />\r\n王思凤，男，死亡原因：窒息。颈部有明显勒痕，右手第三根和第四根手指骨折。<br />\r\n 民警找到对门403的住户进行询问。<br />\r\n<br />\r\n 403的张红君女士口供：＂王爱国平时为人挺好的，从来没有邻里不和，但是有个事情比较奇怪，已经持续了1个月了，对门每天晚上都吵吵闹闹，但是听着又不像普通的夫妻吵架，经常有奇怪的声音传出。有一次我和居委会王大妈去对门家访说调解一下吧，谁想那王爱国和妻子孙美其根本不承认吵架，街道工作都没法做。＂<br />\r\n最奇怪的是，张红君称，王爱国被抓起来后每晚还能听到对门吵架以及奇怪的声音。<br />\r\n <br />\r\n现场勘测报告：<br />\r\n房屋内并没有搏斗痕迹，孙美琪被发现时在床上死亡，孩子王思凤在厕所死亡，并且厕所门是关闭的。房间内除了王爱国一家没有其它指纹。所有门窗没有被撬痕迹。<br />\r\n <br />\r\n责任刑警决定在邻居说的时间，夜探王爱国的家。<br />\r\n<br />\r\n【DLC《方婷婷》剧情】<br />\r\n1990年，赵卫材40岁了，还没有女朋友，亲朋好友们都非常着急，他父亲有兄妹4人，排行老四，老大是女孩，所以赵卫材有个大姑，大姑叫赵春梅。<br />\r\n<br />\r\n1990年2月，刚过完春节不久，赵春梅给赵卫材介绍了一个女朋友叫：方婷婷，是个看上去非常文静的女孩，可是刚认识一个月，方婷婷就被诊断为精神病住院了。赵卫材因此埋怨大姑，怎么介绍了这么个人。但奇怪的是又过了一个月，赵卫材主动去精神病院探望方婷婷。自此之后方婷婷的病情突然恶化，竟死在了精神病院。这件事情在赵家就再也没人愿意提起，赵卫材也当什么都没有发生过。<br />\r\n<br />\r\n当时有人说方婷婷是被人杀死的，但是没有任何证据，也不知道是从邻里街坊哪里传开的这个消息。于是刘青春联系了精神病院，准备探访当时方婷婷出事的房间。但是院方认为大白天警察来调查一个并没有立案的事情传出去影响不好，于是决定晚上给刘青春点时间可以自由出入医院隔离区但不能影响和打扰病人。<br />\r\n安平精神病院院长李军口供：&quot;实在不好意思刘队，自从方婷婷的事情以后，医院受到了很大的影响，为了避免更大的损失，我们在没有立案的情况下不能让您来调查。那事情之后连值班护士的夜班都取消了，其它病人也都因为此事受到了不同程度的影响，有些已经转院了。您可以以个人名义去看看，但是请不要影响剩余的病人休息，我个人仍然认为方婷婷是病发自杀的。“<br />\r\n这一晚刘青春来到了安平精神病医院住院部。<br />\r\n<br />\r\n【DLC《王思凤》剧情】<br />\r\n“每个学校都有一个你从来不敢进去的神秘的地方，而这里往往沉淀了建校以来的一切谜团。”---刘青春<br />\r\n孙美琪案发后，刘青春第一时间来到了长庄镇小学，刚好学校放假，刘青春请示了校长后进入了教学楼。<br />\r\n午后刘青春坐在王思凤的课桌上思索着案情，迷迷糊糊的就睡着了。当他醒来时已经是深夜，学校教学楼的门已经上锁，刘青春也不知道自己是不是真睡着了，还是什么别的原因就突然这个时间了。<br />\r\n校长杜文革口供：“刘队，我没想到我们学校孩子的家里发生这么大的案子，我们校方一定积极配合调查。王思凤小朋友在五年级二班，在二号教学楼，今天正好是星期天，您可以去看看，但是请不要去二楼，那里一直是放杂物的地方，校工一般都会给锁起来的。”<br />\r\n反正也出不去了，于是刘青春决定夜探教学楼，看看有什么对案情有帮助的线索。<br />\r\n<br />\r\n【DLC《王爱国》剧情】<br />\r\n刘青春清醒过来的时候已经能感觉到有什么不对劲了，但是却什么也想不起来，唯一能想起来的就是机器的轰鸣声。摸了摸后脑并没有什么被击打的感觉，只有手腕感到疼痛，还有被暴力捆绑造成的勒痕，刑警的本能让他忽略疼痛赶紧环顾四周。<br />\r\n这个地方看上去像是一个工厂的休息室，门推不开被什么东西挡住了，只能隐约听到外面很远有机器工作的声音。<br />\r\n孙美琪案发后刘青春一直在取证调查，近似于疯癫的王爱国总说工厂有问题，这下自己就莫名其妙的被绑架到工厂，到底是谁在策划这一切？<br />\r\n<br />\r\n冬天的第一钢铁公司厂房热的要命，先逃出这里再说吧。<br />\r\n<br />\r\n【DLC《杜翠兰》(上)剧情】<br />\r\n杜翠兰和孙美琪是多年的好友。插队时杜翠兰和周静被安排去了新疆伊犁，不知道什么时候能回来，离别时，杜翠兰千叮咛万嘱咐要好自为之，孙美琪也不知道因为什么。18年后，杜翠兰回来工厂当会计，一见面就哭了，说：你还活着，我都担心死了。孙美琪莫名奇妙了好久。又过了4年，杜翠兰和吴大福上了开往莫斯科的列车。<br />\r\n<br />\r\n刘青春在厂房拿到了一张车票，可能是老李的，老李没去成，不知道去了哪里，刘青春请示了局里，火速便衣上了车。局长的意见是：不要暴露，调查取证，尽快返回。<br />\r\n<br />\r\n【DLC《杜翠兰》(下)剧情】<br />\r\n案卷：<br />\r\n时间：1991年1月8日 下午16点16分。（此时刘青春正在去往莫斯科的火车上）<br />\r\n地点：丰台区花乡镇小马歌舞厅<br />\r\n事件：<br />\r\n下午酒保上班发现歌厅灯全部被打开，舞池中央死亡一女子，场地各处有血迹，随即报警。警方初步认定为他杀，但蹊跷的是经法医验尸后发现，该女子的死因是：溺死，死亡时间大约是当日的凌晨3点左右。<br />\r\n歌舞厅营业到3点30分闭店，据法医数据，这个时间该女子应该已经溺水身亡了。 从案发时间和现场痕迹判断，排除了其它地方杀人并且抛尸到歌舞厅的可能，也就是说该女子就是在歌厅里，众目睽睽下被水淹死的。<br />\r\n案发现场仅仅发现溺水死亡的一具尸体，并没有任何容器和被水淹过的痕迹。<br />\r\n民警随即走访了当日在歌舞厅消费的顾客，完全一致的反映当晚没有任何异常，最后一首歌跳完顾客们就陆陆续续离场了，从没有人看见过一个奇怪女子或者一大缸水之类的。<br />\r\n<br />\r\n口供：<br />\r\n值班经理王素，他回忆说：“我4点30锁上门离开歌舞厅，一般4点多，酒保就会来上班，然后进行一些简单的打扫，直到傍晚再继续开门迎客。我锁门的时候还特意检查了一下看看有没有没有关闭的电源，然后像往常一样关灯离开了。”<br />\r\n清洁工黄强：“我一般和经理一起下班，也大概4点30左右，昨天家里有点事我就和经理说早点走，所以顾客离开后我就赶紧打扫，大约4点左右就离开了，我走的时候突然舞厅里面起风了，呼呼的，这个舞厅就两个门，一个前门一个后门，都关的死死的也不知道哪儿来的风，而且冷的厉害，我老家的人经常说这叫阴风，平地就能刮起来，说明有人要来索命。我也没敢说，这不是封建迷信么，就赶紧打扫完撤了。 ”<br />\r\n<br />\r\n民警还电话询问了死者的工作单位：<br />\r\n灵山百货大楼百货组组长孙姐：“我就叫孙姐，姓孙名姐，平常人们也叫我孙姐，我们组的小周（周淑贞）昨天还上班来的呢，怎么会在北京被谋杀了，你们逗我呢吧。不过她今天倒是没来上班，平时从来不迟到。人也挺好的，热心肠。家里有个母亲，父亲去世的早，她和母亲相依为命。三十多了也没个对象，也不爱出门，最远也就去过三娘湾。要说她母亲可是个神人，据说擅长奇门遁甲五行八卦，还经常和道士什么的来往，当地谁家死人了都找她母亲去给看看，驱驱妖魔邪祟什么的。我说这算不算封建迷信啊，王警官我可是唯物主义者啊，我这都是听别人说的。”<br />\r\n<br />\r\n责任民警：<br />\r\n\t王勇（刑警队的推理专家，刘青春的搭档，刘青春对他的信任甚至超过自己。）<br />\r\n王勇了解完情况，决定再去现场勘察一下，看看能不能发现更多线索还原事情真相。",
    "supported_languages": "简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1159360/header_schinese.jpg?t=1684278130",
    "developers": [
      "QZQ Studio"
    ],
    "publishers": [
      "H.P.Y.S,LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 78,
      "total_negative": 36,
      "total_reviews": 114
    }
  }
}