{
  "1159280": {
    "name": "Realm Lands",
    "steam_appid": 1159280,
    "required_age": 0,
    "is_free": true,
    "description": "Realm Land's is a 2D RPG survival game. The game will have many features, including a completely randomly generated 250x250 realm. The realm will have a chance to spawn randomly generated groups of either monster camps, chests, dungeons, bosses, and resources for you to explore and collect. The game is survival focused which means when you die you respawn back in the town, losing all of the gear you had equipt and every item in your inventory. In the town you will find shops and an auction house as well as a portal. This portal teleports you to random realms that is based on your level, full of completely unique monsters dropping craftable items, weapons, armor, projectiles, potions, food and gold. All monsters have unique drops and rare items they will give you; so hunt accordingly, once teleported into the realm, the portal out is randomly placed for you. Avoid the monsters that hunt in the realm or you will lose all the gear you brought in. Realm Land's plans to bring the game to multiplayer with co-op of up to 4 players in a realm and lobby full of players in the town. It is ever growing and new features are added daily with many more planned mile stones.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1159280/header.jpg?t=1570673957",
    "developers": [
      "Realm Lands"
    ],
    "publishers": [
      "Realm Lands"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}