{
  "1159610": {
    "name": "Neighbourhood Loot",
    "steam_appid": 1159610,
    "required_age": 0,
    "is_free": false,
    "description": "Research and build weird and wonderful weapons and conceive an unparalleled strategy and when those pesky thieves get too much to handle, surprise them with your special weapons that you alone command around the neighbourhood, giving you an edge over your foes. Get that delivery drone in to give you new hope of surviving another day and have a good laugh in this <strong>comedic, strategic, cartoon</strong> themed tower defence game! :D<br><br><strong>WEAPONS</strong><br>* Choose from <i>uniquely crafted</i> weapons that offer you the ability to differentiate tactical styles of gameplay to suit your distinctive strategy.<br>* <strong>Endless</strong> amount of game plans to destroy as many thieves as possible, making you the true neighbourhood defender.<br>* All weapons have 5 levels of upgrades, allowing every weapon to become a super thief <strong>thrashing machines</strong>.<br><br><strong>TOP SECRET WEAPONS</strong><br>* <strong>Command</strong> these special weapons around the neighbourhood to your hearts content, your wish is their command.<br>* Plan and command your special top secret weapons and push the boundary of <i>your</i> defence to a new level.<br>* Top secret weapons are each unique in the way they function, from being able to <strong>move</strong> around the neighbourhood with great speed or detonating with a little timer to make a <strong>“BOOM”</strong>, these top secret weapons are there to give you the explosive edge.<br><br><strong>THE NEIGHBOURHOOD</strong><br>* Each map was created with its own <i>unique difficulty element</i>, explore the differences and execute your perfect strategy.<br>* Each map offers its own set of <strong>challenges</strong>, from vast open spaces to isolated alleys. Every map will keep you on your toes.<br><br><strong>LIVES</strong><br>* Neighbourhood Loot is <strong>different</strong> to other tower defence games regarding survival as well as strategy.<br>* <i>You control</i> of how many lives you have.<br>* The lives add another <i>layer of complexity</i> to the game, so choose wisely when getting your lives.<br><br><strong>THIEVES</strong><br>* Don’t be <i>surprised</i> if the thieves give you a run for your money, they have no shame and will do whatever it takes to win.<br>* Every thief makes their own decisions, each game will yield different results giving you <strong>endless hours of gameplay and mayhem!</strong><br>* Are the thieves clever or stupid? Who knows :O<br>* Sometimes you will doubt your strategy, sometimes you might cry, sometimes you might just have the best strategy and drop every thief to achieve a new high score and survive to see a new dawn break. <i>Good Luck haha.</i><br><br>Neighbourhood Loot packs <strong>unique, creative and funky</strong> weapons into an extremely fun addictive gameplay experience that we truly hope you will enjoy with more awesome content coming soon, we would love to see your unique strategy and thank you from the bottom to the top of our hearts for playing Neighbourhood Loot and supporting indie game development, and it will be an experience like no other…hopefully :D<br>Now all thats left to say is…<strong><i>WELCOME to NEIGHBOURHOOD LOOT</i></strong> Good Citizen!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1159610/header.jpg?t=1579689529",
    "developers": [
      "Arzifact Studios"
    ],
    "publishers": [
      "Arzifact Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 308,
      "discount_percent": 86,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}