{
  "1160060": {
    "name": "Undead Reality",
    "steam_appid": 1160060,
    "required_age": 0,
    "is_free": false,
    "description": "Two modes: Open-world campaign and wave-based zombie shooter. <br>Patrol through an abundant apocalyptical New York and fight against hordes of zombies, religious people calling out the &quot;judgment day&quot;, and bandits who are terrorizing unarmed survivors. <br><br><ul class=\"bb_ul\">Survive in various co-op story campaign missions, events or open-world encounters with up to 3 friends or bots. Go on supply missions together and collect food and water for citizens who are starving at survivor camps. Collect resources to upgrade your survivor camp. Keep the bandits away from the streets. Gather information about the &quot;judgment day&quot; religion and cut off their supply lines. Craft and upgrade your weapons. Find out what happened to missing citizens or agents. </ul><br>About the demo:<br>The demo (which only shows how the horde-mode is going to look) is limited by weapons you can buy, perks you can achieve, upgrades you can activate, objects you can craft, maps you can conquer, and types of zombies you can fight. The full game will play in the present rather than in the past.<br><br>This demo plays in the past, at some village near the starting point of this zombie epidemic. This demo only features the HORDE mode and not the open-world.<br><br>Survive against hordes of zombies - alone or with friends. Together you need to explore the world and earn money to get more and better weapons or to enter new areas inside the world.<br>Find and craft new gadgets, build a barricade to protect yourself or upgrade your weapons to unlock new features.<br>It's a mystical place full of secrets that lie somewhere inside the fog - just waiting to be found.",
    "supported_languages": "英语<strong>*</strong>, 德语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1160060/header.jpg?t=1666081724",
    "developers": [
      "Kucki"
    ],
    "publishers": [
      "Kucki"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}