{
  "1160970": {
    "name": "Paradox Escape Route Demo",
    "steam_appid": 1160970,
    "required_age": 0,
    "is_free": true,
    "description": "Paradox Escape Route is a Sci-Fi Puzzle (Turn-Based) RPG that focused around the Mars Arctic! Pick from 8 different scientists with various skills and gear to fight your way out of the anomaly-ridden Mars Base of Eithode! Engage in a very challenging journey back home using any means necessary.<br><br>   Fight, run, hack, or search for a way off the Mars Arctic using any available tools you can find. Almost all battles can be run from including boss fights, which will create unusual situations if you choose to run from everything... It is possible to dodge every enemy and not have to engage in one fight! However, with the fixed directional camera view, prepare to think quick around every corner!<br><br>    IN THIS DEMO!<br><br>   You will have 1 HOUR to play and also save your characters progress for the final version! This game was made to be played with multiple strategies in mind, so you may restart a couple of times to find your right build! The DEMO save data will carry over upon release on OCTOBER 19th 2019!<br><br><strong>KEY FEATURES</strong><br><br><strong>*</strong> Start the way you want! Each character has different skills and advantages that further define any of the 12 jobs you pick!<br><br><strong>*</strong> Over 30 weapons to choose from that all have unique abilities and attacks! Each weapon has 4 different attack varieties that can be earned through leveling your character. Using a combination of Light and Heavy weapons, defeat any opposition that may stop your escape!<br><br><strong>*</strong> Acquire over 20+ allies that come in many shapes and sizes! Rebuild mechanical Bots to fight for you, [Mind-Control] enemy Amoeba at the cost of your ammo [EP]! Search for your team to utilize found weapons and augments for a real strong force!<br><br><strong>* </strong>Over 300+ Skills that can shift the battles in your favor! Over 400+ unique items that can be found in a randomized loot system similar to a Diablo II-style, which really creates unique situations with your current character compositions and areas you choose to explore!<br><br><strong>*</strong> Explore the Mars Arctic with over 12 massive buildings that your team may have escaped too! Each building is accessible from the start depending on how you approach them!<br><strong><br>* </strong>Random Enemy Events are also present! A majority of BOSSES can be run from if you are diligent enough, however, they may pester you later on as you edge closer to the end!<br><br><strong>*</strong> Neurosigma Network can patch you into the entire infrastructure of the Eithode Complex! The Hacking Mode is connected to the Base, meaning if you are good at hacking the terminals, you can open all the doors to the game at any time! Running from enemies and hacking through can get you to the end as well! (NOT EASY)!!!<br><br><strong>* </strong>Over 100 songs I have written over the years and new ones are present with a free OST with every purchase by myself!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1160970/header.jpg?t=1572582639",
    "developers": [
      "DKC Game Studio"
    ],
    "publishers": [
      "N/A"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}