{
  "1160760": {
    "name": "LOGistICAL 2: USA - Texas - Bundle",
    "steam_appid": 1160760,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1160760/extras/fb66bb5ca397c89d1970ac5ac3048b82.avif?t=1570225319\" width=644 height=144 /></span><br><br>LOGistICAL 2: USA - Texas contains Railways!!!<h2 class=\"bb_tag\" >IMPORTANT</h2><strong>The &quot;LOGistICAL 2: USA - Texas - Bundle&quot; is an alternate method of purchasing all the Texas sub-modules to the in-app purchase method.<br>If you have already purchased Texas sub-modules through the in-app purchase method then you don't need this DLC.</strong><br><br>LOGistICAL 2: USA - Texas - Bundle contains all the counties of Texas. Huge amount of towns and business, all now interconnected by both road and rail.<br>Rail allows you to design your own stations with free placement anywhere along the tracks.<br><br>LOGistICAL 2 is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the towns throughout the country.<br><br>The whole game is a huge puzzle while each town is its own little piece of puzzling. There are thousands town and other items to complete.<br>Plenty of towns are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing regions and contracts.<br>Some cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br>The further you get from the start the more strategies you have to use.<br>Boost up your trucks with bonuses. Last truck delivering gets the bonus.<br>The towns, roads and map are to scale. Current or historical industry placement. It is very educational as well as entertaining.<br><br>There is plenty more to keep you on your toes.<br>Towns consume the cargoes you are trying to get to completion.<br>Big trucks are great for moving lots of stuff, but can't travel everywhere.<br>There are lots of broken roads that need deliveries.<br>Upgrade the industries for better exponential throughput.<br>Cargo stores can sure come in handy.<br>What! I can't take my big trucks across the water on a ferry.<br>... and what is with those quarantine checkpoints?<br><br>Complete towns, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br><br>LOGistICAL 2 continues version 2 of the LOGistICAL puzzle family. The map has been enhanced and the towns are everywhere plus many other new functions.<br>Many new LOGistICAL 2 updates will also be backward compatible for LOGistICAL 1 modules.<br><br>* New road mapping<br>* Thousands of mini towns to complete with many different resource requirements<br>* Hundreds of towns and thousands of mailboxes and other places to complete<br>* Supply and finish many large cities<br>* Work your way through the long complex maze of road enhancements to finally allow all your large trucks access across the state or country<br>* Many, many other small and large puzzles and situations to complete.<br><br>LOGistICAL 2 brings you all the fun and puzzling of LOGistICAL with even more towns, more puzzles and much more to do.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1160760/header.jpg?t=1570225319",
    "developers": [
      "Sacada"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 2500,
      "discount_percent": 50,
      "initial_formatted": "¥ 50.00",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}