{
  "1162940": {
    "name": "TEAM SWITCH VR - EXPERTS BURGLARY AGENCY",
    "steam_appid": 1162940,
    "required_age": 0,
    "is_free": false,
    "description": "Hello, and thanks for accepting our invitation. For safety reasons, our identities should remain secret, but you can call me Mr. Fox, and you, we shall call you Mr. Wolf. I'm the leader of a burglary experts team, known as Team Switch, and if you're here, it's because we know you're the best in your field, namely, how to say... your ability to evolve discreetly in a highly monitored environment…<br> <br>Our purpose isn't to get rich, we're fighting against the largest mafia organization of all time, better known as Artemis Brotherhood. To end their business, the most efficient solution is to tackle their money. It's concealed everywhere in the world, safe in their own banks. We've located them and we're gonna burglarize them now, therefore we need your help.<br> <br>Your mission is simple: to get into the safe and steal as many objects as possible. However, you'll be given a limited amount of time to act and you'll need to be careful to keep out of sight, otherwise you'll get arrested.<br>Team Switch is an asynchronous cooperative video game, where each burglary will be unique because the game level is randomly generated.<br>One player will be equipped with a virtual reality headset and will play the part of thief, therefore he will be only person to see his environment and to be able to interact with it. He will be equipped with many gadgets that will be essential for him to progress.<br>Other players will provide remote tactical support, transmitting information that the thief will not be aware of. The team will rely on an instruction manual prepared by our security systems expert. Analysis, communication and manipulation will be keys to a successful mission in Team Switch.<h2 class=\"bb_tag\" >Phase 1: Accessing to safe</h2>You'll be teleported directly into the hallway leading to the safe room. But this corridor will be protected by several security systems. To move forward, you'll need to disable them successively<br>To disable them, you'll first need to find their control panel. There are more than a dozen, each with a unique operating mode;<br>You'll then describe this panel orally to your team;<br>Your helpers will then be able to transmit the manipulations to you using the instructions available in the manual;<br>Each security system will require several exchanges with your team, and you'll need different gadgets to overcome it;<br>The safe door will open after the last control panel is deactivated.<h2 class=\"bb_tag\" >Phase 2: Gather the loot</h2>Once in the treasure room, you will be alone in front of 240 crates, each containing a different valuable object;<br> <br>It is up to you to recover as much as possible before the end of time limit;<br> <br>To this end, activate a teleporter vortex, and throw any objects you find into it. These will be sent directly to HQ;<br> <br>You'll have to evacuate before the countdown ends. Don't forget to leave a business card to sign your passage and jump into the vortex;<br>Back at HQ, you'll obtain a score, which will be calculated depending on total value of stolen objects and the quality of your mission. This score will then be shared with the whole world, and you'll be able to compare yourself to other gamers thanks to your world rank; Sorry Professor, you didn't recruit the best...<br><br>Team switch is intended for all gamers, from beginners to most experience. With its unique gameplay, Team Switch distinguishes itself from other virtual reality games by its original cooperative aspect. We promise you to spend memorable moments with friends! If you like escape games or &quot;keep talking and nobody explodes&quot; or &quot;I expect you to die&quot; games, you'll adore Team Switch! What are your thoughts on that? Are you in the game?<br><br>A game session will be entirely configurable: <br>Specify how many security systems to disable (7 to 10 systems scheduled for launch, each with its own unique resolution mechanism) <br>Specify the maximum time of a game <br>Specify how many errors are allowed <br>Specify how many secondary objectives ( Find specific treasures ; No errors; Soundless; Etc.) <br>Activate adverse events: these random events will add a significant amount stressful in the mission process (Random shutdown of lights; Insects on control panels; Ghosts appearing at any time; Mouse or snake walking under your feet; Rain and lightning; Trapped lockers; Interference in the radio contact; Passing guards.)<br>Specify the transport mode: Teleportation or Classical movement / Night mode: Enable or disable level lights. You can progress only with the flashlight or night vision goggles<br>select one of 2 games mode.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1162940/header.jpg?t=1571252270",
    "developers": [
      "Virtual Studios"
    ],
    "publishers": [
      "Virtual Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}