{
  "1162560": {
    "name": "Ciconia When They Cry - Phase 1: For You, the Replaceable Ones",
    "steam_appid": 1162560,
    "required_age": 0,
    "is_free": false,
    "description": "This is the first chapter in newest entry When They Cry visual novel series produced by Ryuukishi07. It features HD graphics, more detailed animations, and newly created songs by many of the composers from Umineko, as well as several new additions. The Steam version is playable in both English and Japanese.<h2 class=\"bb_tag\" >Story</h2>Though the world was nearly destroyed during World War III, it was saved from a nuclear winter by cutting-edge technology. One hundred years later, this eventually gave rise to the new ultimate military technology, the Gauntlet, which fascinated children all over the world. In this new era, all existing military forces would become obsolete, except for the small number of boys and girls who have what it takes to become a Gauntlet Knight...<br><br><br>The young are supposed to be the main characters in their own eras. But in reality, they're nothing but game pieces lined up on the board for those who are crafty and more experienced. Must these boys and girls be forced to kill each other as pieces? Who are the pieces, and who are the players? And who does the players' bidding? What victory conditions does each person have? Is it peace? War? Annihilation? Is the foretold tragedy a scheme or a delusion, the future or reality?<br><br>No.<br>There is no need to resist this tragedy. The job of a game piece is to dance about within the tragedy's hand. <br><br>What are the rules of the game, you ask? How hard is it? That's for us to decide, so it's none of your concern. All you people need to do is take pieces and get taken yourselves, entertaining us with the range of your emotions. <br><br>Are you listening? You don't want to misunderstand your position. You aren't my opponent. You're merely a piece that exists for my amusement. In this next game, I won't give you the privilege of being a player!<br><br><i>*This game includes flashes that can potentially trigger seizures for people with photosensitive epilepsy. Viewer discretion is advised.</i>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1162560/header.jpg?t=1725524015",
    "developers": [
      "07th Expansion"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 20000,
      "final": 20000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 200.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 41,
        "description": "在手机上远程畅玩"
      },
      {
        "id": 42,
        "description": "在平板上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 14,
      "total_negative": 3,
      "total_reviews": 17
    }
  }
}