{
  "1162550": {
    "name": "像素游戏制作大师MV 试用版",
    "steam_appid": 1162550,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Pixel Game Maker MV - the latest entry in the Maker series - allows you to create action games with ease, where the only limit is your imagination. </h2>Pixel Game Maker MV allows you to build up your own action game with no programming knowledge necessary. This engine was designed with the idea of giving a voice to people's passions, allowing them to freely express the game that they have held in their hearts. Create the game that you want to play now! <br><br>This demo gives 30 days of access to most of the Pixel Game Maker MV tools, and projects created with the demo version are fully compatible with the full version.<h2 class=\"bb_tag\" >Using only six tools, you can create the game of your dreams!</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1162550/extras/girl_banner.jpg?t=1599121448\" /></span><br><br><ol><li>Resources - Prepare and arrange image assets required for your game<br></li><li>Tiles – Create “tiles” necessary for map field creation<br></li><li>Objects – Provide characters and items with various gimmicks<br></li><li>Animation – Enliven and enrich your graphics<br></li><li>Scenes – Build stages using tiles and objects<br></li><li>Transition – Connect scenes to bring your games into shape</li></ol><h2 class=\"bb_tag\" >Key Features:</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1162550/extras/guy_banner.jpg?t=1599121448\" /></span><br><br><strong>An Easy to Use Visual Scripting System - No Programming Necessary</strong><br>Whether you are a beginner or a seasoned developer, Pixel Game Maker MV offers a flexible game creation system, allowing you to plan, create and build an exciting game using the intuitive visual scripting system. <br><br><strong>4 Player Support Straight Out of the Box</strong><br>You can build your own multiplayer games with Pixel Game Maker MV without any additional programming or plugins needed. Create cooperative or competitive local play between up to four players.<br><br><strong>Customize your game further with JavaScript</strong><br>Pixel Game Maker MV supports the use of JavaScript to create plug-ins and perform actions not available in the Visual Scripting system. This allows you to create and customize your game without restriction.<br><br><strong>Create Endless Fun with “Multi-Viewpoint/Multi-Versus”</strong><br>Allows for both top- and side-based views, combine this with the multiplayer function to bring your game to a whole new level. Works with any genre, so the games you can create are limited only by your imagination!<br><br><strong>A Simple Way to Create Rich and Beautiful Game Graphics</strong><br>Using the graphic import feature, physics engine, particle effects, and multiple layer combination, you can create your own ideal game in exactly the way you want to make it, easily and without all the hassle.<br><br><strong>Allows for Functional Expansion</strong><br>You can use JavaScript to expand on and add to the pre-existing features. Master using these extended functions and add-ons to create even more complex and beautiful games!",
    "supported_languages": "英语, 简体中文, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1162550/header.jpg?t=1599121448",
    "developers": [
      "Gotcha Gotcha Games",
      "KADOKAWA"
    ],
    "publishers": [
      "PLAYISM"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}