{
  "1163920": {
    "name": "Time Fragments Rise of Rebels",
    "steam_appid": 1163920,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >BACKGROUND</h2><strong>Time Fragments Rise of Rebels</strong> is a <strong>fun and dynamic, strategic roguelike deck-building</strong> game set in 73 BC during the famous slave rebellion in Capua lead by the infamous Thracian soldier Spartacus.<h2 class=\"bb_tag\" ></h2>The Roman slaves have risen under the belts of their masters. Take hold of any slave from that era of rebellion in 73 B.C. and try to lead them to glory in this <strong>strategic roguelike deck-building</strong> game. Try a number of different ways to conquer the roman machinery with uniquely <strong>crafted decks</strong>, encounter bizarre enemies, recruit freed slaves to your cause, discover divine weapons and expand your newly formed and growing Empire to change the tide of history!<h2 class=\"bb_tag\" >UNIQUE STYLE OF PLAY</h2>Game focuses on a unique style of play. It utilizes both <strong>strategy</strong> and <strong>dynamic deck building</strong> game mechanics. You have 24 in game days to conquer and occupy each region in Europe consisting of 30+ provinces. You must organize your every move as every action like <strong>traveling</strong> or <strong>occupying</strong> a province cost hours or even days. How big of a threat will you become to the romans is up to you. Choices will echo throughout the game, leading you to new encounters in each playthrough. <br><br> <h2 class=\"bb_tag\" ></h2>Manage resources like <strong>influence points</strong>, that can be spent on upgrades to better suit your playstyle. Do you wish to recruit more slaves to the cause or maybe plunge the riches of the empire, its totally up to you. Each province has a <strong>different weather</strong> and <strong>terrain</strong> that greatly affect how much time will you spend there. Choose carefully which provinces to occupy as they might let you recruit more rebels at the cost of influence points or time.<h2 class=\"bb_tag\" >THREAT LEVEL</h2>The more provinces you occupy the bigger threat you pose to the Roman Republic. As the Threat level increases you go from an unknown to a local, provincial, regional and national threat. This in turn spawns harder enemies for you to battle. So think before you occupy a province, as if it is more valuable to the romans you will be noticed sooner and might get harder enemies earlier in the game. If you reach 100% ...Ceaser himself will come to stop you!<h2 class=\"bb_tag\" >CARD BATTLES</h2>Every battle against a hostile province is resolved with cards you chose at the start and built up along the way. Each card has unique modifiers that can change the tide of any battle. Some of them can be combined for special effects like dynamically changing the combat width, limiting your enemies moves or even destroying some of his cards. Your enemy has also a deck of its own. So you can try to force the opponent to give away cards in easier battles so that down the line you will have an upper hand with stronger enemies.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Chose the background of your character to coincide with your unique style of play </li></ul><ul class=\"bb_ul\"><li>Over 50 skills and traits available within 4 groups of abilities (Social, Thievery, Endurance, Intelligence)</li></ul><ul class=\"bb_ul\"><li>Unlock new gear to further enhance your character</li></ul><ul class=\"bb_ul\"><li>Bring on new Crew members to allow you special action during your playthrough</li></ul><br><ul class=\"bb_ul\"><li>Explore Europe with over 100 locations</li></ul><ul class=\"bb_ul\"><li>Plan your every move within in-game 24 days. <strong>EVERY ACTION</strong> costs time...and hours add up! </li></ul><ul class=\"bb_ul\"><li>Choose your style of play, whether is to approach silently making a domino effect or use your highly tuned skills help you out</li></ul><ul class=\"bb_ul\"><li>Chose your Companion! Each one has a different need, but offers different help</li></ul><br><ul class=\"bb_ul\"><li>Replay it more as much as you like, choosing different playstyles</li></ul><ul class=\"bb_ul\"><li>Richly diverse world with possible alternative history</li></ul><ul class=\"bb_ul\"><li>Try to rise through <i><strong>army, political or rebels ranks</strong></i>, do completely new quests and meet new people</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1163920/header.jpg?t=1681291609",
    "developers": [
      "Time Fragments"
    ],
    "publishers": [
      "Time Fragments"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}