{
  "1163910": {
    "name": "Brass Brigade",
    "steam_appid": 1163910,
    "required_age": 0,
    "is_free": false,
    "description": "*Note - <i>Brass Brigade</i> is a <strong>SINGLE-PLAYER ONLY</strong> game!<br><br>Brass Brigade is a cartoon, World War 2, third AND first person shooter that blends the gameplay of classic WWII shooters like <i>Battlefield 1942</i>/<i>Battlefield Heroes</i> with highly customizable bot matches!<br><br>Grab your helmet, lock and load your rifle, and prepare to enlist in the <i>Brass Brigade</i>, an homage to classic WWII action games of yester-year. Inspired by genre staples of the early-to-mid 2000s, <i>Brass Brigade</i> lets you join the nation of your choosing in the world's largest armed conflict. <i>Brass Brigade</i> offers a highly customizable and scalable gameplay experience that lets you enjoy these beautifully cartoony reimaginings of historical battles just the way you want!<h2 class=\"bb_tag\" ><strong>Featuring</strong></h2><ul class=\"bb_ul\"><li><strong>6</strong> fully-featured historical nations, including the United States, Great Britain, The Soviet Union, France, Nazi Germany, and The Empire of Japan.<br></li><li><strong>22</strong> of WWII's most iconic battles across the <strong>Eastern, Western, North-African, and Pacific fronts</strong>!<br></li><li>Third AND first person camera modes!<br></li><li>Fully customizable number of AI allies &amp; enemies! <strong>Scale the number of bots on each team based on the power of your PC!</strong><br></li><li>Fully customizable battles! Control the parameters of each battle to create everything from <strong>small skirmishes to all-out warfare</strong>!<br></li><li>Mix and match Allied &amp; Axis teams on any map to create dozens of different engagements.<br></li><li><strong>Micro-destruction</strong> - fences, sandbags, low walls, and other obstacles can be destroyed with tanks and explosives.<br></li><li>Customizable bot AI - adjust how aggressive and intelligent bots are, how accurately they shoot, and how far they can see!<br></li><li>An incredibly diverse and authentic flavoring of WWII weaponry, ranging from M1 Garands that go *ping* to swords and flamethrowers.<br></li><li><strong>Driveable vehicles</strong>, callable air support units, artillery, and a host of other explosive reinforcements at your disposal.<br></li><li>Extensive graphical options, including support for <strong>ultrawide monitors (21:9),</strong> <strong>widely adjustable FOV</strong>, and more.<br></li><li>Active ragdoll effects that send your enemies flying through the air when you land the perfect rocket blast!</li></ul><br><i>*Developed by Henry Kucab, 2019.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1163910/header.jpg?t=1710372988",
    "developers": [
      "Henry Kucab"
    ],
    "publishers": [
      "Henry Kucab"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 10,
      "total_negative": 1,
      "total_reviews": 11
    }
  }
}