{
  "1163960": {
    "name": "Paranormal Files: Hook Man's Legend Collector's Edition",
    "steam_appid": 1163960,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Elephant Games</strong> presents the latest spine-tingling installment of the Paranormal Files series!<br>News of your paranormal investigation prowess is spreading! A young woman calls you from Ashen Valley, a town you can only find on one map. The townspeople are being plagued by ghosts every night, and only you can help! But there’s much more to this story than a simple haunting. Recent disappearances and legends of a maniacal murderer with a hook terrorize the town. Can you separate fact from fiction and save the town in time? Find out in this chilling Hidden-Object Puzzle adventure!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>•\tHelp a possessed child in the bonus game! <br>•\tReplay your favorite HOPs and mini-games and earn achievements! <br>•\tUnlock even more content by finding eyes, collectible dolls, and morphing objects!<br>•\tEnjoy exclusive wallpapers, screensavers, music, and concept art!<br>•\tNever get lost with the strategy guide!<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1163960/header.jpg?t=1764605219",
    "developers": [
      "Elephant Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}