{
  "1164430": {
    "name": "Fantasy Grounds - Starfinder RPG - Attack of the Swarm AP 2: The Last Refuge (SFRPG)",
    "steam_appid": 1164430,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong>menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Starfinder RPG - Attack of the Swarm AP 2: The Last Refuge</h2><strong>Sound the Retreat</strong><br>With a handful of survivors from a Swarm invasion as passengers, the heroes travel to a nearby colony world in search of safety. At the overburdened metropolis of New Grakka, members of a movement who believe the Swarm are punishment for the system's sins are disrupting the military's efforts to take in refugees. The heroes must stop these fanatics, as well as clear out a series of caverns beneath the city that could provide shelter and protection should the Swarm attack this planet. In the process, they discover clues that might help solve an ancient shirren mystery!<br>This volume of Starfinder Adventure Path continues the Attack of the Swarm! Adventure Path and includes:<br><ul class=\"bb_ul\"><li>&quot;The Last Refuge,&quot; a Starfinder adventure for 3rd-level characters, by Mara Lynn Butler.<br></li><li>A historical look at the shirren people's flight from the Swarm in the early days following the Gap, by Lacy Pellazar.<br></li><li>A catalog of biomechanical starships, by Tracy Barnett.<br></li><li>An archive of alien creatures, including an aquatic ambush predator and several new Swarm creatures, by Anthony Bono, Mara Lynn Butler, and Owen K.C. Stephens.<br></li><li>Statistics and deck plans for a military infiltration vessel, by Tracy Barnett, plus a glimpse at a colony world of shallow oceans, by Mara Lynn Butler.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1164430/header.jpg?t=1768419431",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}