{
  "1165150": {
    "name": "Technojuice",
    "steam_appid": 1165150,
    "required_age": 0,
    "is_free": false,
    "description": "Technojuice is a story based first-person Action RPG with unique comic-inspired visual style. Grab your Tapeman Cassette Player and set off on an adventure across the Galaxy.<br><br><strong>Welcome to the stars</strong><br><br>Play as Rosslyn as she leaves from her hometown of Redfern, Virginia and enters the stars for the first time. After years of looking up at the night sky and wondering, you'll finally get your opportunity to journey into the cosmos.<br><br><br>Meet Your Best Friends &amp; Form Relationships<br>A cast of characters who will grow and change with you on your journey. Park your spaceship on a planet, and crack open a cold drink with your pals as you all watch a supernova light up like the Fourth of July.<br><br><br><br>Unique &quot;Playground&quot; Combat<br>Use the environment to your advantage. Surf on railings, run on walls, and springboard off of your enemies to create your own unique flow of combat. Hit a person so hard with a toaster, bread is sent flying out the top of it. Kick a person so hard into a wall that they leave a person-shaped hole in it.<br><br><br><br>Explore The Edges of the Galaxy<br>Neon Storms, Farlanders, Battle-snakes-- this corner of the galaxy has a lot of new experiences for you to have. As you journey across the Cosmic Sea, remember to keep your arms within the vehicle at all times.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1165150/header.jpg?t=1570462402",
    "developers": [
      "CJ Mattis"
    ],
    "publishers": [
      "CJ Mattis"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}