{
  "1165490": {
    "name": "New Tricks for Old Gods",
    "steam_appid": 1165490,
    "required_age": 0,
    "is_free": true,
    "description": "Reviews:<br><br>This was a very interesting visual novel. It has very good, unique art and music that builds the atmosphere. There are multiple endings and the outcome depends on the player. - Adrenaline Reviews<br><br>A good visual novel with many different chilling endings. Unusual plot that keeps you guessing until the last minute. - Golden Frogs<br><br>This is a really cool story with a nice flow. The characters are really well made...it gives you a feeling they could exist for real.- THE 3BUTE<br><br><strong>For more information, see the following article at Indie Game Buzz!</strong><br><br><br>-<br>Great news, citizen #238894F, it's Labour Assignment Day! Ensure prompt arrival at the Administration Bureau. Avoid unsavoury characters and run-down zones on the way. Enjoy your existence in your Grey-Authority assigned place in society. Have a nice life!<br><br>But what if something went wrong? What if you're late, infected with a cyber-virus and kidnapped by Black Hat gangsters?<br><br>Find out in 'New Tricks for Old Gods,' a short visual novel set in a cyberpunk-dystopian world. Inspired by 'Choose Your Own Adventure' stories, you decide where your adventure will take you. Will you escape the oppressive technocracy of a nightmare future or fall victim to the tyrannous regime of the Grey Authority?<br>-<br>Created by a lone, first time game developer, with a lifelong love of sci-fi, fantasy, cyberpunk and game-books, this blistering, jaw-dropping choose-your-own adventure allows you to decide the fate of a whole city.<br>-<br><strong>Features</strong><br><br>A choice-heavy story.<br><br>18 possible endings.<br><br>Forge relationships with characters, affecting the outcome of the story.<br><br>Original character art, animations and music created by a single developer.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1165490/header.jpg?t=1668383557",
    "developers": [
      "James K. Isaac"
    ],
    "publishers": [
      "James K. Isaac"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}