{
  "1165200": {
    "name": "Fantasy Grounds - Pathfinder RPG - Advanced Class Guide (PFRPG)",
    "steam_appid": 1165200,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder RPG - Advanced Class Guide</h2>Adventure like never before with the<br><i>Pathfinder RPG Advanced Class Guide</i><br>and become a new breed of hero! Harness the power of new hybrid classes presented in this amazing new rulebook for cutting-edge RPG behemoth<br><i>Pathfinder Roleplaying Game</i><br>, suitable for players and Game Masters alike!<br>This comprehensive hardcover reference reveals the secret of hybrid classes and bring an impressive amount of brand new classes like never before seen since the release of <i>Pathfinder RPG Core Rulebook</i><br>! Explore new heights of heroism with 10 new base classes, each with 20 levels of amazing abilities. Incredible powers also await existing characters, with more than a hundred new archetypes and class options. Prepare characters for their most legendary adventure ever with massive selections of never-before-seen spells, magic items, and more!<br>The<br><i>Pathfinder RPG Advanced Class Guide</i><br>is a must-have companion volume to the<br><i>Pathfinder RPG Core Rulebook</i><br>.<br>The <i>Advanced Class Guide</i> includes:<br><ul class=\"bb_ul\"><li>Ten new base classes--the magic-twisting arcanist, the ferocious bloodrager, the rough and tumble brawler, the often unseen hunter, the cunning investigator, the powerful shaman, the daring swashbuckler, the mighty skald, the deadly slayer, and the formidable warpriest, each detailed with abilities, feats, and spells reaching to level 20 .<br></li><li>Variant class abilities and thematic archetypes for all 29 base classes, such as the counterfeit mage and the mutagenic mauler. A grand total of 105 new variant to explore. Unbelievable!<br></li><li>Nearly a hundred new feats for characters of all classes, including style feats, teamwork feats like Coordinated Shot, and more.<br></li><li>Hundreds of new spells and magic items, such as<br>feast on fear<br>and<br>skullcrusher gauntlets.<br>Many spells and items are accompanied with fantastic art that will take your breath away.<br></li><li>An entire armory of amazing equipment, from vital new adventuring gear to deadly alchemical weapons.<br></li><li>AND MUCH, MUCH MORE!</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1165200/header.jpg?t=1768419624",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}