{
  "1165930": {
    "name": "AWK - Adventures of Walker King",
    "steam_appid": 1165930,
    "required_age": 0,
    "is_free": false,
    "description": "AWK follows the journey of a young DJ who returns home from boarding school to figure out his path in life. Join Walker as he navigates life in LA with his best friends, finds love, and discovers secrets - all while trying to balance his growth and newfound fame as DJ NO1. <br><br>Having famous Hollywood parents, Walker King knew all too well about the downsides of fame and the difficulty of keeping a private personal life. In order to avoid trouble, Walker is sent off to boarding school where he dives into his passion of DJing, experimenting with his music as DJ NO1 and DJ XMIX. However, trouble ends up finding Walker anyways as his DJ NO1 persona gains traction and his dorm room music livestreams get him kicked out of boarding school. Now back in LA, Walker is unsure of how to move forward with his life. <br><br>Walker struggles with adjusting to life back home in the craziness of LA. He reunites with his childhood friends and an old crush who comes back into his life. Things seemed alright at first until Walker gets caught up in secrets, drama, and partying. Music has always been the one thing that grounded Walker, as he could step into an anonymous persona as DJ NO1 or DJ XMIX and just get lost in the beats. But now his safe haven as DJNO1 is being threatened as everyone wants a piece of the elusive viral DJ. Walker doesn't want the fame and attention, but life might have other ideas for him. Take Walker's story into your own hands and choose the path that you think is best as you shape and chart his growth as a DJ.<br><br><strong>Key Features:</strong><br><ul class=\"bb_ul\"><li>A complete live-action interactive movie experience where your choices at key points in the story influence the outcome<br></li><li>4 different alternative timelines/paths, each with multiple endings! Will love and friendship get in the way of pursuing your dreams? Or can you have it all?<br></li><li>Progress tracker - can you 100% complete each path?<br></li><li>Unlock achievements for reaching different endings and triggering hidden scenarios!<br></li><li>As you play through the game, unlock bloopers, behind-the-scenes, and a bonus video!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1165930/header.jpg?t=1654110326",
    "developers": [
      "Interactive Films LLC"
    ],
    "publishers": [
      "Interactive Films LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}