{
  "1166680": {
    "name": "Daraney - Guardian's Rise",
    "steam_appid": 1166680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i><u>Daraney - Guardian's Rise</u></i></strong><br><br>Fyrea, a young half-dragon girl who lost both of her parents at a young age, strives to become<br>a fully-fledged member of the &quot;Dragon Guardians&quot; to step in the footsteps of her father,<br>who fell while protecting the village and its inhabitants 15 years ago. To fulfill her<br>goal, she will have to overcome a variety of exams, riddles, and battles to receive her unique <br>guardian weapon. But the land of &quot;Daraney&quot;  holds many dangers that <br>begin to take any necessary action to awaken an ancient, <br>powerful creature that once came close to destroying the whole world and with it all of its inhabitants.<br><br>While evil forces work toward the awakening of that creature, <br>there is also an organization that does everything it can to prevent the revival <br>of the evil god. But will they succeed in doing so?<br>And will Fyrea be able to take part in fighting those evil forces?<br><br><strong><i><u>Features of &quot;Daraney - Guardian's Rise&quot; :</u></i></strong><br><br>1. - 20+ hours of gameplay<br>2. - Turn-based battle system<br>3. - Arte learning system (You won't learn artes automatically upon leveling up, instead you'll have to learn them manually)<br>4. - Enjoyable story and lots of side content such as quests, dungeons, and other areas<br>5. - The &quot;Sign-System&quot; can trigger various buffs or debuffs during battle once stacked up and triggered<br>6. - Quest Log<br>7. - Interactive objects such as stone plates, maps, flowers, and so on<br>8. - Additional characters to unlock<br>9.- The game will receive additional content updates from time to time, such as new dungeons, quests, areas, and so on<br>10. - Level-Up your artes by making use of the mastery system to make them stronger and reduce their needed resources<br>11. - ... And many more!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1166680/header.jpg?t=1712493627",
    "developers": [
      "Christopher Hanke"
    ],
    "publishers": [
      "Christopher Hanke"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}