{
  "1168400": {
    "name": "Festivals - Headliners",
    "steam_appid": 1168400,
    "required_age": 0,
    "is_free": false,
    "description": "Design your Event Sites, Book Artists, Build your Career as a Promotor and Produce your own Festivals in Festivals - Headliners.<h2 class=\"bb_tag\" >Construct your Site</h2>Build the festival site of your dreams with dozens of stages, food stalls, bars, and hundreds of decorations, billboards and lights. Put up fences and lay down paths to guide your guests in the right direction across your venue and include signing to manage any crowding. Use generators and power lines to form a temporary power grid. And most important of all, keep your fans safe.<h2 class=\"bb_tag\" >Setup your Lineup</h2>Every festival needs entertainment! Book bands, DJs and other talent to entertain your visitors, design awesome shows, include special effects, and make it a night your guests will never forget. And add fireworks. Lots and lots of fireworks.<br><br>As your career progresses, you make more connections, and get the option to book some very popular artists and acts for your events. Take good care of them, they'll draw in huge crowds!<h2 class=\"bb_tag\" >Be ready for D-Day</h2>Start load-in early enough to be ready on time, but not too early or you'll spend too much on rental. Don't start too late, because you'll never know what might happen. The event industry always has some &quot;interesting&quot; surprises for you along the way. Stay on schedule!<h2 class=\"bb_tag\" >Staff Management</h2>A festival is only as successful as the staff running it. They are your most vital asset, treat them accordingly. Hire staff in advance, so you know you have the best people on your team.   Provide training and coaching to ensure they'll stay with you for years.<br><br>During the event, provide them with good catering and plenty of breaks. As always, safety is important, so make sure everyone is wearing earplugs!<h2 class=\"bb_tag\" >Finance</h2>While hosting festivals is the most fun job in the world, money still has the be made to pay the bills. Not everyone is doing this for fun. You have to be careful not to overspent. As most festivals don't make any profit in their first 3 events, don't be to hard on yourself, but if you're still in the red by year 4, you might want to consider a different profession. Also, not everyone is to be trusted. Watch out to make sure you're not lured into anything illegal.<h2 class=\"bb_tag\" >First-person / Third person</h2>Of course you'll want to witness the spectacle first-hand. As your the head of the event, your AAA card grants you access to every nook and cranny of the venue. Walk around among guests in first-person view, take control of the FOH booth where the lights are controlled, or join the talent on stage to wave at the crowd!<h2 class=\"bb_tag\" >Progress</h2><ul class=\"bb_ul\"><li>2019: Initial work<br></li><li>2020: Work on background systems<br></li><li>2021: Get frontend ready for (beta) testing by end of year<br></li><li>2022: Complete gameplay and test extensively<br></li><li>2024: (Early) Release<br></li><li>2025: Initial DLC'S</li></ul><h2 class=\"bb_tag\" >Tester Needed!</h2>We're currently actively looking for testers! Sign up for the Playtest using the button at the top of this page and you'll be invited once we're ready for you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1168400/header.jpg?t=1717514794",
    "developers": [
      "Stud I/O"
    ],
    "publishers": [
      "Stud I/O"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}