{
  "1168200": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ultimate Campaign (PFRPG)",
    "steam_appid": 1168200,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong>menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder RPG - Ultimate Campaign</h2><strong>Take Charge!</strong><br>Where the dungeon ends, another adventure begins!<br><i>Pathfinder Roleplaying Game: Ultimate Campaign</i>takes you on a guided tour through the parts of the game that happen between monster attacks and quests for ancient artifacts. As some of the most powerful and prestigious heroes around, do your player characters want to build up a kingdom of their own, or lead an army against a neighboring nation? Perhaps they want to start a business, craft magic items, or embark on a quest that will come to define them. Whether you're looking for help generating a young character or seeking ways to challenge adventurers who've grown bored of fighting monsters one-on-one, this book has everything you need!<br><i>Pathfinder Roleplaying Game: Ultimate Campaign</i>is a must-have companion volume to the<br><i>Pathfinder Roleplaying Game Core Rulebook</i>. This imaginative tabletop game builds on more than 10 years of system development and an open playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i>Pathfinder Roleplaying Game: Ultimate Campaign</i>includes:<br><ul class=\"bb_ul\"><li>A detailed guide to generating character backstories, including a new system for random character generation and traits and drawbacks to meld your background with your statistics.<br></li><li>Story feats that increase in power as you achieve key goals, making quests and crusades more than just flavor!<br></li><li>A complete downtime rules system to flesh out those parts of a PC's life that take place between adventures, such as running a business, gaining power and influence in a community, or starting a magical academy.<br></li><li>New rules for retraining and switching classes; honor, reputation, and fame; young characters; investment; magic item creation; and other key adventuring topics.<br></li><li>Rules for building up a kingdom, including construction and technological advancements, governing your people, and more.<br></li><li>Mass combat rules to help you lead clashing armies and conduct epic battles in a fun and efficient manner--without losing sight of the PCs themselves.<br></li><li>... and much, much more!</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1168200/header.jpg?t=1768419964",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}