{
  "1168600": {
    "name": "Infinite Sparkles",
    "steam_appid": 1168600,
    "required_age": 0,
    "is_free": false,
    "description": "Infinite Sparkles is a twin-stick space shooter that combines retro arcade action with an extensive upgrade system. Unlock levels, planets and weapon systems to become the first spaceship ever to discover all 7 jewels. <br><br>Accessible for casual or younger gamers with its simple &quot;twin-stick, twin-button&quot; controls, forgiving learning curve and simple intuitive game menu. Challenging for die-hards with the deep weapon mechanics, time-based medal system and unlockable secrets.<br><br>The perfect game to play for a few minutes to kill some time, as well as to make it through the entire night again because you want that gold medal, break that record or achieve that highest rank.<h2 class=\"bb_tag\" >Story</h2><br>Since the day she was built everyone knew that one day she would be capable of great things. Her talent and drive earned her respect and admiration from both people, aliens and robots, young and old. Despite her undeniable specialness, she always remained modest and friendly. Because of this she was loved by all, and was always welcomed with a smile.<br><br>Hence, great was the sadness when the inevitable day came that she had to say goodbye. Spread her wings to pursue the dream that occupied her mind ever since she could remember. Legend says that someone discovering all 7 jewels can experience infinity.  There is only one way to find out if this legend is true.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"> <li>Easy to learn and easy to pick up because of the simple controls and intuitive game mechanics (you can change the control style of the spaceship to your own liking).<br></li><li>Difficult to master due to the deep weapon mechanics that must be used to acquire medals and unlock all game content. The challenge to keep improving your record provides infinite replayability.<br></li><li>7 planets to discover including more than 50 levels.<br></li><li>3 primary weapons: bullets, fireballs and lasers. Each with different and complementary characteristics. <br></li><li>Mood System (Unlockable): Multiply your stats during play by dealing damage and avoid getting hurt.<br></li><li>Decharge System (Unlockable): Charge and release system gives a temporary fire rate boost.<br></li><li>Overdrive (Unlockable): Activable by achieving the highest mood. Gives a temporary period of extreme firepower.<br></li><li>Earn medals by completing a level within a certain time limit. Achieving medals will grant bonuses which can be used to upgrade your weapons and enhance your ship.<br></li><li>All weapon systems can be further enhanced by adding stars. Earn stars by achieving all medals on a planet. Stars can be rearranged at will, so experiment to see which constellation fits you best.<br></li><li>There are rumours of an endless level somewhere on the edge of the visible universe (but nobody has ever seen it so it probably doesn't exist).</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1168600/header.jpg?t=1581091478",
    "developers": [
      "Hardspace Creative Technology"
    ],
    "publishers": [
      "Hardspace Creative Technology"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}