{
  "1169100": {
    "name": "Gazillionaire",
    "steam_appid": 1169100,
    "required_age": 0,
    "is_free": false,
    "description": "Gazillionaire, the classic business strategy game from the 1990s, is now live on Steam!<br><br>NOTE: Works on all versions of Windows and all versions of Mac up to Big Sur. It does NOT work for Apple Silicon Macs. <br><br>Become an entrepreneur, start a tiny trading company, and build a business empire.<br><br>Gazillionaire is the award-winning strategy simulation game where you buy low and sell high. You get to run your own business, cut deals, corner the market, and outwit your competitors. Do you have what it takes to be a true tycoon?<br><br><br><strong>MORE REVIEWS:</strong><br><br><strong>92%</strong> &quot;Let's be frank: I love this game. If you're looking for a smooth, friendly, quirky game to play with friends and family, this is it.&quot; - Kevin Perry, Computer Game Review<br><br><strong>84%</strong> &quot;It's addictive; you just can't stop yourself from visiting just one more planet.&quot; - PC Gamer<br><br>“Gazillionaire gets to be as addictive as the ever-popular SimCity, but it’s easier to pick up, thanks to a top-notch, on-screen tutorial that lets you learn at your own pace.” - HomePC Magazine<br><br>★★★★ “Gazillionaire is wacky, smart and very addictive, so grab a copy now and we’ll see you at the top.” - Hot Games<br><br><strong>A+</strong> “Are you up to the challenge? Be careful! Like capitalism, this game can be addictive.” - Education World<br><br><strong>91%</strong> “This is a good example of a simple, straightforward design that was not ruined by marketing people.” - Tasos Kaiafas, Computer Game Review<br><br>★★★★ “Gazillionaire is an oddball financial sim that’s economically sound (working off time-tested principles of supply and demand).” - PC Games<br><br>“Gazillionaire has the best online tutorial I have ever seen on a game.” - Computer Currents<br><br>“I’m a sucker for a game like Gazillionaire. Gazillionaire is an extremely addictive game.” - Computer Games Magazine<br><br>★★★★★ “Gazillionaire is a terrific find!” - Surfing the Net with Kids<br><br>★★★★ “Gazillionaire will bring out the wily entrepreneur in anyone.” - GamePower<br><br>“This game may not have a lot of flash–kids will stare at pricing charts a lot of the time–but it’s one of the most addictive and educational business simulations around.” - FamilyPC Magazine<br><br>★★★½ “Addictive game-play; engagingly funky graphics; lots of online help.” - CD-ROM Today<br><br>★★★ “Take a very random economic market replete with bizarre alien commodities subject to a wicked supply/demand curve, and mix in an element of Monopoly, minimal exploration, weird random occurrences (just to keep you off-balance) and cutthroat competition. That’s the winning formula for Gazillionaire…” - Computer Gaming World<br><br>“Great game. I like the sense of humor!” - Steven Spielberg<br><br>★★★★★ “You have to keep your edge sharp with this game. It’s a great game for the adventurous type.” - TuCows<br><br>“If this game was a record (remember those vinyl things–like CD’s only bigger) my daughter would have worn it out by now.” - Kids Like Ours<br><br>★★★★ “This is a very strong educational experience.” - Children’s Software Revue<br><br>“This game can be addicting, as it is simple and fun while the player must maintain a level of guesswork and skill to be successful. So why let those squid-faced, lizard-headed competitors beat you to a cool profit in Kubars? The question is, have you got what it takes to be a GAZILLIONAIRE?” - Happy Puppy<br><br>★★★★★ &quot;A wild, intergalactic game of business strategy.&quot; - Games for PC<br><br>★★★★★ &quot;Gazillionaire is like playing Monopoly with characters from Star Wars, but it's much more addictive than the Monopoly board game.&quot; - Shareware Junkies<br><br><strong>92%</strong> &quot;Gazillionaire is one of the games I'll point to when game designers ask me what I want for my money.&quot; - Ted Chapman, Computer Game Review<br><br>★★★★ “If you’ve dreamed of becoming an extra-terrestrial Trump, Gazillionaire is the answer to your greedy little prayers.” - Yahoo! Computer Life Magazine<br><br><br><strong>AWARDS:</strong><br><br>&quot;Golden Triad Award for Excellence in Game Design.&quot; – Computer Game Review<br><br>&quot;Best Strategy Shareware Game of the Year.&quot; – PC Computing Magazine<br><br>&quot;Finalist in Shareware of the Year Awards!&quot; – Computer Gaming World",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1169100/header.jpg?t=1685294921",
    "developers": [
      "LavaMind"
    ],
    "publishers": [
      "LavaMind"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}