{
  "1170900": {
    "name": "Killbot General",
    "steam_appid": 1170900,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170900/extras/a03ddede3cfd244a8348d3e8de911702.avif?t=1769829247\" width=620 height=100 /></span></p><p class=\"bb_paragraph\" ><strong>A concentrate of tactical decisions</strong>. No need to spend 30 minutes setting up in the beginning, or an hour at the end cleaning up the map. Get your strategy fix with satisfying 5-minute battles that focus on tactical decisions, <strong>not</strong> micromanagement or actions per minute.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170900/extras/37453044a498fb398aceb7a5daa0cf63.avif?t=1769829247\" width=620 height=100 /></span>Your personality and choices matter! Discover the unique, irreverent universe of the Killbots as you choose your own path in the dynamic branching storylines, where your choices as well as your successes affect the outcome.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Even bring one or two friends and forge the unique story of your alliance together!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170900/extras/f3ffa3f7a7bc27d54ef76aaf8bb3850c.avif?t=1769829247\" width=620 height=100 /></span></p><p class=\"bb_paragraph\" >Like pieces on a chess board, gameplay is accessible (and controller-friendly!) yet deep, involving light resource management, multiple unit types, strategic strikes and terrain evaluation. Speaking of which...</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170900/extras/65e17abc58027f7c41959ea0a8815cc9.avif?t=1769829247\" width=620 height=100 /></span></p><p class=\"bb_paragraph\" >In Killbot General, the high ground (and other terrain features) matters. This means every procedural map presents a unique challenge for you to ponder and adapt to.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170900/extras/e23a3b7ddc6f57085535f7b3d284ce91.avif?t=1769829247\" width=620 height=100 /></span></p><p class=\"bb_paragraph\" >Fight for (and against!) any faction you wish to create! Create everything starting from the name, leader, what it's fighting for and its motto; even import your own PNG image and put what you want on the flag.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Bergviz the Maztocs</p><p class=\"bb_paragraph\" >We've been told that no one reads all the way down in the store text. Is this true? Is anyone reading this? Am I talking to myself? Don't answer that. Actually, you probably have no idea how long it took to write every sentence in all our marketing material, writing and rewriting, to convey the best parts of the game. Yeah, I know; it's not Shakespeare, but we work so hard on the game we want to get it all perfect. I've got to say: if you've made it this far, I'm impressed! This is shaping up to be a big, unappealing &quot;Wall of text&quot;. Not everyone would've actually dared give it a second look. On top of that, it's right above the system requirements! Yikes. Honestly, that's where *I* stop reading, and on a good day. Although below that, there is the &quot;More like this&quot; section, and often that's cool, so I skip right to it. That's all well and good, but I've actually got to finish all the other marketing things. Man, there's a lot. I think I might be dragging this out, just to avoid looking at the pile of marketing things. I'd rather be working on the game right now, but we've got to get this done as it's important. Anyway, thanks for checking out the game and getting this far! You should probably get a little something for going through all this. Tell you what; if you register for our newsletter by going to the special address berguevizthemaztocs [dot] universeworkshopstudios [dot] com, I'll make sure you get the earliest access to the playtests, and any other cool stuff we might do. It'll also be cool to know that someone actually read this. Actually, I've got to Google &quot;Bergueviz the Maztocs&quot; first, to check if it means something offensive in another language. Or if it's slang for something nasty or whatever. It's really just the first couple of random sounds that came to mind when I was trying to think of random sounds to write down for this thing, so who knows what I could've stumbled upon. Ok; I checked and looks like it's fine, so I'm ready to go here. Thanks again for checking out KG! We'll see you out there, friend.</p>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170900/860e9e4df0ed984f83af4000e2c33807a72a701c/header.jpg?t=1769829247",
    "developers": [
      "Signal Space Lab",
      "Universe Workshop"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}