{
  "1170010": {
    "name": "Warhammer 40,000: Gladius - Fortification Pack",
    "steam_appid": 1170010,
    "required_age": 0,
    "is_free": false,
    "description": "The <strong>Fortification Pack</strong> is an expansion for Warhammer 40.000 Gladius – Relics of War, bringing one new defensive unit to each faction, widely expanding the existing roster. With a total of six new units, this DLC is a must-have and will enlarge the strategic options to all players.<br>As war rages on, all the factions engaged in a fierce struggle to dominate Gladius Prime resort to erecting mighty bulwarks and deploying new state-of-the-art defensive weapons.<br><br><strong>Space Marines - Aquila Macro-Cannon</strong><br>Macro-cannon Aquila Strongpoints are massive fortifications, often used as bastions in Imperial defensive battle lines. Each consists of a munitions silo, topped by a large turret that houses the huge macro-cannon that gives the strongpoint its name. The munitions silo allows the Aquila Macrocannon to fire special &quot;Quake Shells,&quot; each of which measures several Terran feet in length and has a powerful charge that causes the shells to reach hypersonic velocity when the Macrocannon is fired.<br><br><strong>Astra Militarum - Void Shield Generator</strong><br>Void shields are normally localised force fields reserved for protecting the monolithic Titans of the Adeptus Mechanicus, but static generators can be erected to serve as an aegis for other targets of vital import. The largest Void Shield generators can even project an invisible bubble of power across a large area of the battlefield, sheltering both troops and strategically vital battlefield locations by absorbing or deflecting the energy of incoming munitions.<br> <br><strong>Chaos Space Marines - Noctilith Crown</strong><br>Noctilith Crowns are brutal edifices raised up by the Chaos Space Marines to weaken the very foundations of reality. Crafted from the mysterious material known as blackstone, these vast psychic resonators thin the veil to deadly effect, shielding your own units and damaging enemy psykers. <br> <br><strong>Necrons - Gauss Pylon </strong><br>The mysterious Necron defence turrets, designated as 'Pylons' by those who originally encountered them, were first recorded on the uncharged world of WDY-272. Rising suddenly from the desert sands, the Gauss Pylons opened fire without warning and with devastating effect, tanks and armoured carriers burning as the crescent-shaped weapons tore through the unsuspecting Imperial Guard column whilst resisting all return fire.<br> <br><strong>Orks - Big Mek</strong><br>Especially talented or popular Mekboyz will soon attract a following, lording it over a growing gang of underlings. A Mek with this much clout is referred to as a Big Mek, and can prove indispensable to the local Warboss with his knowledge of shokk attack guns, force field technology, and tellyporta rigs.<br> <br><strong>Tyranids - Biovores</strong><br>A Biovore is a squat, bloated creature -- yet no less deadly for all that. Deep within its lumpen form, the Biovore nurtures a clutch of Spore Mines -- living bombs that blanket the enemy in acids, poisons and shrapnel-sized pieces of chitin. Biovores thump forward in battle, bony protrusions on their fore-limbs anchoring themselves into the ground as they release their vile payload in a single shuddering spasm.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语, 简体中文, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1170010/header.jpg?t=1670581782",
    "developers": [
      "Proxy Studios"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2640,
      "final": 2640,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}