{
  "1171620": {
    "name": "Remember, Lights Out",
    "steam_appid": 1171620,
    "required_age": 0,
    "is_free": false,
    "description": "Can you survive using just your memory? Play this short and sweet game to put your memory to the test!<br><br>Light is your resource, and it will disappear over time. As you collect orbs, your world will go dark. You'll have to remember the level's design to find the escape.<br><br>Disappear through one door and into the next with your cute box character. Navigate level by level as you dig deeper into the world of <i>Remember, Lights Out</i>. Solve harder mazes with each door, and avoid enemies and obstacles blocking your path.<br><br>NO micro transactions or ads. Simply pay once and pick up <i>Remember, Lights Out </i>whenever you want to relax and work out your brain. Come play an enjoyable game you can finish in one sitting!<br><br>If you are sick of micro-transactions, this game is for you. Simply buy now and own an amazing game forever.<br><br>There are NO on-screen controls, making this game clean and clutter-free. You will tap the screen to move:<br>—Touch the left or right side of the screen to move<br>—Double-tap to jump<br>—Destroy enemies by jumping on top of them<br><br>Train your memory and improve your focus. Maintaining a strong memory is hard these days — practice now in this fun and challenging game.<br><br>Play this stunning puzzle platformer in one sitting. This pay once, own forever game is a must have for anybody who likes simple and short puzzle platformers. Most players take 20 minutes to an hour to challenge all 40 levels.<br><br>Remember, Lights Out will take your breath away. You'll use orbs to guide your way through each level.<br><br>Key features:<br>—Given the whole level then goes dark except for the orbs<br>—Each orb you collect makes the world dark<br>—Light is a resource that goes away over time<br>—After you collect all the orbs, you must remember the level and find the door<br><br>Explore the minimalist aesthetics of this Lights Out world! Complete levels to reveal beautiful effects. Enjoy the dark aesthetic that is pleasing to the eye. Play Remember, Lights Out — out now.<br><br>If you want a short and speedy game, challenge the 40 levels of <i>Remember, Lights Out</i> now!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1171620/header.jpg?t=1572363418",
    "developers": [
      "Mammoth Interactive INC."
    ],
    "publishers": [
      "Mammoth Interactive INC."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}