{
  "1172290": {
    "name": "ControlRoom",
    "steam_appid": 1172290,
    "required_age": 0,
    "is_free": false,
    "description": "With ControlRoom you can interact with your music production software on your studio PC or Mac in a revolutionary new way. <br> <br>• Write expressive automation with your whole body by custom mapping any MIDI enabled DAW parameter to an array of expressive 3D tools. <br><br>• Mix your tracks in a new and intuitive way with powerful DSP using the ControlRoom plugins which give you access to our Spatial Mixer, EQ and Compressor. <br><br>•Control your transport, mixer, sends, and automation with the virtual mixing console.<br><br>• Visualize frequency and phase information for each track in your DAW with the new Spectralyzer.<br><br>• ControlRoom includes a remote desktop monitor for your session available inside the ControlRoom app so you can see your DAW without having to take off your headset. (When using supported GPUs)<h2 class=\"bb_tag\" >To learn how to set up ControlRoom, please click the &quot;View the Manual&quot; button in the right sidebar or check out our Steam Forum post:</h2><strong><i></i></strong><br><br>Use ControlRoom in Standalone Mode to learn how to use and experience ControlRoom with our built-in tracks. <br><br>ControlRoom officially supports Ableton Live and Pro Tools and supports most other DAWs but some functionality may be limited. <br><br>Remote desktop is not supported on systems using hybrid GPUs found on some laptops. <br><br><strong>Welcome to the future of your music production workflow. Step out the box, into ControlRoom.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172290/header.jpg?t=1581905980",
    "developers": [
      "Persp3ctive"
    ],
    "publishers": [
      "Persp3ctive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}