{
  "1172210": {
    "name": "Fantasy Grounds - Starfinder RPG - Dawn of Flame AP 5: Solar Strike (SFRPG)",
    "steam_appid": 1172210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Starfinder RPG - Dawn of Flame AP 5: Solar Strike</h2>Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong>Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<br><strong>Rebels in the Sun</strong><br>A cry for help from deep within the sun leads the heroes to dive in once more. Forces loyal to efreet from the Plane of Fire have conquered the deep-sun settlement of a peaceful species, threatening to destroy their way of life. The heroes must infiltrate the occupied city, find allies within, and defeat the fiery oppressors. The group acts as a strike team, assisting the rebels, taking out high-value targets, and helping to restore order. But even if they accomplish these missions, the heroes still have to face the enemy commanders--including a mighty solar dragon--and the discovery that this attack is merely a beachhead for a larger invasion that threatens the Pact Worlds' power on the sun!<br>This volume of Starfinder Adventure Path continues the Dawn of Flame Adventure Path and includes:<br><ul class=\"bb_ul\"><li>&quot;Solar Strike,&quot; a Starfinder adventure for 9th-level characters, by Mark Moreland.<br></li><li>A gazetteer of Kahlannal, a deep-sun city built by a new species, the anassanois, by Mark Moreland.<br></li><li>A survey of beings native to the interior of other stars in the galaxy, by Kate Baker.<br></li><li>An archive of creatures, from the telepathic anassanois to enormous giants and the colossal Daimalkan xaxmellia, by Tracy Barnett, Eleanor Ferron, David P. Gregoire, Mark Moreland, Owen K.C. Stephens, and James L. Sutter.<br></li><li>Deck plans and statistics for an anassanoi starship that is an amalgam of smaller vehicles, by Mark Moreland, and a planet of corporate intrigue, by Tracy Barnett.</li></ul><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172210/header.jpg?t=1768420163",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}