{
  "1172810": {
    "name": "Newton's House of Forces",
    "steam_appid": 1172810,
    "required_age": 0,
    "is_free": false,
    "description": "Sure you’re in our space-based research facility, but even in space you need a recreation room. So, in this unit, enter the rec room and dance with holograms, play a little billiards or just relax and watch some television. Oh, and you might just learn a few things along the way.<br><br>Wendy, the Science Teacher, gets to play with a Tesla Coil and you go along for the ride. If you don’t know what a Tesla Coil is, we can tell you that it is a shocking experience.<br><br>The Physics Force Field is like no place you’ve ever traveled. It’s a playground where Coulomb’s Law and Newton’s first three laws come alive with giant circus balls, force fields, traction beams and the laws of gravity completely suspended. You will experience the laws of nature in a way that would never be possible in the real world.<br><br>Football and concussions are a big topic of conversation and for our virtual field trip, we travel to Purdue University and discuss the latest science with American football helmets, the forces involved with the sport and actions being taken to better protect athletes using the laws of physics.<br><br>Finally, in our story, we learn about the physics in the game of pool as well as how Newton’s laws of motion are an integral part of this game. It’s a fascinating story of action and reaction.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Play in a world where the laws of gravity are suspended and circus balls are objects to be hurled, pushed, directed and hit as you experience Newton’s Laws in virtual reality.<br></li><li>National runner-up teacher of the year, Wendy Martin, has a shocking experience with a Tesla Coil.<br></li><li>Take a field trip to a university that specializes in the impact and force of football helmets.<br></li><li>Watch an animated short about lightning and the story of a girl who is trying to avoid the experience.<br></li><li>NGSS standards cover Coulomb’s Law, Newton’s laws of motion, and the physics of energy, electricity and lightning.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1172810/header.jpg?t=1576010612",
    "developers": [
      "VictoryXR"
    ],
    "publishers": [
      "VictoryXR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}