{
  "1173590": {
    "name": "Dominus Galaxia: KS Edition",
    "steam_appid": 1173590,
    "required_age": 0,
    "is_free": true,
    "description": "<i><strong>Dominus Galaxia</strong></i> is a 4X space strategy game with a focus on amplifying strategic decisions and minimising non-strategic busywork.<br><br>This is a fully featured, un-redacted beta release of the game, representing over four years of work, playable from start to finish. <br><br><strong><i>Dominus Galaxia</i></strong> features:<br><br><ul class=\"bb_ul\"><li><strong>Streamlined, slider-based</strong> colony management and fleet movement. No build queues to micromanage. <br></li><li><strong>Turn-based, hex-based</strong> tactical combat, Including turn costs, powerful special devices, and various terrain types.<br></li><li><strong>Various types of strategic terrain</strong> including impassable nebula, slow nebula, sensor blocking nebula, (optional) starlanes, wormholes, and (optional) transient wormholes.<br></li><li><strong>Great gameplay customisability</strong> including different expansion modes (build colony ships, build starports or just send colonists directly), optional starlanes, research modes, etc. that alter the feel of the game and add replayability. <br></li><li><strong>Choice between static and adaptive AIs</strong>, where AI production bonuses can be set independently of skill level. (you can play against smart AIs that have less production than you, dumb ones that have more, and anything in-between).<br></li><li><strong>Hotseat multiplayer</strong>.<br></li><li><strong>Deathmatch and Team Deathmatch game modes</strong> — for those who prefer a pure war-game over one with diplomacy.<br></li><li><strong>An infinite, semi-random tech tree</strong> divided into six fields which can be researched concurrently.<br></li><li><strong>In-depth ship design</strong>, including an (optional) <i>Diablo</i>-esque crafting component.<br></li><li><strong>Tactical combat supporting more than two belligerents</strong>.<br></li><li><strong>Background combat events use the same logic as player involved battles</strong>, not an imprecise approximation.<br></li><li><strong>Battles can be auto-resolved at any time</strong>. It's possible to manually begin a battle, and after a number of turns instantly resolve the remainder.<br></li><li><strong>Planetary bombardment and invasion</strong>.<br></li><li><strong>Interesting diplomacy</strong>, including a tech trading system that has been designed to be less exploitable, and a unique relationship system wherein high relationship helps to maximise trade revenue, while low relationship makes spying more difficult.<br></li><li><strong>An intelligence system</strong>, allowing you to close-in on how powerful your opponents are across various categories through exploration and spying.<br></li><li><strong>Strong modding capabilities</strong>. Even many of the game mechanics can be adjusted from text files!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1173590/header.jpg?t=1600997414",
    "developers": [
      "StarChart-Interactive"
    ],
    "publishers": [
      "StarChart-Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}