{
  "1174090": {
    "name": "Unicorn Tails",
    "steam_appid": 1174090,
    "required_age": 0,
    "is_free": false,
    "description": "Unicorn Tails tells the story of the vast Unicorn Kingdom. Explore Unicorn Island, which was once one of the premier destination spots for all unicorns. That is until Wall Day, when the mainland completely disappeared leaving only the endless ocean surrounding Unicorn Island. Learn about the history of this great Kingdom, discover ways to help the islanders cope and thrive in their new world.<br><br>Or don’t!<br><br>You can create your own unique unicorn and run around the island playing mini games, using magic, talking to the residents of Unicorn Island, and make your own story!<h2 class=\"bb_tag\" >Game Features</h2><br><ul class=\"bb_ul\"><li>Unique unicorn creation. Choose the colors of your unicorn to suit your personality.<br><br></li><li>Complete, open world to explore.<br><br></li><li>Obtain magic abilities for your unicorn, including the ability to change the weather, summon objects, leap as high as the trees, and more!<br><br></li><li>Unlock the ability to transform into a flying Pegasus!<br><br></li><li>Explore mazes and dungeons - some are easy, some aren't!<br><br></li><li>Play mini-games! Obstacle courses, target practice, timed challenges, and even horde mode await you.<br><br></li><li>Collect books that tell stories within Unicorn Tails! Every book is fully narrated for younger children, or the narration can be turned off to encourage reading.<br><br></li><li>Quests to complete, items to find, and characters to interact with. There are a lot of things to do in Unicorn Tails.<br><br></li><li>A day/night and weather cycle that affects gameplay and opportunities for interaction.<br><br></li><li>Original music<br><br></li><li>No micro-transactions. Ever! All new content is included in the game’s price.<br><br></li><li>No in-game currency to buy. The game is one price. Period.</li></ul><h2 class=\"bb_tag\" >A Note from the Devs</h2><br>Unicorn Tails is the first game from developers RavenFist Studios. We are building this game because our children wanted a video game where they can run around as a unicorn. Unable to find one, we decided to create it. If our kids want to run around as a unicorn, chances are other kids want to run around as a unicorn too. This isn’t Insert-Word-Here Simulator. This is a world that is being crafted with thought and care.<br><br>We are continuing to develop quests, events, and activities that will keep the game fresh. The more popular the game becomes, the more content we will create. This includes adding new game modes and ways to get off Unicorn Island to see new and distant lands.<br><br>We are always interested in feedback. What gameplay elements are your children enjoying? What would they like to see added to the game? We’ve already made several additions to gameplay as a result of 5-year-old feedback and will continue to shape the game to be a joy for everyone who plays!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174090/header.jpg?t=1667328923",
    "developers": [
      "RavenFist Studios LLC"
    ],
    "publishers": [
      "RavenFist Studios LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 925,
      "discount_percent": 75,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 9.25"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}