{
  "1174260": {
    "name": "The Lost Cave of the Ozarks",
    "steam_appid": 1174260,
    "required_age": 0,
    "is_free": false,
    "description": "As the unfortunate boy who fell into a sinkhole in the 1880s, use your trusty lantern and vivid imagination to survive the dangers that dwell deep in the heart of the Lost Cave. But beware – not only does the cave become more and more treacherous as you struggle to escape, but the boy’s prolonged isolation serves as a catalyst to his overactive imagination- causing reality and fantasy to become indiscernible. To make matters worse, several threatening messages found throughout the cave suggest you might not be alone in the cave after all. In the present day, join the mysterious tour guide and attempt to shed more light on the Lost Cave’s enigmatic history.<br />\r\n<br />\r\nWill an outlaw’s bias, a young boy’s imagination, and a tour guide’s research be enough to help you discern the truth hidden inside the Lost Cave?<br />\r\n<br />\r\nThe Lost Cave of the Ozarks features:<br />\r\n• Unique puzzle-solving platforming rife with exploration, sparks of action, and several hidden secrets to discover<br />\r\n• Play as characters from the present day and the 1880s to experience the ambiguously grim history of the Lost Cave<br />\r\n• Story-rich narrative weaves together three mysterious characters’ stories – each with an unreliable point-of-view – that not only takes you on a journey to the past and present, but also from the wooded Ozark Mountains and caves, to the pirate-infested high seas, the majestic Mount Olympus, eerie Egyptian temples, and more!<br />\r\n• Secret alternate story endings<br />\r\n• Hand-painted, stylized visuals with diverse settings and characters<br />\r\n• Fantastic, emotional, and dynamic soundtrack sets the mood and fluidly transforms along with the player’s progress<br />\r\n• Minimalist U.I shifts players' focus to the environment via visual and audio cues",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1174260/header.jpg?t=1572271614",
    "developers": [
      "Rubber Garden"
    ],
    "publishers": [
      "Rubber Garden"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}