{
  "1175370": {
    "name": "Peer Gynt the Game",
    "steam_appid": 1175370,
    "required_age": 0,
    "is_free": false,
    "description": "Peer Gynt the Game&quot; is an educational narrative journey for children.<br>The game takes you through the five act play by the Norwegian dramatist Henrik Ibsen in an interactive way. The tales about Peer have been told through generations, and these, together with the nature and culture in the valley, is what inspired Henrik Ibsen to write the dramatic poem.<br>You'll explore the nature and culture of Norway, speak with characters from the book, reflect over choices, and experience the challenges that lie in Peer's darker side as he escapes from reality. You will be part of the story which led to the creation of Griegg’s world famous piece - the “Hall of the Mountain King”.<h2 class=\"bb_tag\" >A new way to experience Ibsen</h2>You'll learn about Ibsen's hilarious and enticing play and see more of Norway through this interactive journey. We aim to make you feel as a part of this adventure, rather than a listener of a narrative.<h2 class=\"bb_tag\" >An iconic story</h2>Peer Gynt tells us about both the imaginary and the real. Peer finds himself in a fairytale with trolls and mythical creatures, he also goes through a journey that everyone can relate to... finding themselves. <br><br>The story will make you reflect on what it means to be &quot;yourself&quot;<h2 class=\"bb_tag\" >Accessible gameplay</h2>An accessible introduction into Ibsens world. The game lets you experience the five act play with interactive gameplay suitable for children and approximately 2 hour game time optimized for use in classrooms and other learning environments.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1175370/header.jpg?t=1577282225",
    "developers": [
      "Progress Interactive AS",
      "Sarepta studio AS"
    ],
    "publishers": [
      "Peer Gynt AS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}