{
  "1176570": {
    "name": "Golf On The Moon (VR)",
    "steam_appid": 1176570,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Houston, we have a hole in one!&quot; You've been sent to the moon to conduct scientific mini-golf experiments. This is important work considering the gravity of the situation... It's one small putt for the moon, one giant leap for moonkind!<br />\r\n<br />\r\nGolf On The Moon features a full 18 hole VR mini golf course that's literally out of this world. The low gravity environment adds an extra dimension to your important scientific putting experiments, as the ball floats peacefully - occasionally kicking up lovely plumes of the finest moon dust. Naturally, you will be provided with all the latest technology from the original 1969 moon landing (was it even real?), including standard issue Putt-O-Matic space gloves which keep track of your score.<br />\r\n<br />\r\nIn addition, you will be testing the recently declassified experimental Quantum NFC (Nuclear-Fission-Core) Golf Ball, whose occasional gentle glow is believed to be somewhat analogous to a cat purring, due to the semi-sentient nature of the ball. Note: The radioactive nature of the ball means you could be exposed to harmful unravelling of your DNA, so you are advised to keep proximity exposure to the ball limited to a minimum of 1 mile at all times, which of course is impossible given the nature of mini-golf. And although it is tempting - you must never cuddle with or shower the ball with affection.<br />\r\n<br />\r\nNow go forth and enjoy this VR experience, which is considered to be a 100% accurate simulation of the actual mini-golf experiments originally conducted on the moon, even though there is no basis for such a statement. And above all else, the most important thing to keep in mind at all times is that this is a fun silly game filled with exotic challenges such as mysterious alien artifacts and pesky moon landers, and conclusive undeniable evidence that the earth is indeed flat and that we are sailing through the universe on the back of a giant cosmic turtle ...except for the bit about the flat earth and the giant cosmic turtle.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1176570/header.jpg?t=1716578672",
    "developers": [
      "Pixel After Pixel"
    ],
    "publishers": [
      "Pixel After Pixel"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}