{
  "1176130": {
    "name": "Ashes of the Singularity: Escalation - Hunter / Prey Expansion",
    "steam_appid": 1176130,
    "required_age": 0,
    "is_free": false,
    "description": "Expand your strategic options, wield devastating new units, and turtle up with some fierce new defenses in Ashes of the Singularity: Escalation - Hunter / Prey! Haalee and her Substrate army are back with several brand new units that are armed and ready to destroy their enemies. The PHC, not to be outdone, have built up brand new defensive towers to counter the onslaught. Take advantage of the devastating capabilities of the new Heart of the Phoenix juggernaut, entrench yourself in your base and defend yourself with powerful and heavy-hitting Minos Cannons, and much more. <br><br>To introduce you to the new units and defenses, a brand new scenario focusing on Haalee and the Substrate’s expansion onto a PHC-occupied world is included. For added strategic depth, the new content is available in skirmish mode, as well as certain campaigns and scenarios.<h2 class=\"bb_tag\" >Features</h2><strong>New Substrate Units</strong><br><ul class=\"bb_ul\"><li>Clutch of Eggs: Dozens of enemies for the price of one! When destroyed, this mechanical spiderbot overwhelms its enemies with a horde of hatchlings.<br></li><li>Hatchlings: So. Many. Spiders. These quick moving skittering swarms emerge from destroyed spiderbot eggs and can wreak havoc on an unprepared enemy.<br></li><li>Scarab: Slow but hardy, this powerful frigate is perfect for overwhelming enemies with slow-firing, single-target weaponry.<br></li><li>Heart of the Phoenix: Decimate your enemies with dozens of missiles and a static charge meant to disable nearby units! True to its name, this Juggernaut will regenerate once it’s killed unless the chrysalis it produces is destroyed within a certain time limit. <br></li><li>Falling Star: Watch out for the electromagnetic pulse. This disruption cruiser will temporarily disable an enemy’s base defenses when it’s destroyed within range.<br></li><li>Skirmisher: Harass your enemies with this quick-moving cruiser. It engages well against incoming artillery and its speed allows it to out-maneuver most enemies.</li></ul><br><strong>New Substrate Structures</strong><br><ul class=\"bb_ul\"><li>Auxiliary Assembly: This new building produces all of the new units, except for the Heart of the Phoenix, which can be built in the Advanced Assembly.</li></ul><br><strong>New PHC Defenses </strong><br><ul class=\"bb_ul\"><li>Shotgun Turret: Upgraded from the orbitally deployed Emergency Turret, this new defensive building deals massive damage, but has a short range. <br></li><li>Machine Gun Turret: Versatility is key! Although it isn’t an especially heavy hitter, this turret handles both airborne and ground threats very well.<br></li><li>Minos Cannon: Mind the lengthy cooldown. It may take some time between shots, but this costly cannon is the ultimate in anti-dreadnought and anti-juggernaut defense.<br></li><li>Nova Tower: Shields up? No problem! Although it deals no hull damage, this bombardment tower provides heavy shield damage in a wide area.<br></li><li>Kinetic Accelerator: Need a boost? This tower increases the damage of all other nearby defenses and units by 15%. Be careful, though - it’s fragile and vulnerable to attack.<br></li><li>Stasis Hammer: Stop - hammer time! This long range defense deals no damage, but can slow an enemy onslaught by stunning its target for several seconds at a time.</li></ul><br><strong>New Scenario: Hunter and Prey</strong><br>Haalee and her Substrate army have designated a new world for themselves as part of their plans for expansion, but there’s just one problem: that planet is already occupied. Now, the members of the PHC already entrenched in their colonies there must find a way to repel the Substrate’s relentless attacks before they are overrun and destroyed.<br><br>Following Haalee’s directives, you must guide the Substrate to victory against the PHC. Although you’re outnumbered and the post-humans are deeply entrenched with some devastating new defenses, the latest in Substrate technology is at your disposal. <br><br>Multiple paths lead to the main enemy base, each with different defenses - you’ll have to deploy your armies carefully in order to counter them. Each Nexus you destroy unlocks more of the new units, so build up your reinforcements and destroy all opposition so that Haalee’s plans can be fully realized.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1176130/header.jpg?t=1770136470",
    "developers": [
      "Stardock Entertainment",
      "Oxide Games"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}