{
  "1176740": {
    "name": "Star Conflict: Black Ghost",
    "steam_appid": 1176740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Attention!</strong> This ship is available to players annually only during the “Halloween” event. The rest of the time the ship is blocked and using it is impossible!<br><strong>Attention! </strong>Identical packages can not be activated on the same account twice!<br><strong>Attention!</strong> Identical ships from different purchased bundles are not compensated!<br><br>This bundle includes<h2 class=\"bb_tag\" >Mysterious phantom destroyer “Black Ghost”. The ship is only available to players during the Halloween event. The rest of the time the ship is locked and unavailable!</h2><br>Special module: “Ghost Rush”<br><ul class=\"bb_ul\"><li>When activated, the ship becomes transparent for projectiles and lasers, and the speed and manoeuvrability of the ship increase significantly. Shooting and the use of modules interrupt the effect.</li></ul><br>Ten modifier slots:<br><ul class=\"bb_ul\"><li>Engine modifier — 1 slot<br></li><li>Capacitor modifier — 3 slots<br></li><li>Shield modifier — 1 slot<br></li><li>Hull modifier — 3 slots<br></li><li>CPU modifier — 2 slots</li></ul><br>Active module “Main caliber”<br><ul class=\"bb_ul\"><li>Extremely powerful thermal weapon. Shoots explosive shells<br></li><li>Compatibility: “Black Ghost” destroyer, other destroyers of the suppressor role.<br></li><li>The weapon is available to players without time constraints.</li></ul><br>Additionally, the pilot receives:<br><ul class=\"bb_ul\"><li>Paint: “Mask of death” for your other ships.<br></li><li>Stickers: “Pumpkin” and “Dig in!”<br></li><li></li></ul>A special bonus for everyone who buys the bundle — 666 galactic standards!<br><br>The universe is full of mysteries and secrets. One of these mysteries is the Black Ghost. Even before the Invasion, many pilots told tales about signals allegedly sent from a ship with this callsign. But no one could find any official records about it. And recently, some pilots have been talking about personally meeting this ship away from the major space routes. They say that stumbling upon it means bad luck. Perhaps this is only a legend, but if you hear his callsign or see a mark on the radar, we suggest that you run! Otherwise, death awaits you.<br><br>The ship “Black Ghost” cannot be painted in the game.<br><br>Galactic Standards is a special in-game currency that can be purchased with real money. With its help, your progress in the game will be easier and more comfortable.<br><br>When you purchase multiple DLCs, the number of galactic standards stacks.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 波兰语, 匈牙利语, 捷克语, 乌克兰语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1176740/header.jpg?t=1764093251",
    "developers": [
      "Star Gem Inc."
    ],
    "publishers": [
      "Gaijin Distribution KFT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}