{
  "1177010": {
    "name": "Fantasy Grounds - Pathfinder RPG - GameMastery Guide (PFRPG)",
    "steam_appid": 1177010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - GameMastery Guide</h2><strong> Rule Your World!</strong><br>Players may be the heroes of the Pathfinder Roleplaying Game, but whole worlds rest on the Game Master's shoulders. Fortunately for GMs, the<br><i> Pathfinder RPG GameMastery Guide</i> is here to back you up. Packed with invaluable hints and information, this book contains everything you need to take your game to the next level, from advice on the nuts and bolts of running a session to the greater mysteries of crafting engaging worlds and storylines. Whether you've run one game or a thousand, this book has page after page of secrets to make you sharper, faster, and more creative, while always staying one step ahead of your players.<br>The<br><i> Pathfinder RPG GameMastery Guide</i> is a must-have companion volume to the<br><i> Pathfinder RPG Core Rulebook</i> . This imaginative tabletop game builds upon more than 10 years of system development and an Open Playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into the new millennium.<br>The<br><i> Pathfinder RPG GameMastery Guide</i> includes:<br><ul class=\"bb_ul\"><li>Tips and tricks for preparing and running a better game, suitable for beginning GMs and battle-hardened veterans.<br></li><li>Step-by-step walkthroughs for creating campaign worlds, cities, cosmologies, feudal systems, and alternate dimensions.<br></li><li>Difficult player types, and how to handle them gracefully.<br></li><li>New rules for subsystems like hauntings, chase scenes, fortune-telling, gambling games, mysteries, and insanity.<br></li><li>Charts to help you generate everything from interesting NPCs and fantastic treasures to instant encounters in any terrain.<br></li><li>Advanced topics such as PC death, game-breaking rules, overpowered parties, solo campaigns, and derailed storylines.<br></li><li>Sample NPC statistics for dozens of common adventuring situations, such as cultists, guardsmen, barmaids, and pirates.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1177010/header.jpg?t=1768420304",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}