{
  "1177540": {
    "name": "Fabergegg",
    "steam_appid": 1177540,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >FabergeGG: The Ultimate Clicker Experience</h2><br>Dive into the captivating world of <strong>FabergeGG</strong>, a unique clicker game centered around the exquisite Faberge eggs. Engage in a delightful gameplay loop where every click brings you closer to uncovering rare and beautiful treasures.<br><br><strong>Key Features:</strong><br><br><ul class=\"bb_ul\"><li><strong>Timed Drops:</strong> Every 3 hours, receive a special inventory item drop. With a higher chance of obtaining a chest and a smaller chance for a key, each drop keeps the excitement alive.<br><br></li><li><strong>Chests &amp; Keys:</strong> Explore a variety of chests and keys, each with unique properties and rarities. Specific keys are required to unlock corresponding chests, adding a layer of strategy to your collection.<br><br></li><li><strong>Treasure Trove:</strong> Open chests to discover new inventory items, including stunning Faberge eggs and intricate decorations. Upon opening, the chest and key are removed from your inventory, making room for more exciting finds.<br><br></li><li><strong>Item Rarity:</strong> All items, whether chests, keys, eggs, or decorations, come with their own set of properties and rarity levels. This makes each discovery valuable and unique.<br><br></li><li><strong>Market &amp; Trade:</strong> Every item you find is tradable and marketable, allowing you to build and showcase your collection, or trade with other players.<br><br></li><li><strong>Community Driven:</strong> Join our vibrant community! Grab a template from our Discord to submit your own designs for future drops, and be a part of shaping the game's evolution.<br><br></li><li><strong>Crafting System (Coming Soon):</strong> Get ready to enhance your gameplay with our upcoming crafting system. Combine items from your inventory to create entirely new objects and expand your collection even further.<h2 class=\"bb_tag\" >Join Us Today:</h2><br>Embark on a journey of discovery and become a part of the <strong>FabergeGG</strong> community. Click, collect, trade, and craft your way to becoming the ultimate Faberge egg collector!<strong></strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1177540/header.jpg?t=1721839362",
    "developers": [
      "TapTap"
    ],
    "publishers": [
      "TapTap"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}