{
  "1177050": {
    "name": "Tacview Advanced",
    "steam_appid": 1177050,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Strategic View</h2><br>With Tacview Advanced, you can embrace the whole battlefield at once. From a small region to the whole earth, no theater will be too big or cluttered for you sight! Understand at a glance everything which is happening while keeping an eye on every little detail which matters.<h2 class=\"bb_tag\" >One-Click Charts</h2><br>Displaying numbers is important, visualizing them graphically is better! With Tacview Advanced you can draw – in one click – clear charts of any data to analyze aircrafts as well as pilots performances. You can overlay data from differents objects in the same chart and let the scale adjust automaticaly. All you have to do is to select the data you want to display for selected objects and there you go! And if you need to do advanced calculations on the selected data, then you can export them in a tidy .csv file ready to be imported in your favorite spreadsheet!<h2 class=\"bb_tag\" >Online Debriefing Host</h2><br>Are you flying with friends or leading a whole squadron? With Tacview Advanced you can host an online debriefing to share your knowledge and expertise with everyone! Any pilot with Tacview Standard will be able to join your online classes. Even better: any pilot with Tacview Advanced will be able to take control to interact and share its own experience with the audience!<h2 class=\"bb_tag\" >Real-Time Telemetry</h2><br>As a squadron lead or an instructor, you need the best tools to follow and assess your trainees' progression. Thanks to the real-time telemetry feature, you can review and analyze a flight in progress. It is like being in the instructor seat, but with the possibility of observing the action from outside of the plane. Now you can efficiently train multiple trainees at once during join maneuvers! The real-time telemetry is currently available for DCS World, X-Plane, FSX and P3D. The support for Falcon 4 is being studied and may be available in a future update.<h2 class=\"bb_tag\" >Instructor Remote Control</h2><br>From the time of day to the aircraft systems, control in real-time up to four client simulators! As a player, you can now directly assist a fellow squadron member by reducing his workload during his training phase. As an instructor, you can change in real-time specific flight conditions, trigger failures to test and improve trainees’ skills.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1177050/header.jpg?t=1711392353",
    "developers": [
      "Raia Software Inc."
    ],
    "publishers": [
      "Raia Software Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 23800,
      "final": 23800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 238.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}