{
  "1178290": {
    "name": "Dezatopia",
    "steam_appid": 1178290,
    "required_age": 0,
    "is_free": false,
    "description": "Strange and unusual creatures inhabited Earth’s underground, unknown to humankind. This was until Momoko, a fashion-obsessed high school girl, accidentally discovered them. Together, they plotted to combine the civilizations above and below the surface to create a new world: Dezatopia.<br><br>The player controls Akane and Aoba, Momoko’s schoolmates who were hired to help start construction of the towering subterranean bridge until they discovered the extent of her plans. They decided to thwart the ambitions of Momoko and her loyal beasts with their work ship, the Speleological Fighter Pink Aurora.<br><br>The craft has four unique, intuitive weapons to fight back against enemies from all directions. Upgrades and items can also be purchased from a mid-flight shop, but these advantages are countered by a dynamic difficulty system that automatically adjusts to match the player’s skill level to ensure their experience, strategy, technique, and luck are always tested.<br><br>Each stage is filled with a variety of surprising gimmicks along with distinctive bosses that await at the end in massive machines. These are arranged in predetermined routes for high replayability. Detailed pixel art and smooth animation bring the underground backgrounds to life, and the retro familiarity of the FM synth soundtrack makes the original melodies memorable. It all combines for a truly vivid audio-visual spectacle.<br><br><br>The cast of characters, from the three human high schoolers to the weird underground creatures, is also filled with personality. Their aspirations and reasons for fighting form the backbone of the quirky story.<br><br>This expansive, detailed game can be enjoyed by anyone, anywhere, and it offers an experience like no other. Feel it for yourself.<br><br>Features<br><ul class=\"bb_ul\"><li>Classic arcade style: The tried-and-true dodge-and-destroy excitement of a shmup is on full display.<br></li><li>Huge volume of content: 24 different stages with 21 bosses arranged in 21 routes.<br></li><li>Intuitive controls: New yet simple controls which can be enjoyed by novices and veterans alike.<br></li><li>Unique shop system: Purchase upgrades on the fly without pausing the action.<br></li><li>Dynamic challenge: Automatically adjusts between 1000 difficulty ranks to suit the player’s skill.<br></li><li>Amusing story: High school students and underground creatures clash against the combination and domination of two worlds.<br></li><li>Unlockable bonuses: Find hidden items in each stage to open up music in the sound test, backstories, and more.<br></li><li>Eye-catching graphics: Vivid pixel art with smooth animation.<br></li><li>Retro music: Over 40 all-new FM-synth tracks by HEY.</li></ul>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1178290/header.jpg?t=1615835529",
    "developers": [
      "HEY"
    ],
    "publishers": [
      "Hanaji Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}