{
  "1178300": {
    "name": "Color Blocks - Relax Puzzle",
    "steam_appid": 1178300,
    "required_age": 0,
    "is_free": false,
    "description": "A new guessing game in the genre of puzzles for adults and children. If you want to meditate and relax alone with yourself, then you have found the best solution.<br />\r\n<br />\r\nTurn on your brain and color lines in vibrant and vibrant colors. Select points on the playing field and watch how the blocks are painted over. To win, you need to draw a line so that the blocks and your color row is the largest.<br />\r\n<br />\r\nLaunch the best anti stress game and just relax! Watch how the color fills the maze of lines, where the blocks begin to fall on each other and add a beautiful pattern.<br />\r\n<br />\r\nFeatures:<br />\r\n- Go through more than 100 unique levels where you need to connect the points in a line!<br />\r\n- Get a set of new dominoes for free!<br />\r\n- Collect colors, pictures and classic dominoes - pick the ones that you like!<br />\r\n- Complete daily challenges and other tasks and get rewards. You play more - you earn more!<br />\r\n- Get relaxation games without the Internet anywhere!<br />\r\n- Use your brain and logical thinking to find the best solution!<br />\r\n- Just relax. Relaxing music and soothing sounds like a relax player that you can still play!<br />\r\n<br />\r\nA simple, but such a colorful game will help you escape from everyday life and routine. Like slime, sequins, coloring by numbers, draw by dots, falling ball or games in the style of puzzlerama, then you will definitely appreciate our blocks - games for boys and games for girls - everyone will find their own fun!<br />\r\n<br />\r\nColor Block - Relax Puzzle - an example that playing blocks is easy and fun!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1178300/header.jpg?t=1580367454",
    "developers": [
      "AA2G1 Studios"
    ],
    "publishers": [
      "AA2G1 Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}