{
  "1179110": {
    "name": "Chrono's Arena",
    "steam_appid": 1179110,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Chrono's Arena</strong> is a fast paced action online multiplayer game, with focus on competition and customization. There's also a strategy and a RPG touch. You will be facing three entirely different game modes, all with up to 12 players. Choose between 12 characters, choose your skills, and enter the arena. Do you have what it takes to be the next champion of the arena?<h2 class=\"bb_tag\" >Game modes description: </h2><br><br>Solo<br>With 12 players, the match will have four rounds, each one lasting, at most, 1.5 minutes. At the end of the first round, the first three killed will go back to the lobby. Each kill a player gets increases its base stats in 10%, stacking at 30%, at most, each round. At the end of the second round, the same rule applies. For the last round, only the two with most kills on the match will go on. The one that wins the last round wins the match.<br><br>Duos <br>Six duos will battle for the treasure. The treasure will appear on the center of the map, but will take 30 seconds to dig out. Staying alone on the center circle will do the job. The progress of the digging is the same for all players. Once the treasure is on surface (or 6 minutes later), the duo which dig most and the duo with most kills will have a final fight for the treasure. This mode has respawn.<br><br>Squads <br>Each of the three 4-player squads will have a base. The squad with the last base up wins the match. The things gets more dynamic when the first base goes down. Before the losing squad goes to the lobby, they can do a last damage on any base that they want, and that damage cannot be prevented. This mode is open to so many strategies, that we cannot even think of all. After 6 minutes, each second will take off 1/30 of the base health.<h2 class=\"bb_tag\" >Skill and Role customization: </h2><br><br>You want to be the Gunslinger. Only the Gunslinger, the other 11 classes are horrible. In addition, you want to be her in solo AND in squad mode. What can you do? Obviously, change her skills. <br><br>Each character comes with a pack of 8 skills (6 basic and 2 ultimates). You can carry 3 basic and one ultimate to the battle. Each combination can change completely the playstyle of the character and its effectiveness in each game mode. Choose wisely!",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1179110/header.jpg?t=1625767309",
    "developers": [
      "Bullseye Game Studio"
    ],
    "publishers": [
      "Bullseye Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}