{
  "1179230": {
    "name": "Aeon's End - Promo Pack 1",
    "steam_appid": 1179230,
    "required_age": 0,
    "is_free": true,
    "description": "<i>&quot;How do you prepare yourself to visit another world? Will my potions and salves seem primitive in comparison? Will those on the other side be amenable to my task? The questions spiral endlessly as magic courses nervously through my veins. The portal feels cold, swirling with energies that are unknown to this world. My staff grounds me, every nick and notch a memory of Goblins slain, Ogres left to waste, and that one mishap with Remi's poorly aimed dagger. I feel a smile creep to my lips as I approach the other side. I am the Captain of the Mage's Faction. I will do what is necessary to help Mynerva. I am Xae of The Guild.&quot;</i><br><br>Xae, the Mage from One Deck Dungeon, has crossed over to help defend Gravehold against the threat of the Nameless! This promo pack contains playable character Xae, three brand-new digital-exclusive player cards, and three basic nemesis cards.<br><br>Xae starts the game with two unique features. Her Vortex Breach IV is different in that, instead of making spells cast from it deal additional damage, it permanently increases the amount of damage that spell deals by 1 for the rest of the game. This effect can stack multiple times on the same spell. This breach also cannot be opened; it can only be focused. Xae also starts the game with a personal supply pile, the Vortex Deck, that only she can gain cards from. The Vortex deck contains 6 spells, one at each cost from 2-8, tiered in ascending order. Thus, she can only buy the least expensive spell. Once that spell is bought, she may ladder up and up. The Vortex deck is built using random spells at the start of the game and may contain spells currently in the supply or not.<br><br>Includes:<br><ul class=\"bb_ul\"><li>Xae - playable mage crossing over from One Deck Dungeon, with unique starter card (Flight)<br></li><li>3 player cards - a gem (Glass Core), a relic (Staff of Wonders), and a spell (Lava Bolt), each with brand new mechanics<br></li><li>3 basic nemesis cards - Decimate, Baneful Crux, and Unmake</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1179230/header.jpg?t=1573581568",
    "developers": [
      "Handelabra Games Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}