{
  "1180730": {
    "name": "Fantasy Grounds - Vampire the Masquerade 5th Edition Ruleset (VTM5TH)",
    "steam_appid": 1180730,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Vampire the Masquerade 5th Edition Ruleset</h2>Vampire: The Masquerade is the original and ultimate roleplaying game of personal and political horror. You are a vampire, struggling for survival, supremacy, and your own fading humanity--afraid of what you are capable of, and fearful of the inhuman conspiracies that surround you.<br>As a vampire you suffer the pangs of the Hunger, the relentless and terrible thirst for human blood. If you refuse to deal with it, it will overcome your mind and drive you to terrible acts to slake it. You walk this razor's edge every night.<br>Dark designs, bitter enemies, and strange allies await you in this World of Darkness.<br>The classic that changed roleplaying games forever returns! This fifth edition features a streamlined and modern rules design, beautiful new full-color art, and a rich story experience for players. Powered by the innovative Hunger cycle, the game also includes rules for creating system supported character coteries, Loresheets to directly involve players with their favorite parts of the setting and The Memoriam, a new way to bring the character's detailed backgrounds and expand on them in-session.<br>V5 is a return to Vampire's original vision, moving boldly into the 21st century. While the rules have been redesigned, this new edition honors the deep story of the original, advancing the metaplot from where it left off and detailing exactly what has happened in the world of the Kindred up until tonight. The terror of the Second Inquisition, the conspiracies behind the Gehenna War, and the rekindling of the War of Ages: these are the building blocks of the modern V5 chronicle. --<br><i>    Developed, designed, and written by Kenneth Hite, Mark Rein-Hagen, Matthew Dawkins, Juhanna Peterson, Martin Ericsson, Karim Muammar, Karl Bergstr?m, Jennifer Smith, Jason Andrew, and Jason Carl.</i><br><i>Adapted for Fantasy Grounds by: </i><strong>Dominic Morta</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the World of Darkness 5th Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1180730/header.jpg?t=1768420399",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}