{
  "1180580": {
    "name": "Brawlhalla - BCX 2019 Pack",
    "steam_appid": 1180580,
    "required_age": 0,
    "is_free": false,
    "description": "Be a part of the fourth Brawlhalla World Championship with the BCX 2019 Pack! This limited time pack contains 300 Mammoth Coins, the BCX 2019 Avatar and an exclusive Mammoth Ultrafan Sidekick, a must-have for followers of Brawlhalla esports!<br><br><strong>BCX 2019 Avatar | Exclusive Mammoth Ultrafan Sidekick | 300 Mammoth Coins</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1180580/extras/4d15491dc473ac82f611d4cbc1799e99.avif?t=1590530305\" width=620 height=164 /></span><br><strong>Brawlhalla</strong>: An eternal battle arena where the greatest warriors in history brawl to prove who's the best that ever was, is, or will be. Every match is an epic test of skill, speed, and strength, and every victory brings additional glory and bragging rights to the winners.<br><br>These slugfests are salted with powerful weapons and gadgets. Fighters scramble to grab swords, axes, hammers, blasters, rocket lances and more! Every weapon changes your play style and your options. Gadgets like mines, bombs, and spiked spheres add even more danger into the mix, letting fighters change the course of battle with a well timed-throw or carefully laid trap.<br><br><strong>Brawlhalla</strong> is a free to play, 2D platform fighting game featuring both online and local singleplayer/ co-op modes.  <br><ul class=\"bb_ul\"> <li>Online Ranked 1v1 - A personal test of skill where you match up against a single opponent to claim untold levels of personal glory in <strong>Brawlhalla</strong>. <br></li><li>Online Ranked 2v2 - Bolster your ranks with a friend to prove your mettle, wit and teamwork in frenetic 2v2 battles. <br></li><li>4 Player Online Free for All - Ranked or casual matches where four fighters enter, but only one can win. <br></li><li>8 Player 4v4 &amp; FFA - Because the only thing better than four legends vying for bragging rights is eight legends battling for bragging rights. <br></li><li>Local Free for All - Up to 4 players can play in free for all mode on one computer - perfect for friendly face-offs. <br></li><li>Local Custom Teams - Team-up on your local machine, by adding up to 4 bots into the mix for living-room level mayhem.<br></li><li>Local Single Player - Square off against bots in a three game tournament series. Perfect for warmups or score grinders.<br></li><li>Alternate Game Modes - Brawlball, Bombsketball and more provide ‘casual’ ‘party game’ ‘just for fun’ alternate game modes with completely different objectives and just as much competition.<br><br><strong>Brawlhalla</strong> will always be 100% free to play, with no pay-to-win advantages and no in-game purchases to keep you from the action.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1180580/header.jpg?t=1590530305",
    "developers": [
      "Blue Mammoth Games"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}