{
  "1181780": {
    "name": "Ascendants Rising",
    "steam_appid": 1181780,
    "required_age": 0,
    "is_free": false,
    "description": "Customization and diversity lie at the heart of ASCENDANTS Rising, a revolutionary, CO-OP Action-RPG where players team up, and battle their way across the Multiverse with Incarnates, powerful characters from across space and time. Whether you’re playing as a Healer, Striker, or Protector, your unique Incarnate will be able to master countless combinations of abilities, as well as Artefacts: mighty weapons that can be infused and leveled up with an array of gems. With three game modes (Coliseum, Dungeons, &amp; Raids), randomly generated bosses, and a story stretching across numerous themed worlds ranging from Medieval Fantasy, Lovecraftian Horror, Sci-Fi, as well as Urban Fantasy, there is always something new for you and your friends to experience. What will you encounter in the Multiverse?<br><strong><h2 class=\"bb_tag\" >What can you expect from Ascendants Rising? </h2></strong><br>Do you like MMORPGs? Are you tired of the tedious grind, the group hunting, and the long treks before you are allowed to have fun? Or maybe you just don't have time for this anymore?<br><br>Then, do we have the game for you!<br><br>In ASCENDANTS Rising, you can find:<br><br><ul class=\"bb_ul\"><li><strong>Quick Access to the Action:</strong> In a group, in just a few clicks from logging in, you could be slaughtering your enemies and picking up that sweet, sweet loot from their cold, dead bodies.<br></li><li><strong>No Grind:</strong> Your level does not define your usefulness. Your gaming skills (to be acquired separately), teammates, and choice of build will be your ticket to victory. <br></li><li><strong>A Build-a-Class System: </strong>There is no Class restriction. The large selection of spells, weapons and other  perks will help you shape your own play-style! You want to slap enemies with your big sword to heal your team? Done! You want to backstab enemies with your gun? Sure, why not! You want to savor some classic crispy Fireball-cooked enemies? We can hook you up!<br></li><li><strong>Ever-Changing Levels:</strong> You think you know that boss over there? That you're going to slice him up with the ol’ rusty kitchen knife so he can cough up some loot? Well, think again, because the Multiverse is a cold, unforgiving mistress. Everything from environments, encounters, enemies, and even the boss mechanics themselves are randomized.</li></ul><br><strong><h2 class=\"bb_tag\" >Find Players</h2><br>As of right now, Ascendants Rising is a 4 player COOP only title. You will need to form a group by inviting people through Steam. You can also search for people to play with on our official Discord:<br><br><br>A group finder tool is being developed right now and should be available soon to help you find a team.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1181780/header.jpg?t=1624627687",
    "developers": [
      "Limitless Games"
    ],
    "publishers": [
      "Limitless Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}