{
  "1182190": {
    "name": "Order of Battle: Red Steel",
    "steam_appid": 1182190,
    "required_age": 0,
    "is_free": false,
    "description": "The second of a trilogy of DLCs featuring the whole World War II from the Soviet Union's perspective.<br><br>Red Steel begins in January 1942 with Soviet attacks at Staritsa, still not far from Moscow. During the harsh Russian Winter, you will need to remain on the offensive as the German army staggers, until the tide begins to turn again in spring 1942. <br><br>Then we make a little detour to the Crimean Front, which offers a somewhat different challenge due to its peculiar geographical features.<br><br>In summer 1942 the Wehrmacht launches a new grand summer offensive which finally leads to the crucial battle of Stalingrad. This battle plays a major role in Red Steel, and the various developments related to it are featured in several scenarios from autumn 1942 to January 1943. <br><br>In the last stage of the campaign, the Germans recover again with another victory at Kharkov. The final scenario gives the player a glimpse of the Kuban air battles, where Luftwaffe and VVS - the Soviet air force - clashed in intense air combat with massive numbers of aircraft involved over the Kuban region in the Caucasus.<br><br><strong>The campaign continues right after the end of the previous Soviet DLC, Red Star. Players will be able to import their core army saved in Red Star to play the new DLC with experienced units, and previously unlocked commanders and specializations.</strong><h2 class=\"bb_tag\" >SCENARIOS</h2><br>Red Steel has new 16 scenarios, with 14 of them in the main campaign path, and 2 more in case of a minor outcome at Stalingrad:<br><br>1. Staritsa, January 1942: continuous attacks from the Red Army push the Wehrmacht back further after the Battle of Moscow<br>2. Toropets–Kholm Offensive south of Demyansk: one of several Soviet major winter offensives in early 1942<br>3. Battle of the Parpach Narrows: Soviet offensive on the Kerch peninsula, Crimean Front<br>4. Retreat to Kerch: the player has to fend off German attacks and works towards the evacuation from Crimea<br>5. Kharkov 1942: Germans encircle large Soviet forces in Southern Russia and set the stage to renew their advances in the summer<br>6. Voronezh: it depicts both a Soviet armored counter-attack as well as fighting for Voronezh in the early stage of Case Blue<br>7. 1st Rzhev Offensive: back at Moscow, the Red Army launches one of several costly attempts to regain Rzhev in 1942<br>8. Stalingrad: the bitter struggle for the city on the Volga, fall 1942<br>9. Operation Uranus: a bold pincer movement to defeat Romanian troops at the flanks of the 6th Army creates the Stalingrad pocket<br>10. Operation Winterstorm: the player has to stop the German relief effort for Stalingrad and defeat Romanian troops at the Chir river<br>11. Ostrogozhsk–Rossosh Offensive: the later part of Operation Little Saturn against Hungarian and Italian Forces, January 1943<br>12. Malaya Zemlya: Soviet naval landings south of Novorossiysk at the Black Sea coast<br>13. Kharkov 1943: the Wehrmacht recovers again after encircling large Soviet formations for the last time in the war<br>14. Kuban air battles: with new German ground attacks underway both sides clash in massive air combat over the Kuban in mid-April 1943<br><br>The two extra scenarios depict Operation Mars, another Soviet offensive to eliminate the Rzhev Salient, and Operation Iskra, with the goal of opening a permanent land corridor to the besieged city of Leningrad. Victory here puts the player back onto the main campaign path.<h2 class=\"bb_tag\" >NEW UNITS</h2><br>Players can now purchase OT-34 flame tanks, T-70 light, and KV-1 m1942 heavy tanks, improved 45mm m 1942 AT guns, and the new ZiS-3 field gun which can be used in an AT role too. In the air improved models of aircraft like Yak-9D and La-5F fighters, or Il-2M or Pe-2FT tactical bombers will be needed to keep up with the Luftwaffe. <br><br>But the enemy is also fielding brand new equipment: the Germans get improved Panzer 38 G, Panzer IV G, and Bf-110 G versions. Their Romanian allies deploy R-2 tanks and IAR-80 fighters, while the Hungarians are using a derivate of the Italian Reggiane 2000 fighter under the name MAVAG Heya, and acquire further equipment from Germany.<h2 class=\"bb_tag\" >NEW SPECIALIZATIONS AND COMMANDERS</h2><br>A new set of specializations shows the impact of Lend-Lease aid: to unlock US-made aircraft or vehicles players can activate several parts of the Lend-Lease program separately. Other choices show the development of the Red Army when forming specific Shock Armies, and later Guards Armies. <br><br>Lend-Lease aid is playing a bigger role now, since the player can get access to British Hurricane fighters, and a number of US-made warplanes including P-39 fighters or B-25 bombers. Not only American tanks, but also trucks become available in increasing numbers, so they will be rather cheap to buy, while US halftracks offer better protection, but are not that widespread. <br><br>New Soviet commanders have been added as well, and can be unlocked on top of those from Red Star by achieving certain objectives.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182190/header.jpg?t=1611669173",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}