{
  "1182560": {
    "name": "Fantasy Grounds - Ultimate Factions (5E)",
    "steam_appid": 1182560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Ultimate Factions</h2><strong> Treason or Triumph</strong><br>The sultan's grand vizier is secretly plotting against him with other members of the court. The guilds are trying to bully small businesses. The neighboring country have spies in the palace. The city guard in the capital are under the pay of the thieves' guild. The local druid circle aren't happy about all the farms being built, or the woodcutting in the forest, and want the kingdom's Councilor to help them persuade the king to put a stop to it.<br>All of these are themes from fantasy stories, but the core kingdom building rules introduced in<br><i> Pathfinder Roleplaying Game Ultimate Campaign</i> and expanded in<br><strong> Ultimate Rulership</strong> from Legendary Games focus primarily on your heroes and the decisions they make as the ruling council of their own kingdom. With<br><strong> Ultimate Factions</strong> , we provide you with detailed rules for different political factions, religious sects, and any number of influential power brokers and wealthy elites devoted to rising up and seizing whatever they can hold. Your heroes may play off their rivals against one another and use their wits to consolidate their own power and secure their throne from threats that can't be defeated by sword or spell. In the great game of houses and thrones, your heroes must triumph! Grab this kingdom-building supplement today and Make Your Kingdom Legendary!<br><i>Adapted for Fantasy Grounds by: </i><strong>Connor Bates</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182560/header.jpg?t=1768420681",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}