{
  "1182300": {
    "name": "Command:MO LIVE - Black Gold Blitz",
    "steam_appid": 1182300,
    "required_age": 0,
    "is_free": false,
    "description": "As 2017 rolls on, the standoff intensifies yet again. Saudi Arabia’s envoy to Iraq is assassinated, and they immediately blame Iran. Several Iranian journalists in Yemen are then “accidentally” bombed by Saudi aircraft and killed. Aid to militias in Syria increases intensely. The occasional shot is fired between vessels at sea, always being papered over with the excuse of “the crews just weren’t disciplined that day.” The fear of a conflict has prompted the international coalition against ISIL to move its combat aircraft far to the west, so that they won't be caught by surprise.<br />\r\n<br />\r\nThe final straw comes in the middle of November when an Iranian frigate moves on a straight line into Saudi waters, not responding to warnings. Attacked and sunk with all hands, it nonetheless returns fire and kills several Saudi sailors before going down. Iran insists to this day it had mechanical problems and was butchered to appease a populace still smarting from the ambassador’s murder. The Saudis state that it and its crew deliberately sacrificed themselves to ensure a “Remember the Maine”-style incident to gain popular support for a war. The truth may never be known.<br />\r\n<br />\r\nFrom the moment of the sinking, plans are drawn in Riyadh and Tehran for a direct retaliation against the other nation. The international community, divided and ineffective, can only watch as the largest conventional battle in the Middle East since the 2003 invasion of Iraq is about to begin. The question is no longer if there will be a war or not. It is now when it will start, and who will fire the first shot.<br />\r\n<br />\r\nThat question will soon be answered. Both sides are coiling up to strike, and both are aiming for the other’s economic heart-the expensive oil infrastructure. And the weapons involved are more powerful and accurate than those in the 1980s Tanker War.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1182300/header.jpg?t=1756301716",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2180,
      "final": 2180,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}