{
  "1183990": {
    "name": "Bot Net: Ramshackle Robotics Demo",
    "steam_appid": 1183990,
    "required_age": 0,
    "is_free": true,
    "description": "The ship is disabled, the aliens have boarded, and slain everyone in sight!<br><br>Help isn’t coming, and it’s all on you to take up the roll of the hero, stop the aliens, and save the day. <br><br>One problem... You aren’t a hero... <br><br>You don’t have an awesome suit of power armor, a big gun, or even a crowbar. You are the ship’s IT guy, and right now, you’re locked in your office armed with nothing but a computer, a 3D printer, and a handful of janitor bots, hastily reprogrammed for combat. <br><br>Your only hope for survival is to send your bots out to explore the ruined ship, find vital resources and upgrades, and build a force strong enough to take back control of the ship!<br><br><i>'Bot Net: Ramshackle Robotics'</i> is a <strong>turn-based strategy rogue-like</strong> where you'll build an army of ramshackle robots to fight off an alien invasion!<br><br><i>&quot;Build your bots, command your army, defeat the invaders!&quot;</i><br><br>Try out the demo today!<br><br>Stay tuned for the following exciting features!<br><br><ul class=\"bb_ul\"><li>Build and command an army of robots using the innovative <i>'Command System'</i> to create unique and strategic behaviors for your bots!<br></li><li>Explore randomly generated ships with unique layouts and loot to find!<br></li><li>Take a dive into the easy to learn, hard to master depth of Bot Net's blend of grand strategy and squad based strategy!<br></li><li>Spend your hard earned resources on a large variety of specialized bot upgrades along with powerful weapons and items!<br></li><li>Turn the tides of battle by gaining control of <i>'Stations'</i>; key locations that provide powerful bonuses and large-scale effects!<br></li><li>Learn to outsmart your enemies by exploiting their unique behaviors!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1183990/header.jpg?t=1572142016",
    "developers": [
      "CaffeineWare"
    ],
    "publishers": [
      "CaffeineWare"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}