{
  "1183560": {
    "name": "GO HEROES",
    "steam_appid": 1183560,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>GO HEROES: Prometheus</strong> is an innovative cross-genre game based on Greek Mythology. You play as the Titan Prometheus, and through the game, you unravel the myth while activating shrines that connect the past with the present. In your journey, you will face fierce enemies and mind-bending environmental puzzles, but fear not! Valuable skills will be given to you while mighty followers accompany and assist you in your mission to Steal the Fire from the Gods!<br><br><strong>The innovation: Action-Turn-Based</strong><br>Travel through vast grid-based levels in a four-directional movement. You’ll always move first in a turn-based logic. Yet, your enemies will respond instantly to every attack, with one goal, to encircle you into tight, challenging spots, rearranging the battlefield like a rhythmic choreography.<br><br>At your disposal, a four-slot inventory to keep and swap armor and utilize abilities with the touch of a button, allowing you to focus on the action.<br><br><strong>Features</strong><br>- Lore and storyline are based on the original myths; Trust us, we are Greeks.<br>- Innovative Action-Turn-Based tactical combat <br>- Innovative Intuitive Inventory System<br><br><strong>History</strong><br>GO HEROES Prometheus development started at a game jam back in 2017, where it won 1st place.<br>For some time, the devs showcased the prototype at conferences and festivals. After collecting positive feedback, in 2019, they decided to self-fund and focus full-time on the development. In 2021 after a long and rocky development, they have ended up with a story-rich world, innovative gameplay, and an hour-long demo. The next move is to run a Kickstarter campaign on June 29, 2021, and get the much-needed support to push the game through to its completion.<br><br><strong>About Happyland Games</strong><br>GO HEROES is being forged in the dungeons of Athens by a creative duet. Vasiliki and Marinos, both veteran visual designers, have gone developers out of their passion for building unique &amp; imaginative journeys of adventures!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1183560/header.jpg?t=1750422148",
    "developers": [
      "Happyland Games"
    ],
    "publishers": [
      "Happyland Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}