{
  "1183930": {
    "name": "Yukinas Diary Demo",
    "steam_appid": 1183930,
    "required_age": 0,
    "is_free": true,
    "description": "Demo Version from Yukinas Diary<br>Born in a royal Family, where the Father spent the greatest Heroic deed of all times.<br>It was he who defeated the Demon King, as well as liberated the country from the tyranny of the then reigning King, who simply watched as the Demon King rampaged through the World, entrenching himself in fear and considering neighboring Villages as a necessary sacrifice to save his own skin.<br><br><br>In <i>Yukina's Diary</i> you play the Daughter and heroine, of this great King. When Yukina returns from her journey to the Castle, something terrible happens..... Along the way she finds new companions and has to face numerous challenges as well as her own destiny.<br><br><strong><i>Accompany her on her way.</i></strong><br><br>Playable are the first 6 hours<br><br><strong>Hotkeys</strong><br>Press F4  Get Fullscreen.<br>Press F5  Restart the Game.<br><br><strong>Save Games</strong><br>If you decide to get the full Version of Yukinas Diary, the save games will not be transferred automatically, but you can add them manually and continue playing the full Version directly from where you saved the game.<br><br>Click on Library in Steam. Right click on Yukina's Diary Demo. Go to Manage and select Browse Local Files. Go to the folder <br>Copy the folder save.<br>Select the full version of Yukinas Diary. Right click on manage local files. In the folder www you paste the copied folder.",
    "supported_languages": "德语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1183930/header.jpg?t=1634920552",
    "developers": [
      "J_WGames"
    ],
    "publishers": [
      "J_WGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}