{
  "1183860": {
    "name": "Shardpunk Demo",
    "steam_appid": 1183860,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;Shardpunk: Verminfall&quot; is an upcoming indie tactical squad-based survival strategy game, based in a steampunk setting. Gameplay-wise, it is a mix of XCOM and Darkest Dungeon games, mixing all the best features from both. All of this is presented using great pixel art graphics.<br><br>The game is currently being developed as a side project.<br><br>Backstory: there has been an unexpected breakthrough during long and exhausting siege of The Empire's Capitol. Rat Swarm managed to breach the walls and flooded the city with vermin. Group of survived city dwellers are trying to escape - and possibly rescue some additional people, if necessary. They will need to scavenge the destroyed city for resources, fight off rat vermin and make their way through the Capitol - all of this to finally get safely out of the city.<br><br>Similar to new XCOM games, there will be a combat layer and a strategy layer.<br><br>Turn-based tactical combat (which is present in the tech demo) makes use of cover and flanking mechanics. Due to the characters having to cope with stress and having their own quirks there is a fair chance that something will go wrong during the playthrough. Additionally, characters need to scavenge for resources during combat in order to survive.<br><br>The strategy layer will allow the player to plan their next missions, handle upgrades etc. Characters will be searching for their way out of the city, travelling from one safe point to another. They will have to gather resources in order to survive each day, heal themselves or upgrade their equipment.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Lead the group of Survivors in the search for sparse resources necessary to survive<br></li><li>Use cover and flanking mechanism to defeat the Rat Vermin in turn-based combat<br></li><li>Customize the appearance of your characters<br></li><li>Make your way through the remains of the Capitol and uncover its hidden secrets<br></li><li>Pay close attention to the sanity of your survivors, or face dire consequences.<br></li><li>Rescue more team members and don't allow existing ones perish<br></li><li>Upgrade your character's equipment and weapons<br></li><li>Experience a different run every time, thanks to the randomized nature of the game</li></ul>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1183860/header.jpg?t=1701378835",
    "developers": [
      "Clockwork Pile"
    ],
    "publishers": [
      "Retrovibe"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}