{
  "1184640": {
    "name": "Hide and Secret: The Lost World",
    "steam_appid": 1184640,
    "required_age": 0,
    "is_free": false,
    "description": "Travel deep into the mysterious jungle of the Lost World! The nefarious treasure thief Jacques has kidnapped another damsel, and it’s up to you to stop his evil plans before she is sacrificed at the spooky full moon ritual. Journey through haunted ruins and diabolical traps on your quest to find the secret Golden Treasure, and unravel the mystery of this epic adventure before it’s too late in this exciting Hidden Object Puzzle Adventure game!<br><br>Features / General Tips:<br><ul class=\"bb_ul\"><li>This is a Hidden Object Puzzle Adventure game.<br></li><li>There is no timer.<br></li><li>The game autosaves automatically.<br></li><li>There are unlimited Hints, just wait for the HINT Button the recharge.<br></li><li>When there is an item to find, clicking on the HINT button will show it circled in white stars.<br></li><li>When there are no items to find, clicking on the HINT button will display text instructions for solving your current Objectives.<br></li><li>The Journal Icon in the lower left will glitter when it has new information for you.<br></li><li>Once you get the Map, it will appear as an icon in the lower right. You can use the Map to travel between any two locations that you have already visited.<br></li><li>You will need to revisit each location several times during the game. When you see sparkles, a Hidden Object Scene or mini-game is available. You can also click on characters to talk to them.<br></li><li>Skip a mini-game by clicking the SKIP Button once it has recharged.<br></li><li>One item in each Hidden Object scenes can be used elsewhere in the game. The game refers to these as Handy Items.<br></li><li>You may be awarded a Handy Item for completing a mini-game.<br></li><li>Some characters will give you a Handy Item after you complete a task for them.<br></li><li>All of your Handy Items are stored in your backpack in the lower right. You can scroll through these by using the arrows on the left and right of backpack.<br></li><li>You may not be able to use a Handy Item until a long time after you’ve collected it.<br></li><li>Move your cursor slowly around and you will find from 1 to 4 yellow arrows which are exit points to other scenes. An exit arrow can point up, down, left, or right.<br></li><li>Sometimes the Up Exit is off to one side or another, usually associated with a building or path there.<br></li><li>Some exits are locked until you do other things in the game. So each time you revisit a scene, scan again to see if new exit arrows have opened.<br></li><li>When you get stuck and can’t think of what to do next, check your Handy Items to see if there are any you can use. If not, search each location to see if any Hidden Object scenes have become available.<br></li><li>Use the Down Exit to leave a Zoom Scene or mini-game.<br></li><li>When you are doing a jigsaw puzzle mini-game, a piece will lock into place once it is in the right position.<br></li><li>When you are doing a rows and columns mini-game, the pieces do not lock into place when they are in correct position.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184640/header.jpg?t=1727981117",
    "developers": [
      "Anarchy Enterprises"
    ],
    "publishers": [
      "Pixel After Pixel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}