{
  "1184770": {
    "name": "The Political Process",
    "steam_appid": 1184770,
    "required_age": 0,
    "is_free": false,
    "description": "Explore a dynamic world of politics in this turn-based, political simulator. Create a character, run for political office, write legislation, balance budgets, and more as you move up the political hierarchy.<h2 class=\"bb_tag\" >Create a Custom Politician</h2>Play as a Democrat or Republican in the American political system. Customize the name, age, and appearance of your character. Calculate your political ideology by selecting over 40 policy positions, each representing a different aspect of your social and fiscal ideology. Play as any kind of politician that you can imagine. Create a backstory for your character. Is your character a young progressive looking to improve the world one government policy at a time, a stubborn old libertarian trying to reduce the size of government, or a middle-aged moderate trying to bring practical compromise to politics? Create any backstory and motives for your character that you want. How you play is up to you.<h2 class=\"bb_tag\" >Choose a District</h2>You can play in any part of the country. Choose from all 50 states and over 3,000 counties. Each district is unique and based on real life data.<h2 class=\"bb_tag\" >Customize Your World</h2>Fine-tune district details to create the world exactly as you want it. There are over 80 variables you can change in the advanced options, such as voter demographics, ideology, and turnout, district population, poverty rates, and more.<h2 class=\"bb_tag\" >Run for Political Office</h2>You can run for 9 different political office positions across the city, state, and national levels. Available positions include: school board, city council, mayor, state house, state senate, governor, U.S. House of Representatives, U.S. Senate, and the presidency. Use political strategy to defeat your opponents in primary and general elections. The electoral campaign process includes: creating a campaign platform, knocking on doors, coordinating volunteers, fundraising, holding rallies, conducting polls, and organizing marketing campaigns. Use a combination of these activities to increase name recognition, sway public opinion, influence voter enthusiasm, and raise voter turnout. <br>For the ultimate election challenge, you can run for president. The presidential election is even more in-depth because you must decide how to divide your resources among all 50 states. Which states are guaranteed wins, which can you flip, and which can you ignore. Each state is different, so you will have to adjust your message accordingly. Will you go after the independent voters in swing states, try to increase voter turnout among your supporters, or use attack ads to decrease voter enthusiasm for your opponent? With the correct strategy, you may become the next president. But, your strategy cannot focus only on winning your election. If you want to be a successful president, you will need a majority in congress. That means that your party members need to win elections. To help party members win elections, you may need to campaign in states that you cannot win. Campaigning in such states may increase voter turnout enough to help members of your party win their elections. There are many strategic decisions to make when campaigning for president.<h2 class=\"bb_tag\" >Write Legislation</h2>Choose from over 80 types of legislation. You can choose legislation related to taxes, education, crime, health care, poverty, and more. For example, you can adjust tax rates, decrease Social Security benefits, eliminate food stamps, increase higher education grants, reduce jail lengths, create free community college, and much more. <br>Before legislation can become law, it must progress through the legislature - through committee hearings, amendments, and voting. Politicians will vote on the legislation based on their unique ideologies and policy positions. If the legislation passes in the legislature, it will be sent to the executive branch (mayor, governor, or president) to be signed into law or vetoed. Legislation that becomes law will influence various in-game metrics.<h2 class=\"bb_tag\" >Gain Political Influence</h2>For every election you win and law you pass, you will gain political points. These are a representation of your political experience. Political points play an important role in the game. In the legislature they determine which committees you can join and whether you will be the chairperson of your committee. As the chairperson, you get to decide whether legislation related to your committee will receive a hearing. This effectively gives you the power to prevent legislation from becoming law. <br>Political points also determine whether you become party leader or caucus leader, which gives you influence over how other politicians vote. Getting a leadership position requires many terms in office, but once you get one, you can have a significant impact as a politician.<h2 class=\"bb_tag\" >Balance Budget</h2>Leadership positions will allow you to create a budget, which must be approved by the legislature. Determine tax policy and decide how to distribute tax revenues. Choose which government programs you will support and which you will eliminate. Make tough decisions that could have a lasting impact on your constituents. <br>Budgets in the game are based on real-life budget data, and thus give a simplified, but fairly accurate, representation of the budget process. You will have to make the kind of budget decisions that real-life politicians make.<h2 class=\"bb_tag\" >Actions Have Consequences</h2>Everything you do as a politician has consequences. The things you say on the campaign trail influence voter enthusiasm, which influences voter turnout. An extreme campaign platform may lose you the independent vote. But, if your platform is too moderate, you may lose the primary election to a partisan opponent. <br>How you vote on legislation influences your approval rating, which can influence whether you have a primary challenger in the next election. <br>The laws that you create can have complex effects by influencing over 100 metrics. For example, passing a law that eliminates food stamps will decrease childhood access to nutrition. Hungry children do not perform as well in school, so the high school graduation rate will decrease, which means more poverty, more crime, and lower tax revenues (since students who withdraw from high school earn lower wages and pay less taxes). The higher crime rate will increase the number of criminals in jail, which will increase the jail budget, but the lower tax revenue means that you cannot afford an increase to the jail budget, so you will have to make budget cuts to some other program. Those budget cuts will influence even more metrics. It is a complex puzzle. <br>These kinds of decisions may require a lot of strategizing. How you campaign for the primary election may differ from how you campaign for the general election. You may make the political calculation that it is in your best interest to vote in favor of legislation that you dislike. Doing so may improve your relationship with an important political caucus, giving you enough support to pass controversial legislation. You may make the decision to not seek a higher level political office this election season because you would have to face an incumbent you are unlikely to defeat. <br>There are many variables to consider when making political calculations.<h2 class=\"bb_tag\" >Explore a Dynamic World of Politics</h2>The world is filled with over 600 procedurally-generated politicians with unique ideologies, personalities, and careers. The game simulates primary and general elections for every politician, and you can see these election results at the end of every election. Cheer on colleagues as they run for higher office. Watch the presidential election results come in with anticipation about which party will control the executive branch. Then, view the results for house and senate elections to see which party will control congress. Did any colleagues or rivals lose their elections? <br>The world is constantly changing as politicians retire, seek higher level positions, or lose a primary election to an up-and-coming challenger. Politicians have ambitions; like you, they will try to ascend the political hierarchy. You may see a city council member rise to the level of governor; and you can watch as colleagues in the senate run for the presidency. <br>You can watch as the political balance changes over time and predict how changing government approval ratings will influence the next election.<br>All of these background events help to produce a more engaging political world. <br>Outside the political world, there is also the world of your constituents. The game simulates over 100 metrics based on default conditions and government policies. Watch how metrics change over time based on the policies that you and your colleagues create. Will you reduce poverty, improve education, eliminate the federal deficit?<h2 class=\"bb_tag\" >Control the Fate of Your Party</h2>One of the playable positions in the game is the Campaign Committee Chairperson. In this position, you are responsible for electing party members to office. Recruit candidates and fine-tune their policies. Use party resources to sway public opinion and increase voter turnout, in an effort to elect as many party members as possible. <br>This position has the potential to significantly impact the ideology and success of your political party. If you are unhappy with a member of your party, you can select a candidate to challenge them in the next primary. If your party is becoming too radical, you can recruit moderate candidates to represent the next generation of your party. <br>Be strategic in the candidates you choose. You may be able to win competitive districts if you are clever in the policies you select for your candidates. <br>Use financial resources wisely - will you focus on increasing voter turnout, or will you play the long game and gradually, over the course of many elections, use marketing to sway public opinion, and change the party ideology to more closely match your own?<h2 class=\"bb_tag\" >Dictator Mode</h2>In dictator mode you can play as the president as long as you want, without having to win reelection. Write legislation and control the budget without interference from congress. Use Dictator Mode to test out various ways to balance the federal budget or to see how different combinations of laws influence the country. Create any combination of policies that you want.<h2 class=\"bb_tag\" >Election Simulator</h2>Use the Election Simulator tool to predict any election. Adjust public opinion, candidate attributes, party demographics, and more. The game will predict the winner based on the values you provide.<h2 class=\"bb_tag\" >Things to Consider Before Buying</h2><ul class=\"bb_ul\"><li>The game attempts to be a realistic, but simplified, simulation of politics. Like real-life politics, it can be difficult. Some elections cannot be won. Some legislation cannot be passed. Understanding this must be part of your political strategy. In what districts can you win an election? What legislation can you pass? These are the kinds of questions you have to consider as a politician. The challenging aspects of the game make your accomplishments more rewarding.<br></li><li>If audio is an important element of your playing experience, you should be aware that the audio quality in this game is currently not very good. There are three sounds in the game: clicking a button, clicking a tab, and an alert sound when new events are added to your schedule. Each sound effect can be changed from a selection of several options, if you dislike the default sound effects. All sounds in the game can be muted. The game currently has four (low-quality) songs that play in a loop, and are, by default, muted. They can be unmuted in the options menu. If you do not want to play the game in silence, feel free to play your favorite music, ambient noises, or relaxing nature sounds in the background.<br></li><li>Election campaigns become more interesting as you seek higher level positions. In low-level positions, such as school board or city council, you have very few resources, which limits how much you can do in terms of influencing the election. Higher level positions such as the senate and house of representatives will provide you with more resources and opportunities, making higher level election campaigns more interesting.<br></li><li>There is no tutorial; you have to navigate the political world on your own. There is a concepts page that explains many of the features in the game and gives advice about how to play the game. If you read the concepts page, and explore all of the tabs in the game, you should have a decent understanding of how to play. You will be instructed on how to locate the concepts page when the game begins.<br></li><li>There are no win conditions in the game. You play the life of a politician and retire whenever you want. A reasonable end point for the game is the end of your second term as president.<br></li><li>Some aspects of a politician's life are repetitive: knocking on doors, fundraising, attending rallies. These activities can also be repetitive in the game, but they are not too time-consuming to complete.<br></li><li>When running for political office, you must run as a Democrat or a Republican. You cannot play as an independent. Even though you have to campaign as a Democrat or Republican, you do not have to act like them. You can play with whatever ideology and policy combinations that you want.<br></li><li>Many of the playable positions are very similar - playing as a state representative is not different from playing as a state senator.<br></li><li>There is no option to veto appropriation (budget) legislation. Budget legislation automatically becomes law because there is currently no mechanism to simulate shutting down the government.<br></li><li>If you are not interested in the game in its current state, consider adding it to your wishlist. Then, as new updates are release, you can evaluate whether the new content is something that you are interested in playing.<br></li><li>Since the game is in early access, features of the game can change or be added. This means that any of the aspects above can be improved based on community input. Suggestions for improvement are welcome and encouraged.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184770/header.jpg?t=1757172850",
    "developers": [
      "Verlumino Studios LLC"
    ],
    "publishers": [
      "Verlumino Studios LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 1,
      "total_reviews": 12
    }
  }
}