{
  "1184380": {
    "name": "Togainu no Chi Demo",
    "steam_appid": 1184380,
    "required_age": 0,
    "is_free": true,
    "description": "A groundbreaking classic that feels as fresh now as the day it was released, <i>Togainu no Chi ~Lost Blood~</i> is a gritty tour-de-force experience. Can you help Akira, numb from a lifetime of violence and isolation, forge the bonds he needs to survive a ruined Tokyo’s deadly underworld? Or will your decisions lead him down a darker path, deeper into chaos and debauchery? With cutting-edge artwork and a pulsing soundtrack, <i>Togainu no Chi ~Lost Blood~</i> gets in deep under the skin. Fully voiced by the original Japanese VA cast.<h2 class=\"bb_tag\" >Story</h2><br><i>In a ruined world, seeds of new chaos.</i><br><br>In the years following a third world war, a devastated Japan is divided between two rival factions with no hope for reconstruction in sight. Caught between East and West, Tokyo has degenerated into a brutal, crime-ridden wasteland.<br><br>Like many of those reaching adulthood in this dark new world, a young man named Akira seeks some kind of meaning in the violent street fighting contest Bl@ster. But even as he rises up the rankings, he feels almost nothing. Is this all there is?<br><br>In Toshima, a district of Tokyo ruled by the mysterious syndicate Vischio, the blood sport Igra makes Bl@ster look like child's play. Competitors have the chance to win control of a drug empire worth more than in their wildest dreams, but losing a bout means losing your life.<br><br>When Akira is arrested for a crime he didn't commit, a strange woman appears with an even stranger offer: he can regain his freedom if he fights his way to the top of Igra and destroys Vischio from within.<br><br>What dangers and revelations await Akira on Toshima's pitiless streets? Is he strong enough to survive them?<h2 class=\"bb_tag\" >Game Description</h2><br><i>Togainu no Chi ~Lost Blood~</i> is a multi-ending visual novel from acclaimed Boys' Love developer Nitro+CHiRAL. It features high-level graphics, music, and Japanese voice acting with full English text. Direct the action by making decisions at key points in the narrative. Akira's fate is yours to decide.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184380/header.jpg?t=1582689699",
    "developers": [
      "Nitroplus"
    ],
    "publishers": [
      "JAST USA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}