{
  "1184580": {
    "name": "Fantasy Grounds - Meanders Map Pack Zombie Apocalypse (Map Pack)",
    "steam_appid": 1184580,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Meanders Map Pack Zombie Apocalypse</h2>Welcome to my special nightmarish modern 34-map cityscape in the grips of a devastating zombie apocalypse. Travel the chaotic streets and brave the open air, leap from roof to roof to stay off the ground or take shelter inside and rummage for supplies in one of the 50+ shop interiors. Featuring my most complex and detailed map sets yet - let your imagination run wild amid gory scenes, burning cars, fortified rooftops, powerless authorities and absolute carnage with sad stories and tragic clues that scatter this gruesome setting weaving a classic tale of a city overrun - including one bridge in - or out.<br>It includes:<br><ul class=\"bb_ul\"><li><i> 18 Exterior Street Maps with Rooftop Settings</i><br></li><li><i> 15 Interiors with 50+ Individual Shops</i><br></li><li><i> bonus Black Ops Dossiers with some ideas on the possible source of the outbreak and 14 flavour-text mission briefs with unique conditions.</i></li></ul>Maps are sized specially for FG at 1350x900 and under 500 kb each to help prevent slow-down during play. DM Convenience is the focus with carefully labelled maps and several ways to access, use and choose the maps in this module. Use the VISUAL MAP SELECTION PANEL and pick your map from the thumbnails and yellow label by clicking on the pin. Or use the RANDOM ROLL TABLES to pick your destination at random.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1184580/header.jpg?t=1768420870",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}