{
  "1185340": {
    "name": "Grace",
    "steam_appid": 1185340,
    "required_age": 0,
    "is_free": true,
    "description": "Grace and Kiran are field scientists doing research in the Sierra Nevada. When they discover that the famous Ruddy Quail is being harmed by grazing cattle, they must make a decision on how to protect it.<br />\r\n<br />\r\nGrace is a short story-based game about two field technicians working in the Sierra Nevada of California. They're tasked with monitoring the nests of the Ruddy Quail but run into a problem when their study gets interrupted by human impacts on the ecosystem. They have to decide whether to continue collecting data or to tell the nearby townspeople about the problem. <br />\r\n<br />\r\nAll the trees, flowers, and birds included in this game can be found in the Sierra Nevada, except for the fictional Ruddy Quail. The calls of the birds are all accurate as well, except for the Rudyy Quail’s call which is voiced by the mountain Quail. You can identify the flora and fauna that you find throughout the levels using your field guide, which is illustrated by a variety of artists in fun styles!<br />\r\n<br />\r\nWe hope you enjoy the game and stay tuned for more environmental story games in the future!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1185340/header.jpg?t=1582334892",
    "developers": [
      "Sarah Russell",
      "Jonathan Dana"
    ],
    "publishers": [
      "Jonathan Dana",
      "Sarah Russell"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}