{
  "1185050": {
    "name": "Profitania Demo",
    "steam_appid": 1185050,
    "required_age": 0,
    "is_free": true,
    "description": "Profitania, the classic business strategy game from the 1990s, is now live on Steam!<br><br>NOTE: Works on all versions of Windows and all versions of Mac up to Big Sur. It does NOT work for Apple Silicon Macs.<br><br>Profitania is a dynamic business simulation game, where your mission is to become an industrial titan and build a manufacturing empire.<br><br>As prices fluctuate in real time, to get ahead, you must buy up the best raw materials before your competitors. By cornering the market, you can manufacture the most valuable products, make a hefty profit, and become a master of industry!<br><br> <br><strong>REVIEWS:</strong><br><br>&quot;Far out, wacky sim with business guts.&quot; - Games Domain<br><br>&quot;One undeniable facet of Profitania is that there's no other non-LavaMind game like it.&quot; - Computer Games Magazine<br><br>A+++ &quot;Take my advice and purchase Profitania. You will not be sorry you did. I don't have a rating system, but if I did, this game would get an A+++!&quot; - Kids Like Ours<br><br>85% &quot;It has everything the budding entrepreneur needs to see if he or she can handle the challenge of business and none of the real cash loss if it doesn't work out.&quot; - Exscape<br><br>&quot;A game with a great sense of humor, pitting a group of silly aliens on a freaky planet against each other in a non-violent, money-making contest. It's about time.&quot; - Happy Puppy<br><br>★★★½ &quot;If you are looking for a humorous but reasonably realistic business/manufacturing simulation then Profitania is a good choice.&quot; - Intelligamer<br><br>&quot;Like its earlier counterparts, it's simple to learn and offers good, if basic, economic lessons and still better fun.&quot; - PC Games Magazine<br><br>84% &quot;With a lot of new added features and the &quot;real-time&quot; market, Profitania makes for a really good single-player or multi-player game. Your eyes will be dancing all over the screen trying to find the best deals on the &quot;live&quot; market.&quot; - Gamers Edge<br><br>★★★★★ &quot;This is a non-violent game that would be great for the whole family to play.&quot; - Shepherd's Staff<br><br>&quot;Profitania is set in a strange but colorful universe. The markets from which you buy your materials operate in realtime, with price fluctuations that make life interesting.&quot; - GameZone<br><br>&quot;Looking for a fun and unusual holiday gift for the financial-minded in your life? A few words of caution–users claim you'll get addicted.&quot; - Bank Info<br><br>★★★★★ &quot;Profitania is a fun, family-oriented business simulation that is easy to learn.&quot; - Christian Answers<br><br>&quot;If you liked the other two great games from LavaMind you are really going to like this one.&quot; - Play Testers<br><br>&quot;Gameplay is easy to pick up and the compulsion to play just one more turn can be quite strong.&quot; - Gone Gold",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1185050/header.jpg?t=1685295557",
    "developers": [
      "LavaMind"
    ],
    "publishers": [
      "LavaMind"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}