{
  "1185030": {
    "name": "Fury Unleashed Demo",
    "steam_appid": 1185030,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Fury Unleashed</strong> was created by combining inspiration from modern roguelite platformers, like <strong>Dead Cells</strong> and <strong>Rogue Legacy</strong>, with nostalgic memories of old-school platformer shooters, like <strong>Contra</strong> and <strong>Metal Slug</strong>. We have spent five years polishing our creation to make sure that your experience with the game will be as memorable as the aforementioned titles and we wholeheartedly believe that you won't be disappointed.<br><br>Explore the pages of a living comic book where ink is your most valuable resource and each room is a comic panel. Find out why is John Kowalsky, author of acclaimed Fury Unleashed series having a creativity crisis and see if you can help him deal with it.<br><br>Kill enemies quickly enough to unleash your fury and rip through everything in your way without getting injured. Learn to play flawlessly and beat the entire game in one, epic combo!<br><br>Choose either challenging Hard mode, which will put your skills to the test - or Easy mode, where you can adjust the difficulty parameters to your liking. Go solo or bring in a friend for a local co-op session. Choose your hero's skills to match your playstyle, customize their appearance or even replace their face graphic with your own!<br><br>Discover worlds created by a mix of hand-designed levels and procedural generation algorithms. Choose the best items to assist you in your playthrough and unlock permanent upgrades when you'll die for your subsequent runs.<br><br>Play through the pages of visually distinctive comic books, each with its own enemies, and overcome a total of 40 bosses. All that accompanied by epic soundtrack composed by Adam Skorupa and Krzysztof Wierzynkiewicz, the creators of music for The Witcher, Bulletstorm and Shadow Warrior 2.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语<strong>*</strong>, 韩语<strong>*</strong>, 波兰语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 俄语<strong>*</strong>, 简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1185030/header.jpg?t=1748604437",
    "developers": [
      "Awesome Games Studio"
    ],
    "publishers": [
      "Awesome Games Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}