{
  "1187700": {
    "name": "Cat Movies!",
    "steam_appid": 1187700,
    "required_age": 0,
    "is_free": false,
    "description": "This is an economic strategy in which you have to manage your film studio, shoot the coolest films and produce world-class movie stars. You will begin to create your empire in 1895, breaking through all the important milestones of cinema, forward, to the starry skies of fame and fortune!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1187700/extras/3f35fedd0ed7e14a776c5a2f7c9ce1d2.avif?t=1639853574\" width=600 height=150 /></span><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Manage charming cats.<br></li><li>Explore technology and rewrite history yourself - what first appeared - sound or colour picture? Special effects or action-packed scenes? It is up to you to decide.<br></li><li>Improve your buildings, hire more specialists, monitor their condition, and your film studio will be first on all the lists.<br></li><li>Create your franchises, expand them with the help of new ideas and new films, create entire movie universes.<br></li><li>Think over your decisions with a well-developed economy and good game management to avoid cat-astrophe.</li></ul><br>Each character is unique and has their pros and cons: some are very experienced in the fantasy genre, some know how to manage others better, and some can generate the best stories in the world. Each one has their own catitude. They have different abilities, inclinations and skills that can both pull the film into the top of the charts, or send the ratings to the bottom of the litter tray.<br>Each film has its own story with conflicts in production, world events, the experience and abilities of the characters, and your decisions, creating a unique history of films that will leave every player feline good.<br><br>You have just sold almost all of your property, bought the first camera of your life, built your first stage from improvised means, and rented a local crumbling theater. What will you shoot? Who will you shoot? It’s your meow-ment to decide.<br>You will need to keep up with the times, studying technology, building new departments and creating better films.<br>Every decision is important, and random events can turn the world of cinema upside down.<br>You will need the talent of management to be able to raise the company to the very top of the lists of the legendary film studios.<br>Remember - each film has its own unique story and potential to be purr-fect.",
    "supported_languages": "英语, 俄语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 波兰语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1187700/header.jpg?t=1639853574",
    "developers": [
      "QberCat Studio"
    ],
    "publishers": [
      "QberCat Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}