{
  "1187370": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Age of Ashes AP 5: Against the Scarlet Triad (PFRPG2)",
    "steam_appid": 1187370,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br>Store &gt; Paizo Account Synchronization menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder 2 RPG - Age of Ashes AP 5: Against the Scarlet Triad</h2>The Scarlet Triad's Last Stand<br>The slavers known as the Scarlet Triad have been defeated twice before, and now the time has come for the heroes to confront them in their stronghold in the sprawling city of Katapesh. But the Triad still enjoys the support of the city's government; before the organization can be destroyed, the PCs will need to undermine the Triad's reputation, a task requiring guile, force of arms, and luck. The Age of Ashes Adventure Path continues with &quot;Against the Scarlet Triad,&quot; a complete adventure for 15th- to 17th-level characters.<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Martin Blake, and Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1187370/header.jpg?t=1768421014",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}