{
  "1188870": {
    "name": "Earthbreakers",
    "steam_appid": 1188870,
    "required_age": 0,
    "is_free": false,
    "description": "Earthbreakers is a team-based PvP multiplayer game which combines the most enjoyable elements of FPS and RTS! You and your team battle for territory and harvest rare resources, while building and customizing your team’s base. Choose an infantry combat class, defend your base and supply lines, construct and pilot powerful military vehicles, and ultimately annihilate the enemy's HQ!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188870/extras/cb4dd13d3de4562cbd6abe82aedd4382.avif?t=1649993526\" width=602 height=166 /></span><br><br>Earthbreakers uses a team purchase system to build an RTS-style base. Each building unlocks new infantry classes, vehicles or upgrades depending on the structure built. Do you build a factory to unlock new, more powerful vehicles, or do you build walls to aid in base defense? The choice is yours! Bases consist of six primary buildings, wall defenses and a selection of defensive turrets.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188870/extras/d8cad59c3fcca366633007245bf8dba0.avif?t=1649993526\" width=602 height=166 /></span><br><br>The resource, Vilothyte, is the lifeblood of a base; you use it to purchase new structures, higher ranking infantry classes and vehicles. Resources are collected by a harvester and returned to a refinery. Protect those harvesters to ensure success!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188870/extras/87989c2502bbc356349d10543fbd633a.avif?t=1649993526\" width=602 height=166 /></span><br><br>The world of Earthbreakers is a harsh place that requires guts…and a big gun! Multiple infantry classes are available, each with their own strengths and weaknesses. Higher ranking classes must be (just like an RTS) unlocked by building one or more structures. Play as a Soldier to fight on the front lines! Play as a Technician to repair vehicles and keep your fellow teammates alive! Or play as a Firefly to burn enemies from a distance!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188870/extras/8cc45b1a36baf555e80e344a28ab4a50.avif?t=1649993526\" width=602 height=166 /></span><br><br>A good soldier can be even better when driving a tank. Multiple vehicles add the firepower needed to destroy base structures. Drive the Pulse Tank to destroy enemy harvesters and turrets! Use the Atlas APC to get your troops to the battlefield unscathed. Or pilot the Tiamat Artillery system and lay waste from a distance!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188870/extras/0cf5cab5ea2dc52983d07bc83c9ca153.avif?t=1649993526\" width=602 height=166 /></span><br><br>Earthbreakers race to collect Vilothyte wherever it is exposed! The game locations will be varied and present new obstacles. Each map will include two full base layouts, capturable locations, natural hazards, sniping positions and unique elements that can help or hinder your battle plans.<br><br><br><strong>The Story</strong><br><br>The year was 2045. In a time of global unrest, riots and civil war, scientists discover a new form of matter, Vilothyte, that can be used both to create any element or used directly as a power source. Considered a cure for the Earth's resource crisis, a system of satellites was placed in orbit which would scan for the materials needed to create the material and fire conversion bombs. Designated the “Earthbreaker Project”, It was said to be safe and would never target populated or endangered areas.<br><br>The first test was highly successful, creating enough Vilothyte to power the eastern seaboard of the USA for a week. The system was placed into full operation. It seemed the world was saved...until the hacker group Devolve removed the safeguards!<br><br>It is now 2060. The Earthbreaker system has slowed, but the orbital bombardment never completely stops. Most of the countries of the Earth have devolved into groups of city-states. Each sends out Earthbreaker teams to collect material whenever a bomb strike occurs. Combat over the bomb craters is fierce and never ending!<br><br><br><br><br><strong>Content Summary</strong><br><br><ul class=\"bb_ul\"><li>Earthbreakers includes two full factions, each of which contains:<br>    -12 FPS infantry classes ranging from grunt soldiers to elite heroes.<br>    -11 Structures, 9 of which teams must coordinate to build.<br>    -6 drivable vehicles (plus a harvester) including light speedy units to tanks.<br></li><li>Targetable satellite superweapons<br></li><li>Multiple location maps to fight over.<br></li><li>Support for player-run servers.<br></li><li>Support for up to 32 players per team (team size is map-dependent).<br></li><li>Support for solo play with bots (“practice mode”)</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188870/header.jpg?t=1649993526",
    "developers": [
      "Petroglyph"
    ],
    "publishers": [
      "Petroglyph"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}