{
  "1188910": {
    "name": "La Mémoire Demo",
    "steam_appid": 1188910,
    "required_age": 0,
    "is_free": true,
    "description": "La Mémoire is a futuristic visual novel about longing and the struggle to bring back lost memories, set in a future where humans live alongside androids.<br><br><strong>Story</strong><br><br>The story takes place in the near future, where scientists and innovators have created near-perfect androids to help humans with their daily necessities. At first, they were only produced to help people in their homes, but then slowly began to penetrate the industrial sector as workers. Soon, they were replacing humans. Many were satisfied, but many were not. People began protesting against the use of androids in the industrial sector, resulting in a destructive revolt against androids by humans.<br><br>This led to severe damage in the industrial market. For the first time in widespread human history, human rights won over deeply corrupt leaders and governments, as there was nothing those in power could do to suppress the protests of the people, who had nothing to lose from the androids having taken their livelihood. <br>Today, androids are limited to performing housework or helping elderly people, focusing only on serving humans. Even though laws were passed prohibiting the use of androids beyond certain situations, there remains a black market for people who attempt to use broken androids for activities like manufacturing weapons, illegal dealings, and other shady activities. Thus, the world still is not truly at peace.<br><br>After Inazuma Kazuya lost his mother for unknown reasons, his father,  a renowned scientist, took Kazuya to another city. But before Kazuya left, he promised to play with his friend Kotobuki Risu for the last time, only to find her killed in a car accident right in front of his eyes. Losing both his mother and his friend brought Kazuya trauma, which he blamed himself for.<br>Years passed, and Kazuya decided to move back to Ringo City and enroll in a private high school, Kiyoku High School. He determined that he was going to find peace for himself at last, thinking that he couldn’t live with such guilt forever. He lives in a mixed dorm with his new friends: Asami Mao, an energetic yet caring girl; and a mysterious girl with a penchant for music, Kamome Saaya. <br><br>For a time, Kazuya’s life went smoothly. Slowly but surely, he began to come to terms with all that had happened in his past and started to make peace with himself. But things turn upside down suddenly when Kazuya sees his once dead childhood friend. His hand suddenly shivers and his face turns white. All the memories about his childhood friend, accompanied by the guilt, sweep over him like a torrent in a deep sea. Kazuya then approaches the girl and abruptly asks her about everything he can. Much to Kazuya’s surprise, the girl doesn’t seem to know him. She only introduces herself as Kotobuki Risu. Her voice, her crimson-red eyes, her gesture, and everything else is just the same. Kazuya is positive that she is Risu herself. But why doesn’t she remember him? <br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li> Multiple Routes and Endings<br></li><li> 20+ CGs<br></li><li> 8-10 Hours of Gameplay<br></li><li> Beautiful OST<br></li><li> Windows, OSX, &amp; Linux Support</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188910/header.jpg?t=1654038955",
    "developers": [
      "Kalong Studio"
    ],
    "publishers": [
      "Top Hat Studios, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}