{
  "1188140": {
    "name": "Country Road VR",
    "steam_appid": 1188140,
    "required_age": 0,
    "is_free": false,
    "description": "UPDATE: We've made some exciting changes to our virtual petting farm. Country Road has been enhanced with better graphics and larger exploratory areas!<br />\r\n<br />\r\nAdditional Enhancements For Increased Sensory Stimulation <br />\r\nBelow is a list of the new features you'll find in Country Road VR:<br />\r\n<br />\r\nFruit Trees where user can pick and collect fruit<br />\r\nBarrels containing vegetables which may be collected<br />\r\nAll items may now be placed in a basket and carried back to the farm to feed the animals<br />\r\nNEW TROPHY ITEMS scattered throughout the sunflower fields - special unique items include golden apples, donuts, pitchforks and more!<br />\r\nAbility to feed animals and throw items<br />\r\nNew and more realistic animal sounds<br />\r\nNew reactions by the animals when pet<br />\r\nEnhanced graphics for a more realistic experience<br />\r\nA brighter overall environment designed to be easier on the eyes<br />\r\nAn expanded area to explore including a walk through the sunflower fields<br />\r\nAdditional butterflies added which practically land in the palm of your hand!<br />\r\nAdditional options to turn music and nature sounds off<br />\r\nThis new version is also user friendly for less powerful computers, allowing more people to enjoy this VR experience<br />\r\n<br />\r\nCountry Road VR is a virtual petting farm which allows users to walk through a realistic farm and &quot;pet&quot; various animals. While petting the animals, users will experience haptic feedback (controller vibration) and the corresponding animal sounds. The VR farm is designed to positively stimulate the mind of indivduals with dementia and other related diagnosis. Of course, we encourage anyone to simply enjoy this immersive experience!<br />\r\n<br />\r\nIts a simple VR experience which helps reduce stress, agitation and fear. It promotes relaxation, sensory stimulation and even a little humor. Animals include horses, cows, chickens, goats, pigs, fox, kitten, zebras and a few other surprises. All animals may be pet for stimulation.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188140/header.jpg?t=1596124485",
    "developers": [
      "Somun Immersive",
      "Elder's Choice, Inc."
    ],
    "publishers": [
      "Elder's Choice, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}