{
  "1188680": {
    "name": "The Political Machine 2020",
    "steam_appid": 1188680,
    "required_age": 0,
    "is_free": false,
    "description": "Let the campaign begin!<br><br>Win the hearts and minds of America’s voters and take the 2020 presidential election by storm in this exciting political strategy game. Choose from a large roster of candidates, from Democrats Joe Biden and Bernie Sanders to Republicans Donald Trump and Mitt Romney, as well as other well-known politicians like former senator John McCain, Alexandria Ocasio-Cortez, Mitch McConnell, Barack Obama, and more.<br><br>Want to shake things up a little? No problem! Use the Candidate Workshop to create your own frontrunner, complete with customized statistics, ideologies, and design. If you believe everything is going to hell in a handbasket, you can play as one of the wild card candidates like the Giant Meteor and adopt some truly crazy ideologies (ban all video games - they’ll rot your brain!). <br><br>The Political Machine 2020 features unique ideology trees for each of the candidates that allow them to play very differently from each other. Throughout the game, you’ll visit Town Halls or take on Campaign Events to gain ideology points that you can spend to own certain issues. For instance, Bernie Sanders has ‘Medicare for All’ as an issue he can own, while Donald Trump can use points to purchase the ‘Build the Wall’ issue.<br><br>Each issue is modded on a per-state basis with their voter support based on data in order to allow for an accurate simulation of how those issues will play out in different states. It’s important to win 270 votes in the electoral college, so you’ll need to pay attention to what issues voters care about in the swing states. What plays well in Texas or California might hurt you in Ohio or Florida.<br><br>The Political Machine 2020 is a complete rewrite of the original versions of the game with vastly improved graphics and a more sophisticated simulation that combines polling data, voter enthusiasm, and the most recent US census results to deliver a game that is both fun to play for casual players, and realistic enough for political wonks.<br><br>Do you think you have what it takes? Take to the campaign trail and show the nation why you should be the next President of the United States of America!<h2 class=\"bb_tag\" >Core Features</h2><ul class=\"bb_ul\"><li><strong>Spread your Ideology</strong> - Participate in Town Hall events to earn ideology points and solidify your position on hot issues with your voters. <br></li><li><strong>Generate Enthusiasm</strong> - Use your power and money to purchase ads to discredit your opponent and influence voters. The greater enthusiasm your base has for an issue, the more effective your ad campaigns will be.<br></li><li><strong>Participate in Interviews</strong> - Accept invitations to various talk shows across the country in order to share your opinion on issues important to the American people. <br></li><li><strong>Choose your Candidate</strong> - Play as one of several candidates, each with their own custom stats like stamina, intelligence, charisma, media bias, and more.<br></li><li><strong>Manage your Campaign Budget</strong> - Purchase advertisements, travel across the country to campaign, and hire operatives to enhance your PR or cripple your opponent. Be wary - if you overspend and need extra cash, it might come from somewhere that will shake voters’ confidence in you!<br></li><li><strong>Create a Candidate</strong> - Customize your own front runner and race for the White House.<br></li><li><strong>Practice your Politics</strong> - A sophisticated underlying simulation model uses census data and real issues to test your political savvy.<br></li><li><strong>Be Ready for Anything</strong> - Torrid affairs, natural disasters, email scandals, and other “breaking news” events can pop up and change the direction of the campaign for better or worse.<br></li><li><strong>Check your Standings</strong> - With poll tracking and leaderboards, you can see how well people are playing as their candidates or what issues they are supporting over time.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1188680/header.jpg?t=1726252556",
    "developers": [
      "Stardock Entertainment"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 20,
      "highlighted": [
        {
          "name": "Republican Victory",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/3bb993dd12da45f3646b76bf8bb589842224e2ec.jpg"
        },
        {
          "name": "Democratic Victory",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/95fae897ef1f9376b1d4bd55540f766c933978b7.jpg"
        },
        {
          "name": "Accept no Substitute",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/621f0688e17ffb2c03aa9e69be45c4b01ff5aafd.jpg"
        },
        {
          "name": "Made for Greatness",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/f5d7c30cc1e94aeeb6928462731c06995fcc88c7.jpg"
        },
        {
          "name": "Fully Armed and Operational",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/b689910975fd67beb06946b282667a1c127eebe4.jpg"
        },
        {
          "name": "President Moneybags",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/29a615a9e6199d58f012a07fb886ccd38f4e04e5.jpg"
        },
        {
          "name": "Novice Mudslinger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/33673e845b87b7f831d2e10c7d558f6ee214d700.jpg"
        },
        {
          "name": "Clean Sweep",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/998504cb3bfe9552a40f7ba6270821fa67471a79.jpg"
        },
        {
          "name": "Gathering an Army",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/538449501d1083115615bd37a8dedbf7d4d6bf0e.jpg"
        },
        {
          "name": "A Friendly Battle",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1188680/a811b847428863214838c8b3153c6a0d3b45efe9.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}