{
  "1189030": {
    "name": "DodgeBall: Unleashed",
    "steam_appid": 1189030,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>UPDATE 2021:</strong> Still under development! More info coming soon...<br><strong>DodgeBall: Unleashed</strong> is an action packed, first person arena style pvp game, with different maps to explore and use to your advantage throughout matches. Play multiple game modes with different objectives and teams to improve your characters stats/traits.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1189030/extras/59ab4f27c9c036452690cf09e00b430b.avif?t=1622251004\" width=616 height=282 /></span><br><br><ul class=\"bb_ul\"><li><strong>Solo:</strong> Play against an entire team; with only you on your side. You better move quick and keep dodging to not get hit!<br></li><li><strong>Elimination:</strong> Which ever team loses all of their players first is the defeated team. Work alongside your team to stay alive!<br></li><li><strong>Survival:</strong> The first team to reach a target amount of points is declared the winner. While there is infinite lives, don't think you can get away with that!<br></li><li><strong>Domination:</strong> The team with the most points at the end of a set time is declared the winner! Now is the time to get combo shots!</li></ul><br>Enjoy the satisfaction of pelting balls at your opponents and watching them fly across the map! With dodging, jumping and ducking abilities, this makes for an intense DodgeBall session in the convenience of your home.<br><br><strong>ABOUT ME</strong><br>My name is Trent Barta, I'm 18 years old and have been working on DodgeBall: Unleashed since I graduated high school in 2018. This is my first game I've published and am excited to present it to you all. I've had an interest in programming since I was 10 years old and since then I have been developing my skills to enable me to produce video games. I'm an indie developer and everything in this game is made by me.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1189030/header.jpg?t=1622251004",
    "developers": [
      "TRENT BARTA"
    ],
    "publishers": [
      "TRENT BARTA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}