{
  "1189250": {
    "name": "Super Space Shooter Arena",
    "steam_appid": 1189250,
    "required_age": 0,
    "is_free": true,
    "description": "Are you looking to grab control of a spaceship and shoot your friends? Well, this is the game for you. Set up for local free-for-all or team-battles you will have a blast blasting away at your friends. You have 3 lives to eliminate the other players and grab the glory of owning the space ring. Shoot your trusty arrows at enemies to get them out of the ring or stun them so that you can push them out. Maybe jump in when two ships are already fighting to eliminate both of them, whatever it takes there are no rules in war . You can charge your arrows to travel faster and to deal more damage, but watch out because enemy arrows can cancel yours if they are the same size, if they are different sizes then the stronger one will eat the bigger one but get smaller. You have a certain amount of arrow you can shoot at a time so don't waste them all at once. Some pick-ups will help increase that number though. Is a pick-up too far for you to reach before an enemy, just shoot an arrow at it to destroy it. If you can't have it no one can. There are 4 levels at the moment, 2 static and 2 dynamic. The dynamic levels are the same as the static levels until a certain kill count is reached and then the middle panel(s) lower, creating another area from where you can be eliminated.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1189250/header.jpg?t=1583267584",
    "developers": [
      "Dani Corralez",
      "Ben Geselbracht"
    ],
    "publishers": [
      "Dani Corralez"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}