{
  "1189210": {
    "name": "Yuna and other troubles",
    "steam_appid": 1189210,
    "required_age": 0,
    "is_free": false,
    "description": "When an exemplary student Hasegawa Yuna was transferred to the prestigious Sakura no Hanabira Academy, she planned to continue to study hard. But it turned out that the life at the academy is very different from her expectation. The heroine faces underground clubs, magic, ghosts, and as a result of the incident with a clumsy Kohai acquires an unexpected fame and discovers some unusual hobbies. Yuna has many ways to achieve her goals, you can choose an adventure to your taste, but do not forget about the consequences!<br><br><ul class=\"bb_ul\"><li>The game is an Adventure with elements of RPG and economic strategy.</li></ul><br><ul class=\"bb_ul\"><li>The main character will regularly fall into strange, absurd and sometimes openly stupid situations.</li></ul><br><ul class=\"bb_ul\"><li>The complete lack of common sense in the actions of the characters</li></ul><br><ul class=\"bb_ul\"><li>Long and highly branched plot has many non-standard twists and endings.</li></ul><br><ul class=\"bb_ul\"><li>If you have difficulties with the passage, you can ask Yuna for advice, if you can find a link to her chatbot in the game This is an experimental feature. This feature may not work for some users and in some countries.  Disruptions of service are also possible due to work on the server. It requires a smartphone on iOS / Android with the installed Telegram messenger.</li></ul><br><ul class=\"bb_ul\"><li>In addition to Yuna, another 179 students are studying at the academy, and there are also professors and several more characters. You can chat with any of them. (this function will be developed in subsequent additions)</li></ul><br><ul class=\"bb_ul\"><li>The mechanics of the game are based on a system of rumors that the player learns from others. Rumors open the way to possible solutions to problems and simply tell about events at the academy.</li></ul><br><ul class=\"bb_ul\"><li>The game has magic and the ability to make potions with unusual effects. Future updates will add significantly more potions and spells.</li></ul><br><ul class=\"bb_ul\"><li>There are several levels of difficulty in the game, including a secret one, as well as two modes of the game passage - a short story(with a diary that facilitates passing) and a quest.(without a diary)</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1189210/header.jpg?t=1609404297",
    "developers": [
      "Strawberry Entertainment"
    ],
    "publishers": [
      "Strawberry Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}