{
  "1190920": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ultimate Wilderness (PFRPG)",
    "steam_appid": 1190920,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder RPG - Ultimate Wilderness</h2><strong> Answer the Call</strong><br>Wild, untamed lands hold a wealth of mystery and danger, providing the perfect backdrop for heroic adventure. Whether adventurers are climbing mountains in search of a dragon's lair, carving their way through the jungle, or seeking a long-lost holy city covered by desert sands,<br><i> Pathfinder RPG Ultimate Wilderness</i> gives them the tools to survive the wilds. A new 20-level base class, the shifter, puts animalistic powers into the hands--or claws--of player characters and villains alike, with new class features derived from animalistic attributes. Overviews of druidic sects and rituals, as well as new archetypes, character options, spells, and more, round out the latest contribution to the Pathfinder RPG rules!<br><i> Pathfinder RPG Ultimate Wilderness</i> is an invaluable hardcover companion to the<br><i> Pathfinder RPG Core Rulebook</i> . This imaginative tabletop game builds upon more than 10 years of system development and an open playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder RPG Ultimate Wilderness</i> includes:<br><ul class=\"bb_ul\"><li>The shifter, a new character class that harnesses untamed forces to change shape and bring a heightened level of savagery to the battlefield!<br></li><li>Archetypes for alchemists, barbarians, bards, druids, hunters, investigators, kineticists, paladins, rangers, rogues, slayers, witches, and more!<br></li><li>Feats and magic items for characters of all sorts granting mastery over the perils of nature and enabling them to harvest natural power by cultivating magical plants.<br></li><li>Dozens of spells to channel, protect, or thwart the powers of natural environs.<br></li><li>New and expanded rules to push your animal companions, familiars, and mounts to wild new heights.<br></li><li>A section on the First World with advice, spells, and other features to integrate the fey realm into your campaign.<br></li><li>Systems for exploring new lands and challenging characters with natural hazards and strange terrain both mundane and feytouched.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1190920/header.jpg?t=1765906127",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}