{
  "1190940": {
    "name": "Fantasy Grounds - Necropolis of the Mailed Fist (5E)",
    "steam_appid": 1190940,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Necropolis of the Mailed Fist</h2>Doom Has Come to Stormhold!<br><i>  A rotting wind has blighted the capital city of the Empire of the Iron Falcon, followed by an invasion force of long-dead warriors. Before the undead phalanxes tore down the Tower of Triumph, the Council of Six divined that the source of the siege was the Necropolis of the Mailed Fist.</i><br><i>  For thirteen generations, the Empire interred its sacred dead and mythic relics in the Necropolis. But the sins of the First Emperor have finally brought down hellish retribution, and now something unimaginably old and evil dwells within. Can you defeat it before all is lost?</i><br>Necropolis of the Mailed Fist is a punishing one-session tournament dungeon designed for four 8th-level 5th Edition characters. Monsters and constructs guarding the Necropolis can overwhelm the careless or unwary. The traps and hazards protecting its relics can slay an adventurer who makes a single misstep. Curses are everywhere, along with dangers that can destroy magic items!<br>Put your affairs in order before you depart, heroes. Soon, your remains may join the sacred dead in the Necropolis of the Mailed Fist.<br><i>  Necropolis of the Mailed Fist</i>  is an adventure for 8th-level characters and is fully compatible with the 5th Edition of the world's first roleplaying game.<br><i> Line of sight by: </i> <strong> Théo Paola</strong><br><i>Adapted for Fantasy Grounds by: </i><strong>Wolfgang Baur</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1190940/header.jpg?t=1768421297",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}