{
  "1190730": {
    "name": "Colony Ship: A Post-Earth Role Playing Game Demo",
    "steam_appid": 1190730,
    "required_age": 0,
    "is_free": true,
    "description": "It is the Year of Our Lord 2754…<br />\r\n<br />\r\nYou will never feel the sun’s warmth under a blue sky, never hear the wind in the branches of a tree, and never swim in the ocean, all because you had the misfortune to be born on the Ship, chained to a fate you didn’t choose. You have never seen Earth and you’ll never see Proxima Centauri either. You’re doomed to live and die on the Ship in the name of the Mission, like your father before you, like his father before him.<br />\r\n<br />\r\nThe Ship is old. She had already been twenty years in service when she was rechristened Starfarer - a pretty name for a retrofitted interplanetary freighter. No one is certain the Ship will actually reach its destination, and nobody much cares, since no one alive now will live to see it. Might as well get on with your life and try to make the best of it.<br />\r\n<br />\r\nThis COMBAT demo will pit you (as a newly minted Judge) against 14 hardened criminals, undesirable elements, and guns for hire in the Courthouse arena, all according to the Constitution: Every accused man in the Pit is guaranteed to have his day in court and confront his accuser; if said accuser is unable to make an appearance, a Judicial Officer appointed by the Court will take his place...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1190730/header.jpg?t=1586946366",
    "developers": [
      "Iron Tower Studio"
    ],
    "publishers": [
      "Iron Tower Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}