{
  "1191930": {
    "name": "MCAS Simulation",
    "steam_appid": 1191930,
    "required_age": 0,
    "is_free": false,
    "description": "MCAS is an interactive news report in the form of a simulation that will give you a better understanding of how the MCAS works and how it led to Boeing 737 MAX crashes of Lion Air Flight 610 and Ethiopian Airlines Flight 302 that you probably heard or read in the news.<br />\r\n<br />\r\nThis simulation is going to consist of 8 parts each part lasting about five to eight minutes. It is going to be structured in way that you can easily skip a part and come back to it later.<br />\r\n<br />\r\nPart 1 takes you to a virtual tour of the Boeing Renton Factory where the Boeing 737 MAX airliners are built.<br />\r\nPart 2 takes you to a virtual engine test room and explains how modern aircraft engines work.<br />\r\nPart 3 takes you to a virtual Wind Tunnel room and explains the role of the winglets on the aircraft.<br />\r\nPart 4 will show you how the engines are attached to the airframe and how they modified the flight characteristics of the airplane.<br />\r\nPart 5 will introduce the MCAS system in more details and explain how it was supposed to make the plane easier to fly.<br />\r\nPart 6 and Part 7 will attempt to recreate flights Lion Air Flight 610 and Ethiopian Airlines Flight 302.<br />\r\nPart 8 will take us back to the drawing board where we will study different proposals on how to improve the MCAS.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1191930/header.jpg?t=1655317104",
    "developers": [
      "Kayo Games"
    ],
    "publishers": [
      "Kayo Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}