{
  "1191970": {
    "name": "The Coroner Saga: Episode 2 - When night falls",
    "steam_appid": 1191970,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Keep becoming a Coroner</strong><br>Continue Sara's story as she finds herself involved in another murder case! With new characters to meet, thousand of new conversations and a 6 hours long story written by Andrea Bruni, author of General Practitioner and Yomi Alliance.<br><br><strong>Enjoy the consequences of your actions</strong><br>Conversations and choices made in Episode 1 unlock new choices and events in the game. Choose who you want to side with, try to guess who really is Sara's friend and who's only trying to take advantage on her, and enjoy the start of three different romance paths, or spend your free time by yourself in your apartment: the choice is yours.<br><br>You decide your own fate<br>As with all Bruni Multimedia's videogames choices are the most important thing: will you pursue your career without any distraction or will you let your personal life to interfere with your dream to become a world-renown Coroner?<br><br>Episodic Release<br>This episode is the second of 6.<br>The game's replayability gives you the chance to start over and face completely new situations.<br>The Coroner Saga is an episodic Visual Novel which will have you deal with Sara's personal and professional life as well. Meet new people, interact with colleagues and fellow doctors and uncover the truth behind several murder cases throughout the game's season.<br><br>Medical accuracy<br>Developed with the help of a real MD, the game features medical informations that are accurate and up-to-date. Please do not take medical informations other than for having fun in the game. If you experience some medical concern ask your doctor as soon as possible.<br><br>Updated Full HD graphics<br>Developed in 1920x1080 resolution, The Coroner Saga's graphic is stunningly beautiful to look at.<br>New characters' renders have been made to replace the low-res ones which were still present in the game. The Coroner Saga is more beautiful than it ever was!<br><br>Original Soundtrack<br>New scores have been added to the soundtrack to involve you more and more into the game's situations.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1191970/header.jpg?t=1722271349",
    "developers": [
      "Dodo Novels"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}