{
  "1191800": {
    "name": "City Block Builder",
    "steam_appid": 1191800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome To 1950s Los Angeles</h2><br>The start of the quintessential American Dream is here. Los Angeles is in the midst of a cultural revolution and is bustling with immense amounts of growth throughout the city. Skyscrapers are being built. Tentwood is taking the city by storm and a utopia is on the rise with beaches, warm weather and palm trees. Los Angeles has become a real estate paradise with millions migrating from all over the world.<br><br>Follow the life of Joey, a returning war veteran that has just received a plot of land, as he weaves through his personal life and financial struggles with street smart and innovative decisions. Help him fight his struggles and discover the true face of LA. The time to build and invest is now! City Block Builder will be out for Windows on launch and will release shortly later on the Linux and Mac OS platforms!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1191800/extras/7f082e9e78fe03ec21a785568daf116d.avif?t=1660731516\" width=616 height=352 /></span><h2 class=\"bb_tag\" >A Genre-Blending Tycoon Game</h2><br>City Block Builder is a genre-blending tycoon game with micro and macro-management elements. Build your own business empire through an immersive game with easy to learn, but hard to master mechanics. Inspired by tycoon games of yesteryear, experience a tycoon tribute to the 50s. Build Restaurants at first, with Cinemas, Bowling Alleys, Shops, News Stands, Drive-Ins, Jazz Clubs and more coming soon!<h2 class=\"bb_tag\" >Multiple Businesses</h2><br>Each business will have its own extensive research system with different nuances. Unlocking different parts of the research tree is based on their opportunity costs. Higher points unlock better rewards but you can adjust your goals for short term solutions. With the research approach in your hand, you are completely in charge.<h2 class=\"bb_tag\" >Create The Business Of Your Dreams</h2><br>Explore the game and harness your creative juices into building an engine of a business. Manage, and micromanage every single detail of your empire and aim for the stars. The perfect blend of gameplay with freedom, City Block Builder is surely up to the task of quenching your thirst for curiosity!<br><br>Right from the furniture to the lights, from posters to advertisements, feel what it was like to live in that era of America. With the signature style of 1950s LA, experience the art and aesthetic of downtown LA. Interact with, build and place items that once were the staple of that era. Movie posters, food, glitz and glamour, immerse yourself with what’s in store for you!<h2 class=\"bb_tag\" >BUILD, MANAGE, SUCCEED!</h2>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1191800/header.jpg?t=1660731516",
    "developers": [
      "Tentworks Interactive"
    ],
    "publishers": [
      "Tentworks Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}