{
  "1192420": {
    "name": "Shuttle Commander",
    "steam_appid": 1192420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Take command of the Space Shuttle as it embarks on various missions to the Hubble Space Telescope. Fly the shuttle in a full landing simulation based on real physics and flight dynamics. </h2><br>Choose your landing site, weather conditions and approach difficulty. Explore the Galaxy with 3 remarkable visual experiences and witness a full Shuttle launch from the pilot seat. <br><br>568 kilometers above us, the Hubble Space Telescope circles the Earth. For almost 30 years, this observatory has helped us explore the solar system around us and understand how galaxies and planets form. Now you can embark along the journey of discovery with this modern-age marvel. <br><br>Shuttle Commander allows you to take part in the Hubble Space Telescope missions first hand with accurate recreations of the space missions, shuttle cockpit and Hubble Space Telescope. Join the crew on the space shuttle missions and assist in the deployment and servicing of the Hubble. <br><br>Celebrate the discoveries and experience how this remarkable apparatus changed our understanding of the universe around us through science visualization segments which are based on actual data discovered by the Hubble Space Telescope over the past 3 decades. <br><br>Fly the space shuttle in an accurate physics based landing simulation and take control of the Canada Arm in space as you witness the Earth pass below during a full day / night cycle.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1192420/header.jpg?t=1606778385",
    "developers": [
      "Immersive VR Education"
    ],
    "publishers": [
      "Immersive VR Education"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}