{
  "1192820": {
    "name": "Miscreated - Canyonlands",
    "steam_appid": 1192820,
    "required_age": 0,
    "is_free": true,
    "description": "Miscreated: Canyonlands DLC is a completely brand new map for Miscreated, designed from the ground up to utilize a vastly different environment based on a fictional Navajo desert. Survive and explore in a post-apocalyptic open world with up to 50 players on a server. You must use your wits to overcome the mutant hordes, hostile animals, other desperate online players, and even the elements.<h2 class=\"bb_tag\" >Key Features:</h2><br><strong>Completely new and unique desert environment to explore.</strong> Canyonlands offers a brand new biome based in a fictional Navajo desert. With an all new terrain to explore you will become lost in this intriguing wasteland paradise. From the open plains to massive canyons and deep caves - dive into an unforgettable and beautiful online experience. <br><br><strong>Unpredictable weather.</strong> Canyonlands weather has been adjusted to suit the new desert biome including a brand-new sand storm weather pattern. The dynamic weather can be very unpredictable and force you to change your plans so be prepared. Gather any protective gear you can find. If you’re caught out in the wild seek refuge in a nearby building, bunker or cave to outlast the harrowing storms.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1192820/extras/2e3f89db0cca3c4f8c1e7c1f29f91f79.avif?t=1674830254\" width=616 height=347 /></span><strong>Brand new vehicles.</strong> Cover more ground with 2 brand new modes of transport, the small and nimble beetle-style car allows you to cut across the sand and weave between rocks and canyons. Very useful for making daring escapes or to travel off road to various locations spread across the new terrain. Intimidate your foes with the Police SUV variant, flash your lights and pull over some online players on your travels, this beefy police SUV is perfect for your law and order role playing fantasy.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1192820/extras/4649f276fca824a41f24255c2c355adc.avif?t=1674830254\" width=616 height=347 /></span><strong>Shoot in style.</strong> Featuring 2 new western style weapons, the classic modeled Peacekeeper revolver offers that western vibe to unload some lead into your foes. The Model 1873, a new lever action rifle, further extends the old wild west feeling. Go hunting for some meat and pelt, or pop a nicely placed headshot into your enemies. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1192820/extras/d839ced92a93b814bca6708c3d97da24.avif?t=1674830254\" width=616 height=347 /></span><strong>New wildlife.</strong> A new biome, a new ecosystem. Hunt down rams, donkeys, and hostile giant mutant scorpions. Collect food and crafting resources to cling onto the life you have left.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1192820/extras/7cad1226c800d5ced36517bf5ab83b53.avif?t=1674830254\" width=616 height=347 /></span><strong>Dress to impress.</strong> Featuring an all new outfit. Dress like a desert scavenger and blend into the backdrop of the desert apocalypse. The outfit comes in 3 parts, the Scavenger shirt, pants and helmet - you’ll look totally badass!<br><br><i>Some servers will be running the Canyonlands map and players will need to purchase the Canyonlands DLC in order to join those servers.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1192820/header.jpg?t=1674830254",
    "developers": [
      "Entrada Interactive LLC"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}