{
  "1193730": {
    "name": "Piece Of Mind",
    "steam_appid": 1193730,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> How long can you survive?</strong><br>Piece Of Mind is an open world sandbox that puts a unique spin on first and third person shooter, survival, and resource management games. <br>You will need to decide who gets fed first, you or your dog? Together you will go through various challenges and sickness, <br>and try to survive the harsh environment and unpredictable climate. <br>How will you survive this vast place with dangerous animals and roaming soldiers with tactical weaponry?<br><br><strong>GAME FEATURES</strong><br><br>Explore<br>- A huge Island with rich and unique environments filled with different kinds of wildlife at every turn.<br><br>Companion<br>- You travel with your dog - win its' trust and it will protect you and warn you of danger. Heal its sicknesses, feed it and protect it while it protects a piece of your mind.<br><br>Sickness<br>- A wide variety of infections and sicknesses that will make surviving a lot more challenging. You can share resources with your trusted companion in the unforgiving forest.<br><br>Temperature<br>- Temperature changes based on the climate, the time of day and the current season.<br><br>Cooking of food<br>-Cooking is essential for survival and will protect you from various diseases.<br><br>Wild Life<br>- A diverse wildlife with all kinds of predators, both at sea and on land.<br><br>Survival Mechanics<br>- Hunger, thirst, blood, fatigue, health and stamina.<br><br>Health and blood<br>- As close to real as it can get; you don't lose health based on physical damage but the environment, insects and wildlife are a threat. E.g a snake bite will only poison you and won't take your health. <br>When you are shot, stabbed with knives, bitten by predators etc you will lose both blood and health. Excessive loss of blood leads to death. <br>Beware of blood type sicknesses.<br><br>AI Army<br>- Take care when attacking unless you are well equipped to do so, like having different types of tactical strength. Beware of guerrilla warfare.<br><br><strong>DISCLAIMER (PLEASE READ)</strong><br>The Public Early Access is intended for those interested in supporting the project and participating in its continued development. <br>You will most likely experience balancing issues, performance issues, bugs and missing features. If you are looking for a complete gaming experience <br>I would recommend for allowing some time before trying the game. We are a team of two and to those who will join us in the journey, we will be constantly <br>adding new features that will improve the experience. Thank you and enjoy.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1193730/header.jpg?t=1628048876",
    "developers": [
      "Rig Studio"
    ],
    "publishers": [
      "Rig Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}