{
  "1193130": {
    "name": "LoveSick Darlings Demo",
    "steam_appid": 1193130,
    "required_age": 0,
    "is_free": true,
    "description": "<i>LoveSick Darlings</i> is a visual novel where the player is put in the role of Syd, a sixteen-year old boy as he navigates the social landscape that is a friendship group that doesn't realize it's on the verge of collapsing at the end of the school year.<br><br>Syd goes to Foster Hills High, a school in a quiet town in New South Wales (Eastern Australia). Navigate this unique setting for a visual novel by interacting and learning about the characters in Syd's life with <i>&quot;Free Time.&quot;</i><br><br><i>&quot;Free Time&quot; </i>is a gameplay element that is heavily inspired by the <i>Danganronpa</i> and <i>Persona</i> franchises. With <i>&quot;Free Time,&quot;</i> Syd can choose who among his friends he wishes to grow closer with by spending time with them during the afternoons after school. But be careful, your free time is limited, and there's only so much Syd can do before the end of semester.<br><br>LoveSick Darlings boasts a cast of diverse characters with three main heroines in particular for Syd to interact with. A supporting cast of friends, parents, and rivals add colour to Syd's life and the gameplay experience. The three heroines, Maisy, Jayda, and Steph all feature extensive story-lines ranging from the most inspiring and happy to the most utterly tragic. Get to know them and form unique bonds with each of them as you play.<br><br>Determine the fate of Syd and all his friends as he makes some of the hardest decisions in his life. Choose whether to confess your feelings, accept or deny the feelings of others, sabotage or repair broken friendships, and get to know Syd's friends in a way that he never did before. Enjoy these last few weeks of the school year while they last!<br><br>And ultimately decide: who will <strong>you</strong> ask out to the school dance?<br><br><u>Content warnings:</u><br><i>Suggested age rating: 15+ (Not yet officially rated.)</i><br>Sexual References<br>Coarse Language<br>Mature Themes<br>Descriptions of and allusions to sexual content (nothing explicit)<br><br>The game is still in production you encounter any bugs or issues in the demo at all, let me know ASAP. Contact me over Twitter (@LoveSickDarling) or via Steam, and I will make sure that it gets fixed :)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1193130/header.jpg?t=1701535490",
    "developers": [
      "Dimitri Odysseus"
    ],
    "publishers": [
      "Dimitri Odysseus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}