{
  "1193640": {
    "name": "Trainz Route: Beavermouth to Ottertail",
    "steam_appid": 1193640,
    "required_age": 0,
    "is_free": false,
    "description": "This route expands upon the original &quot;TANE&quot; Canadian Rocky Mountains - Columbia River Basin route and updates much of the scenery and utilizes new TRS19 parallax ground textures.<br><br>Now with a total of 97 miiles, an additional 34 miles of track has been added to continue your run at high altitude through Kicking Horse Canyon and beyond. Included are sidings at, Glenogle (2.2 miles),  Palliser (2.2 miles), Leanchoil (2.2 miles) and finally the Ottertail siding (1.5 miles long).<br><br>There's also a new 10 mile track section on the western side to highlight a beautiful location along the Columbia River. Included in the 10 miles west side track is the Beavermouth siding a 2 and 3 Track siding long 2.2 miles.<br><br>Sessions:<br><br><ul class=\"bb_ul\"><li>Master all new sidings, switches, signals, slopes and seasons.<br></li><li>Drive heavy consist downhill from Ottertail just south of the beautiful (world famous) Yoho National Park.<br></li><li>Journey east across the Columbia River starting at Beavermouth.<br></li><li>Obey the signals and speed limits and wait for oncoming traffic.</li></ul><br>This new route extension comes with similar AI and manual dispatcher sessions that released alongside the original map. These sessions take advantage of the new extended areas of Beavermouth to Ottertail<br>- Around Golden Junction AI session<br>- Around Golden Junction Dispatcher session<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1193640/extras/2a67f850133ce7ee34ee81ef1f0bcf33.avif?t=1576019870\" width=634 height=396 /></span><br><br>Purchasing this DLC will see you get the entire Canadian Rocky Mountains - Columbia River Basin route + the Beavermouth to Ottertail extension all combined in the one route as you see in the above map.<br><br>View all the details of the original Canadian Rocky Mountains - Columbia River Basin route in the video above.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1193640/header.jpg?t=1576019870",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}