{
  "1194970": {
    "name": "Lem-Amaze!",
    "steam_appid": 1194970,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1194970/extras/54294fb7868654fb5de48a9c4c0e1a64.avif?t=1711470120\" width=590 height=1642 /></span> <br><br>Lem-Amaze is a rewarding money making simulation game where you'll try to make as much money as you can with your given in game circumstances.  You'll also make important decisions that will shape the relationship between your character in the game Franz and his first love Maggie.<br><br>To succeed financially, you'll need to buy supplies from four different stores gauging the value versus different name brand qualities for the four necessary items to make lemonade (cups, lemons, sugar, and ice).  The weather forecast for each selling day will need to be considered carefully to prevent over-purchasing of items that can go bad if not used at the lemonade stand that day.  Lemons can get rotten before the next week, sugar can get bugs, and ice can melt.  Optional items which can be purchased can help prevent the loss of these ingredients, but earning profits will be necessary to be able to afford these luxuries.  <br><br>After making your purchases, you'll choose from eight different locations around the town, with each location having its own unique advantages and disadvantages.  For example, the location called &quot;Gilbert and High street&quot; typically has many more potential customers in a high traffic area, but presents higher risks of getting busted by the cops for selling open beverages without a selling license and also an increased risk of the player getting mugged and money stolen.<br><br>You'll also choose how much you want to charge per cup of lemonade before you set up your stand and start selling each Saturday and while you'll be able to change your price during the day, it will cost you valuable time and potential sales as you'll need to paint over current price listed on your stand with your new price per cup.<br><br>To offer additional replay-ability to Lem-Amaze is the story of hopeful romance between the character you play as named Franz, and the girl he's known and loved for many years named Maggie.  Maggie is a sweet and happy young red haired beauty who Franz can't help but adore, but she holds mysteries and a dark side that you'll need to discover and make wise choices during your game to truly win her heart.  Maggies heart will be a prize that will present the games toughest challenge and only one ending out of more than thirty different outcomes of the story of Franz and Maggie will be the ending that truly makes Franz happy.<br><br>Will you choose to go for the riches of selling your golden lemonade without regard for Maggie and the potential heart break of your character Franz?  Or will you sell high quality lemonade at low costs to make sure your customers are happy in hopes that strategy just might win over Maggies heart?  There's no right or wrong way to play Lem-Amaze, but your success or destruction will be clearly seen to all Steam users around the world as every aspect of your gameplay will be tracked and recorded for your analysis as well as the rest of the world to see!  ..No pressure!  It's time to turn a lemon into a goldmine!  It's time to Lem-Amaze!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1194970/header.jpg?t=1711470120",
    "developers": [
      "ZaxtorGameS"
    ],
    "publishers": [
      "ZaxtorGameS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}