{
  "1194610": {
    "name": "Knights of the Temple: Infernal Crusade",
    "steam_appid": 1194610,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1194610/extras/e9e8e1c523916efd43a9d89ad58bc4b6.avif?t=1734619891\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1194610/extras_big/e9e8e1c523916efd43a9d89ad58bc4b6.avif?t=1734619891 width=800 height=400 /></span></p><p class=\"bb_paragraph\" >This title has already been published in 2004 and was considered the highlight of the year at the time. Now it is available on Steam for the very first time.</p><p class=\"bb_paragraph\" >You are Paul de Raque, a Knight Templar on a journey to the Holy Land with the goal to reunite with his Order in Jerusalem. But you are more than just a common crusader - you are on a holy mission. The future of the world and all mankind rests on your shoulders… </p><p class=\"bb_paragraph\" >Using the weapons of a medieval knight you must fight your enemies, humans and demons alike, to prevent unspeakable evil from being victorious and hell from conquering earth.</p><p class=\"bb_paragraph\" >You fight against the hordes of darkness with sword, axe, bow and shield. Your crusade leads you through Europe and the Holy Land, against warriors, assassins and minions of hell. You must thwart the dark plans of evil at all costs and find a sacred relic from ancient times.  </p><p class=\"bb_paragraph\" >The focus of the game is on the battle with authentic weapons of Medieval Times in the dark world of the 12th century, which was painstakingly recreated with great effort in graphic design and detail.</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Compete against over 40 different enemies and form new alliances with important allies in the fight against evil. Only you have the power to save humanity!</p></li><li><p class=\"bb_paragraph\" >Explore 14 levels of the Dark Ages, ranging from tranquil monasteries and villages to exotic bazaars and the strongholds of the Crusaders under the blazing sun of the Holy Land!</p></li><li><p class=\"bb_paragraph\" >Unravel the mysteries of two worlds: The realm of the living and the nightmarish world of demons and lost souls!</p></li><li><p class=\"bb_paragraph\" >Use the heavily packed mediaeval armory: sword, mace, axe and shield are just some of the loyal companions you can rely on during your journey!</p></li><li><p class=\"bb_paragraph\" >Battle fiercely with fair and unfair tricks and capture all the drama and excitement of medieval combat!</p></li><li><p class=\"bb_paragraph\" >Master archery and strike down your enemies from a great distance!</p></li><li><p class=\"bb_paragraph\" >Solve a variety of puzzles and remove any obstacles you may encounter on your journey that may make it harder to reach your ultimate goal!</p></li><li><p class=\"bb_paragraph\" >The dynamic ability system allows for the creation of a customized player character without unnecessary shifting of numbers and arithmetic.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1194610/header.jpg?t=1734619891",
    "developers": [
      "Starbreeze Studios"
    ],
    "publishers": [
      "bitComposer Interactive GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}