{
  "1194520": {
    "name": "Terra Incognita",
    "steam_appid": 1194520,
    "required_age": 0,
    "is_free": false,
    "description": "The &quot;Terra Incognita&quot; is a dimension very close to the earth, level 1.<br />\r\n<br />\r\nSo it's not a world apart like in Game of thrones or the Lord of the Rings.<br />\r\n<br />\r\nIt is a copy of our world, but with the difference that there is magic, creatures and magic spirits. What makes this world remain stagnant in the fantastic medieval era. Please note, it remained at this time until our time, which makes it seem like still in the Middle Ages, but much more developed, for example with very dense cities and gigantic castles.<br />\r\n<br />\r\nIt is possible to travel around the world, on five continents via the teleport portals.<br />\r\n<br />\r\nIn Terra Incognita, the dinosaurs are still alive. Elemental magical nature spirits were present when the meteorite that killed the dinosaurs crashed to Earth. These spirits did not stop the meteor from crashing, but they were able to act on certain climatic phenomena, enough to reduce the damage and allow a few dinosaurs to survive. Today they are everywhere on the planet. We do not see them everywhere (we do not find on most game levels) but they are present and that is why we built gigantic barriers all around cities. It is also partly because of the presence of dinosaurs that Terra incognita remained largely stagnant in medieval times, car because of all the dangers that there are on the planet humanity to have had struggling to evolve.<br />\r\n<br />\r\nIndeed, the game is largely located in medieval times. But not only, it's a bit like in our time, the technological level is not the same depending on where you are located.<br />\r\n<br />\r\nOn Terra incognita, the general level is medieval, but there are also many places of ancient level, even less evolved, until prehistoric.<br />\r\n<br />\r\nAnd conversely, some fairly rare places are more advanced and can range from the Renaissance to the industrial era, see modern or even something somewhat futuristic. That is why there is also the presence of techno-magic (a sort of mixture of technology and magic) in certain places on the planet.<br />\r\n<br />\r\n<br />\r\n<br />\r\nBUT OF THE GAME:<br />\r\n<br />\r\nYou have to find three rock crystals in each level, and find the tele-carrier that will lead to the next objective.<br />\r\n<br />\r\n<br />\r\nCONTENT:<br />\r\n<br />\r\nThis package contains five levels corresponding to the five continents of Terra Incognita. Each of the levels can be thought of as a little game in its own right.<br />\r\n<br />\r\n<br />\r\nBONUS OF THE GAME:<br />\r\n<br />\r\nThis package includes the Utopia-Rpg game as a bonus gift. (in French)<br />\r\n<br />\r\nBONUS DU JEU :<br />\r\n<br />\r\nLe présent package comprend le jeu Utopia-Rpg en cadeau bonus. (En Français)<br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\nAuteur : Christophe Vanhille",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1194520/header.jpg?t=1597860286",
    "developers": [
      "Christophe Vanhille"
    ],
    "publishers": [
      "Christophe Vanhille"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}