{
  "1195460": {
    "name": "Last Year",
    "steam_appid": 1195460,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>LAST YEAR IS BACK!</strong><br>After some time away, Last Year is back on Steam!<br><br><strong>FACE YOUR FEARS</strong><br>Team up with four other Classmates to survive against a sixth player controlling  a dreadful, horrifying Fiend, in this evolution of multiplayer horror games inspired by classic horror stories.<br><br><strong>WELCOME TO THE NIGHTMARE</strong><br>For these Classmates, their last year of high school might be their last year of life.  After being transported to a nightmarish copy of their hometown through an occult game of cards, six classmates soon find out that they are not alone, and that to escape, they’ll have to work together against all manner of Fiends lurking in the shadows.<br><br><strong>KEEP YOUR FRIENDS CLOSE</strong><br>Which Classmate will you pick? Choose from 6 Classmates, and assign them a Class to get special skills. The more you work well with your Classmates, the better your chances of survival. And the more you survive, the more Arcane Secrets you learn, unlocking powerful magical abilities to take the fight to the Fiends.<br><strong><br>WITH FIENDS LIKE THESE...</strong><br>Supernatural entities living in The Nightmare, the dreadful Fiends take the form of quintessential horror archetypes, and each have unique powers, weapons and play-styles. Decide whether to attack the Classmates head-on, or meticulously plan your attacks by setting up traps, preparing ambushes, and toying with your prey.<br><br><strong>A NEVER-ENDING NIGHTMARE</strong><br>Free content updates in the form of Chapters will bring new, terrifying Fiends and ever-more-dreadful areas inspired by different genres of horror, and more, changing up the gameplay and making Last Year the ultimate multiplayer horror experience.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1195460/header.jpg?t=1683217944",
    "developers": [
      "Undaunted Games"
    ],
    "publishers": [
      "Undaunted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 221,
      "total_negative": 112,
      "total_reviews": 333
    }
  }
}