{
  "1196660": {
    "name": "Red Sun Raiders",
    "steam_appid": 1196660,
    "required_age": 0,
    "is_free": false,
    "description": "Join the last humans aboard the vast colony ship Tarian. Moving through the remains of the galaxy in front of a nameless dying sun destroying everything in its path.<br />\r\n<br />\r\nRed Sun Raiders is a strategy game with elements of trading, levelling, looting, resource management, basic combat and exploration. This is not a combat based game, the gameplay involves building farms and mines to maximize loot collected, exploring to find keys and gold deposits, and trading to get a good price for your loot.<br />\r\n<br />\r\nTake control of a clone salvage team, visit planets as they enter the suns goldilocks zone and make as much money as you can, by whatever means you can, before the planet is consumed by the sun. Your score for each solar system is the number of credits you can accumulate.<br />\r\n<br />\r\nThree replayable solar systems each containing three or four planets. Get a highscore for each system. Challenge your friends with a private leaderboard or play solo.<br />\r\n<br />\r\nYou need four clones to start a mission. Clones are made from genetic material, one unit of genetic material produces one clone. You start each system with five genetic material and a basic clone. Genetic material may be recovered from dead aliens during missions or purchased on the open market.<br />\r\n<br />\r\nClones are made by copying an existing clone and optionally adding enhancements to boost skills. Copying a first generation clone produces a second generation clone. As the generation gets higher the chance of replication errors gets greater. Each system starts with three random enhancement tokens for you to use.<br />\r\n<br />\r\nAt the start of each system you also have 12 skill points to assign to boost all clones. Clones can gain skills by carrying out relevant tasks or by opening cargo drops during a mission.<br />\r\n<br />\r\nif you are feeling confident and you have enough credits you may also like to take up a wager or two. <br />\r\n<br />\r\nMissions last 30 minutes. Harvest wood to build farms and mines or explore and find treasure. Or both.<br />\r\n<br />\r\nAt the end of 30 minutes remember to get all clones back into the gravity beam or you will have to make some more. Lose all your clones and it's game over.<br />\r\n<br />\r\nBetween missions you can sell your cargo and get ready for the next mission. After the last mission you need to sell everything and submit your score.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1196660/header.jpg?t=1624194637",
    "developers": [
      "Jon Bird"
    ],
    "publishers": [
      "Jon Bird"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}