{
  "1196260": {
    "name": "Draft Day Sports: Pro Basketball 2020",
    "steam_appid": 1196260,
    "required_age": 0,
    "is_free": false,
    "description": "Draft Day Sports: Pro Basketball 2020 puts you in the general manager's seat of your favorite professional basketball team like never before. If you have ever dreamed of being a basketball general manager then prepare to experience basketball nirvana.<br />\r\n<br />\r\nDraft Day Sports: Pro Basketball 2020 has been built from the ground up on the new Alchemium Unlimited platform providing the best user experience in any sports simulation game out there. DDSPB20 gives you the chance for the ultimate in basketball armchair general managing. Take over your favorite team and draft, trade, sign free agents and make strategic decisions to set them on a course to be the next great dynasty in this career based simulation. Enjoy the immersive, simulated gameplay and rich almanac storing an archive worth of stats and records while you make the day to day decisions to guide your franchise to the top of the basketball world. Check out the insanely detailed draft - you'll feel as if you're right in the middle of the real thing. This is the closest you'll get to living out your dream of running your favorite basketball team!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1196260/header.jpg?t=1575035772",
    "developers": [
      "Wolverine Studios"
    ],
    "publishers": [
      "Wolverine Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}