{
  "1196040": {
    "name": "OMSI 2 Add-on Downloadpack Vol. 7 – KI-Busse",
    "steam_appid": 1196040,
    "required_age": 0,
    "is_free": false,
    "description": "Nothing suits driving a bus in OMSI 2 better as the buses you encounter in the simulation - whether as oncoming vehicles in traffic or at large locations such as bus stations, where virtual colleagues and their vehicles can be found.<br><br>With the 7th part of the popular OMSI 2 Downloadpack series, AI buses are now appearing. When selecting the buses, a balanced mix of city buses, intercity versions and coaches was considered.<br><br>The OMSI 2 Downloadpack Vol. 7 contains a total of 7 different AI bus types that are waiting to be used in various OMSI maps. Part of the package is a driver training bus, which can sometimes slow down the traffic. No one is born as a master.<br><br>The vehicles are included in different repaints and versions for maps like Hamburg (Hamburger Hochbahn), Munich (Münchner Verkehrsgesellschaft), Metropole Ruhr (Stadtwerke Oberhausen) and Bremen-Nord BSAG (Bremer Straßenbahn AG - only C2G) but also for some coach service providers. For own repaints the templates are modding friendly included. <br><br>Individual sound brings a realistic background noise into the simulation. Great importance was also attached to the performance, all models are therefore optimized in terms of the number of polygons.<br><br><strong>NOTE:</strong><br><ul class=\"bb_ul\"><li> The AI vehicles are not independently drivable, the new AI vehicles must be manually added to the existing AI lists of the respective OMSI maps (more details in the enclosed manual)<br></li><li> The distribution of the vehicles of the OMSI2 Downloadpack Vol. 7 is not permitted individually or together with free maps for copyright reasons<br></li><li> The AI vehicles must be manually integrated into the existing OMSI maps for use, there is no automatic integration</li></ul><br>The  OMSI 2 Downloadpack Vol. 7 makes every map and road traffic even more authentic.<br><br><strong>Contents of the package:</strong><br><ul class=\"bb_ul\"><li> C2 Euro 5 Solo - 2 Doors<br></li><li> C2 Euro 5 Solo - 3 Doors<br></li><li> C2 Euro 5 Hinge - 3 Doors<br></li><li> C2 Euro 5 Hinge - 4 Doors<br></li><li> Setra 415 UL / NF - normal front<br></li><li> Setra 415 UL / SF - sloping front<br></li><li> Setra 531 DT</li></ul><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li> 7 different KI bus types in numerous different variants and versions<br></li><li> Corresponding vehicle types of well-known manufacturers<br></li><li> Vehicles are suitable as static models for placing on maps<br></li><li> Own, special sounds are included<br></li><li> Special driver training bus<br></li><li> Adapted Scripts th Special driving school carat influence driving behavior<br></li><li> Performance optimized 3D models<br></li><li> Various repaints are already included for transport companies such as HHA, BSAG, MVG and STOAG but also travel services for coaches.<br></li><li> Repaint templates for your own modding</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1196040/header.jpg?t=1764237154",
    "developers": [
      "Halycon Media"
    ],
    "publishers": [
      "Halycon Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}