{
  "1197380": {
    "name": "Flashover MegaSector",
    "steam_appid": 1197380,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Hapsy Crew, nuisance of the stars, grows bolder...</h2><p class=\"bb_paragraph\" >You, armed with a powerful weapon that can destroy anything easily, and naught but a single ship, decide to set out to stop an entire galactic force of space pirates, the infamously incompetent nuisances-more-than-threats known as The Hapsy Crew. I mean, they're just The Hapsy Crew, right? A single ship is all you could possibly need. They've never been a threat before... so what could possibly go wrong...?</p><h2 class=\"bb_tag\" >-Flashover Megasector-</h2><p class=\"bb_paragraph\" >Flashover MegaSector is a fast-paced bullet hell shoot 'em up with simple-but-unique mechanics built to look like a browser game from an era long passed.</p><p class=\"bb_paragraph\" >The game features easy to understand controls and readable visuals to make sure you can get the basics down quickly. Additionally, you can set your starting lives to account for your skill level, ensuring you can make it through the game no matter how good or bad you may be at shoot 'em ups. Meanwhile, for skilled players, don't worry: Varied level gimmicks and complex enemy patterns will keep you on your toes and make sure you can't ever get too comfortable.</p><p class=\"bb_paragraph\" >Don't think that getting the highest score possible will be straightforward either: Clearing objectives in one level will change the patterns in the next. Do you make the next level harder to push your score higher? Or do you play it safe, trying to avoid the massive score penalties associated with dying? The game tracks your highest score you've gotten, so push yourself ever farther on each playthrough!</p><p class=\"bb_paragraph\" >Experimental yet straightforward mechanics, engaging level design with varied gimmicks, and tons of gradients everywhere for era-authentic visuals are built both to make for a good, easy to play but hard to master shoot 'em up and to remind of browser games of days gone by. </p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197380/header.jpg?t=1751293005",
    "developers": [
      "Happy Frog Games"
    ],
    "publishers": [
      "Happy Frog Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}