{
  "1197750": {
    "name": "After Gloom",
    "steam_appid": 1197750,
    "required_age": 0,
    "is_free": false,
    "description": "An undetermined amount of time has passed since the Saint, successor of Great King Domnhall, ascended from the Common Dream. Stories of his adventures have spread far and wide, tempting many to enter the Dream in search of the mysterious, wish granting Abyss. You are one of these nameless dreamers. Disillusioned with reality and with little purpose left, you hope that the Dream can reunite you with someone you once loved and lost.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>Lovecraftian dream world filled with mystery, complete with cosmic deities and eldritch beasts<br></li><li>Challenging combat that respects the player's ability to learn and adapt<br></li><li>Procedural level structure as well as tons of different weapons and trinkets to ensure endless replay value<br></li><li>Modern roguelike structure, where dying means starting the game from the very beginning with a few items and upgrades carrying over from your previous run<br></li><li>Progression system where the difficulty increases and more content unlocks each time you reach the Abyss<br></li><li>Dreamlike atmosphere built with unique, monochromatic pixel art and rich audio to match</li></ul><h2 class=\"bb_tag\" >Note:</h2>While After Gloom references characters and events of previous games (Gloom and The Treehouse Man), it is a standalone story and a solid entry point to the world of Common Dream. <br><br><br><strong>Developed and published by Hunchback Studio</strong><br>Created by Aleksi Sirviö<br>with music by Valtteri Hanhijoki",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197750/header.jpg?t=1658261453",
    "developers": [
      "Hunchback Studio"
    ],
    "publishers": [
      "Hunchback Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}