{
  "1197740": {
    "name": "ISS 360° Tour with Tim Peake",
    "steam_appid": 1197740,
    "required_age": 0,
    "is_free": true,
    "description": "<i>ISS 360° Tour with Tim Peake</i> is an educational planetarium film produced by the National Space Centre, UK that takes you through a narrated tour of the International Space Station. Screening in planetariums worldwide, you can now watch it in the comfort of your own VR headset in the CAPCOM GO! Apollo VR Planetarium.<br><br>This DLC content gives you access to the 15-minute film as a free addition to the primary experience.<br><br><strong>The Story</strong><br><br>Working together with BAP (British Association of Planetaria), NSC Creative has produced a short immersive 360° experience which takes the viewer around the ISS (International Space Station) to see what it is like to live and work in space. Narrated by British Astronaut Tim Peake who has successfully completed his 6 month Principia mission. We also get to see footage of Tim shot onboard the ISS specifically for this project using a DSLR and Fisheye lens.<br><br>The project was supported by the UKSA (UK Space Agency) and ESA (European Space Agency) with additional support from Explorer Dome, Centre for Life and the National Space Centre.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197740/header.jpg?t=1576839056",
    "developers": [
      "NSC Creative",
      "NSC Creative"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}