{
  "1197790": {
    "name": "Arcade Attack Anthology",
    "steam_appid": 1197790,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Arcade Attack Anthology</strong> is a 4-in-1 game collection featuring 4 old-school arcade games (just in case the name didn't make it obvious enough). You compete with everyone around the globe to put your name on top of the online leaderboards - I don't think I need to describe online highscores to you, tho, you know what this is. This compilation of games collects three previously released games, two of which were exclusive to console!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197790/extras/e84e03f1b5b569694aa9dcff2fd602bb.avif?t=1750430771\" width=450 height=120 /></span><h2 class=\"bb_tag\" ><strong>About the games:</strong></h2><ul class=\"bb_ul\"><li><strong>A.C.E. - Alien Cleanup Elite</strong><br>Randomly generated content lies at the base of this run and gun shooter. Think 90s arcade action with guns, aliens, grenades and bosses. Yeah, just like that. This game was previously released on the Nintendo Wii U.<br><br></li><li><strong>Gravity+</strong><br>By pressing a button you can rotate gravity into one of four directions. Find the key and head to the exit in this exciting puzzle game. Your robot cannot fight so don't touch the hazards! This game was previously released on the Nintendo Wii U and is available for the first time on PC in this compilation!<br><br></li><li><strong>Pincube</strong><br>What do you get when you cross Breakout with Pinball but use cubes instead of balls? You get Pincube. Because the name says it all. This is a new game, previously unreleased!<br><br></li><li><strong>Rorrim</strong><br>This two-screened adventure tests your dexterity. You have to guide both princesses in both the real world and the mirror world to the exit at the same time. Sounds easier than it is. This game was previously released on the Nintendo Wii U and is available for the first time on PC in this compilation!</li></ul><br>Arcade Attack Anthology has something for everyone who likes old-school highscore hunting. Can you make it to the top?<br><br>-------------------------------<br>Controller Information:<br>Due to limitations with the engine, some controllers, for example 8bitdo gamepads, may not work properly. There is, unfortunately, nothing I can do about that. Should you have any trouble with your gamepad, maybe try another gamepad or use the keyboard. I apologize for the inconvenience.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1197790/header.jpg?t=1750430771",
    "developers": [
      "ERMedia"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}