{
  "1198470": {
    "name": "IL-2 Sturmovik: Flying Circus - Volume I",
    "steam_appid": 1198470,
    "required_age": 0,
    "is_free": false,
    "description": "From the team that brought you<i> Rise of Flight: The First Great Air War </i>comes a new, re-imagined Great War combat flight-simulator as part of the IL-2 Sturmovik Great Battles series. Fly some of WWI’s greatest aircraft in thrilling air to air combat high above the trenches of No Man’s Land. In planes made largely of canvas and wood, dogfight to the death against cunning enemies and see if you have what it takes to become an ACE! Experience what is was like to be an early aviation pioneer and test the tactics and machines that would forever change warfare by bringing it to the skies for the first time. Discover the bravery and courage it took to do battle where each mission could be your last. Are you the next Guynemer, Ball, Bishop or von Richtofen?<br><br>Compared to more powerful WWII planes or jet aircraft these early flying machines can make tight turns with ease. You’re aim will have to be good as dogfights are twisting, turning, chaotic affairs and many bullets just pass through the thin materials these planes are made of. Aim for the engine, radiator, wing supports or the enemy pilot himself to bring him down. This takes a whole other level of skill which also brings a whole new level of fun and immersion.  <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198470/extras/ff16d561f1e971a4b2f51eeaee657929.avif?t=1734534381\" width=600 height=800 /></span><h2 class=\"bb_tag\" >Realistic Environment and Physics</h2>Flying Circus, just as in all our Great Battles titles, features a realistically modeled combat and flight environment with an advanced physics engine. Aircraft have realistic aerodynamics and are modeled to fly like their real-life counterparts. A <strong>detailed damage model</strong> along with beautiful cockpits and <strong>physiological modelling of pilot's fatigue accumulation after active maneuvering in a dogfight</strong> complete the picture. Real pilots tell us that the feeling of flight in the Great Battles series is amazingly accurate.<h2 class=\"bb_tag\" >Several Ways to Play</h2>You can choose several ways to play Battle of Normandy in either single-player or multiplayer modes. Just like all of our other Great Battles titles, Flying Circus takes full advantage of our mission design logic and multiplayer capabilities of the IL-2 Sturmovik simulation engine.<h2 class=\"bb_tag\" >Quick Mission Builder</h2>If you just want to jump into the cockpit and start shooting, we have several dogfights, duels and free flights available in the Quick Mission Builder (QMB). These quick missions are a great way to hone your flying and aerial combat skills before you tackle objective-based single-player missions or intense multiplayer missions. And if you own any other Great Battles title, you can also play quick missions with the Flying Circus aircraft on other maps, not just the included Western Front map.<h2 class=\"bb_tag\" >Advanced Quick Mission Generator</h2>Once you’ve mastered quick mission combat, and you want to fly a more challenging and detailed objective-based mission, but don’t want to learn our Mission Editor, then the Advanced Quick Mission Generator (AQMG) is for you. Simply pick an airfield, aircraft and mission type and a few other parameters and a fully detailed mission will be generated for you. <strong>No two missions will be identical</strong> guaranteeing hours upon hours of great sorties to fly!<h2 class=\"bb_tag\" >Pilot's Career</h2>Another step forward in complexity is the Career mode: here you can join one of more than 50 historical American, French, British or German squadrons and complete missions day by day, earning awards and rising in rank - after becoming a commanding officer you can direct your subordinates and alter the mission plan. Mission types change and <strong>represent the real missions this squadron was performing on this day</strong>. The weather changes according to history and squadrons fly rebase missions. You can even can ask to be transferred to another unit or read a newspaper with news articles of the time.<h2 class=\"bb_tag\" >Multiplayer</h2>As with all our Great Battles titles, Flying Circus supports both Dogfight and Co-operative multiplayer missions. These can be created with our Mission Editor or you can download multiplayer missions created by the community. You can host multiplayer missions from the in-game menus or utilize our Dedicated Server (Dserver) application that is included. We do recommend the Dserver for advanced users. Multiplayer is a great challenge for IL-2 Sturmovik pilots and many great friendships have started in our multiplayer community. There are even <strong>virtual squadrons you can join</strong>!<h2 class=\"bb_tag\" >Community Content Support</h2>As with all IL-2 Sturmovik: Great Battles series titles, Flying Circus supports content created by the community such as skins, missions and campaigns. Flying Circus fans are already creating additional skins and missions for you to download and enjoy. You can download our Photoshop templates and create your own paintjobs.<br><br>Flying Circus includes support for Scenario Missions that are custom designed single-player missions built by the team or by members of the community using our powerful Mission Editor. These can be one-offs or several missions not necessarily designed to be a campaign. There are lots of Scenario Missions available for download or create your own using our Mission Editor or a community supplied mission builder application.   <br><br>Flying Circus includes support for what we call Scripted Campaigns. These are sets of missions that are created either by the Sturmovik team or by members of the IL-2 Sturmovik: Great Battles community using our powerful Mission Editor application. They are scripted in the sense that they are specifically designed and linked together to tell a story or portray a unique period during the war.<h2 class=\"bb_tag\" >Part of a Larger War</h2>Flying Circus - Volume I is part of the IL-2 Great Battles series and can be used both as a standalone product and together with other games in the series – Flying Circus: Volume II, Battle for Stalingrad, Battle for Moscow, Battle of Kuban, Operation Bodenplatte and Battle of Normandy. All together they form a single combat flight simulator of both world wars.<h2 class=\"bb_tag\" >Additional Details</h2><ul class=\"bb_ul\"><li> Large Western Front map (120 000 sq. km.) with cities, towns, airfields, factories, bridges, farms and the treacherous &quot;No Man's Land&quot;.<br></li><li> Ten legendary WWI aircraft to fly - Spad XIII, Sopwith Dolphin, Sopwith Camel, RAF S.E.5.a, Bristol Fighter, Albatros D.Va, Fokker Dr.1, Fokker D.VII. Pfalz D.IIIa and Halberstadt CL.II.<br></li><li> Also includes the Fokker D.VIIF, Bristol Fighter F.III and Halberstadt CL.II 200hp engine modifications.<br></li><li> Numerous field and weapon modifications from the era for each aircraft.<br></li><li> Map of Arras area (10 000 sq. km.).<br></li><li> 50+ historical squadrons to fly for and much more AI controlled historical squadrons to fly with and against.<br></li><li> Numerous types of buildings, hangars, ground vehicles and scenery objects to enhance mission environment.<br></li><li> Detailed and precise exterior models of aircraft with 4K skins.<br></li><li> Virtual Reality ready with support for major VR headset brands. <br></li><li> Full-scale 3D interior of each aircraft that looks amazing in VR - this is especially true for WWI era aircraft which have many wires and braces.<br></li><li> Ability for friends to join you and play online as an observer/gunner in properly equipped aircraft.<br></li><li> Quick Mission Builder to get you flying and fighting in minutes.<br></li><li> Advanced Quick Mission Generator with easy-to-use interface. <br></li><li> Pilot Career where you can earn medals and move up in rank.<br></li><li> Custom Single-Player Missions support.<br></li><li> Scripted Campaign support.<br></li><li> Co-Op and Dogfight Multiplayer Modes plus a Dedicated Server option.<br></li><li> Realistic ballistics modeling.<br></li><li> Realistic gunsight and bombsight visuals and operation.<br></li><li> AI that obey the same physics limitations as you.<br></li><li> Detailed physics model and performance of aircraft.<br></li><li> Detailed damage model.<br></li><li> Realistic G-force effects with blackouts and redouts and pilot fatigue.<br></li><li> Custom Input Profiles and Keymaps that are assignable to each aircraft.<br></li><li> Customizable graphics options.<br></li><li> Track recordings of your missions.<br></li><li> Custom skins support.<br></li><li> Motion-sim platform support.<br></li><li> Sim-shaker audio effects support.<br></li><li> Tacview compatible.<br></li><li> TrackIR support.<br></li><li> Powerful Mission Editor (Recommended for Intermediate and Advanced Users).<br></li><li> Large, Friendly and Helpful Community!</li></ul><br><p class=\"bb_paragraph\" >Flying Circus modules are developed in partnership with Ugra Media studio.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198470/extras/264509f849c7c4118ee84a1b4ee0c970.webp?t=1734534381\" width=600 height=56 /></span></p>",
    "supported_languages": "英语, 俄语, 德语, 波兰语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198470/header.jpg?t=1734534381",
    "developers": [
      "1C Game Studios",
      "Ugra Media"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 26800,
      "final": 26800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 268.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}