{
  "1198920": {
    "name": "Hordebreak",
    "steam_appid": 1198920,
    "required_age": 0,
    "is_free": false,
    "description": "Judged guilty by the interstellar courts for a seemingly innocent crime, you are given a hopeless choice: Spend the rest of your life in a high security labor camp, or keep your precious freedom in exile on the fallen planet Kryst. The former colony which was thriving with industry and research until it fell victiom to native monsters and catastrophic genetic experiments. Giant mutant hordes roam the planet surface. Will you be able to found a new home among the rubble, or perish like those before you?<h2 class=\"bb_tag\" >Explore the World</h2>Explore an unforgiving world filled with natural hazards, inhospitable weather and countless enemies. Find locations of interest, gear up for the challenges ahead, and raid the site. Claim the loot and get out before the hordes overwhelm you.<h2 class=\"bb_tag\" >Build Hideouts &amp; Fortresses</h2>Design and construct intricate fortresses providing shelter, resources and tools for your endeavours. Supply it with energy, water and other utilities which are critical to conducting your operations. Establish mighty defensive parimeters, protecting what is rightfully yours.<h2 class=\"bb_tag\" >Craft &amp; Upgrade</h2>Improve your arsenal through crafting powerful weapons, armor and utility gear. Weapons can be upgraded with effects like exploding projectiles or richochet; or why not both for extreme carnage. In Hordebreak you don't measure Damage per Second, you measure Kills per Second.<h2 class=\"bb_tag\" >Online Co-op</h2>Band up with your friends, and explore this unforgiving world together. Travel by foot, or by vehicles of war. Always stick together, or leave the weak behind; the choice is yours.<h2 class=\"bb_tag\" >Modding support</h2>Use the level editor or modify the exposed content XML files in order to create original designs which can be shared with others. Items, hordes and weapons are all examples of game content which will be fully customizable by you and other players.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198920/header.jpg?t=1631788219",
    "developers": [
      "Far North Entertainment"
    ],
    "publishers": [
      "Far North Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}