{
  "1198490": {
    "name": "All That Remains: Part 1",
    "steam_appid": 1198490,
    "required_age": 0,
    "is_free": false,
    "description": "“Duncan Price is paranoid” they used to say. He’s just a “local nut” they said. They used to say a lot of things about him. Now they don’t say anything. Because they’re dead.<br><br>Waking up in what appears to be his father’s old bunker, Campbell Price is confused. Last night was pretty crazy, but not that crazy. How did he end up here?<br><br>Hearing a familiar voice over a 2-way radio, your sister says you’ve been put in the bunker for your own safety.<br><br>Fearing for your sister’s life, who has also been locked up for her protection, you must escape the bunker and find her before it’s too late. <br><br>Before you’re ... all that remains.<br><br>All That Remains is a first person adventure game set in, what seems to be, a cold war era bunker. You find yourself locked up with a spotty memory and an uncontrollable urge to escape. Collect items, unlock stuff, solve puzzles, and find your sister!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>A first person point and click adventure game.<br></li><li>Localised into English ( both British and American ), French, Italian, German, and Spanish.<br></li><li>Trademark Glitch humour and puzzles that will leave you screaming at us.<br></li><li>Beautiful soundtrack composed by Richard J. Moir.<br></li><li>The Glitch Camera to help you solve puzzles and keep track of clues.<br></li><li>Lots of clues to find and puzzles to solve.<br></li><li>Plenty of items to collect and fiendishly clever puzzles to solve!<br></li><li>Loads of items to find and use!<br></li><li>Clues to find and puzzles to solve!<br></li><li>Auto-save feature, never lose your progress again!</li></ul><br>Please search for us on Twitter, Facebook, Discord, and the Web to stay in touch!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198490/header.jpg?t=1720696294",
    "developers": [
      "Glitch Games"
    ],
    "publishers": [
      "Glitch Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}