{
  "1198460": {
    "name": "IL-2 Sturmovik: Battle of Bodenplatte",
    "steam_appid": 1198460,
    "required_age": 0,
    "is_free": false,
    "description": "The fourth installment of the next-gen IL-2 Sturmovik lineup is dedicated to late war aerial engagements between the U.S. Army Air Force, Royal Air Force and the Luftwaffe in the skies over western Germany, the Netherlands and Belgium during the winter of 1944 and early 1945. Bodenplatte was the German code word for the bold operation to launch a surprise low-level attack on multiple Allied airfields on Jan 1st, 1945. It contains eight aircraft (additional Collector Planes are available as separate DLCs). <br><br>Battle of Bodenplatte puts you at the scene of some of the most important battles on the Western Front as the Allies are knocking on Germany’s door and trying to cross the Rhine River into Germany for the first time. Fly in support of Operation Market Garden, the Battle of the Bulge and Operation Bodenplatte. Try to once and for all destroy the Luftwaffe or try to blunt the Allied advance into Germany. It’s was the peak piston-engine power and the dawn of the jet age, a time when famous Allied aces roamed the sky and desperate German defenders were trying to just survive, now outnumbered and no longer the masters of the air. Fight in aerial engagements over lush, green farmland and dense wooded forests or find yourself twisting and turning over frozen fields and icy rivers of the bitterly cold winter of 1944-45. Do you have the skills to survive the harrowing air combat? <br><br>IL-2 Sturmovik: Battle of Bodenplatte adds a new Western front theater to the <strong>IL-2 Sturmovik: Great Battles</strong> series of products. Steam requires you own Battle of Stalingrad before you can add Battle of Bodenplatte. Combined with Battle of Stalingrad, Battle of Moscow and Battle of Kuban, the series covers the combat pilot experience spanning both Eastern and Western fronts in WWII. Dogfight over the frozen steppes of Russia, the scenic mountains and beaches the Caucasus region or the doorstep of Germany itself. There is not a more monumental combat flight-simulator experience on the market with such a wide range of planes and theaters crafted to this level of detail. <strong>The physics, realism, systems, beauty, atmosphere, features, gameplay, performance, history and options combine to set a new standard of playability and fun in this important genre.</strong> IL-2 Sturmovik: Great Battles series is not a simply a PC game, it’s an AIR COMBAT SIMULATOR. Learn what it takes to become a WWII Ace!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198460/extras/19f7e6265403106d1c3889dc1485e616.avif?t=1734533825\" width=600 height=620 /></span><h2 class=\"bb_tag\" >Included Content and Features</h2><ul class=\"bb_ul\"><li>8 Battle of Bodenplatte Aircraft (P-51D, P-47D, Spitfire Mk.IX, Tempest Mk.V, Bf-109 G-14, Bf-109 K-4, Fw-190 A-8 and Me-262).<br></li><li>Large Western European Map (Belgium, Netherlands, Germany). Includes 220+ cities, towns and villages and 70+ airfields re-created according to historical references.<br></li><li>Map textures for all four seasons.<br></li><li>Many new ground objects including many American built vehicles and equipment. <br></li><li>Battle of Bodenplatte Pilot Career spanning from Sept. 1944 to April 1945. Fly for the USAAF, RAF or Luftwaffe. Earn medals and advance in rank.<br></li><li>Quick Mission Builder to get you flying and fighting in minutes.<br></li><li>Custom Single-Player Missions Support.<br></li><li>Scripted Campaign Support (Many free from community designers).<br></li><li>Co-Op and Dogfight Multiplayer Modes plus a Dedicated Server option.<br></li><li>Custom Skins Support.<br></li><li>Customizable Joystick support and key mapping.<br></li><li>Virtual Reality Support for all major VR goggles. <br></li><li>Customizable graphics options.<br></li><li>Track recordings of your missions. <br></li><li>Motion-sim platform support.<br></li><li>Sim-shaker audio effects support (under development).<br></li><li>TrackIR support.<br></li><li>Powerful Mission Editor (For Intermediate and Advanced Users).<br></li><li>Large, Friendly and Helpful Community.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语, 德语<strong>*</strong>, 波兰语, 法语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1198460/header.jpg?t=1734533825",
    "developers": [
      "1C Game Studios"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 16800,
      "final": 16800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 168.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 7,
      "total_negative": 1,
      "total_reviews": 8
    }
  }
}