{
  "1199640": {
    "name": "Cave to Kingdom",
    "steam_appid": 1199640,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Cave to Kingdom</strong> is a cross platform 3D online medieval management &amp; strategy game, featuring a single <i>Persistent Universe</i> with player driven economy, war, and taxes. The game plays <i>very slowly</i>, requiring only a few minutes each day.<h2 class=\"bb_tag\" >City Building</h2><br>At the start of the game you pick a location on the World Map for your hometown.<br><br>You can then construct buildings such as houses, farms, thresher, bakery, blacksmith, barracks, archery, and others, in order to grow your production and population. Following your orders, your citizens and soldiers will strive to complete their tasks even when you are offline.<br><br>You can instantly sell your product on the world market and influence the prices, but for all items you produce, you'll have to pay a tax to your hometown's <i>Baron</i>, <i>Count</i>, <i>King</i>, and <i>Emperor</i>, as a percentage of their market value.<br><br>Buy or produce war equipment, use it to train citizens into soldiers in the <i>Barracks</i> or the <i>Archery</i>, form armies, and send them to fight on the World Map.<h2 class=\"bb_tag\" >World Map</h2><br>Cave to Kingdom features a <strong>World Map</strong>, with over 4 million cities with real coordinates, split into 7800 Provinces.<br><br>You can use your army or form a military alliance with other players' armies in order to conquer <i>Cities</i> and <i>Provinces</i>, and create or conquer other <i>Kingdoms</i> and <i>Empires</i>.<br><br>Your armies can be freely relocated to any city from the political realm you belong to, and attacks can only be issued in the vicinity of your own realm, generating a multitude of territorial or subversive strategic possibilities.<br><br>The taxes collected from all players that have as hometown a particular city never go to a single recipient, but are split evenly among the 4 <strong>Rulers</strong>:<br><br><ul class=\"bb_ul\"><li> <strong>Baron</strong> - ruler of the <i>City</i><br></li><li> <strong>Count</strong> - ruler of the <i>Province</i> the city belongs to<br></li><li> <strong>King</strong> - ruler of the <i>Kingdom</i> (formed by joining at least 2 provinces)<br></li><li> <strong>Emperor</strong> - ruler of the <i>Empire</i> (formed by joining at least 2 kingdoms)</li></ul><br>You have countless ways of developing your Kingdom, and you can choose your path, both in terms of production chains or military strategy.<br><br>Compare your skills with people from all over the world and prove your worth!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1199640/header.jpg?t=1679435924",
    "developers": [
      "Iubisoft System SRL"
    ],
    "publishers": [
      "Iubisoft System SRL"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}