{
  "1199810": {
    "name": "The Shadow Society Demo",
    "steam_appid": 1199810,
    "required_age": 0,
    "is_free": true,
    "description": "<i>“There exists a world parallel to ours; alike in many aspects, yet different where it matters most. The only thing we know for sure is that certain people of that world have found a way to get to ours. Don’t trust them. And, whatever you do, look out for your own shadow.”</i><br>—Unknown <br><br>One night, you are faced with a dream that alters something within you, forcing you to return to your now abandoned childhood home to search for answers.<br><br>Little do you know that the abnormalities of the house are tied to another realm, and it appears your ancestors have a mysterious connection to it. But although their stories ended, yours remains to be written. Will you trust what you see, or search for a different truth? Will you put faith in those who claim to be your friends and shun the enemy, or turn the tables around? You may find your best friend, your nemesis or even fall in love during your journey. The outcome is up to you. <br><br><i>The Shadow Society</i> is a 550,000-word interactive modern fantasy novel by Cara Palmer, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fuelled by the vast, unstoppable power of your imagination.<br><br><ul class=\"bb_ul\"><li> Shape your main character according to a variety of choices.  <br></li><li> Play as male, female or non-binary; gay, bi, straight, aromantic or asexual.<br></li><li> Discover a hidden world and take the first step in changing its future.<br></li><li> Experience romance with one of five love interests along with two secret ones, become entangled in a triangle between two siblings or remain single.<br></li><li> Determine who to trust and who to shun, who to befriend and who to antagonize, among a cast of characters with differing secrets and motivations.<br></li><li> Choose a side – if any – in the conflict brewing between two worlds.</li></ul><br><strong><i>The Shadow Society </i>is a standalone story with no sequels planned.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1199810/header.jpg?t=1734034513",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}