{
  "1200270": {
    "name": "OMSI 2 Add-On MAN DN95",
    "steam_appid": 1200270,
    "required_age": 0,
    "is_free": false,
    "description": "Hardly any other bus has shaped the cityscape as much as the MAN DN95.<br>This double-decker bus, originally called MAN ND202, belongs to Berlin like the Brandenburg Gate, the Reichstag or the TV tower.<br><br>It offered 71 passengers seats, another 21 could be transported standing.<br>Now this bolide will be usable in OMSI2 for the first time thanks to the AddOn MAN DN95.<br>The prototype was developed by MAN (chassis) and ABB Henschel (superstructure) until 1994 and series production began in 1995.<br><br>There were several innovations, such as the low-floor design, the interior swing door behind the rear axle or the LCD display, which some models had.<br><br>Especially for a faster passenger change the bus got a 3rd door behind the 2nd axle. <br>In its design, passengers with restricted mobility were also taken into account.<br>For the first time, the double-decker was designed in a low-floor design.<br>Thus it bore the proud title: <br>The world's first low-floor double-decker, which made its debut at Berliner Verkehrsbetriebe (Berlin Public Transport) BVG.<br><br>BVG received a total of 86 vehicles and used them until 2010. <br>This vehicle series was replaced by its well-known successor - the MAN Lion's City DD, which is used in the AddOn Berlin X10.<br><br>As often and as often as the vehicle was used, there was also a big deficit - its height. <br>At 4.12m, the vehicle was only able to cross selected bridges in Berlin that had been checked and approved in advance.<br><br>Even the rich sound in the lower deck should not have pleased every passenger. But it is a trademark of the MAN DN 95, because it had a stationary engine.<br>In addition, there were the sightseeing variants, in summer with a roll able roof, so that the guests had a good view of the sights in the upper deck. The MAN DN95 is also used in other cities for sightseeing tours. Thus the MAN DN95 has become a little bit international, the vehicle is nowadays in use in several cities in Europe.<br>Of course, the sightseeing variants are part of the AddOn.<br><br>Numerous variants, the detailed implementation and the original sounds round off this AddOn.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1200270/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1764237356\" width=616 height=68 /></span><br><ul class=\"bb_ul\"><li>Exemplary implementation of the legendary bus MAN DN 95 (model series 3045)<br></li><li>Numerous variants such as prototype (model series 3000), sightseeing variants of different cities and series version (model series 3001-3086)<br></li><li>Different repaints incl. traditional Berlin bus and epochal advertisements<br></li><li>A special repaint of the Sergenti Park (Hodenhagen/Germany) is its available<br></li><li>Drive able and static versions<br></li><li>Flipdot display / LCD display (depending on bus production line!)<br></li><li>Almex A90 ticket printer with RBL or IBIS 2<br></li><li>Original driving and engine noises, door sounds and other new noises</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1200270/header.jpg?t=1764237356",
    "developers": [
      "Halycon Media"
    ],
    "publishers": [
      " Halycon Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}