{
  "1201890": {
    "name": "Desert Armor",
    "steam_appid": 1201890,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Desert Armor is a turn-based strategy wargame. Move your armored vehicles across the arid landscape of the Gulf War and engage enemy vehicles over thousands of meters in battles against a friend, artificial intelligence, or yourself.</strong> In Desert Armor, user-friendliness, replayability, and shared screen gameplay are at the forefront. Jump right in as a new player or replay your favorite maps with ever-changing conditions and many varying combat scenarios to enjoy.<br><br><strong>Armored Vehicles</strong><br>Take command of various armored vehicles from the Gulf War including the M1 Abrams, M2 Bradley, T-62, Asad Babil, and more. Each vehicle features unique stats and playstyle, and learning how each unit plays best will enhance your combat effectiveness greatly. American armored units excel at engaging enemy targets over long distances, while the Iraqi armored forces depend on cover and numbers to get up close where they have an advantage in close quarters.<br><br><strong>Moving into Position</strong><br>The first command most units will be given at the beginning of the turn is movement. Deciding whether or not to push in on the enemy quickly to get the first shot off, or to move into position slowly and fire on the target with a more accurate shot. Pushing over a hill with an infantry fighting vehicle to engage an enemy and risking getting taken out before being able to deploy your ATGM launcher, or holding your position ready to fire and hoping the enemy unit will move into your line of sight. These are some of the choices you will have to make when moving your units around the battlefield.<br><br><strong>Engaging the Enemy</strong><br>Once a round has been sent down range towards a target, several different factors are taken into account. Each unit has frontal and side armor that will help protect the unit from incoming fire, and this armor will vary in protective ability depending on what vehicle is firing at that armor. If a round does make it past the armor and into the vehicle, it can either disabled or destroy that vehicle. Any incoming round that does not damage the vehicle will affect the morale of that unit, which can cause that unit to panic and involuntarily retreat.<br><br><strong>Into the Storm</strong><br>Deploy on many various maps from balance oriented terrain to real-world location inspired battlefields. Each map has its own uniquely designed terrain that blocks line of sight for all vehicles and creates many different strategic opportunities when maneuvering your units across the arid landscape. Sandstorms are a large concern when formulating your strategy, when these storms roll in, they can completely change the battlefield for better or worse.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1201890/header.jpg?t=1612742997",
    "developers": [
      "LizardScript"
    ],
    "publishers": [
      "LizardScript"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}