{
  "1201300": {
    "name": "Trainz 2019 DLC - ZecRail V499 Blue & Gold and Christmas 2019",
    "steam_appid": 1201300,
    "required_age": 0,
    "is_free": false,
    "description": "ZecRail is proud to bring you two special versions of the new Victorian Railways V499 locomotive (built in 1899 by Baldwin Locomotive works in America!) in a custom blue and gold livery, one decorated for Christmas 2019 and the other for regular trains!<br />\r\n<br />\r\nV499 was built for the Victorian Railways by the Baldwin locomotive works in America in 1899, and was the pattern for a further 15 locomotives built by the Phoenix Foundry in Ballarat, Victoria. featured Vauclain Compound cylinders, and many new features never before seen on Victoria's railways, including air operated sanders, rocking grates, a dump grate, and a large cab with plenty of room for the crew!<br />\r\n<br />\r\nFeatures include:<br />\r\n<br />\r\n2 locomotives and tenders, with three optional levels of weathering (changed via the properties menu), in broad gauge for TRS19<br />\r\n<br />\r\nTexture swapping with &quot;clean&quot;, &quot;lightly weathered&quot; and &quot;heavy weathered&quot; options, with tailored parameters maps (TRS19)<br />\r\nExtensive use of TRS19's new PBR materials, with heightmapped number plates, builders plates, and other details!<br />\r\nLit headlight with animated flame<br />\r\nCoal boards on the tender move when coal load is low<br />\r\nFull custom interior view, with operational controls, with functional gauge glass valves and try-cock valves<br />\r\nScripted, animated, reverser and valve gear in exterior and interior views<br />\r\n<br />\r\nLOD on all meshes<br />\r\nScripted exhaust smoke effects, based off regulator and cut-off<br />\r\nScripted and animated air compressor, with sound and smoke effects<br />\r\nScripted cylinder drain effects toggled by ALT + D, and based off the steam chest pressure<br />\r\nOther Scripted steam and sound effects including injectors, and blower<br />\r\nAnimated screwlink couplers, brake hoses/taps, and safety chains using ACS<br />\r\nScripted Marker Lamps and Tail discs, with glow lamps (thanks to Bloodnok) - compatible with the VR Set Train Lamps driver command<br />\r\nAnimated cab doors, cab windows, cab roof vent, smokebox door, and tender tank filler lid<br />\r\nCab doors, windows and roof vent can be controlled from inside the cab as well as via the properties window.<br />\r\nPhysique based coal load animation in tender, giving realistic deformation as coal is used<br />\r\nSnow mesh, using the snow altitude function in Trainz",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1201300/header.jpg?t=1576048391",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}