{
  "1202330": {
    "name": "前线",
    "steam_appid": 1202330,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >基本玩法</h2>您在游戏中的每次冒险将从一个个营地开始，以营地为出发点，每次冒险出发时您都可以在十多个可控制角色中选择出您喜欢的三个，配备他们的装备和技能，向营地周边探索，消除那些地方的威胁确保营地安全，之后，您的队伍将回到营地，物资得到补充，各项状态得以恢复，并准备下次冒险。<br>在营地中，玩家可以调制药剂，烹饪食物，打造装备，和营地中的商人交易。不同的营地由不同的商人组成，如矿业营地可能会有出售稀有矿石的商人，而手工业城镇周边的营地则很有可能贩卖项链等装饰品，除了使用营地中各种便利的权利，您所控制的小队还需要担负起保护营地的职责，当某个营地周围的威胁过大时，他们可能结成小股的军事力量对营地发起攻击，这时候玩家于营地处布置的防御力量就能发挥用处。<br>在冒险中，小队会遇到各种不同的生物，有些能够为冒险提供帮助，有些则会给冒险造成阻碍。击败他们后，小队有可能会获得他们所使用的装备，或者他们肢体上有价值的部分。在经历一定的冒险之后，玩家会积累大量的独特装备，技能等，因此便可以出发前往更为困难的区域，帮助那些地方的营地抵御攻击。<h2 class=\"bb_tag\" >装备系统</h2>游戏中将会有大量装备，除特定类型的装备外，所有装备都能提升穿戴者的某项或几项能力，其中一些装备还能赋予穿戴者独特的技能，当不装备时这些技能变得不可用；特定装备的组合将使穿戴者的能力呈现出某种特定倾向，这有可能会使穿戴者变得非常适合应对某种情况，另一方面，不合理的装备技能也可能极大削弱穿戴者对特定环境的适应能力。<h2 class=\"bb_tag\" >天赋系统</h2>每个角色都有各自独特的天赋系统，角色的天赋系统由三组各有侧重的能力提升路线，玩家可以使用有限的天赋点数来激活一部分天赋，可以集中力量选择其中一条提升路线取得路线终点的巨大优势，也可以自由地分配到每条路线，取得平衡的能力提升。天赋系统中有许多种类的天赋，有些是全新的技能，有些是对某项能力的提升。<h2 class=\"bb_tag\" >技能系统</h2>从冒险中遇到的各种生物到玩家可以扮演的角色，他们都有技能。每个角色可以拥有的技能数量是不设限的，但是每个角色只有三个主动技能栏位，因此需要巧妙地安排哪些技能对本次冒险是关键的，哪些则不那么核心。对玩家可以控制的角色来说，他们都有自己初始就掌握的技能，这些技能往往符合我对角色身份的设想，但是如果不搭配其他天赋或者装备，则他们也许并不能在冒险中发挥巨大作用；要获取更多技能有两个途径，1天赋系统，选择某些天赋会给角色额外的技能，装备某些装备也能给玩家额外的技能，但是请注意，当选择别的天赋或者卸下带有技能的装备时，这些技能也将不可用。<h2 class=\"bb_tag\" >团队配合</h2>在三人小队中，玩家同一时间只能扮演一个角色，而另外两个不受玩家控制的角色的行为逻辑则需要玩家在出发进行冒险时进行指定，如更加富有攻击性的攻击策略，更加倾向于维持团队的保护策略等；更具体地说，玩家需要为三个角色都指定行为逻辑，因为在战斗中你可以随时选择控制哪个角色。当你控制一个角色时，他的行为逻辑会被暂时抑制，控制权完全交给玩家，如果玩家脱离对角色的控制，那么该角色又会重新被自己的行为逻辑控制。<br>除了为角色分配行为逻辑，还有一种方式可以不切换到某个角色也能够对他有较弱的控制，这种方法叫团队指令；在控制任何角色时，玩家都可以通过发出团队指令来控制另外两个队友，团队指令往往非常简单且数量有限，如聚集，分散，冲锋等；团队指令有最高的优先级，这意味着不论这些队友正在进行什么行动，他们都会马上按照团队指令改变自己的行为。<h2 class=\"bb_tag\" >营地防守</h2>即将推出",
    "supported_languages": "英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1202330/header.jpg?t=1648904384",
    "developers": [
      "BlackDrop"
    ],
    "publishers": [
      "BlackDrop"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}