{
  "1202920": {
    "name": "FallNation",
    "steam_appid": 1202920,
    "required_age": 0,
    "is_free": false,
    "description": "FallNation is an <u><strong>Action RPG Adventure</strong></u> game focused in a post-apocalyptic environment crowded of zombies and enemies. <strong>Lead an army</strong> of soldiers and <strong>explore a big overworld</strong> map full of <u><strong>FPS battles</strong></u>.<br><br>Enlist the best heroes and soldiers and get ready to fight in different battlefields around the continent. There are lots of <i>mysteries</i>, <i>opportunities </i>and <i>quests</i> waiting for  you! <br><br>The cities are full of infected hordes, but some humans manage to survive and settle in fortresses. Would you be friendly or would you dominate them with an iron fist?<br><br>When entering the freight,  <strong>strategy and leadership</strong> will make the difference between the glorious victory and a horrible carnage. That’s why you will not only have to be the<strong> hero </strong>, but also the <strong>Master mind</strong> using the  <strong>RTT</strong> in conjunction with the <strong>defense building</strong>, commanding your troops and leading them to the victory!<br><br>As an ARF operative, are you ready to save Kamau?<h2 class=\"bb_tag\" ><strong>About Protocol FallNation <i>(Worldmap Gameplay)</i></strong></h2>FallNation is a protocol that must be activated when there is no more hope. It is the last resort, an unknown organization that will try to stop the doomsday before it is too late. As an Agent, you will have access to facilities and emergency resources in a mission to stop the end, you will need to gather an <strong>army</strong>, forge alliances, train your soldiers and them lead them into battle in order to avoid the doomsday. To achieve your goals, there will be <strong>Great Projects</strong> that you must complete in order to succeed. Be wary of the events that are about to come. You have to be capable to manage every situation on your own behalf. And the doomsday clocks are ticking...<h2 class=\"bb_tag\" ><strong>About the battlefield <i>(FPS Gameplay)</i></strong></h2>You are trained to act as a spec-op soldier, and now you wil have to fight humans and nightmares in order to win the battles that are to come, be prepare, be accurate, be fast and lead your army into the victory using the <strong>Real Time Tactics</strong>. Also you will be able to deploy defenses, traps and weapons to help you. And remeber the humans are dangerous, but the death ones are the real nightmare, avoid them, kill them fast and above all don't let them to rage... <br><br><i>One advice <strong>be stealthy</strong>, they are attracted by the noise... and trust me you don't want to lure the horde, or even worse, the big ones... </i><h2 class=\"bb_tag\" ><strong>About the Adventure <i>(RPG Adventure Gameplay)</i></strong></h2>Kamau is a vibrant world full of adventures, with people that need helps, armies that wil try to stop you and a lot of others opportunities and hazards, explore it, improve yourself (level-up), get the best gear, research the latest traps, and train your army to be the best of the best!.<h2 class=\"bb_tag\" >Main Features</h2><ul class=\"bb_ul\"><li> Free-roaming Army Based<br></li><li> Rpg Adventure.<br></li><li> Intense First Person Shooter (fps).<br></li><li> Realtime Tactics.<br></li><li> Battle simulator, Prepare For It.<br></li><li> Realtime Defense Building.<br></li><li> World Exploration.<br></li><li> Horde Fighting, countless zombies will try to stop you.<br></li><li> Forge an army, train them.<br></li><li> Achieve the Great projects, the way to save the day.<br></li><li> Face the doomsday clocks, they will bring madness.<br></li><li> Face the consequences of your decisions.</li></ul><br><i> Remember the things are about to get much worse... </i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1202920/header.jpg?t=1726244615",
    "developers": [
      "FivexGames"
    ],
    "publishers": [
      "FivexGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}