{
  "1203700": {
    "name": "Taurus VR Demo",
    "steam_appid": 1203700,
    "required_age": 0,
    "is_free": true,
    "description": "Jump into a thrilling, adrenaline-fuelled VR Space-shooter with Taurus VR Taurus VR in this free demo.  Discover what it feels like to manoeuvre the spaceship.   Fight your way through the desert and then control a wave of deadlier enemies in out space.<br />\r\n<br />\r\nIn the main game, you fight your way through an alien universe using your body movement to control the spaceship, and your hands and arms to handle the dynamic attack and defence combat system. Out manoeuvre and destroy aliens, mercenaries and rebel spaceships, then compare your score with the global Scoring and Challenge system. For the Early Access launch, Taurus VR will feature 5 different spaceships, 4 alien worlds and 12 fighting zones along with a range of weapons, drones and shields. During Early Access, Taurus VR will have 4 huge product updates adding extra modes, environments, spaceships and spaceship hacks.  With an arsenal of weapons, an extensive content roadmap and super optimised loading times, Taurus VR encourages energetic gaming and rewards you with dynamic action.  Are you ready for this?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1203700/header.jpg?t=1715176145",
    "developers": [
      "Nusakan Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}