{
  "1203490": {
    "name": "Planet Colonization",
    "steam_appid": 1203490,
    "required_age": 0,
    "is_free": false,
    "description": "In the distant space there is a habitable exoplanet. The planet has solid ground, water and natural resources. The game begins on this new world with initial settlement under your control.<br />\r\n<br />\r\nPlanet Colonization combines management with real time strategy. The game focuses on the functioning of the society, financial management and defending your colony against the other colonies. As the ruler of the colony you decide which way the things go. Things that need to be controlled are production and trade, society and tax model, employment of the colonists, harvesting of the natural resources and relations to the other colonies. The fertile planet has attracted other settlers too and they don’t like that you are there exploiting the natural resources and occupying the ground.<br />\r\n<br />\r\nThe society model covers the whole life cycle of a colonist. Young colonists can go to school (if you have one available) and then to college. As the colonists get older they then start working and establishing businesses and earning what they need for living. If there are no jobs available and they have no cash, they will move away unless you provide them with appropriate benefit.<br />\r\n<br />\r\nThe practical skills and knowledge of the workers and managers affects to how efficiently the work is done. If you have skilled workforce in a factory, for example, it will produce more than a factory with less skilled workforce. If you like, you can allow your colonists to become private business owners. They will send you building requests and you then decide, which private businesses are allowed.<br />\r\n<br />\r\nTo build and operate defense systems and to construct accommodation, schools and hospitals, you can build profitable public production and collect taxes. The tax model can be chosen from multiple choices between flat tax percentage to a progressive tax model.<br />\r\n<br />\r\nMany kind of natural resources can be found from the planet. Carbon-based life that has existed there for hundreds of millions of years has also created fertile grounds for agriculture and forestry and deposits of oil can be found from below the surface. However, the explorers will occasionally bump into alien lifeforms that live on the planet and they can be troublesome sometimes.<br />\r\n<br />\r\nIf the colonists can’t find or produce the necessary items they need, they are bought from the Planetary Exchange. Funding for the purchases is also available from the Planetary Bank system as long as the colony doesn’t exceed its credit limit.<br />\r\n<br />\r\nThe distribution of natural resources on a planet is not always fair. Some colonies also like to occupy more land area than they need, so it seems. This leads to conflicts of interests between the colonies, so prepare for confrontations!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1203490/header.jpg?t=1724588090",
    "developers": [
      "Araknumia Software"
    ],
    "publishers": [
      "Araknumia Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}