{
  "1203160": {
    "name": "ArchiTac",
    "steam_appid": 1203160,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>ArchiTac</strong> is a resource gathering and crafting game where you play as TAC, an astronaut whose ship has crashed onto a deserted planet. In order to get off this planet and continue your journey, you will have to collect resources to find and repair your ship while fighting off the local wildlife who are not too happy about your presence here.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Vertical Base Building</strong> - Build up to reach the many floating islands around this planet and find new buildings and resources to use.<br></li><li><strong>Antagonistic Wildlife</strong> - The local animals are none too happy about you being on their planet. You will have to either build ways to handle them or fight them off yourself lest they destroy all of your hard work.<br></li><li><strong>No Survival Mechanics</strong> - Tired of having to stop what you are doing in order to make sure your character drinks water every five seconds? So are we. In ArchiTac, your goal is to reach and repair your ship but if you want to just spend your time exploring the islands and building whatever you want you are free to do so without worry of death due to not eating a donut in the last minute.</li></ul><br><u><strong>Controls</strong></u><br><br><u>Play Mode:</u><br>WASD - Move Character<br>Mouse - Look Around/Move Camera<br>Left Mouse Button - Use Tool (Mine, Attack, Repair)<br>Spacebar - Jump/Swim Up<br>Control - Swim Down<br>E - Interact (used for the Forge and Fish Press)<br>B - Enter Build Mode (see below)<br>V - Enter Delete Mode (see below)<br><br><u>Build Mode (after hitting B):</u><br>WASD - Move Character<br>Mouse - Look Around/Aim Build Location<br>Left Mouse Button - Build Piece<br>QE - Rotate Piece<br>ZX/Scrollwheel - Select a Different Piece<br>Tab - View Piece Options<br>Spacebar - Jump<br>B - Exit Build Mode (Back to Play Mode)<br>V - Enter Delete Mode (see below)<br><br><u>Delete Mode:</u><br>WASD - Move Character<br>Mouse - Look Around/Aim at Piece to Delete<br>Left Mouse Button - Delete Piece<br>Spacebar - Jump<br>B - Enter Build Mode (see above)<br>V - Exit Delete Mode (Back to Play Mode)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1203160/header.jpg?t=1593121067",
    "developers": [
      "Squish-Fish Games"
    ],
    "publishers": [
      "Squish-Fish Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}