{
  "1204790": {
    "name": "Protagonism",
    "steam_appid": 1204790,
    "required_age": 0,
    "is_free": false,
    "description": "---------------------------------------------------------------------------------------------<br>BEHOLD! It's Protagonism! I'm using CAPS and !!Exclamation ! Marks!! to build up HYPE!!!<br>In this GAME you are the NARRATOR! And the protagonist is aware of you!<br><br>Are you HYPED yet? <br>1. If yes, skip option 2 and move on to the next paragraph.<br>2. If not, please leave, get hyped and then come back to read the rest. Drink something sugary, go for a walk, watch a trailer for a game that's actually good. I'll wait.<br><br>What you've just experienced is essentially what this game is like. It's about shitty jokes, making choices and taking responsibility for those choices. <br>Protagonism is self-aware and funny*, but also can get quite dark and serious. It feels like there should be a word for it. Like a comedy, but dark?<br><br><ul class=\"bb_ul\"><li>Multiple endings achieved through completely different branches of the story. None of that &quot;if we are being completely honest, this game is as linear as they get, but what cut-scene you get in the end depends on the 4 dialogue choices you made, so we are technically allowed to call it a branching story. &quot; Yes, I'm ranting, but what  can you do? It's my description for my game. Let it go.<br></li><li>Touches on topics of mental health, higher powers, uncertainty of life.<br></li><li>A comedy, but it's dark. Seriously, how isn't there a word for this?<br></li><li>Heavy focus on the story and interactions between the narrator and the protagonist.<br></li><li>If you are somehow still paying attention, use the promo code TOOMUCHFREETIME in your review for this game. The first 500 reviewers to use the promo code will get the satisfaction of knowing they are one of the first 1000 reviewers to use a completely useless promo code. What an achievement! <br></li><li>The fourth wall will be broken. <br></li><li>Expectations will be broken. <br></li><li>Possibly your heart will be broken.<br></li><li>Yes, the thing about the promo code says 500 at first, but then 1000 the second time. If you noticed, good job. Now you can use the real promo code toofreakingmuchfreakingfreetimewhatareyouevendoingwithyourlife<br>seriouslyfortheloveofwhateveryoubelieveinpleasestop</li></ul><br>*<i>according to my mom.</i>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西, 俄语, 土耳其语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1204790/header.jpg?t=1620248253",
    "developers": [
      "Broken Tools Games"
    ],
    "publishers": [
      "Broken Tools Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}