{
  "1204950": {
    "name": "Cecil Run",
    "steam_appid": 1204950,
    "required_age": 0,
    "is_free": false,
    "description": "Cecil Run is an endless runner created by T. R. Saling and developed by Digital Berzerk in 2019. Cecil Run is the follow up to the arcade smash hit Harambe Kong and is the 2nd game in the Arcade Animal Rights Trilogy. Cecil must travel through an endless number of hours with the ultimate goal of surviving, but however in this tragedy, there's no such thing as happily ever after for Cecil.<br />\r\n<br />\r\nDigital Berzerk has adopted a mantra of 'Space and Respect' and believes that putting animals first will inherently benefit the rest of humanity. Given the legal backlash that the hunters received after the killing of Cecil one must ask; was Cecil's life dignified with respect and space? The result is mixed. While Cecil was being studied by Oxford and revered in the animal world, he was also a target because of his size. Hunters will say they are pro-conservation however the major problem with trophy hunting is that it glorifies the ego of the hunter while the needs of the animal take a backseat.<br />\r\n<br />\r\nArrows fall randomly on Cecil as he continues to run away from danger avoiding pits and gaps while collecting meat and treasure. Survive long enough and the dentist will become agitated, get into his B-52 and bomb Cecil like the Dresden Cathedral. Once Cecil collects 10 pieces of meat, the hamburger will drop. There are other platforms that Cecil must navigate through to collect special items that will increase the player's score. Once Cecil has reached the end of the level, he will exit through the cave, the hour resets and the game continues.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1204950/header.jpg?t=1581730639",
    "developers": [
      "Digital Berzerk"
    ],
    "publishers": [
      "Digital Berzerk"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}