{
  "1204260": {
    "name": "Treis Zoes Demo",
    "steam_appid": 1204260,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Fearful Thanata, bringing the death on Her wings...<br>Instilling the fear into mortal, living creatures,<br>She's merciless, can't be tamed,<br>The sun will never look on this leaden skin...</i><br>But will you look?<br><br><strong>Treis Zoes</strong> (&quot;Three Lives&quot;) is a gothic visual novel, set in the England of 19th century. The main character is a girl named Evanny and a really big adventure awaits her.<br>What kind of fate awaits her? What events will happen in her adventure? It's all up to you. We offer you three endings with different ways of accesing them. <br>What makes us different from the rest? Isn't that also important?<br><br>Our story isn't going to tell just about Evanny's story, but also about various and different, unique worlds. We will tell you about unknown places, about the life of humanlike beings and about what makes them different. And all of this is also portrayed in a beautiful gothic artstyle, that will deliver you various emotions and feelings combined with the original soundtrack.<br>n the demo version of the game, you will spend a day in regency Manchester: visit the opening of the first railway for passengers, visit one of the most terrifying slums of the 19th century - Angel Meadows. Spend the night at the cemetery surrounded by the invisible and mysterious entourage.<br>And in the end, find out if Evanny's courage is enough to fulfill the pagan sacrament, which will promise her a journey to the world of the dead?<br><br>Features? Don't worry, we have them too. Let's also summarize everything.<br><ul class=\"bb_ul\"><li> Original soundtrack and gothic visuals;<br></li><li> The journey into obscurity;<br></li><li> Absolute control over every character's story;<br></li><li> Unique worlds, made from the scratch;<br></li><li> We are always welcome to talk with you and answer your questions!</li></ul><br><strong>And never worry, fortune favors the bold.</strong>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1204260/header.jpg?t=1699386739",
    "developers": [
      "FlyingFantasy Team"
    ],
    "publishers": [
      "FlyingFantasy Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}