{
  "1204240": {
    "name": "Killer Gin Demo",
    "steam_appid": 1204240,
    "required_age": 0,
    "is_free": true,
    "description": "Killer Gin is a classic 2D Role Playing Games meets in depth characters, mystery, and engaging plot twists. Your decisions actually impact gameplay. A playable high fantasy adventure that combines eastern and western RPG elements with shiny swords, powerful magic, and a complex world where everything wants to destroy you or idolize you, no in-between. Can balance be achieved? What kind of hero will you choose to be? Will you rule or be ruled?<br><br>- JRPG meets western RPG with 30+ hrs of gameplay!<br>- Homestead mode: Farming/Dating simulator (Marry and have children)!<br>- Difficulty settings: story, normal, hard, and includes a hard core mode perma-death.<br>- Custom time/weather/light/day-night cycle that affect gameplay.<br>- Alignment system (Nefarious deeds - pick pocketing, lock picking, sandman kills, etc)<br>- Professional voice acting (You can turn on or off at anytime!)<br>- Recruit characters to populate and defend your village (25+ characters).<br>- Story altering game mechanics like perception and persuasion.<br>- An Infinite dungeon to explore, full of challenges and epic loot!<br>- Mounts that you raise and breed in Homestead.<br>- STEAM Achievements!<br>- Tons of secrets and easter eggs (And I mean tons, many tied to achievements)!<br>- Includes a STAR SHIFT game cross over (An epic quest line - Link Below)<br>- Continually updated and supported! (added items, quests, and pet expansion packs!)<br>- One lucky player will set a STEAM achievement! (Check the KG community for more details)<br>- and much, much more!<br><br>(WARNING: Killer Gin is a coming of age story, the characters are young, immature and naive and have to explore a deadly and unforgiving world. Over the course of the game they will make mistakes and grow as characters. I do not condone any negative behaviors in this epic fantasy RPG, this includes horrible things like killing, murder, or fat shaming.)<br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1204240/header.jpg?t=1587081980",
    "developers": [
      "Killer Gin"
    ],
    "publishers": [
      "Killer Gin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}