{
  "1205030": {
    "name": "Not Your Eyes",
    "steam_appid": 1205030,
    "required_age": 0,
    "is_free": false,
    "description": "Korneliya is a young woman suffering from Charles Bonnet Syndrome, experiencing severe hallucinations in an unheard of manner while in the process of her vision rapidly degrading. After running away from a freaky psychiatrist asking too many personal questions, she meets a fallen angel who's looking for a missing friend. She decides to help them, but soon finds herself followed by an esoteric and bizarre stalker.<br><br><strong>Not Your Eyes</strong> is a stand-alone atmospheric surreal horror experience driven by a quiet, strange atmosphere, a surprising narrative, and paced with creepy scenarios and fun puzzles to keep you guessing. Maybe an experience that'll stick with you long after you reach one of its few different endings.<br><br><ul class=\"bb_ul\"><li>A beautiful, twisted world told through a thick atmosphere, where not everything is as it seems.<br></li><li>A unique narrative where you know from the outset you're following an unreliable narrator, with multiple endings tied to your experience.<br></li><li>A well-paced journey with interesting puzzles, deeper exploration, and interesting twists and turns.<br></li><li>The horror is told in a dark, quiet place, leaving your mind to chew away at what's to come. This is a psychological horror story, not ridden with cheap tactics.<br></li><li>Tackling topics and themes you don't often see in games with a mature tone, problems that have persisted and plagued our world.</li></ul><br>&quot;<i>The world is nonexistent! My eyes, that which I perceive around me, is all in my head, in a written language that I cannot understand.</i>&quot;",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1205030/header.jpg?t=1770916496",
    "developers": [
      "Yai Gameworks"
    ],
    "publishers": [
      "Yai Gameworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 5 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}