{
  "1205410": {
    "name": "Dissection Simulator: Dogfish Edition",
    "steam_appid": 1205410,
    "required_age": 0,
    "is_free": false,
    "description": "VictoryXR’s virtual shark dissection software is a hands-on opportunity experienced through the power of VR. Join Wendy Martin, national award-winning science teacher, to guide you through a virtual reality shark dissection in Dissection Simulator: Dogfish Edition. Learn the fundamentals of dogfish anatomy through its various systems in our fully immersive VR experience using Carolina Biological’s expert curricula and process.<h2 class=\"bb_tag\" >Maximize Student Learning Via Teacher-Facilitated Procedure</h2>Maximize student learning through this self-paced, teacher-facilitated dissection procedure with formative assessments throughout that check for understanding. This true-to-life experience thoroughly covers each step of the science procedure typically used in real classroom dissections. Guiding learners through each anatomical system, our digitized science teacher walks students through the process, while talking about the structure and function of each organ through the various systems. Also, students compare the dogfish’s anatomy to their own doing comparative anatomy cross-checks along the way.<h2 class=\"bb_tag\" >Authentic Science Experience Aligned to National Learning Standards</h2>This program is aligned to the Next Generation Science Standards (NGSS)—America’s framework for science learning. Using original to-scale models of organs and specimens, learners get a first class dissection experience at their own pace, and without the safety or ethical implications. VR is an incredible way to learn—fun, focused, and distraction-free!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1205410/header.jpg?t=1577390411",
    "developers": [
      "VictoryXR"
    ],
    "publishers": [
      "VictoryXR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 26 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}