{
  "1205040": {
    "name": "Granny: Chapter Two",
    "steam_appid": 1205040,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Granny: Chapter Two.<br />\r\n<br />\r\nNow it's time again!<br />\r\nYou have now been moved from Granny`s old house to her love Grandpa`s house.<br />\r\n<br />\r\nYou wake up in another dark moisty room, you feel dizzy after the bumpy car ride and you have a headache.<br />\r\n<br />\r\nThe main door is covered with different locks and you have to search the house and find items to unlock them and the door and escape this house.<br />\r\nBut you have to be careful because Granny hears everything as usual and Grandpa also wanders around the dark house but he doesn't hear very well, but if he sees you then it's best to run.<br />\r\nThere is also a creepy little creature in the back of the house that Granny and Grandpa adore.<br />\r\nAs usual if you drop something on the floor or walking on a creaking floor Granny will start running to the place she heard that sound.<br />\r\nYou also need to watch out for her bear traps.<br />\r\nYou can hide under beds or in wardrobes but be careful that they does not see you when you are hiding.<br />\r\n<br />\r\nThere is another way to escape.<br />\r\nAt the bottom of this house there is a sewer. There you can find an old rusty boat. If you manage to start it and open the gate you can escape that way.<br />\r\n<br />\r\nYou can protect yourself from Granny and Grandpa using one of the two different types of weapons you can find in the house. But it only stops them for a while. But it's worth it.<br />\r\n<br />\r\nThere are five different levels of difficulty.<br />\r\nExtreme, Hard, Normal, Easy and Practice.<br />\r\nIf you play in Practice mode, you are in the house without Granny and Grandpa and you have the opportunity to try different things without major difficulties. But remember the house is not completely free from dangers.<br />\r\n<br />\r\nGranny and Grandpa gives you five days in the house.<br />\r\nIf you have failed to escape after the last day... well, probably you can figure out what happens then.<br />\r\n<br />\r\n<br />\r\nGood luck!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1205040/header.jpg?t=1687544039",
    "developers": [
      "DVloper"
    ],
    "publishers": [
      "DVloper"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 93,
      "total_negative": 3,
      "total_reviews": 96
    }
  }
}