{
  "1206770": {
    "name": "Spaß Taxi",
    "steam_appid": 1206770,
    "required_age": 0,
    "is_free": false,
    "description": "Spaß Taxi (&quot;Spaß&quot; is the German word for &quot;fun&quot;) is a clone of the original Space Taxi, where you need to bring passengers from one pad to another in weird environments with unexpected obstacles.<br><br>Over the course of 40 levels, you will see a nice mix of:<br> <br><ul class=\"bb_ul\"><li>Quick reactions<br>Avoid rockets and lasers or pass through moving gaps.<br></li><li>    Puzzles<br>Push the right buttons, find the shortest path or utilize teleporters.<br></li><li>    Learning<br>Memorize the passengers and their destinations, find out better (and quicker) ways to move, land or get your customers into or out of your car.<br></li><li>    Dexterity<br>Use the right amount of thrust to be fast, but not crash into stuff and quickly know which thruster to use while flying upside down in veteran mode.</li></ul><h2 class=\"bb_tag\" >New and old</h2>This version of the game takes the original concept and adds or changes a lot of things to get a whole new experience while retaining some of the retro feeling.<br> <br> <br><ul class=\"bb_ul\"><li>Rotation<br>The taxi can now rotate to get through narrow passages, avoid obstacles or even land on the ceiling.<br></li><li>Different Passengers<br>There are those that fancy to loop the loop and go fast, but there are also those who will reveal their last meal if you rotate too much.<br></li><li>Health instead of lifes<br>The car has health (or integrity) and you can repair it while parking at a repair station (which costs money) or by having a mechanic on board.<br>When there is nothing left to repair, you can buy a new car if you have enough money.<br></li><li>Ghosts<br>Race against the ghosts of other players (recorded playthroughs). Just select a highscore and prove that you can do it better. Or learn from them.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1206770/header.jpg?t=1696173947",
    "developers": [
      "ScaniX"
    ],
    "publishers": [
      "ScaniX"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}