{
  "1206440": {
    "name": "Infinity Wars 2",
    "steam_appid": 1206440,
    "required_age": 0,
    "is_free": false,
    "description": "We’re finally making it! <strong>Add to your Steam Wishlist</strong> to increase our budget from publishers!<br><br>Infinity Wars 2 has all the best parts of the Infinity Wars you’ve known and loved, whilst learning from feedback, metrics and 14 years of development experience and being rebuilt and reimagined from the ground up for the 2020s. Our new Infinity Card Engine will ensure next to no desyncs, overcomplicated UI or hidden critical info.<h2 class=\"bb_tag\" >Features </h2>(subject to change):<br><br><ul class=\"bb_ul\"><li>“Alignment Purity” replaces “Faction Purity” to ease introducing new factions whilst mitigating faction card number imbalance from the later introduction of new brand factions from new rifts in the Infinity Omniverse.<br><br></li><li>2v2 and 3v3 Competitive and Coop simultaneous gameplay, aims to open up a new subgenre of team card esports.<br><br></li><li>6 Overarching Unit Classes in addition to every unit having one or more Unit Types open up more themed deck possibilities.<br><br></li><li>Infinity Wars 1 (up to and including IW Reborn from 2014) players will have their veteran status and collections honored in IW2, with generous rewards being given to the most dedicated players and collectors.<br><br></li><li>Steam Marketplace buying, selling and trading of cards.<br><br></li><li>New Energy Ramping, Card Crafting, Zone Reworks, Unique Commander Abilities, Guilds and more that bring significant quality of life upgrades and require higher quality gameplay decisions.</li></ul><br>For a preview of some of the upcoming features thanks to our new engine, starting with RTS style group selection of cards, visit . Infinity Wars Classic is a remastering of Infinity Wars 1. You can also support the development of Infinity Wars Classic, and as thanks access full playsets of 450+ unique cards, including brand new cards from our next set. Players unlocking any of the brand new cards in Infinity Wars Classic will get a free copy of their IW2 equivalent card upon their release in game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1206440/extras/d2a8f4fde404afdeaf49614eabbf12b8.avif?t=1730389158\" width=612 height=1554 /></span><h2 class=\"bb_tag\" >Transcript of announcement:</h2><i>“Hello Rift Runners, Elphie Coyle aka Agent Coyle Prime, Managing and Creative Director of Lightmare Studios with the official announcement of Infinity Wars 2!<br><br>After some promising talks with some formidable publishers at Gamescom in Germany during August and Game Connect in France during October, we’ve officially begun pre-production on Infinity Wars 2, a true sequel game, designed to do justice to the original game that so many of us loved, with a lot more focus on functionality and futureproofing.<br><br>If you want to see Infinity Wars 2 at all, there’s one thing we need you to do, right now. Head to the page in the description, and <strong>add Infinity Wars 2 to your wishlist</strong>. If a fraction of the original player base show’s their support for IW2 in this way specifically, it will help finalize a deal with publishers, and <strong>if 10% of our players add it to their wishlist</strong>, we hit numbers that essentially guarantee a favorable publishing deal, so we can do the game justice.<br><br>The reason we need you to wishlist specifically, is that publishers are increasingly looking for existing IPs, that have a passionate and invested playerbase, and while we can say that we have that, it’s easier to show it.<br><br>We understand the importance of having many heads on a project, and an ideal team is necessary to create a game to the scale it deserves to be, and that’s why we’ll be looking at co-development opportunities with studios whom we’ve got good relations with, or just studios who are amazing at what they do. Creating a team for that from the ground up would be time consuming, and tedious, and frankly doesn’t play to our strengths, so instead we’ll be recruiting an established development team that has a proven cohesion and the wide array of necessary skillsets needed to create what we’ve envisioned.<br><br>We’re currently in the design and resource planning stages of pre-production, so the best thing you can do to support us at this stage, is to head to our Steam page and add Infinity Wars 2 to your wishlist and share it with your mates who have played Infinity Wars back in the day. We have so much more to announce so stay tuned for the Infinity Cast where we share some of the new systems with a focus on the Alignment Purity system. Looking forward to seeing you in the new rifts!”</i><br><br>Thanks for supporting us with your wishlisting, which will also inform you when the game becomes available, and you can find more information out from our podcast here: ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1206440/header.jpg?t=1730389158",
    "developers": [
      "Lightmare Studios"
    ],
    "publishers": [
      "Lightmare Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}