{
  "1206080": {
    "name": "Zombie World Coronavirus Apocalypse VR",
    "steam_appid": 1206080,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the world of the apocalyptic future, where in the laboratories the best scientists tried to create a cure for all known diseases, but the test led to terrible consequences that you will have to find out.<br />\r\nAs a result of the emergency, communication with the secret underground laboratory, which is developing new types of biological weapons, was lost. You will be taken to the site through a technological tunnel and blocked for safety reasons. Your task is to establish what happened in the laboratory, turn on the backup systems, and get in touch.<br />\r\nYou are the best soldier who is thrown into secret laboratories to find out what happened there and why the laboratory does not get in touch.<br />\r\nAmbiance of levels will make you afraid and look constantly around, especially if you do not find a flashlight that can save your life. Convenient controls, realistic weapon behavior and physics will not leave you apathetic, you want to hit the enemy with the butt of your weapon, no problem, do it and finish zombie while it lies.<br />\r\nA variety of behavior of zombies will pleasantly surprise and scare you, so soldier take your weapon and fight for survival and do not forget that this is a last chanse to defeat the 21st century plague and it all depends on you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1206080/header.jpg?t=1585920130",
    "developers": [
      "Smartmove"
    ],
    "publishers": [
      "Smartmove"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}