{
  "1207760": {
    "name": "Trainz 2019 DLC - Victorian Railways V499 - Baldwin Built",
    "steam_appid": 1207760,
    "required_age": 0,
    "is_free": false,
    "description": "Built by the Baldwin locomotive works in America in 1899, and entering service in 1900, V499 was the pattern locomotive of the Victorian Railways' V class locomotives, the first 2-8-0 class in Victoria. It's success lead to a further 15 V class locomotives to be built by the Phoenix Foundry in Ballarat, remaining in service from 1900 till 1930. Originally built as Vauclain Compound locomotives, which used the steam twice to propel the locomotive before exhausting out the chimney, the class was reboilered and converted to Simple Expansion locomotives in 1912-13. Later, from 1923, the lass was renumbered between 200 and V215 (several locos were scrapped prior to renumbering). The first to be scrapped was V513 in June 1924, with V499 (now V200) being the last in 1930.<br><br>V499, being the pattern loco, arrived and ran with several differences from the rest of the class. The most prominent was the Baldwin builders plates mounted on the smokeboxes sides and smokebox door; the smokebox door plate being removed when converted to feature the more typical 'dart' arrangement on Victorian Railways locomotives, along with several other changes early in life. It's tender also featured rolled disc wheels, and a 'straight' flare at the top that was typical of Baldwin locomotives. When first introduced to service V499 wore Baldwin Green with gold lining, polished steelwork and brasswork, Russian Iron boiler, and Mineral Brown running boards, roof, and tender top. From around 1903 onwards, the VR changed to Canadian Red with V499 being repainted into this livery at some point after 1905. <br><br>This pack includes three versions of V499 in two liveries, as running between 1900 and 1913. <br><ul class=\"bb_ul\"><li>VR V499 Baldwin Early - painted in Baldwin Green, and fitted with original large headlight, air sanders, Baldwin smokebox door plate and smokebox door 'dogs', and original crosshead lubrication.<br></li><li>VR V499 Baldwin Late - painted in Baldwing Green, fitted with standard VR kerosene headlamp, air sanders and mechanical sanders, 'dart' type smokebox door lock, and modified crosshead lubrication.<br></li><li>VR V499 Canadian Red - painted in Canadian Red,fitted with standard VR kerosene headlamp, air sanders and mechanical sanders, 'dart' type smokebox door lock, and modified crosshead lubrication.<br><br>Features include:<br><br></li><li>3 locomotives and tenders, with three optional levels of weathering (changed via the properties menu), in broad gauge for TRS19<br></li><li>9 pre-made consists, including light engine, goods, and passenger consists for both versions.<br></li><li>Texture swapping with &quot;clean&quot;, &quot;lightly weathered&quot; and &quot;heavy weathered&quot; options, with tailored parameters maps (TRS19)<br></li><li>PBR materials for TRS19, with heightmapped number plates, builders plates, and other details in TRS19!<br></li><li>Lit headlight on 'early' version with animated flame<br></li><li>Scripted headlamp on 'late' and Canadian Red versions to appear unlit with unlit marker lamps, or lit with lit marker maps<br></li><li>Coal boards on the tender move when coal load is low<br></li><li>Full custom interior view, with operational controls, with functional gauge glass valves and try-cock valves<br></li><li>Scripted, animated, reverser and valve gear in exterior and interior views<br></li><li>LOD on all meshes<br></li><li>Scripted exhaust smoke effects, based off regulator and cut-off<br></li><li>Scripted and animated air compressor, with sound and smoke effects<br></li><li>Scripted cylinder drain effects toggled by ALT + D, and based off the steam chest pressure<br></li><li>Other Scripted steam and sound effects including injectors, and blower<br></li><li>Animated screwlink couplers, brake hoses/taps, and safety chains using ACS<br></li><li>Scripted Marker Lamps and Tail discs, with glow lamps (thanks to Bloodnok) - compatible with the VR Set Train Lamps driver command<br></li><li>Animated cab doors, cab windows, cab roof vent, smokebox door, and tender tank filler lid<br></li><li>Cab doors, windows and roof vent can be controlled from inside the cab as well as via the properties window.<br></li><li>Physique based coal load animation in tender, giving realistic deformation as coal is used<br></li><li>Snow mesh, using the snow altitude function in Trainz</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1207760/header.jpg?t=1575950855",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}