{
  "1208810": {
    "name": "Green: An Orc's Life",
    "steam_appid": 1208810,
    "required_age": 0,
    "is_free": false,
    "description": "UPDATE: 20th June 2024<br><br>To all the orcs who went on this adventure with me those years ago, Green: AN Orc's Life just got bigger!<br><br>I have taken the simple events of this game and expanded them into a 1.5 million-word Interactive Fiction game. Here, you can delve deeply into the life of an orc, from birth to death. From a fading tribe, can you unite the hordes and rise a green tide to conquer an entire continent? Join an adventuring guild and go on quests. Give in to the Darkness and become a Demon Lord. Or, ascend to godhood and remake what it means to be an orc!<br><br>The new game, An Unexpectedly Green Journey, will be released on Hosted Games, available here, on Steam, and on various mobile platforms.<br><br>Relive your time as an orc with greater violence, feasting and glory!<br><br><br><br><br><strong>GO GREEN...</strong><br>From your first day of orc-life, freshly spawned, through childhood, adulthood, old age, to the day when you cross over to the big green yonder of the afterlife, you swipe left or right to decide your story.<br><br>Become a brutal beast, feared throughout the known world, chased by do-gooder bounty hunters. Rise to the mantle of King of the Orcs and lead your horde to war. Transcend greatness, perhaps, to arise from your deathbed as the de-facto orc deity. Every decision counts. Every swipe builds or erodes your reputation and abilities. Be cunning, choose carefully. Nefarious plots and blind fortune await. Eat halflings, become fat and rich, or languish as a mere minion at the bottom of the totem-pole of orc society.<br><br><br><strong>Stats and Loot:</strong> Find artefacts and achieve rewards to boost your abilities. Build your horde, please Krog, the orcish war god, spread fear and gather tons of loot. Use strength, cunning or even your renowned appetite to tackle the myriad events during your orc's life.<br><br><strong>A multitude of stories:</strong> Decide on events during every year. Befriend those useful to your rise, crush all enemies, but beware the danger behind every corner. Deal with shamans, goblins and the lesser species; dwarf, elf, human and tasty halfling. <br><br><strong>Quests:</strong> From set quests asking for mere survival to slaying a dragon in a dungeon, create a legacy of anti-heroic proportions. <br><br><strong>Orc Style: </strong>With graphic-novel style art, adventure across a fantasy world to the sounds of war-drums and war-horns.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1208810/header.jpg?t=1718975128",
    "developers": [
      "James K. Isaac"
    ],
    "publishers": [
      "James K. Isaac"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}