{
  "1208890": {
    "name": "Civlands",
    "steam_appid": 1208890,
    "required_age": 0,
    "is_free": false,
    "description": "Civlands is a minimalist hybrid mix combining fan favorite elements from popular RTS titles with classic turn-based gameplay. The result is like none other; command a feudal empire from its start and strive to be the dominant civilization in an ever-changing medieval fantasy world. Will you be the number one civ?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1208890/extras/2a329aa0fb1f9e1afbf7c907f3759ff1.webp?t=1697512857\" width=300 height=62 /></span><br><ul class=\"bb_ul\"><li><strong>Simplistic, retro pixel art.</strong> Civlands aims to focus less on high fidelity graphics and rather high fidelity gameplay. Each unit is represented by a single pixel, its only distinguishing mark beings its color. Despite its simplicity, it makes for exceptionally smooth gameplay and management that would not be possible otherwise.<br></li><li><strong>Randomly generated maps, procedurally created with care. </strong> Each game is entirely unique, some games will offer you a distinct advantage, some a disadvantage, and some will be mediocre. Every game guarantees a new experience from the start each time.<br></li><li><strong>Victory more than one way.</strong> The objective of each match is to achieve victory, either through military domination, political prowess, economic superiority, or knowledge.<br></li><li><strong>AI opponents.</strong> Face off against up to 9 other AI civilizations all vying for world domination. Each AI has uniquely generated attributes that will affect their economic, military, and political focus.<br></li><li><strong>Fog of War.</strong> Play your game with fog of war for increased tactics and rewarded exploration. <br></li><li><strong>Diplomacy.</strong> Talk to other civilizations through diplomacy and negotiate trade deals, declare war, conspire against other civilizations, and more.<br></li><li><strong>An ever changing world.</strong> Just as a real world changes, so does Civland's. Experience spring, summer, fall, and winter seasons which will affect combat, economic production, random events, and the environment. <br></li><li><strong>Guard your borders.</strong> Spend influence to grow your borders and extend your political power. Stay inside your borders and expand for steady and safe domination or risk building outside its safety and face the dangers the wild has to offer.<br></li><li><strong>Control without the headaches.</strong> Each unit has built in AI that makes it (somewhat) smart. Developed to avoid unnecessary micromanagement, you have the control to guide and configure when you want so that you don't have to stress about every unit's whereabouts at any time.<br></li><li><strong>Progress!</strong> Upgrade your buildings, research new technologies, and develop your government.<br></li><li><strong>Random Events.</strong> Experience unique randomly generated events that are based around the context of each game. These events can drastically affect gameplay, providing fantastic bonuses, mini-quests, or negative side effects.<br></li><li><strong>Government.</strong> Develop and manage your government to prevent civil anarchy. Invest influence to shape your government through a unique, branching tree that will affect your civilization's combat, economic, and political power.</li></ul><br>Civlands is a labor of love created by a team of one. It intends to <strong>fully release</strong> by 2024. Future updates after release, such as multiplayer/remote play/splitscreen may be added. Please add to your wishlist and follow for updates on development progress!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1208890/header.jpg?t=1697512857",
    "developers": [
      "Nexodus Games"
    ],
    "publishers": [
      "Nexodus Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}