{
  "1209080": {
    "name": "Defense and Revenge",
    "steam_appid": 1209080,
    "required_age": 0,
    "is_free": false,
    "description": "Defense and Revenge is a turn-based strategy.<br />\r\nOrcs tribe lived calmly, but once group of tribesmans have been attacked by humans. It was decided to elect leader, who will be able to defend the village and to take revenge on aliens.<br />\r\nYou can realize your plans by organizing regular raids on vulnerable groups of enemies, also it's possible to rob caravans.  Obtained resources can be used for increase tribe's power.  Effective strategy planning and tactical management will help to defeat  humans and their allies.<br />\r\n<br />\r\nFeatures:<br />\r\n- Village - allow to equip fighters, additional training, restore stamina.<br />\r\n- Eight classes of characters available.<br />\r\n- The costs of items, depending on demand.<br />\r\n- Procedurally generated missions.<br />\r\n- Missions are consists of several locations, before each it's additional phase of preparation.<br />\r\n- Items giving temporary effects have non-liner effectiveness depending on the initial state of the fighter.<br />\r\n- Negative effects not only deal damage, it's also have additional effects, effects will be stack.<br />\r\n- Battles are dynamic, motivate the player to actively move around the location and overcome it faster.<br />\r\n- Excluded the artificial delay of fights in order to restore their parameters.<br />\r\n- In addition to the location on the battlefield, the unit’s rotation is also very important, strikes from different angles have an additional bonus.",
    "supported_languages": "英语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1209080/header.jpg?t=1662195179",
    "developers": [
      "Mir"
    ],
    "publishers": [
      "Mir"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}