{
  "1209420": {
    "name": "Spartrack VR - Firos",
    "steam_appid": 1209420,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>CECI EST UN EXTRAIT. POUR LE JEU COMPLET, RENDEZ-VOUS SUR LE SITE POUR RÉSERVER UNE SÉANCE</strong><br><br>Mission Firos est un jeu multijoueur en réalité virtuelle, en déplacement libre, mélangeant énigmes et jeu de tir dans un environnement futuriste.<br><br>Nous sommes en 2150 et cela fait plusieurs mois que sur Terre, nous n’avons plus aucune nouvelle des habitants de la planète Firos, nommée ainsi pour sa couleur rouge.<br><br>Sur cette planète (dont les conditions atmosphériques sont proches de la Terre), une des plus grandes expéditions jamais menée fut entreprise il y a moins d’un siècle, pour étudier son noyau renfermant une énergie comparable à celle d’une petite étoile et pouvant délivrer une réserve quasiment inépuisable d’énergie.<br><br>Une communauté scientifique importante s’était donc installée, et avait trouvé un minerai unique : le Timonium. Ce minerai produit une énergie de grande puissance qui les a aidés à développer un écosystème autonome et hybride, reposant sur la technologie d’une intelligence artificielle très complexe et facilitant la vie des Hommes.<br><br>Des dômes gigantesques ont été construits sur la planète afin de créer un environnement similaire à notre planète et permettant d’accélérer davantage l’exploitation de l’énergie de Firos.<br><br>A présent, les communications ne fonctionnent plus entre nos deux planètes. Sans aucun moyen de savoir ce qu’il se passe sur place, nous avons fait appel à vous, escadron d’élite, pour retrouver la boîte noire d’un des dômes, actuellement indétectable.",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1209420/header.jpg?t=1582105986",
    "developers": [
      "TKorp"
    ],
    "publishers": [
      "TKorp"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}