{
  "1211970": {
    "name": "Aurora",
    "steam_appid": 1211970,
    "required_age": 0,
    "is_free": false,
    "description": "Aurora is an adventure game set in the near future in a world of cataclysmic climate changes. As one of the few lucky survivals, you’re about to embark on a full of peril, pitfalls, and difficult choices journey to the epicenter of the weather disaster to solve the mystery.<br><br><strong>Who controls the weather controls the world</strong><br>Behind the secret program of artificial influence on the weather, stands the group of the rich and powerful individuals who want to establish the New World Order. They just captured a secret military base and installation, a tool that not only can cause a tornado, a flood in the desert or a snow-flurry in the middle of summer but also drive people mad and control their minds. <br><br><strong>Save your beloved ones </strong><br>As a father and loving husband, your priority is to protect your family. You have to find your lost wife and look after the teenage daughter that accompanies you on your dangerous trip through the city set in chaos.<br><br><strong>There are no good choices</strong><br>There is no way around it, to survive you have to set aside any remorses. In the world of weather apocalypse, you’re constantly put in a situation where every decision brings death to somebody. Often you have to sacrifice a few to save many… or just yourself.<br><br><strong>Solve the mystery</strong><br>Even if it might sound overwhelming, you are the only one who can stop those who are jeopardizing the entire planet and its ecosystem. You have to look for the clues, connect the dots and find the way to turn off for the installation!",
    "supported_languages": "英语<strong>*</strong>, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211970/header.jpg?t=1705524859",
    "developers": [
      "Art Dev Studio"
    ],
    "publishers": [
      "Art Dev Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}