{
  "1211690": {
    "name": "Fantasy Grounds - Lemurian Legends: The Complete Adventures (Barbarians of Lemuria)",
    "steam_appid": 1211690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Lemurian Legends: The Complete Adventures</h2>Seven single session adventures for Barabarians of Lemuria: Mythic Edition.<br>Bloodhunt!<br>Somewhere above the canopy of scarlet and jade foliage the sun must be glaring. A line of porters, hunters, and trackers slash their way through the steaming jungle, pausing only to wipe sweat from their brows or slap at insects.<br>Without warning, the surrounding gloom goes deathly still. Even the incessant chatter of birds high in the zannibal trees stops. The safari members eye each other uneasily, hands straying to weapon-hilts. Then: a thunderous roar shatters the quiet.<br>The echoes die. Atop his kroark, broad- shouldered Lax Dhalv chuckles at the party's reaction. &quot;Just a bouphon - and a small one.&quot; Still, his dissipated eyes scan the surrounding vines, and he uncoils the braided whip from over his shoulder. &quot;Make haste. We need to reach the encampment by nightfall.&quot;<br>Grumbling, the group resumes its pace through verdant hell. A dusky-skinned Shamballan tracker, long accustomed to jungle ways, shakes her head. &quot;That was no bouphon...&quot;<br>Chidren of the Void<br>&quot;Under bright skies, the silted harbor of Skara-Issk glitters along her rotting wharves and ruined avenues. But the eye is drawn west, upwards, towards the massive tower that served as a lighthouse back when ships' prows cut the waters of the bay. Come nightfall, the tower's apex flares with a brilliant bluish-white that no hand tends, and no fuel feeds. Who can say what the lighthouse of Skara-Issk guides now . . .&quot;<br>Crimson Shoals<br>Wind-driven rain pounds the dark outcroppings of reef, churning the nearby shoals into froth. Despite the gloom, occasional lightning flashes reveal a small forest of splintered ship's masts, shattered keels, and barnacle-encrusted hulls. This watery hell is a ship's graveyard!<br>Less than a quarter-league's walk (or swim) looms the silhouette of a massive funerary barge. But why is this ungainly, low draught craft beached here, in the Gulf of Satarla? Doubtless, the answer lies somewhere below her dark decks...<br>Ghosts in the Moontower<br>The Heroes are traveling through the mountains of Besharoon, where they chance upon a village of peaceful herders. A mysterious archway and rumors of fantastic wealth draw them even higher into the crags, to the site of an ancient ruin.<br>The characters discover crypts guarded by masked mummies, but the biggest surprise<br>is a slender bell-tower that appears when moonlight bathes the central plaza. Inside the tower, ghosts enjoy an eternal celebration.<br>One ghost in particular wants the Heroes to trigger the means of his release. Depending on their actions, the characters could unwittingly free an army of shambling mummies!<br>Shades of Yggdar<br>Being pursued by a murderous war-party of grooth, the Heroes are two days into the chase. They have only slept in snatches, tasted few scraps of food, and are cold, tired, and thirsty. Always, it seems, the grooth war-party is close on their heels. Feral eyes glinting in the near-distance. The PCs are just breaking a hasty camp, when a scouting party of grooth come upon them.<br>The Skyward Citadel<br>Travel-stained and weary the heroes arrive before the gates of the bustling city. However the usual routine of the metropolis has been shattered by the arrival of a floating castle, hovering like a storm cloud over the palace. At night, &quot;winged demons&quot; swoop down from caves located on the underside of the castle and snatch unwary nobles away for ransom.<br>The Unholy Greyl<br>Greyl wood - precious, rare and prized by the nobility of Satarla. The catch? Greyl grows only in a coastal forest near the Festrel Swamp, haunted by nocturnal horrors.<br>Working with the merchant captain Saval Krael, will your dreams of wealth be realised?<br><i>Adapted for Fantasy Grounds by: </i><strong>Marcus Hill, and Dallas Scott Myers</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Barbarians of Lemuria ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211690/header.jpg?t=1768422517",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}