{
  "1211950": {
    "name": "Sheol",
    "steam_appid": 1211950,
    "required_age": 0,
    "is_free": false,
    "description": "You are the undead man of church that was killed while chasing the bishop. Your task was to destroy mighty Aspects - spirits of the upside-down world. Those spirits try to dive into our reality through sigils. <br />\r\n<br />\r\nHowever, you were betrayed and slayed. When you wake up, you see that the undead world is real and now - you are the servant of King of Tears and you have no choice but to serve him, bringing lost sould to his Hall. Now you just a puppet...or now? <br />\r\n<br />\r\nServer the King and try to get chance to ressurect. <br />\r\n<br />\r\nFEATURES:<br />\r\n<br />\r\nUnique mixup of adventure, castle manager and visual novel.<br />\r\n<br />\r\n- Go through randomly generated forest levels, find souls and bring them to the Hall.<br />\r\n- Gather resources, fight enemies and Build and upgrade functional objects in the Hall<br />\r\n- Be careful - you can survive and find a soul or take a risk to get more resources. But beware the keeper of forest. <br />\r\n- Resist the power of Decay.<br />\r\n- Dive into dark story with unique soundtrack. <br />\r\n<br />\r\nAbout UPDATES.<br />\r\n<br />\r\nHey, Guys! Our game is still under development and will be more complex in future. Right now we are releasing the &quot;skeleton&quot; of the game. Eveyrone who've supported us will get full version and all upcoming updates and patches. These are things we are planning to add in future: New storyline, PvP, New interactive quest mechanics and missions, New buildings and artifact system that change the rule of playing and lots of more.<br />\r\n<br />\r\nABOUT US:<br />\r\n<br />\r\nWe are Tauron Glyph - small indie studion that adores grim stories and dark fantasy. Sheol is our subproject that should help us with the release of our main title - Sigil<br />\r\n<br />\r\nAs we do not treat players as children, we don't want to explain all tricks and possibilities that can be hidden in our games. We want you do discover possibilities and mechanics.<br />\r\n<br />\r\nPlease note that this is our debut game and we always gather feedback and improving our game as well as in-game mechanics.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211950/header.jpg?t=1581332994",
    "developers": [
      "Tauron Glyph"
    ],
    "publishers": [
      "Tauron Glyph"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}