{
  "1211220": {
    "name": "Breaking the 4th wall",
    "steam_appid": 1211220,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211220/extras/48fa40b57a7a3ad1572f6f99dc95ba29.poster.avif?t=1607494285\" width=614 height=350 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211220/extras/48fa40b57a7a3ad1572f6f99dc95ba29.webm?t=1607494285\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211220/extras/48fa40b57a7a3ad1572f6f99dc95ba29.mp4?t=1607494285\" type=\"video/mp4\"></video></span><br>This point and click game is an exciting crossover between comics and a puzzle game. Using the storytelling and design style of comics, the game introduces a new type of challenge where you’ll need to figure out the connection between the narrative and the panel layout. With your help the main character will be slowly led towards breaking through the limitations of the world he lives in.<br> <br><strong>Unique controls:</strong> By interacting with the different panels of each story page you’ll need to figure out how to control the character in his environment and make him interact with different elements. Using a comics-type layout is an innovative upgrade of point and click adventure games, adding challenge, fun, and surprises throughout.<br> <br><strong>The story:</strong> The medium of comics is no longer restricted to teenagers and kids. In the past decades, comics storytelling has adapted to address a much more grown-up audience. Breaking the 4th wall also aims to tell a dramatic story meant for adults and young adults, by combining existential and philosophical narratives and bringing up serious issues like dealing with anxiety in our modern culture and other mental health issues. The story will follow Adrian, in his daily life routine and his way of dealing with different challenges as an outsider. Throughout the experience, Adrian will have to face his inner demons, and find a way to evolve as a person towards a freer and more fulfilling life.<br> <br><strong>The look:</strong> The game is designed as a black and white comic book, which feels both classic and innovative at the same time. This look makes use of detailed and rich environment design, while maintaining clarity. The animation gives you the feeling that the comic book comes to life in a way never seen before. The world of the story is a retro futuristic alternative timeline, where advertising zeppelins roam the skies and odd creature-like technology is used everywhere.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1211220/header.jpg?t=1607494285",
    "developers": [
      "11Sheep"
    ],
    "publishers": [
      "11Sheep"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}