{
  "1212660": {
    "name": "Market Dominion - Last Penny",
    "steam_appid": 1212660,
    "required_age": 0,
    "is_free": false,
    "description": "The Cold war quietly rages on around the world as tensions rise between states. During these turbulent times, you are tasked as the CEO of a new, enterprising company. Can you overcome obstacles to become... THE LAST MAN STANDING IN THE BIG MONOPOLY YOU WILL CREATE?<h2 class=\"bb_tag\" >Welcome to Market Dominion - Last Penny, a casual business simulation indie game, which gets only harder with time...</h2>The year is 1960. Many companies have been born after the war. Different companies within different industries will reach out for the world's market domination. With fast growing worldwide connection and globalization, a lot of bussineses will fight and sacrifice everything, to create a monopoly with them in the center.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li><strong>BATTLE ROYALE MODE</strong> - fight with your opponents until only one of you is left! In new 'Market Dominion' Battle Royale Mode you can fight up to 24 companies to the last man standing, in 7 different setups.<br></li><li><strong>Shrink Mode</strong> - a mode where states dissapear overtime. You and your opponents will slowly get smaller and smaller range to work in...<br></li><li><strong>Region Mode</strong> - a mode where you are limited only to a given region. You are all squeezed to a small place... good luck!<br></li><li><strong>Elimination Mode</strong> - a mode where the weakest are eliminated first, and only the strongest stay in the business.<br></li><li><strong>Mixed Modes</strong> - mix all previous mode together any way you like! The game allows you to take 4 mixed modes.</li></ul>",
    "supported_languages": "英语, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1212660/header.jpg?t=1630081702",
    "developers": [
      "Iguana Mercenary"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}