{
  "1212510": {
    "name": "Gaia's Decision",
    "steam_appid": 1212510,
    "required_age": 0,
    "is_free": false,
    "description": "In this turn-based strategy game, you will develop and direct a virus. <br />\r\nYou must evolve it carefully and give strategic decisions for specific situations.<br />\r\n<br />\r\n“Year 2080.<br />\r\n<br />\r\nThe consumption frenzy of the early century is being paid.<br />\r\n<br />\r\nThe planet's resources are running out. There is a serious drought problem in the world. Many species disappeared, glaciers melted, desertification increased, and many cities flooded. As countries clash with each other for a small number of resources, people migrate in masses to survive.<br />\r\n<br />\r\nA mysterious scientist whose code name is Gaia knows that life on the world is about to end. From his point of view and philosophy, planet Earth was a living creature. But now it’s dying. Just as there are organic systems in the human body, animals and plants were organic systems in the world. <br />\r\n<br />\r\nWhat we have not been aware of for thousands of years is that we are a threat to the health of this planet. We had infinite potential, but humanity chose to be a cancer cell for this planet.<br />\r\n<br />\r\nDr. Gaia has decided to eliminate this threat. He developed a deadly virus that would only affect the human race.“",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1212510/header.jpg?t=1583270684",
    "developers": [
      "Miraoriem"
    ],
    "publishers": [
      "Miraoriem"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}