{
  "1213250": {
    "name": "Wagrrr",
    "steam_appid": 1213250,
    "required_age": 0,
    "is_free": false,
    "description": "Wagrrr is a game and broadcast tool for online game streamers and broadcasters. <br />\r\nViewers interact with your stream with fun abilities and wager on your Battle Royale game progress. To win with you when you WIN!<br />\r\n<br />\r\nLet Wagrrr add an extra layer of FUN  and INTERACTIVITY to your online broadcasts!<br />\r\nAllow your viewers to show their reactions to your broadcast and gameplay with live on-screen emotes.<br />\r\nViewers can also send text messages directly to your screen through a message panel that uses the same offensive word filter as Google. <br />\r\nViewers can ask each other yes/no and multiple-choice questions on the screen while you play! Wagrrr gathers answers, tallies and displays results!<br />\r\nHosts(you) can also ask questions in real-time and get graphical responses and results with Wagrrr's easy question control systems!<br />\r\n<br />\r\nWagrrr is also a game!<br />\r\nViewers use in-game economy called &quot;treats&quot; to make fun wagers on your gameplay and win more &quot;treats&quot; when you win!!!<br />\r\nThey can then spend those treats on the actions above. <br />\r\n<br />\r\nWagrrr is HIGHLY customizable. Only show what you want on the screen, where you want it, and for how long you want it. <br />\r\nEasily ban offensive Viewers misusing your message systems.<br />\r\nEasy to setup and install in your favorite broadcasting software such as OBS (Open Broadcast Software). <br />\r\nWagrrr currently supports all popular Battle Royale type games AND support for other game types such as MOBA'S and Sports games planned to be added after official release.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1213250/header.jpg?t=1630961301",
    "developers": [
      "Corkie Software Design"
    ],
    "publishers": [
      "Corkie Software Design"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2030 年 12 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}