{
  "1214730": {
    "name": "RPG Maker MV - Futuristic Cities: Robot Expansion",
    "steam_appid": 1214730,
    "required_age": 0,
    "is_free": false,
    "description": "Expand and populate your Futuristic Cities with armies and crowds of robots! An expansion pack for Futuristic Cities, designed in the same futuristic, hand-drawn style for your RPG Maker games! There is no futuristic city without some robots, so prepare to make your futuristic or modern city look more lively and mechanical with this new expansion pack. This is meant to be a character expansion for the Futuristic Cities tilesets and characters, adding several robots to your cities. The sets in this pack feature &quot;classic-looking&quot; robots to battle machines as well as human-looking androids and more.<br />\r\n<br />\r\nThis pack contains:<br />\r\n<br />\r\n* 17 unique robots with numerous variations, of which 2 are human-looking robots (male and female) with several clothing options<br />\r\n* 55 character sets in total<br />\r\n* The robots were designed to cover different sizes, appearance (from cute to more boss-like) and their probable use for humans<br />\r\n* 5 unique character sets with objects such as animated gears, a door, crosshairs and shoot animations<br />\r\n* Each graphic comes in two possible styles: one with black outlines, the other one with colored outlines for less contrast. As there are also many variations for characters, there is a numeration system which is utilized throughout every resource pack.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 日语, 韩语, 繁体中文, 阿拉伯语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1214730/header.jpg?t=1681251701",
    "developers": [
      "Rinober"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}