{
  "1215080": {
    "name": "Rainy Night Demo",
    "steam_appid": 1215080,
    "required_age": 0,
    "is_free": true,
    "description": "Rainy night is an open-world Survival Horror game, inspired by classic franchises like Silent Hills and Resident Evil, we are developing a Survival Horror game with the same characteristics as these games.<br />\r\n<br />\r\nRainy Night will have an open map, a small explorable city, in this city the player will enter some environments such as houses, hospital, school, police station, besides the city itself that will have its streets also exploitable.<br />\r\n<br />\r\nThe player will need to manage his resources very well, ammunition and healing items are scarce and various creatures will be on the prowl ready to attack, it is up to the player to make the choice to face, flee or go unnoticed. The player will also have to solve several puzzles in order to advance in the game and find out the next location, as many places in the city will be locked and you can unlock them by solving these puzzles.<br />\r\n<br />\r\nIn Historia we will control Lucy, a private detective who is moving to her new apartment in a new city, after sleeping for the first time in her apartment, when she wakes up Lucy realizes that she is completely alone in the city, all the people are gone, Night and Rain never ceases and strange creatures start appearing, now she will have to find out what's going on and try to get out of there as soon as possible.<br />\r\n<br />\r\nHelp us with development:<br />\r\nCrowdfunding : https://www.kickante.com.br/campanhas/rainy-night",
    "supported_languages": "葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1215080/header.jpg?t=1579107593",
    "developers": [
      "Diamond Dogs"
    ],
    "publishers": [
      "Diamond Dogs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}