{
  "1216530": {
    "name": "Cat Island",
    "steam_appid": 1216530,
    "required_age": 0,
    "is_free": false,
    "description": "Cat Island is a colony survival game with voxel building and multiplayer! You start off with nothing and must grow your island with the help of a couple cat friends. Gather resources, complete building contracts, and expand your colony to do the labor for you!<h2 class=\"bb_tag\" >Progression</h2>With the help of your cat friends progression from small wooden houses to a grand city with steel skyscrapers to futuristic buildings made from mysterious materials! Research and work your way up slowly improving the lives of everyone on the island!<h2 class=\"bb_tag\" >Gathering</h2>Create logging camps, expansive ore mines, or incredible farms to supply your residents with all of their needs! Train your colonists and explore new methods to speed up harvesting and eventually automate the process!<h2 class=\"bb_tag\" >Contracts</h2>Complete contracts to lure new residents into joining your island! Create completely custom and unique houses, stores, warehouses, and more to make your town look how you desire. Furnish them however you like and make every single building stand out in its own way!<h2 class=\"bb_tag\" >Crafting</h2>Experience unique tool crafting and cooking systems unlike any other games! Craft completely custom tools made from any material to obtain unique boosts and buffs. Mix and match food ingredients to find what residents like the most to give them buffs! Create your own combinations and explore what’s possible!<h2 class=\"bb_tag\" >Multiplayer</h2>Players alone on private islands or open them up to friends! Explore and build with up to 4 players to make the world feel a little less lonely and give your cats more people to play with!<h2 class=\"bb_tag\" >Modding</h2>Cat Island is built with modding in mind making add custom blocks, items, recipes and more simple enough anybody can do it in minutes! Share your mods on the Steam Workshop or download other people’s creations!<h2 class=\"bb_tag\" >Other</h2>Cat Island is currently being developed and is planned to be released by the end of the year! We plan to give updates on what we are currently working on until then every month! Add Cat Island to your steam wishlist to be updated when our release date is finalized!",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216530/header.jpg?t=1682753687",
    "developers": [
      "Purple X Studios"
    ],
    "publishers": [
      "Purple X Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}