{
  "1216990": {
    "name": "Pawnshop Tycoon",
    "steam_appid": 1216990,
    "required_age": 0,
    "is_free": false,
    "description": "In Pawnshop Tycoon, you start the game with a garage full of old junk and gradually expand into a thriving retail business with multiple stores spread out across the city. You'll spend time at first organizing your goods into departments, training sales agents, managers, hiring cleaning staff, security, selling online, watching for theft, negotiating, selling, trading, pawning, repairing and even dropping off daily reports at the local police department. With enough experience, your time will be better spent managing your store chain and setting up advertising campaigns or getting one of your shops featured in a network television show.<br />\r\n<br />\r\nWhen picking a location for your pawn shop, you'll need to consider the area. Is there a police department or post office nearby? This would make it easier to deliver daily reports and mail. What kinds of retail stores are in the neighborhood? People who already shop at one type of store may find themselves browsing your store as well. Want to sell tools or construction equipment? Then situate your shop near industries or construction zones. Have a lot of music gear to get rid of? Take advantage of a competitor's music store customers by parking your shop right next door.<br />\r\n<br />\r\nThe micromanagement of each duty is learned and then handed down to a hired clerk who will continue redundant tasks automatically. As you continue to play, you'll uncover all of the various steps of building a big time business as a Pawnshop Tycoon!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216990/header.jpg?t=1747178371",
    "developers": [
      "Almighty Games"
    ],
    "publishers": [
      "Almighty Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}