{
  "1216020": {
    "name": "Fantasy Grounds - Map Pin - The Red Wolf Tavern (PFRPG2)",
    "steam_appid": 1216020,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Map Pin - The Red Wolf Tavern</h2>Sitting in the middle of nowhere, but on the road to everywhere important is the stone building of the Red Wolf Tavern. The medium size building is actually far younger than it's ancient stonework happens to appear, the stone for the building having been excavated from an ancient abandoned villa deep in the woods.<br>Traveling merchants - whom make up the majority of the regular patrons - simply refer to the Tavern as the Red Wolf (or Wolf for short). Many merchants time their travel along the road so as to arrive at the tavern close to sundown, in order to enjoy the hospitality of the Tavern Master, as well as a good nights rest under the watchful eye of the tavern owner.<br>Although the tavern is notorious for not offering night lodgings, as the tavern owner never constructed guest sleeping quarters as a part of the tavern. This results in merchants sleeping rough in tents or their wagons just outside the Tavern at night. Many patrons have inquired of the proprietor why he would build such a tavern without night lodgings, to which there are various grunts about cleaning up bedrooms or a dislike of babysitting drunks and vagrants.<br>But the local grounds of the tavern are considered quite safe for sleeping travelers, as vagabonds and highwaymen avoid the Tavern. Lest they incur the wrath of Tavern's proprietor, the retired Barbarian adventurer Gerald Wallace.<br><strong> Map Pins:</strong> Have you ever examined a map and found a number of pins punched into the map in order to highlight places of interest? That is the aim of the Map Pins range of exploration locations from Studio Wyldfurr. Each map pin is a small feature site that you can drop into your adventure game. The pin comes bundled with maps depicting the site, NPC and Object tokens, plus background story entries that describe the site and it's inhabitants. Each Map Pin is not a stand alone adventure, but rather a resource that a Game Master can use when the players explore somewhere you have not prepared for, or if you need a random encounter location. Use a map pin for a small side adventure, or as the lair for a monster, or even a safe house employed by your campaign villain.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216020/header.jpg?t=1768422663",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}