{
  "1216220": {
    "name": "Boiling Steel: Preface",
    "steam_appid": 1216220,
    "required_age": 0,
    "is_free": true,
    "description": "You are one of many who set off in search of a better life in the distant bastion of scientific progress. Your goal is a colony planet, free from bureaucratic, religious and other radical restrictions.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/extras/581bac341d3722aec8a3ddde374bc36b.avif?t=1713950126\" width=680 height=200 /></span><br><br>Here they research and freely use industrial teleportation, transfer of consciousness and other technologies prohibited in the inhabited worlds. Factories, power plants, mines and residential complexes of the planet are fully automated. All the dirty and hard work is done by robotic shells controlled by the operator’s mind. It is a high-tech paradise. But here, something went wrong.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/extras/5d89f62bec2d718901b4dc704d237802.avif?t=1713950126\" width=680 height=200 /></span><br><br>As soon as you wake up from a long sleep in a capsule of hibernation, you fall into circulation. Radical fanatics are here too. A virus was launched into information networks that turned robots into aggressive death machines. The paradise planet plunged into the chaos of war. The inhabitants of the colony took the seats of the operators of robotic shells and sent their army of robots into battle. Joint efforts have borne fruit.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/extras/9b263a1f6ca3449e5e90b47635677e39.avif?t=1713950126\" width=680 height=200 /></span><br><br>The virus is localized, stripping is approaching the final phase. But the “robot riot” is just the tip of the space-iceberg that the planet has encountered. Everything that happens next goes beyond understanding and plunges the planet into utter darkness.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/extras/2df6a935db621dbe7fa6bd6e2eb6c437.avif?t=1713950126\" width=680 height=200 /></span><br><br>Your hibernation capsule is stuck in quarantine on an orbital station. But this is not a time to relax. Control the robotic shell of an engineering department directly from orbit! Immerse yourself in the thick of events and witness the inexplicable global cataclysm. Guess its nature and save the planet. But first, survive yourself.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/extras/34a03e4398b6c33762a2604c6c3e3196.avif?t=1713950126\" width=678 height=200 /></span><br><br><strong>Boiling Steel is a Sci-Fi VR shooter with an intriguing storyline.</strong><br>- A unique system for quick reloading weapons adds drive and gives a unique gaming experience.<br>- Nine different tools with original mechanic of two-handed grip allow the player choose their own playing style.<br>- The weapon upgrade system automatically improves a favorite and frequently used tool, gradually turning it into a hellish machine.<br>- The ability to enhance selected parameters of the robotic shell adapts the gameplay for the player.<br>- Randomly generated biomes and dangers make each new playthrough unique.<br>- Thoughtful story missions reveal the gloomy secrets of the planet and keep the intrigue to the very end.<br> - Realistic graphics are completely immersed in the exciting reality of the fantastic world of the future.<br>- A minimum of 10 hours of gameplay, even for experienced players.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/extras/0719fd92d7c30e20f48bd876effa9e63.avif?t=1713950126\" width=680 height=200 /></span><br><br>Welcome to the Boiling Steel universe! Explore, fight and share your impressions. The opinion of each player is important to our team.<br><br>And remember, a tool on overdrive is cooler than any weapon.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1216220/header.jpg?t=1713950126",
    "developers": [
      "MIROWIN"
    ],
    "publishers": [
      "MIROWIN"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}