{
  "1217500": {
    "name": "Barnard's Star",
    "steam_appid": 1217500,
    "required_age": 0,
    "is_free": false,
    "description": "NOTE FROM THE DEVS: We've decided to cancel the Steam release for Barnard's Star. It's currently available on iOS and Android, and we won't be releasing it for desktop platforms.<br><br>This was a big decision – I’ll walk you through the reasoning why.<br><br>The core experience in Barnard’s Star is taking a single turn in an online async multiplayer game. The success of our game will largely rely on having an active community of people who will take turns consistently and quickly. If a large enough group of people DON’T do this, the rate of games that get abandoned will cross a tipping point, community sentiment will tank, and we’ll be unable to attract new players.<br><br>What does this have to do with PC?<br><br>Well, when we demoed Barnard’s Star at the Steam Games Festival last year, we found that even with Steam notifications, the game abandonment rate was too high to sustain an active community. Due to its asynchronous nature, games in Barnard’s Star can be long or short, fast paced action or deadlocked war of attrition. Active players open the app multiple times throughout the day, and play for just a few minutes at a time. No one really plays Steam games this way.<br><br>Think about it – how many people fire up Steam several times each day, for only 5 minutes each time? Some do, but we don’t believe the quantity of those players would outweigh the negative network effects of those with a more sporadic and longer-duration playing pattern. Barnard’s Star is notification driven. If you’re like me, you have never allowed a single app on your computer to send you notifications that you actually check throughout the day. It’s just not the way we’re used to using PCs.<br><br>Thanks for reading, and see you on mobile!<br><br>--The devs (JanPaul and Lincoln Bergeson)<br><br>---<br><br>In the 25th century, humanity began to travel the stars. Barnard's Star, a mere 6 light-years away and home to the closest habitable exoplanet, was first to be colonized. However, even with the blindingly fast velocity of half the speed of light, the trip takes 12 Earth years. So when the colonists ran into trouble, they were on their own.<br><br>The trouble they faced took two main forms. First, their robot companions who served as butlers and guardians staged a rebellion and broke free of their human masters. It got ugly quickly -- blood and bolts covered many a space station floor. The second was the Critters: weird, otherworldly brutes from the other side of the galaxy who arrived on the scene shortly after the colonists from a nearby wormhole. The colonists were able to estalish contact them and even tried to enlist their help against the mechanical threat, but negotiations were cut short when the Critter ambassadors ate all the humans they were supposed to be talking to.<br><br>These three factions -- Humans, Robots, and Critters -- are locked in a vicious struggle for control of the galaxy. Now is the time to rise up, lead your faction, and fight for your life. The fate of the universe is in your hands.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> 3 factions (Humans, Robots, and Critters) with 7 character classes per faction<br></li><li> Each character has unique attacks and abilities<br></li><li> 2 maps, each with unique tactical opportunities such as teleporters and destructible cover<br></li><li> 3 layouts for each map, for a total of 6 different playable fields<br></li><li> Play offline vs. AI or a friend (or even pit two AI's against each other, if you just want to watch)<br></li><li> Challenge friends and strangers with online multiplayer</li></ul><br>For a comprehensive list of all the fighters in the game and their abilities, see the wiki.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1217500/header.jpg?t=1662136750",
    "developers": [
      "Pollywog Games"
    ],
    "publishers": [
      "Pollywog Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}