{
  "1217070": {
    "name": "Der Geisterturm / The Ghost Tower",
    "steam_appid": 1217070,
    "required_age": 0,
    "is_free": false,
    "description": "Der Geisterturm is a futuristic turn-based dungeon crawler with survival horror elements set inside a mysterious tower known as Turm der Wiederkehr. It is a spin-off to Das Geisterschiff.<br><br>By 2074 the Earth turned into a scorched wasteland, forcing the population to leave the planet or move underground while two megacorps are stuck in an endless war over the territory and resources. After graduating from the military academy you've decided to join Eberbach Corp as a Robotic Combat Suit pilot...<br><br>...but something went wrong. You wake inside a large Robotic Combat Suit with no recollection of your past, and a mysterious man commands you to climb to the top floor.<br><br>Will you reach it alive or die trying?<h2 class=\"bb_tag\" >KEY FEATURES</h2><ul class=\"bb_ul\"><li> Fight your way through 15 floors filled with dangerous encounters, traps, and puzzles;<br></li><li> Tactical turn-based combat against multiple enemies with different strengths and weaknesses;<br></li><li> Extreme resource management: the ammo and items are finite, and you have to adapt in order to survive;<br></li><li> Original progression system: search for upgrades to improve your armor, abilities, and weapons while the pilot gets better through killing or avoiding enemies;<br></li><li> Unique wireframe-like graphics style supported by the atmospheric electronic soundtrack.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1217070/header.jpg?t=1668533506",
    "developers": [
      "Graverobber Foundation"
    ],
    "publishers": [
      "Graverobber Foundation"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}