{
  "1218620": {
    "name": "Church of Shadows",
    "steam_appid": 1218620,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >In a forgotten church, sealed away for centuries, a dark presence waits to be freed. You are the only one who can stop it—an unlikely hero chosen by a preacher on his last legs. Your task is deceptively simple: burn the books and break the curse. But the task is anything but easy.</p><p class=\"bb_paragraph\" ><strong>Features:</strong></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Survive a Maze of Fear:</strong> Explore a dark, abandoned church where every shadow holds danger. The environment twists and shifts as the witch manipulates reality, keeping you on edge.</p></li><li><p class=\"bb_paragraph\" ><strong>Face Five Unique Demons:</strong> Each demon is bound to a cursed book and has its own behavior and hunting style. From the crawling horror of <strong>Dal’Gan</strong> to the towering brute <strong>Verinnath</strong>, you’ll need strategy and courage to evade them.</p></li><li><p class=\"bb_paragraph\" ><strong>Confront the Witch:</strong> Once the demons are defeated, Emelyn herself will appear. She can block doorways, twist hallways, and manipulate your surroundings, making her the ultimate challenge.</p></li><li><p class=\"bb_paragraph\" ><strong>Dynamic Fire Mechanics:</strong> To burn the cursed books, you must light a cauldron. Choose wisely: using a regular flame may result in failure, but combining lanterns around the church creates a blue, everlasting fire that guarantees success.</p></li><li><p class=\"bb_paragraph\" ><strong>Sanity Management:</strong> Demons and the witch can break your mind. Protect yourself using crosses to temporarily banish threats, but be careful—resources are limited, and the church itself drains your sanity.</p></li><li><p class=\"bb_paragraph\" ><strong>High Replayability:</strong> Randomized book and demon spawn locations, along with shifting hallways, ensure that no two playthroughs are the same.</p></li><li><p class=\"bb_paragraph\" ><strong>Terrifying Atmosphere:</strong> With dynamic lighting, sound design, and jump scares, the church becomes a living nightmare that pulls you deeper into its horrors.</p></li><li><p class=\"bb_paragraph\" ><strong>Story to Unravel:</strong> Learn the tragic tale of Emelyn Hawke, a healer betrayed by her village and transformed into something monstrous after making a dark pact. Clues scattered around the church reveal the truth behind her vengeance.</p></li></ul><p class=\"bb_paragraph\" >Will you break the curse and escape? Or will the witch claim yet another soul?</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1218620/header.jpg?t=1743710713",
    "developers": [
      "Resurrected Games"
    ],
    "publishers": [
      "Resurrected Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}