{
  "1219860": {
    "name": "Monster Girls You-ki Chan",
    "steam_appid": 1219860,
    "required_age": 0,
    "is_free": false,
    "description": "■ Overview ■<br><br>A pixel art action game controllable with 2 buttons!<br><br>Current version: v1.04<br>Trial version: 1.03<br><br>■ USE KEY ■<br>Move....　　cursor<br>JUMP....      [X]<br>ATTACK..... [Z]<br>PAUSE....    [A]<br>RESET.... [F5]<br>KEY CONFIG....[F1]<br>FULLSCREEN .....[ESC]<br><br>[Features]<br><br>* All the monsters are cute girls!<br>Not only the player, but all the adversities.<br>But they won't be going easy on you!<br><br>* Bear hugs!<br>Plenty of hardcore defeat elements await to stir up the demon blood inside you.<br><br>* A boss for every stage!<br>Choose from 5 different weapons, and figure out the best way to take them down!<br><br>* Fatal Finisher!<br>If you meet certain conditions, you can perform brutal finishers on bosses.<br>Unleash the demon blood inside you!<br>If you get defeated, however, perhaps the opposite fate awaits...<br>(Can be toggled off)<br><br>* A pure hack &amp; slash game with no annoying crafting or exploration elements!<br>All you have to do: Beat down the enemies standing in your way.<br><br>* The controls are simple! With only the jump and attack button, you can do a lot!<br>Grab onto walls, climb along ceilings. cut enemy throats from behind, scale cliffs, etc.<br><br>* Over 3 hours of playtime for 1 clear!<br>With 8 stages and 5 weapons, unlimited continues, and different difficulty options,<br>the game is easy to play again and again!<br>After beating the game, a time attack mode is unlocked as well.<br><br>* Auto-save, stage select functions.<br>Quit anytime, start back anytime!<br><br>* 5 weapons, each with their own special powers.<br>With nuances to learn with each weapon, find what style suits you best!<br>Become a weapons master!<br><br>■ Story ■<br>Once upon a time, there was a strongest warrior in the demon world named Pudding. However, Pudding felt emptiness in a day full of carnage.<br>One day, Pudding discovered the wonders of human love and good will and ran away from the demon world, changing his name to &quot;You-ki&quot; and coming to the human world.<br><br>However, the humans were afraid of her demon form and threw stones at her.<br>Still, she was living right.<br><br>On the other hand, human beings cheated and stole from each other in search of material riches, and gradually malice enveloped the human world.<br><br>At that moment, the gates of hell suddenly opened and the monster army of the demon world began to invade the human world. They were too strong, and the humans were too impotent.<br><br>Before you know it, the human world has been taken over by the monster army of the demon world.<br><br>There was only one thing left, a small island nation of god in the far east.<br>The You-ki had reflected on the cruel battle he had once fought and had vowed never to do it again.<br><br>But now, the You-ki has decided to fight one more cruel battle to save the human world.<br>Praying that the cruelty-loving nature within her will not emerge....<br><br>■ Features ■<br>・ Dot animation depicting cute monster girls<br>・ 8 levels of difficult difficulty &amp; large volume<br>・ 5 types of weapons with various characteristics such as bills, axes, bows and arrows<br>・ Light jump action using two-step jump, sticking to the wall or ceiling<br>・ Take behind the enemy ・ Special attack methods such as using attacks<br><br>・ Dense story of the battle between You-ki and demons seeking peace in humankind<br>・ There is Ryona element from restraint attack such as petrification, swallowing<br>・ Fatality when defeating the boss in a special way! (ON / OFF possible)<br><br><br><br><br>■ Notes ■<br>In the demo version of the game, players hit a rock and got buried in the ground, and the signage didn't disappear.<br>However, those defects have been resolved in the full version.<br><br>  Q: A popup says that the game can't start because of a missing DLL.<br>  A: Pixel Game Maker MV requires the DirectX9.0c and VC runtime to work.<br><br>Clicking on &quot;View the manual&quot; in the side menu and installing them may help with the solution.<br><br><br><br>-Produced using Action Game Maker MV.<br>-Due to the nature of the tool, the operating speed may be slow due to CPU performance issues. Please be sure to check the trial version.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1219860/header.jpg?t=1759307429",
    "developers": [
      "Nanakusadou"
    ],
    "publishers": [
      "Nanakusadou",
      "Shady Corner Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 7,
      "total_negative": 3,
      "total_reviews": 10
    }
  }
}