{
  "1219840": {
    "name": "Defend Home",
    "steam_appid": 1219840,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the Defend Home Store Page. This Space Shooter is here for all age to play. We want people to have fun, share who can go the furthest and more. Hope to see you here and in discord. If you want to support me go to my website. My Parteon Link will be in there.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>I want full Access to Thousands of Players.</li></ul>We are added one level.  The lets see the high you can get. <br>Please give feedback and tell me what you would like to see.. <br>Defend Home is fun and hope people will like it. I am working hard on it. I want it to come out with no problems.<br>All of this is a big task for a solo developer but I will persevere; bear in mind this is my first published game but I think it will turn out great!<br><br><ul class=\"bb_ul\"><li>Big Picture</li></ul>I want to bring a Space Shooter you can have fun, come back to, share score, and more.<br>I will try to bring everything we want to this Space Shooter. <br>I want it to all be in at launch but not all stuff my come in at that time but my have to after.<h2 class=\"bb_tag\" >About Game</h2><ul class=\"bb_ul\">This Space Shooter is about defending your home that my be gone or still there or a colony ship who knows its up to your imagination. You fight agents aliens that do not like anyone but Living and destroying everything.Hope you can save your Home form these evil enemy's.</ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1219840/header.jpg?t=1622995469",
    "developers": [
      "SharkHeart Studios"
    ],
    "publishers": [
      "SharkHeart Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}