{
  "1219770": {
    "name": "Arvoch Alliance SE",
    "steam_appid": 1219770,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Arvoch Alliance SE is a first person 3D space combat flight simulation. As a squadron commander in the Alliance Navy, you will take on the challenge of leading a team of fighter pilots through a series of missions spanning the vast region of space known as the Evochron quadrant. As the story unfolds, you will take part in the events that eventually lead to the end of the Federation/Alliance war and the liberation of Evochron. In the midst of an ongoing war, the sudden return of the Vonari signals a dramatic change in the course of human history as forces unite in an epic battle for survival. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >  Inspired by space combat games of the 80's and 90's, originally released in 2011, and later remastered for the SE update with new features and options (including Workshop and Networking for Steam).  Arvoch Alliance was built with a similar focus on space fighter combat, squadron command through issuing orders, intense battles featuring epic explosions, and diverse control capabilities utilizing Newtonian style physics as well as more updated graphics. With single player and multiplayer gameplay modes, varied objectives, advanced avionics/instrumentation, and versatile combat systems, Arvoch Alliance SE provides a feature-packed and immersive space combat experience.  </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" style=\"text-align: center\"><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1219770/extras/de7c52021d317105bd84ef9ebf77c5f1.poster.avif?t=1770583319\" width=480 height=270 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1219770/extras/de7c52021d317105bd84ef9ebf77c5f1.webm?t=1770583319\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1219770/extras/de7c52021d317105bd84ef9ebf77c5f1.mp4?t=1770583319\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" ><strong>• 3 Single Player Gameplay Modes</strong> - Campaign, Custom Campaign, and Instant Action. The Campaign features 30 missions of diverse objectives including escorting, spying, planet surface strikes and recovery, rescuing, capturing, mining, and building. The Custom Campaign mode lets players load missions they design using the mission editor. The Instant Action mode creates a randomly generated combat mission.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• 4 Multiplayer Gameplay Modes</strong> - Cooperative Campaign, Dogfight, Squadrons, and Strike. The Cooperative Campaign mode lets players join together to complete the game's built-in campaign. The Dogfight mode is a battle for survival with all players hostile to each other. The Squadrons mode is a team-vs-team battle that lets players choose which side they will fight for and provides stations for each team for repairing and rearming. The Strike mode is also a team-vs-team battle, but it adds a command ship for each team to defend. The first team to destroy the opposing team's command ship wins. The host can define a kill limit or a time limit for the latter 3 modes and can add AI controlled ships to fill in empty player slots. The multiplayer mode also lets players quickly set up battle scenarios to play on their own using the mission options available to the host.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Advanced Order/Command System</strong> - Lead your squadron(s) by issuing commands to specific groups or individual ships using the mouse driven command interface (optional key and button bindings are also available). Give orders to attack, defend, join formation, hold at a particular location you select, or reload, repair, and refuel. Giving the right orders at the right time may often be critical to victory. Your ability to plan and lead can be just as important as your skill in combat.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Player Controlled Ship Selection And Configuration</strong> - Your command authority puts you in charge of which ships your flight group will use during most missions as well as what weapon and equipment configuration your ship will have. A simple drag-n-drop interface lets you quickly select ships and a loadout configuration prior to each mission.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Diverse and Interactive Environments</strong> - Descend into planets from space, travel through dense nebula clouds, fight the powerful winds of a gas giant, balance the pull of a high gravity star, navigate clusters of asteroids, and battle it out in the no-excuses realm of open space. Arvoch Alliance SE features several environments that can impact ship performance, fuel use, weapon availability, visibility, sensor range, and more.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Extensive Target Selection and Tracking Systems</strong> - Monitor the conditions of the battle with the Tactical Console and select ships for orders or targeting right from the console menu. Select targets by mouse clicking on them or use the proximity, gunsight, and list selection options. Track a target's missile count, particle and beam weapon types, speed, shield status, hull and subsystem damage, and even its trajectory with motion ladders.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Wide Array of Space Combat Systems and Options</strong> - Control and manage a range of elements related to space combat including heat signature management, shield array management, energy management, weapon selection spanning three classes, automatic and manual aiming factors, 2D and 3D radar modes, full three rotation axis and three direction axis Newtonian style physics, detailed instrumentation (including six velocity gauges, flight path markers, compass, and pitch ladder), multiple counter measure options, and target specification/status scanning. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Realistic Newtonian Style Physics Model</strong> - Utilize the flight tactics available with the inertial physics system that lets you drift freely and perform maneuvers such as high speed strafe passes and flipping around to fire at a target while flying backwards. Use the afterburner for quick speed and course changes while manually controlling the hull thrusters for additional adjustments. An optional Inertial Dampening System (IDS) is available to help keep flight control easier to manage.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Detailed 3D Cockpit and Instrumentation</strong> - The first person perspective pilot view offers an in-scene 3D cockpit that moves and responds to control input and impacts for a realistic sense of being in the ship itself. A helmet visor based Heads-Up-Display (HUD) renders important information that matches the pilot's view and is center focused. As much information as feasible is displayed on the central HUD gunsight and directly on the target being tracked for quick information gathering and situational awareness. Players who prefer an unobstructed view can optionally turn off the 3D cockpit, leaving only the HUD and displays.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• New Graphics Engine and Effects</strong> - The new Vulkan based graphics engine provides several new special effects.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Event and Time Driven Missions</strong> - The new mission structure allows for in-game dialogues, ship departures, ambushes, and other timed events to occur. Players can even design their own dynamic campaigns in branching mission structures (where victory or defeat determines the next course of the campaign) using the optional mission editor.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• New Music and Sound Effects</strong> - Dynamic music system (with music by Rich Douglas). The music changes with the level of hostility around you.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Diverse and Flexible Control Options</strong> - Supports keyboard, mouse, gamepad, and joystick flight control. Use the control device you prefer to play the game. The game supports up to 10 simultaneous control devices with up to 40 buttons each.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>• Full Support for TrackIR</strong> - Natural Point's TrackIR 3D head control system lets the player manage the viewpoint from the cockpit with all six degrees of movement.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1219770/e2eba92ef5b6dd2cfa441f3b6862da019f2c4413/header.jpg?t=1770583319",
    "developers": [
      "StarWraith 3D Games LLC"
    ],
    "publishers": [
      "StarWraith 3D Games LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 8,
      "highlighted": [
        {
          "name": "Distinguished Service Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/98edb1d657af9d13a452f5435e40a5b2b9911c80.jpg"
        },
        {
          "name": "Defense Service Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/832c2ad166cb3fce8fe60462b088f4a686c843e2.jpg"
        },
        {
          "name": "Defense Leadership Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/57e4d1a8188ed102059b33d0aab938beb69390f9.jpg"
        },
        {
          "name": "Special Operations Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/9eff54ac3de803b87de97ed897a1be730544b215.jpg"
        },
        {
          "name": "Campaign Operations Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/0cd34faef22d6139e7b8eb9bccb4d0d179430c81.jpg"
        },
        {
          "name": "Alliance Navy Star",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/2f631aae163f209a391ef24c514f09658fdee8bb.jpg"
        },
        {
          "name": "Combat Operations Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/9f7e1bcb359daa402fccc4dd3f7b40e3c6da9f34.jpg"
        },
        {
          "name": "Legion of Honor Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1219770/c02c2b2b555adc2d3917b6eafad33f17bf8b0e06.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}