{
  "1220410": {
    "name": "Sea of Leaves",
    "steam_appid": 1220410,
    "required_age": 0,
    "is_free": false,
    "description": "<i>A young girl disappears from her hometown<br>What was behind her vanishing? </i><br><br>This story is not about facts and events, but thoughts and feelings mostly. You will live an experience through the perspective of a consciousness which will capture a multitude of sensory observations, in order to reveal a complex mosaic of places, people, feelings and happenings, piece by piece.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Interactive fiction heart - Inspired by Dear Esther, Gone Home and Firewatch, Sea of Leaves uses the traditional point-and-click gameplay combined with a poetic style, a branching story and an incredible setting.<br></li><li>Psychological narrative style - Sea of Leaves features a branching, non-linear, semi-randomized story that tells the inner turmoils of a troubled character. The narrative method is inspired by the stream of consciousness which simulates the human thoughts' flow, in order to aim for an emotional truth.<br></li><li>Unique setting - The game is set in southern Italy, an amazing place with a dark folklore. The story unfolds through 5 levels set in real locations, characterized by specific vegetation. The environments are filled with hidden stimuli which are going to help the player to unlock new story nodes.<br></li><li>A complex story - Sea of Leaves story is a mix of mystery and drama. The disappearance is the pivot of an entire community's life, which will emerge from time to time in the form of thoughts and memories.<br></li><li>Replayability - Inspired by ergodic literature, Sea of Leaves story is semi-randomized and doesn't follow a unique path. Each branch will have multiple possibilities: once you choose yours you can only go with the flow. Sea of Leaves is about the journey, not the ending. By replaying the game you will get unique details and sensations.</li></ul>",
    "supported_languages": "英语, 意大利语, 日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1220410/header.jpg?t=1741271622",
    "developers": [
      "Simona Maiorano"
    ],
    "publishers": [
      "Simona Maiorano"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}