{
  "1220330": {
    "name": "Impressions",
    "steam_appid": 1220330,
    "required_age": 0,
    "is_free": true,
    "description": "WE'RE NOT ALONE. HOW DO YOU FEEL?<br><br>Become a news pundit for the popular news stream show, STREAM 47A. You and two others, Clark and Patricia, are tasked with commenting on the latest news story that's shaken the entire planet to its core. Aliens exist, and thus we are not the only intelligent life in the universe. One thinks this marks a new age for humanity, and the other believes this is the beginning of the end. But how do you take this revelation? Are you happy? Scared? Something in between? The whole world is watching you and hanging on to every word you say. The people's perception of the newly discovered aliens will be shaped by your opinions. Not only that, but the aliens themselves will almost certainly hear what you have to say. What kind of first impression do you want to leave?<br><br>Impressions is a game about thoughts placed within the context of a science fiction short story. The game is split into four days, with each day starting by having you review the news of the day. Use this and some thoughts from people on social media to construct your own opinion on the discovery of aliens. When you're ready, the show will begin and you can broadcast your thoughts to the entire world. What you say will affect the story and world around you. Sometimes those consequences are felt immediately, and other times you don’t see the end result of your decision till much later. Think carefully but quickly. STREAM 47A won't wait around for you, so if you wait too long to answer the game will make a decision for you.<br><br><br>FEATURES<br><br><ul class=\"bb_ul\"><li>An intriguing sci-fi short story that asks for your opinions</li></ul><ul class=\"bb_ul\"><li>Lots of lore packed into the game for all the lore junkies out there</li></ul><ul class=\"bb_ul\"><li>It's free</li></ul><ul class=\"bb_ul\"><li>Exquisite player appearance options for complete immersion</li></ul><ul class=\"bb_ul\"><li>New, unique time limit system where dialogue will proceed without you</li></ul><ul class=\"bb_ul\"><li>Soundtrack that perfectly sets the tone of each day</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1220330/header.jpg?t=1667344919",
    "developers": [
      "Infinite Level"
    ],
    "publishers": [
      "Infinite Level"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}