{
  "1222550": {
    "name": "Mercury Prime",
    "steam_appid": 1222550,
    "required_age": 0,
    "is_free": false,
    "description": "In a hidden corner of an ever-expanding universe a crew of reckless alchemist-warriors play a forbidden game. Every day they explore the depths of a deadly labyrinth seeking knowledge and glory, in pursuit of the ultimate prize - the power of creation. The more they compete to understand and control this world, the wilder and more dangerous it becomes. What started out as harmless fun has become an inescapable obsession to answer an impossible philosophical puzzle:  where does the game end, and the world begin?<br><br>Mercury is a winner generated roguelike. It is a game where players compete to create the game they are competing to create.<br><br>It celebrates the tradition of creative player-communities mapping, modding, and mutating the games they play. In Mercury, this creativity is folded back into the game itself, as players compete to earn the right to expand the game - inventing new creatures, items, and powers to add to their worlds. Players who demonstrate the deepest understanding of the game as it currently is are rewarded with the power to change it however they want. Worlds who demonstrate the deepest understanding of the sublime compete to become Mercury Prime. <br><br><ul class=\"bb_ul\"><li><strong>A Winner Generated Roguelike</strong> - Each day, the alchemists who have scored highest in the dungeon make new monsters, character classes and items to challenge themselves and all other future dungeon explorers.<br></li><li><strong>Always Changing</strong> - By the time you wake up in the morning, your world of Mercury Prime is a different game. Will it be a day of deep, sublimely balanced combat or will you discover a broken combination of items and a hilariously imbalanced tactic?<br></li><li><strong>Play Mercury or Make Mercury</strong> - Play on Mercury Prime, a dungeon played by every player, but created by a single group. Or compete to create a world that may be the next Mercury Prime.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222550/header.jpg?t=1593108598",
    "developers": [
      "James Lantz",
      "Everybody House Games"
    ],
    "publishers": [
      "Everybody House Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}