{
  "1222410": {
    "name": "The Soul Stone War Demo",
    "steam_appid": 1222410,
    "required_age": 0,
    "is_free": true,
    "description": "You are a person on the run from your past, and no matter how far or fast you go, you cannot outrun your destiny. In this epic journey, it’s not just your life that hangs in the balance. Ancient artifacts of untold power are waking up from their millennia-old sleep, and whoever controls them will help mold the shape of your world.<br><br>&quot;The Soul Stone War&quot; is a thrilling 580,000 interactive fantasy novel by Morgan Vane, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination.<br><br>Embark on a journey of self-discovery, sacrifice, and heroism, meet the people that are bound to you through the threads of fate, fall in love or fall into despair. Will you rise up to the challenge that is to be a Soul Stone Wielder? Or will you allow the world to be shrouded in darkness? The choice is yours.<br><br>Your Soul stone Is Waiting For You.<br><br><ul class=\"bb_ul\"><li> Play as female, male, or non-binary—with options to be straight, gay, bisexual, or aromantic.<br></li><li> Be chosen by an all-powerful artifact—a Soul Stone assuming the form of eight different weapons and six different gemstones.<br></li><li> Choose out of three different backgrounds, each one of them unique and providing different content for your roleplaying needs.<br></li><li> Meet a cast of distinct characters—a prickly warrior, a mischievous she-elf, a half-dragon woman, and a gentle noble with a dark past. Forge friendships, or fall in love with each of them individually or in three different polyamorous relationships.<br></li><li> Do battle with fierce enemies, grow in strength using your combat or magical prowess, your wits or persuasion. Become the Stone Wielder you’re meant to be against impossible odds.<br></li><li> Immerse yourself in a world of magic, sacrifice, and love where your choices will determine the very fate of the world.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1222410/header.jpg?t=1734034516",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}