{
  "1223770": {
    "name": "Relieve: Desolation",
    "steam_appid": 1223770,
    "required_age": 0,
    "is_free": false,
    "description": "<i>We are human beings. Nothing in this world lasts forever.<br>We are born and we die. We arise from nothing and eventually become nothing.<br>The interval between these events is our greatest happiness, our paradise on earth.</i><h2 class=\"bb_tag\" >About World of Agony</h2><br><strong>Relieve</strong> - third-person game in genre of action-thriller. <br><br>It takes place in a fictional world situated between life and death. This world is called the World of Agony.  A man who got there faces an ordeal that may be the last one in his life. The test is that the dying person must light fires and ferry his soul back to the world of the living.<br><br>The World of Agony is based on the memories of dying people and therefore looks like the world of the living. But its main differences are often hidden. This world is full of lost souls who could not return, but who also could not finally die. They are prisoners who may be dangerous, but who may need help.<br>And you can help them gain their freedom. Just as you can help those stranded at the precipice to return home.<h2 class=\"bb_tag\" >About game</h2><br>The main character of Relieve: Desolation, a teenage girl named Katya, finds herself all alone on the streets of her small town. Unexpectedly, she wakes up in the basement of an apartment building. She comes out of the basement and, trying to figure out where she is, catches herself feeling that everything around her looks different than it might be should.<br><br>With each moment of being here, she notices more and more strange things. Voices periodically come out of nowhere, and she feels completely different: the only thing she now feels is a kind of peculiar thirst that resonates in every part of her body. Katya will have to find out what happened, what this place is, and how she got here.<h2 class=\"bb_tag\" >About development</h2><br>The game is currently being developed by a small group of enthusiasts.<br><br>The project started in 2016 and has gone through many changes since then. Our group members have grown professionally, but have not abandoned the project, because we are really eager to tell you about the World of Agony, to tell the stories of people who, in the face of their final test in life, are ready for a change within themselves.",
    "supported_languages": "英语, 俄语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1223770/header.jpg?t=1720618986",
    "developers": [
      "Mikhail Beresten"
    ],
    "publishers": [
      "Mikhail Beresten"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}