{
  "1223090": {
    "name": "Emily Archer and the Curse of Tutankhamun",
    "steam_appid": 1223090,
    "required_age": 0,
    "is_free": false,
    "description": "Lady Archer is invited to Egypt to see the priceless treasure of King Tutankhamun by her friend Lord Carnarvon. She arrives to find her dear friend murdered and the mask of Tutankhamun stolen. She must then try to solve the murder and find the missing mask! Collect evidence, examine clues, and solve harrowing riddles as you inch closer to the truth. Can you help Lady Archer to solve this case?<br />\r\n<br />\r\nSearch scenes through 1920s Egypt, including excavations, tombs and hotel room. Search for clues and missing objects to discover who’s murdered Emily’s friend Lord Carnarvon and find the missing treasure of Tutankhamun. With puzzles round every corner players are also challenged to take on thrilling mini-games. The great gameplay is complemented by beautiful backgrounds and an engrossing soundtrack. <br />\r\n<br />\r\nFeatures:<br />\r\n- Seek and find through locations of ancient Egypt, recreated in stunning detail<br />\r\n- Solve a myriad of unique puzzles as you examine the evidence<br />\r\n- Enjoy a haunting musical score to accompany you on your investigation<br />\r\n- Interact with an engaging cast of characters in each scene<br />\r\n- Trace the footsteps of the killer and piece together a case",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1223090/header.jpg?t=1667115256",
    "developers": [
      "Mad Data"
    ],
    "publishers": [
      "HH-Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}