{
  "1225880": {
    "name": "Silent Weapons for Quiet Wars",
    "steam_appid": 1225880,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/1c42c80b69ddef9d92b90e05ba1c686c.avif?t=1728514408\" width=600 height=64 /></span><br>In SILENT WEAPONS FOR QUIET WARS, you will take control of a secret conspiracy plotting to install a New World Order, but unfortunately, you aren't the only conspiracy out there. <br><br>In this espionage role-playing strategy game you will vie for control of world governments, social movements, and secret supernatural forces; controlling nations by putting loyal figures in the right places and by sending covert agents on missions. <br><br>You'll be manipulating history on the grandest and smallest of scales, from geopolitics and global markets, to the personal lives of individual politicians and businessmen. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/2a97833a685395bc066a5cae21feec43.avif?t=1728514408\" width=600 height=64 /></span><br>Bend governments to your will, then recreate their nations to serve your sinister needs. Build a police state, pass laws that suppress freedom, use banks to rob the people of their money, and use the mainstream media to convince them it was their idea.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/f340eda84fb9a42a537f8a30f17d5763.avif?t=1728514408\" width=600 height=64 /></span><br><ul class=\"bb_ul\"><li>Sway politicians to your side, or replace them with a puppet. Groom notable individuals for power, and have them make your secret agenda into public policy. Send agents across the globe to carry out covert operations, to advance your conspiracy and hurt your rivals. With the right nudge in the right place at the right time, you can conquer a nation without firing a shot.</li></ul><br><ul class=\"bb_ul\"><li>Recruit elite agents and send them on thrilling missions which take the best elements of tactics games: the high-stakes decision making, the dynamic and unpredictable outcomes, and the emergent storytelling, and puts them into a smaller, sleeker format, without sacrificing the depth that matters to the rest of the game.<br></li><li>Mastermind a spiderweb of power: investigate unknown figures, gather intelligence, and construct your own conspiracy board, complete with pushpins and yarn. The right bit of blackmail can be just as effective as a bullet.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/f5bcbfeca12f48e9b4b4182ad7ab30d1.avif?t=1728514408\" width=600 height=64 /></span><br>Reorganize the world's economy to put resources in the hands of the people who can use them best: you. Suppress unions, stifle wages, reduce the populace to a state that is slavery in all but name - it's in their best interest, of course.<br><br><ul class=\"bb_ul\"><li>Manipulate trade negotiations to make sure that the governments and industries who are loyal to you get the best deals.<br></li><li>Negotiate Free Trade Agreements that let your favoured nations exploit others for cheap resources and unfree labour.<br></li><li>Make sure that the people of your imperial core have access to cheap consumer goods - it makes the loss of freedom go down smoother.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/55f423acbf94c6a06fad7f442158d2ed.avif?t=1728514408\" width=600 height=64 /></span><br>Use entertainment and the news media to make the public quietly accept their new masters. Make your agenda the only imaginable state of affairs. Take away the very language they could use to criticize you, and become the boot, stomping on a human face, forever.<br><br><ul class=\"bb_ul\"><li>Stifle the press to keep the secrets of the elite hidden - they're more valuable as blackmail that way.<br></li><li>Conceal secret messages in entertainment to get the public themselves on board with your conspiracy's program, or just keep them ignorant and distracted.<br></li><li>Eliminate nosy investigators and conspiracy theorists who would seek to expose you, and preserve the veil of normalcy.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/6f51935250ece51eb43be86176348632.avif?t=1728514408\" width=600 height=64 /></span><br>Foment wars between states to advance your domestic agenda, and to spread the conspiracy to new countries by force. Recruit terrorists to bring chaos to your rivals - or use them against your own people to justify crackdowns. Endless proxy wars, all mere plays in an invisible game of chess.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/f27290eaa47759bda2220e11a43d7379.avif?t=1728514408\" width=600 height=64 /></span><br>Through political intrigues, nationalist propaganda, or false flag attacks, manufacture  wars to turn your armed forces loose in other countries, bringing them around to seeing things your way, whether they like it or not.<br><ul class=\"bb_ul\"><li>If more subtle plots fail to persuade your neighbors, there's always the old fashioned way. Use armed conflict to force peace terms to your liking, or undertake a &quot;police action&quot; to put a friendlier government into power.<br></li><li>Support potential rebels to fight proxy wars without risking getting your own hands dirty, and keep the conflicts out of the news.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/76d96bce9a2ae0dfbffd7077c54874d0.avif?t=1728514408\" width=600 height=64 /></span><br>If the people fear for their lives, they will beg for oppression, all in the name of security. Make the populace fear enemies without and within, regardless of whether those enemies even exist - or whether they're also under your control.<br><br><ul class=\"bb_ul\"><li>Remember, you aren't playing as a country, you're a global conspiracy. There's no rule that says you can't make states who are both under your influence go to war against each other, if that would be to the benefit of the conspiracy as a whole, or achieve other political goals.<br></li><li>Employ G-Men to deal with insurrections in the streets, then send your agents to sniff out their leaders.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/0a914a378b54d36c2b82b7a64f0d4c19.avif?t=1728514408\" width=600 height=64 /></span><br>Use terrorists to destabilize society at home and abroad. Carry out coups, back revolutions, become the master of secret warfare.<br><br><ul class=\"bb_ul\"><li>Sabotage industry in rival states to give yourself an economic edge. It's simple supply and demand.<br></li><li>Spread chaos in unfriendly countries, whether to give you more leverage at the bargaining table, or to overthrow their government outright.<br></li><li>You might be building a totalitarian regime, but a little chaos in the right place can be just what you need to achieve your political ends. </li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/extras/701ac5928f4b04923603ced9030278bd.avif?t=1728514408\" width=600 height=64 /></span><br>In three unique scenarios, either fight for control of the globe in the aftermath of the end of the Cold War, play out the fall of the USSR in Europe, or make sure your conspiracy controls the new government as you manipulate the 1992 United States Presidential Election. Interact with historical figures from the 1990's like Bill Clinton, Princess Diana, Nelson Mandela, Yitzhak Rabin, and Muammar Gadhafi; and steer the fates of future power-players like Vladimir Putin, Donald Trump, and George W. Bush. Or, you know, kill them. Uncomfortably recent history is your sandbox.<br><br>Unite the world's governments into a single global state under your thumb, or pursue your conspiracy's secret plot: <br><br><ul class=\"bb_ul\"><li>Summon the Antichrist as the Church of Satan, sacrificing innocents in unholy rituals that create the occult artifacts you'll need to manifest your devilish plan: global chaos.<br></li><li>Brainwash all of humanity as the Illuminati, eliminating all incorrect thought and ushering in an era of true enlightenment, guided by the best and brightest: you, of course.<br></li><li>Spread the revolution to every corner of the world as the Comintern, replacing every government with a communist regime you can keep under your heel.<br></li><li>Construct the Tower of Babel as the Freemasons, restoring the world to the traditional order that guided civilization from its beginning.<br></li><li>Bring about a universal theocratic order with a clone of Jesus on the throne as the Jesuits, making the Second Coming happen on your terms.<br></li><li>Prepare the Earth for alien colonization as Majestic 12, using extraterrestrial technology obtained from secret deals and crashed UFOs to gain an edge on your rivals.</li></ul><br><i>Gehirn Media does not endorse any of the worldviews depicted in this game. Silent Weapons for Quiet Wars is intended as a satire of conspiracy theories and conspiratorial thinking. In the real world, these beliefs have led to ruined lives and violence, for both the targets of the conspiracies and the believers themselves. It is for this reason that we have chosen to satirize this worldview, although we acknowledge that many audiences may find it to be in poor taste.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225880/header.jpg?t=1728514408",
    "developers": [
      "Gehirn"
    ],
    "publishers": [
      "Gehirn Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}