{
  "1225350": {
    "name": "Fantasy Grounds - Pathfinder RPG - Technology Guide",
    "steam_appid": 1225350,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Technology Guide</h2><strong> Ray Guns and Rocket Packs!</strong><br>It's one thing to face a dragon armed with a longsword and a suit of magic plate mail, but what if you had an atom gun and powered armor? How many zombies could you blow up with a rocket launcher? What happens if you're standing next to a graviton reactor when it explodes? All of these questions and more are answered within the pages of the Technology Guide--an invaluable manual of items, hazards, and character options for use in science-fantasy settings like Golarion's Numeria, land of savagery and super-science!<br><i> Within this book, you'll find:</i><br><ul class=\"bb_ul\"><li>Rules for dozens of new technological items, including weapons, armor, force fields, hologram generators, grenades, cybernetic implants, nanotech devices, remote controls for robots, and more!<br></li><li>New feats, spells, and archetypes for technologically savvy characters, along with rules for how your skills interact with super-science.<br></li><li>Extraordinarily powerful scientific items and artifacts, such as extinction wave devices, powered armor, and nuclear reactors!<br></li><li>The technomancer prestige class, which allows you to use magic to command robots and power your technology.<br></li><li>Rules for artificial intelligences, the effects of the passage of time on technological items, the dangers of radiation, the seven skymetals of Numeria, technological traps, and more!</li></ul>The Technology Guide is a must-have for GMs running the Iron Gods Adventure Path or anyone looking to introduce super-science into any Pathfinder adventure or campaign setting.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br><strong> Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1225350/header.jpg?t=1768422854",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}