{
  "1226950": {
    "name": "Captain MaCaw 2",
    "steam_appid": 1226950,
    "required_age": 0,
    "is_free": false,
    "description": "After the unexpected events that took place after escaping the island where he was shipwrecked, MaCaw finds himself out of place and out of time!<br />\r\n<br />\r\nAcclimatizing to his new situation, MaCaw finds himself on a quest to boldly go where no pirate has gone before.<br />\r\nDuring this quest, MaCaw must follow the clues and piece together a series of recent events that could have dire consequences consequences for the known (and unknown) galaxy!<br />\r\nA man out of time and out of space, mostly!<br />\r\n<br />\r\nThis is platform adventure that builds on the foundation of Captain MaCaw part 1.<br />\r\nIt is an old school retro platform game with pixel art graphics in that old 8 bit style, with a larger colour palette to modernise it, just a little!<br />\r\n<br />\r\nThe retro graphics are accompanied, again, by some wonderful chip style tunes that would not be out of place on your favourite 8 bit toast rack or bread bin!<br />\r\n<br />\r\nThe arcade adventure platforming is now complimented by a new, detailed interaction menu with a host of new features including a map and an event log so you never lose your place!<br />\r\n<br />\r\nThe revamped save and load menu also allows you to save as much or as little as you like to suit your own play style.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226950/header.jpg?t=1675205080",
    "developers": [
      "Auld Games"
    ],
    "publishers": [
      "Auld Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}