{
  "1226780": {
    "name": "Fantasy Grounds - Lemurian Chronicles",
    "steam_appid": 1226780,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Adventures for Barbarian of Lemuria</strong><br><br><strong>Free your inner barbarian!</strong><br><br>Escape from boredom during a fatal stopover on the Island of Shelang,<br>follow in the footsteps of an old dreamer and his Marvel,<br>let your heart be your guide to the sanctuary of the Shanis,<br>track down the wizard Ajhaskar and unravel his dark secrets,<br>and don't forget to keep an eye on the three chests.<br><br>In Lemuria, there's always a treasure to steer clear of, a damsel to overlook and a sorcerer to rescue!<br><br><i>Lemurian Chronicles</i> gives you additional background information and five new ready-to-play adventures, including one designed to be played by a group of Kalukan Heroes!<br><br><i>Here's what you'll find inside</i>:<br><br><ul class=\"bb_ul\"><li>A foreword by Simon Washbourne, designer of Barbarians of Lemuria.<br></li><li>The first detailed description of the Khanate region, its mysteries and its people, with new heroic origins and beasts only found in these harsh northern climes.<br></li><li>The Calendar of Satarla, brought to life with local celebrations and adventure seeds.<br></li><li>Five brand new ready-to-play adventures. From the frozen wastes of Khanate to the Fire Coast by way of the Axos Mountains, your footloose and penniless Heroes will embark on gripping and death-defying adventures that form an epic tale!</li></ul><br><strong>Adventures summary</strong>:<br><br><strong>Bore to Death</strong>: On their way to Liu, the Heroes get stuck on the Island of Shelang when early winter storms prolong their stopover. After taking up lodgings in the fortress that broods over the small, wind-swept isle, they quickly find themselves overrun by nasty zombies with pierced foreheads. The lady of the keep has decided to spice up her humdrum existence by dabbling in necromancy! Will the Heroes manage to root out the Bloodless sorcerer that has been walled-up in the deepest chamber of the daunting edifice, and who has been whispering impious spells in the ear of the deranged lady? Or will the entire island become a horrific bloodbath?<br><br><strong>M?nn's Oldest Dream</strong>: Our Heroes are preparing to settle into their winter quarters in a small Valgardian village at the foot of the Axos Mountains when the unexpected arrival of a young woman, Joanna M?nn, upsets their plans. A tribe of Winged Men has attacked the small mountain fort where she lives with her uncle, forcing her to flee. Joanna is looking for a few brave souls to escort her back up the mountain to learn her uncle's fate. The Heroes will soon discover the eldritch obsessions of old Zacharias M?nn and his niece, and have to deal with the (justified) hostility of the Winged Men of Axos.<br><br><strong>The Serpent Bride</strong>: The Heroes have been invited by Turmar Latia to celebrate his marriage to the ravishing Jil Sendak, a young heiress from one of the noblest families in Satarla. But his fianc?e is secretly in love with Eormo, a dashing sky-pilot from a poor jungle tribe. Eormo decides to throw caution to the wind and listen to his heart: following the customs of his people, he kidnaps Jil just before the ceremony as the stunned guests look on in disbelief. Our Heroes will be asked to hunt down the fugitives, who've fled to Eormo's tribal village. They'll soon discover the bizarre wedding rites of the jungle people, who are ruled by a creature that is even more bizarre...and much deadlier than they could've ever imagined.<br><br><strong>The Tower of Ajhaskar</strong>: The wizard Ajhaskar, trusted advisor to King Colmus of Lysor, has not shown his face at court for many days. Servants were dispatched to his tower with a royal summons, but once they passed through the wizard's front door...they never returned. The Heroes are &quot;asked&quot; (or you might say &quot;forced&quot;) to enter the feared magician's lair to find out what happened to him. But they'll soon discover that the mysterious tower is only the beginning of their adventure...<br><br><strong>The Three Chests</strong>: A detachment of Kalukan Sentinels belonging to the Witch Queen have been sent to Halakh on a temporary assignment to serve Rutgarr, a Grey Druid from the Cult of Nemmereth. He orders them to deliver three chests to mysterious destinations without bothering to explain why. It's only at the climax of the adventure that the Heroes will learn the terrible truth: Rutgarr is in fact the sworn enemy of their queen, and he's manipulated the unwitting Kalukan to recover a magic artefact which, once in his possession, may lead to the downfall of Methyn Sarr, the Witch Queen of the Fire Coast.<br><br><i>Converted by: </i><strong>Dallas Scott Myers</strong><br><br><strong>Requires: </strong>An active subscription or a one time purchase of a Fantasy Grounds Full or Ultimate license and a one time purchase of the Barbarians of Lemuria ruleset.<br><br>Released on February 19, 2020. Designed for Fantasy Grounds version 3.3.7 and higher.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226780/header.jpg?t=1582127767",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}