{
  "1226410": {
    "name": "Fighting Moore Demo",
    "steam_appid": 1226410,
    "required_age": 0,
    "is_free": true,
    "description": "Demo: <strong>Built exclusively for VR, Fighting Moore combines reality with fantasy as you fight your way through five unique levels to stop the unstoppable, a builder who has discovered Moore's Law.</strong> As Fighting Moore is balanced around smooth locomotion in order to increase immersion and push forward VR combat mechanics, <u><strong>there is no teleport movement option available.</strong></u><br><br><u>Physics-Centric Fast-Paced Melee and Magic Combat System</u>.  <br>Fighting Moore takes the best of what <i>feels </i> great in VR, such as firing a bow, and tweaks the interaction so the player has confidence in the outcome of their actions. For example, a bow now fires a spell from the ground-up in the direction the player shoots. Each attack is developed to allow the player to feel confident in what tools they have at their disposal in any given situation. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226410/extras/20191127_011109.gif?t=1583759731\" /></span><br><br><u>Real-Time Execution of Back-to-Back Unique Spells</u>.  <br>Fighting Moore focuses on minimizing the friction from changing between weapons and spells in VR. With its innovative UI design, seamlessly switch in less than a second between five-unique attacks at any-given time. Combined with the focus on control over each attack, the player is able to feel in complete control over every situation.<br><br><u>Unique Environment Mechanics</u>.  <br>Fight your way through five levels, each with game-play focused around the environments unique mechanics, including fully-destructible mazes, narrow paths, real-time destructible ground, interactive grass and candle-lit fights. There is also an endless sandbox mode available after completing all five environments to test how long you can survive. <br><br><u>Innovative UI System and Minimized Motion Sickness</u>.  <br>With four stationary points for the player to ground their focus to, the UI design is aimed to help alleviate those prone to motion-sickness when using locomotion in VR. <br><br><strong><u>Frequently Asked Questions</u></strong>.<br><strong>Q:</strong> What controllers are supported?<br><strong>A:</strong> Fighting Moore supports the Valve Index Controllers (including finger tracking), the Rift Touch Controllers, the Vive Wands and WMR controllers.<br><br><strong>Q:</strong> How long is one playthrough of Fighting Moore?<br><strong>A:</strong> One play-through takes on average, 5 hours to complete. In addition, there is an endless sand-box mode which can be unlocked.<br><br><strong>Q:</strong> Is there a teleport locomotion option?<br><strong>A:</strong> As Fighting Moore is balanced around smooth locomotion in order to increase immersion and push forward VR combat mechanics, <u><strong>there is no teleport movement option available.</strong></u>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226410/header.jpg?t=1583759731",
    "developers": [
      "complicatedAloofness"
    ],
    "publishers": [
      "complicatedAloofness"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}