{
  "1226730": {
    "name": "Fantasy Grounds - Pathfinder RPG - Unchained",
    "steam_appid": 1226730,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder RPG - Unchained</h2>Get ready to shake up your game! Within these pages, the designers of the Pathfinder Roleplaying Game unleash their wildest ideas, and nothing is safe. From totally revised fundamentals like core classes and monster design to brand-new systems for expanding the way you play, this book offers fresh ideas while still blending with the existing system. With Pathfinder Unchained, you become the game designer!<br>Pathfinder Unchained is an indispensable companion to the Pathfinder Roleplaying Game: Core Rulebook. This imaginative tabletop game builds upon more than 15 years of system development and an Open Playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br>Pathfinder Unchained includes:<br><ul class=\"bb_ul\"><li>New versions of the barbarian, monk, rogue, and summoner classes, all revised to make them more balanced and easier to play.<br></li><li>New skill options for both those who want more skills to fill out their characters' backgrounds and those seeking streamlined systems for speed and simplicity.<br></li><li>Changes to how combat works, from a revised action system to an exhaustive list of combat tricks that draw upon your character's stamina.<br></li><li>Magic items that power up with you throughout your career--and ways to maintain variety while still letting players choose the &quot;best&quot; magic items.<br></li><li>Simplified monster creation rules for making new creatures on the fly.<br><strong> Exotic material components ready to supercharge your spellcasting.<br></strong></li><li>New takes on alignment, multiclassing, iterative attacks, wounds, diseases and poisons, and item creation.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br>Wayne Arsenault[/b]<br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226730/header.jpg?t=1768423001",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}