{
  "1226850": {
    "name": "Fantasy Grounds - D&D Explorer's Guide to Wildemount",
    "steam_appid": 1226850,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Explorer's Guide to Wildemount</h2><i><br><strong> Create your own Critical Role campaigns with this sourcebook for the world's greatest roleplaying game!</strong></i><br><i> Explorer's Guide to Wildemount</i> provides everything you need to play Dungeons &amp; Dragons on the continent of Wildemount (set within the world of Exandria)--a land of war, betrayal, and swashbuckling adventure.<br>Comprised of four regions, Wildemount provides endless potential for adventure in a land of brewing conflict and incredible magic. Rising tensions boil over into all-out war between the politically dubious Dwendalian Empire and the light-worshiping wastefolk of Xhorhas, supplying a vibrant backdrop for any D&amp;D campaign to explore.<br><ul class=\"bb_ul\"><li>Uncover a trove of new options usable in any D&amp;D game, featuring subclasses, spells, magic items, monsters, and more, rooted in the adventures of Critical Role--such as Vestiges of Divergence and the possibility manipulating magic of dunamancy.<br></li><li>Start a campaign in any of Wildemount's regions using a variety of introductory adventures, dozens of regional plot seeds, and the heroic chronicle system--a way to create character backstories rooted in Wildemount.<br></li><li>Explore every corner of Wildemount and discover mysteries revealed for the first time by Critical Role Dungeon Master, Matthew Mercer.</li></ul>This book's contents include the following:<br><ul class=\"bb_ul\"><li>An expansive Wildemount gazetteer.<br></li><li>Descriptions of the major factions of Wildemount.<br></li><li>Player options that include new subclasses, new spells, and a tool to help players deeply integrate their characters into the setting.<br></li><li>New magic items, including weapons that become more powerful to match their wielders.<br></li><li>New creatures native to Wildemount.<br></li><li>Four introductory adventures--one for each unique region of Wildemount.</li></ul>Largely written and helmed by<br><strong> Matthew Mercer</strong> , the Dungeon Master of<br><i> Critical Role</i> and creator of the world of Exandria, this book features work by talented designers, writers, and artists from the D&amp;D and Critical Role communities.<br><i> Explorer's Guide to Wildemount</i> is an expansive, vivid campaign setting anyone can enjoy regardless of their familiarity with Critical Role, and an open invitation to make the mysteries and dangers of Wildemount your own.<br><i> Converted by:</i>  <br><strong> Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226850/header.jpg?t=1768423384",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}