{
  "1226820": {
    "name": "Vigil of Glory - Part I",
    "steam_appid": 1226820,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Vigil of Glory</i> is a story-based RPG set in a medieval environment.<br>You are the son of the Lord of a small village, and live in the comfort of the family Castle with the company of a pet owl and some books.<br>An unexpected event will convince you to finally leave the nest and take the sword: Glory is calling. <br>This event will kickstart an adventure that will take you through challenging situations in foreign lands: but not everything will go as planned.<br><br>The main focus of the game is on the story, the dialogues, the music and the atmosphere in general. It´s not an RPG with a huge inventory or where the player has to sleep to recover his health or mana, actually there's no mana at all!. While the game follows a precise storyline, you are very welcomed to explore its world (castle, village) and content (books).<br><br>This game is a Part 1 of what will be a future complete game. It includes the first 3 scenes (the full game will have 9 scenes in total), and gives an introduction to the characters, the settings and the story. The plan is to release the full game by the end of the year, but this deadline cannot be guaranteed at the moment.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226820/header.jpg?t=1593029679",
    "developers": [
      "AkriGames"
    ],
    "publishers": [
      "AkriGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}