{
  "1226340": {
    "name": "Steel Alcimus (Free)",
    "steam_appid": 1226340,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Steel Alcimus</strong> is a top-down helicopter shooting game inspired by classic shooter 'Raid on Bungeling Bay' and 'Zeewolf'.<br><br>Like in its prequel Golden Hornet, you have to control the helicopter and do various missions in the levels. But instead of only saving hostages and destroying targets, There are more things to do.<br><br>Now you can complete the missions with your ally aircraft and buy new weapons from the shop. Also the missions offer more various tasks including saving the carrier, taking down the buildings, carrying objects, etc.<h2 class=\"bb_tag\" >Synopsis</h2>In 2020, The war between North and South Videl was ended in South Videl's victory and the nation was reunited as one. However, The peace didn't last long... This time, Lisitsa Lzhets, The dictator of Sparronistan is planning to take over the world. Fly Videl's latest Attack Helicopter HCH-960A Steel Alcimus and save the world from a warmonger!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Campaign mode: Fly Steel Alcimus and save the world from Sparronistan Army! Total 35 missions included.<br></li><li>Raid mode: An endless mode where you have to earn points by completing the missions. In this mode, you can also use other helicopters; Golden Hornet, Infuscatum, and Platinum Sabulosa. These helicopters will be unlocked as you complete the campaign missions. Online scoreboard is also supported!</li></ul>",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1226340/header.jpg?t=1727314031",
    "developers": [
      "Hijong Park"
    ],
    "publishers": [
      "PsychoFlux Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}