{
  "1227200": {
    "name": "Magic Academy Estoria",
    "steam_appid": 1227200,
    "required_age": 0,
    "is_free": false,
    "description": "This game is the original RPG which I, HINASE HIROTO made.<br>As can be seen, I made it in RPG Maker MV.<br>Although it is a so-called JRPG made by Japanese, the title and this explanation are in English because we want foreigners to play.<br>The content is only available in Japanese, but ...<br>Although it is a Japanese title in the video,<br>Please be assured that the title is properly written in English.<br><br>There is no track record and basically it is a non-stop one-way road to the end if you buy it out.<br>There are some Caraibe like RPG. It is a type of RPG that enjoys the story thoroughly.<br><br>----------------------------------------------------------------------------------------------------<br><br>Play time is about 10-15 hours.<br><br>Synopsis<br><br>Kazuki, a boy living in the Aries Kingdom, was born in the country. At the age of 15, he left his hometown and enrolled in the metropolis of Estoria as a student to live. The reason is that I want to learn magic.<br><br>Kazuki was born with a difficulty in learning magic, and more specifically, did not rely on magic.<br><br>To put it another way, all of Kazuki's hometowns live that way, but whatever the reason, Kazuki felt that he would be left behind in the times, and he entered the school against the opposition of his relatives. .<br><br>One year passed, Kazuki was a junior of Torque and Alice. With my best friend Ark, my classmates Atina and Erie, and my seniors Harty and Ozma, I will be in my second year. Can you really graduate and learn magic?<br><br>Kazuki's passionate training (adventure) begins now!<br><br>----------------------------------------------------------------------------------------------------<br><br>※I am writing this attention sentence using DeepL Translate. If there is the part which a meaning does not understand, I am sorry.<br><br>We are currently struggling with the money.<br>Please, I hope there are good people out there who are willing to support my life by purchasing this game.<br><br>----------------------------------------------------------------------------------------------------<br><br>※ June 22, 2023 Postscript.<br>I was 22 years old when I started making this game.<br>I was pushed by the recent indie trend and was happy with the situation, though,<br>The only thing I could do was to register the game on steam.<br><br>Even now, there are still people who don't know much about computers.<br>There are people who are still trying to become game creators.<br>I have finally taken my first step. I will make great strides from now on. I want to make a leap forward.<br>I still have many ideas that I want to give shape to.<br><br>Please know that there are many people like me.<br><br>----------------------------------------------------------------------------------------------------<br><br>I'm also working on my third game [Realize the Promise] in. I plan to sell this one on steam as well, so please support me.<br>URL of promised realization is ↓.<br><br><br><br>----------------------------------------------------------------------------------------------------<br>↑English↓japanese<br>----------------------------------------------------------------------------------------------------<br><br>このゲームはRPGです。<br>RPGツクールMVで作りました。<br>日本人が作ったいわゆるJRPGですが、外国に方にもプレイしてほしいのでタイトルやこの説明が英語表記です。<br>英語翻訳及び、日本語と英語の選択字幕制にするため、現在英語表記のみです(つまり海外専用)。<br>英語字幕になっているのでご注意ください。<br>また、日本語版はDLsiteやBOOTHで売っております。いたらどうぞ買ってくださると嬉しいです。<br>↓がURLです。<br><br><br>実績などはなく、基本的に買い切ったら最後までノンストップの一本道です。<br>RPGらしくキャライベは多少あります。ストーリーをとことん楽しむタイプのRPGです。<br><br>----------------------------------------------------------------------------------------------------<br><br>2023年6月22日　追記<br>このゲームを作り始めたのは22歳の時でした。<br>昨今のインディーズの流れに背中を押され、嬉しい状況となりましたが、<br>私ができる事はなんとかsteamにこのゲームを登録する事ぐらいでした。<br><br>今もまだ、未だにコンピューターの事がよくわからない人達がいます。<br>ゲームクリエイターに憧れている人達がいます。<br>自分もやっと第一歩を踏めました。これからまだまだ飛躍します。飛躍したいです。<br>まだたくさん形にしたいアイデアがあります。<br><br>どうか、私のような人がたくさんいるという事を知ってください。<br><br><br><br><br>----------------------------------------------------------------------------------------------------<br><br>プレイ時間は10時間～15時間ぐらいです。<br><br><br>あらすじ<br><br>アリエス王国に住む少年、カズキは田舎生まれ。15歳になり、一人故郷を離れ大都市エストリアに学生として入学し生活を送っていた。その理由は、魔法を覚えたいから。<br><br>カズキは生まれつき魔法を覚えにくい、具体的に言うと魔法に頼らない、使わない生活を送っていたためその方面の知識や技術がかけていたのである。<br><br>もっといえば、カズキの故郷の人達全員がそういう生活を送っているのだが、理由はどうであれ、このままでは時代に取り残されると感じたカズキはなんとかしようと親族の反対を押し切って入学したのである。<br><br>1年がたち、トルクとアリスという後輩が出来たカズキ。親友のアークと同級生のアティナとエリー、そして先輩のハーティーとオズマと一緒に2年目を迎えるが、果たして無事に魔法を覚え卒業することが出来るのか？<br><br>カズキ達の熱き修行(冒険)が今、始まる！",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1227200/header.jpg?t=1741299999",
    "developers": [
      "HIROTO HINASE"
    ],
    "publishers": [
      "HIROTO HINASE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}