{
  "1227070": {
    "name": "Fly Fly Horse",
    "steam_appid": 1227070,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Solving mysteries&quot; and &quot;collecting items&quot;<br><br>Recommended only for those who are not interested in such things.<br><br>It ’s a game to choose people, so<br>If you feel that it does not suit you, please do not hesitate to return it.<br>(Within 2 weeks of purchase, less than 2 hours of use)<br><br><br>Cute cavalry soldiers like toys rampage in mess<br>An Unprecedented Historical Action Game!<br><br>Super Simple Operation Method:<br>[Mouse / keyboard operation]<br>Move with the arrow keys on the keyboard (or W (up), S (down), A (left), D (right)),<br>Aim with the mouse and Left-click to Arrow attack (you can also hold it down) Right-click to Charge , <br><br>[Controller operation]<br>Move: L stick<br>Aim: R stick<br>Bullet firing: R trigger (L trigger is also possible)<br>→ Operation is only mouse and arrow keys!<br>   I took the plunge and reduced the number of buttons used.<br><br>This is very unique game.<br>→ There is Boss Battle in each area. If you defeat, you'll get the weapon of the Boss!<br>→ Realistic movements of Enemies, Allies, Bullets, and objects based on physics.<br><br><br>Fly Fly Horse's commitment!<br>The operation, system, and graphics have been made as simple as possible.<br><br>・ Simple Operation &amp; Fixed Camera Angle<br>Operation is only mouse and arrow keys. The camera angle is fixed to simplify the operation.<br>→ You should be able to concentrate on movement and attacks by eliminating camera operations.<br>However, the camera position is adjusted for each stage, depending on the player position.<br>By sliding the camera automatically, it prevents the front side from becoming invisible.<br>I also narrowed down the buttons to use.<br>You can also climb the ramparts and jump from the pyramids with a simple operation. You can also blow off allies.<br><br>・ Simple Graphics<br>Low poly with rough characters and terrain<br>→ The low-poly gradation shines depending on how the light is applied. I tried many times how to apply light to make it look beautiful.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1227070/header.jpg?t=1740883179",
    "developers": [
      "Cmos Studio"
    ],
    "publishers": [
      "Cmos Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}