{
  "1228330": {
    "name": "The Last One Month",
    "steam_appid": 1228330,
    "required_age": 0,
    "is_free": false,
    "description": "The Kingdom Namiroien is about to fall into chaos, as the forces of the Dark Lord is approaching to conquer and destroy everything in its path. The King has summoned many mercenaries and warriors, such as yourself, to protect his country from the incoming dark forces. However, only one chosen hero is deemed worthy of facing the Dark Lord himself…<br><br>The Last One Month is a unique mix of Battle Royale, Survival RPG and Turn-based Strategy games where you become one of 50 warriors and battle each other to become the hero who will save the kingdom. Your goal is to become the dominant force, by all means necessary, to become the chosen hero. You can wander around the kingdom to find treasures, recruit allies, form alliances with other warriors, gain experience from battles against those who stand in your way, and whatever else you believe is necessary.<br><br>Like other Survival Battle Royale games or auto battler games, players join in a 30 minutes-campaign to become the last one standing. Then as you move on to the next game, a fresh new battle with 50 other players begins, where you partake in a complex and engaging strategic battles with many different choices for character growth and ally combinations that dictate the outcome.<h2 class=\"bb_tag\" >Key features</h2><br>&gt; Explore the world and survive the competition – Explore the kingdom to loot treasure chests, gain experience to develop your character, and recruit allies to build up a powerful force that can defeat other competing warriors in your way to becoming the hero who can defeat the dark forces.<br><br>&gt; Prepare yourself for the final battle – As time passes in the game, available area starts to get closed off as dark forces start invading the kingdom. Avoid them at all cost while gathering whatever resources you can, and fending off other competitors trying to eliminate you and take whatever you have left.<br><br>&gt; Develop your character into a worthy hero – As your character explores the world, you gain experience to develop your character into a true hero. You can choose between up to 8 different classes as you level up your character further, each class specializing in one weapon type.<br><br>&gt; Recruit NPCs and other players to help your cause – You can recruit or bribe existing NPCs into your army to help you in battles to come, or join forces with others to protect yourselves from other players with stronger army.<br><br>&gt; Turn-based Strategy Combat that requires quick thinking – The combat system provides infinite possibilities with your recruited NPC composition, battle formations, your character class and weapon choices, combined with any split second decision you make within the 5 second time window you have in your turn, such as attacking directly or skipping your current turn to use more powerful skill later on.<br><br>&gt; Talent and Item Specialization system – These are skill points you can allocate as you play more games. They are bound to your account affecting and enhancing your gameplay style by adding a different element of strategy available to your actions in-game, such as upgrading your consumable items to surprise your opponents.<br><br>&gt; Form or break alliances with other players – You can form an alliance with other players, join in their battles to help them out and overcome overwhelming forces. Or, you can choose betray and backstab them at a crucial moment to take advantage.<br><br>&gt; Miniature, War Game-like art styles – Graphical styles reminding of miniature board war games, along with over 20 costumes available for you to customize your character to your liking.",
    "supported_languages": "英语<strong>*</strong>, 韩语<strong>*</strong>, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1228330/header.jpg?t=1659447407",
    "developers": [
      "L＆K Co., Ltd."
    ],
    "publishers": [
      "L＆K Co., Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 58,
      "highlighted": [
        {
          "name": "First Step",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/08f6805d494f34dd091b2b3255d7ea2714be70c4.jpg"
        },
        {
          "name": "Beginner Accomplished",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/6255724a20cc25f96f8112fb2ef4ac97d61e132f.jpg"
        },
        {
          "name": "Expert Accomplished",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/e295e2e462627215c4afdbae98ff5e0b9e7c91c5.jpg"
        },
        {
          "name": "Explorer Accomplished",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/b4552d6075bd2844e609d2dd9c625403ad88e317.jpg"
        },
        {
          "name": "Hero Accomplished",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/0e7710ecaf70a76ae99903d5d6ac52dc7beb9093.jpg"
        },
        {
          "name": "Mythic Accomplished",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/91e16b7bee2209dd6a5470ea85f666a482980f09.jpg"
        },
        {
          "name": "I am the Champion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/e970f873f1a07f5c155143d93a20de53b10d8683.jpg"
        },
        {
          "name": "A grown Champion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/5c27a806ea1690c7746fe5f492e6a589969396aa.jpg"
        },
        {
          "name": "The Last Standing Champion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/16433a5d090a125047e4de294617c1aa3d00c4f9.jpg"
        },
        {
          "name": "Spear Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1228330/d50b6eaee92120c7afa2166d95135f47d4bb7ba8.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}