{
  "1230270": {
    "name": "Train Simulator: Chiltern Main Line: London - Birmingham Route Add-On",
    "steam_appid": 1230270,
    "required_age": 0,
    "is_free": false,
    "description": "Fully completed in 1910, the Chiltern Main Line was the Great Western Railway’s response to the popular London &amp; North Western Railway’s ‘West Coast’ route from London to Birmingham. Over 100 years later, and with a rocky tale, the railway through the Chiltern Hills has remained as a vital link to London, complete with modernisation that has made it a railway for the future. This utterly scenic line, sprouting from London’s Marylebone Station and through the Chiltern landscape, can be experienced in Train Simulator thanks to Just Trains.<br><br>The first GWR line to connect London and Birmingham was via Didcot and Oxford, which opened in 1852, and while the route was functionally successful, it struggled to compete with the London &amp; North Western route from London Euston. The solution would be to eliminate the 40-mile detour via Didcot in favour of a new, direct line between London and Banbury.<br><br>Luckily, the nearby and co-operative Great Central Railway proved to be the answer, and together the GWR and GCR were able to complete what is today known as the Chiltern Main Line. The new route shaved journey times between London and Birmingham down to a more competitive level, and would operate without hindrance right through the 1923 grouping, 1948 nationalisation and beyond.<br><br>Troubles lay ahead when the GCR was set for closure, the decision was taken to redirect all services into their former London terminus, Marylebone, and with the electrification of the West Coast Main Line there was worry that the Chiltern route would close entirely.<br><br>However, the line remained open and eventually landed in the operating hands of Network Southeast, who thanks to other developments across the route saw potential in it and transformed the “Chiltern Lines” with a modernisation program, which culminated in the introduction of the new BR Class 165 Networker Turbos.<br><br>Today, the Chiltern Main Line is operated by Chiltern Railways who have continuously upgraded the route with increased 100mph running, new/refurbished rolling stock and various other improvements in the last several years. Get ready to run through the beautiful Buckinghamshire &amp; Oxfordshire countryside with JustTrains’ Chiltern Main Line!<h2 class=\"bb_tag\" >Included Scenarios</h2><br>A selection of standard scenarios are included:<br><br><ul class=\"bb_ul\"><li>1H35 Snow Hill-Marylebone<br></li><li>2U01 High Wycombe-Banbury<br></li><li>Birmingham bound Stopper<br></li><li>1U50 Marylebone-Banbury<br></li><li>Steam to Bicester</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>112-mile route from London Marylebone to Birmingham Snow Hill<br></li><li>40 custom-built stations<br></li><li>Many authentic, prominent buildings and objects<br></li><li>Runs alongside the London Underground between Finchley Road and Neasden<br></li><li>Includes:<br><ul class=\"bb_ul\"><li>Chiltern Railways reskin of the Networker Turbo<br></li><li>Chiltern Railways reskin of the Class 68<br></li><li>Chiltern Railways reskin of the Mk3 coaches, including new sliding plug doors</li></ul></li><li>5 Standard scenarios<br></li><li>Quick Drive compatible<br></li><li>Download size: 2.4GB</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1230270/header.jpg?t=1727703894",
    "developers": [
      "Just Trains"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}