{
  "1230790": {
    "name": "Empty Universe",
    "steam_appid": 1230790,
    "required_age": 0,
    "is_free": false,
    "description": "This is a 3D First-person sci-fi game based in a spaceship. You are to go around killing a certain number of enemy drones (depending on the level). The higher the level, the more drones you have to kill. There is also survival mode, where you are basically trying to survive for an amount of time while being &quot;shot-at&quot; by multiple drones. The are also levels where you have to use the control system in your spaceship cockpit to launch missiles that would destroy asteroids that are coming close to your spaceship. Once the asteroids hit your spaceship, It's over and you'll need to restart the level. You will be endowed with different weapons located in different parts of the spaceship. You can also get weapons from the &quot;market&quot;. There are multiple weapons with various shooting mechanics ranging from full automatic weapons, to pistols, to grenade launcher, to grenades, to laser guns, to bow and arrow, to time bombs, and many more. You could also enter a chopper in certain levels and use the chopper to fight drones. You can also interact with the computers you see in the game. There are currently 60 levels which get harder, the higher you get.<br />\r\n<br />\r\nLots of fun!!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1230790/header.jpg?t=1620824700",
    "developers": [
      "olusola ifeanyichukwu olaoye"
    ],
    "publishers": [
      "olusola ifeanyichukwu olaoye"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}