{
  "1230360": {
    "name": "BAHAMIAN BEAT DOWN",
    "steam_appid": 1230360,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1230360/extras/be15b8f8d46edde4ea24d6649e623991.avif?t=1640279786\" width=256 height=256 /></span><br>Welcome to Bahamian Beat Down, a Beatemup style arcade game that take place in the exotic islands of The Bahamas. Take control of either Twin Dragon sibling and explore may true to life locations, items, and characters inspired by authentic Bahamian culture and history as you clean up a nefarious criminal organization called The Bahama Pirates.<br><br>The Bahama Pirates started after the government banned internet usage in The Bahamas. This created a seedy island underbelly, which set the stage for the Bahama Pirates Gang fame and fortune as a result of them providing pirated internet, software, entertainment and games allowing them to grow to be the most powerful illegal organization in The Bahamas. Drastic measures had to be taken, and the government enlisted the aid of the Twin Dragon siblings; a renowned martial arts duo who recently lost their Dojo to the leader of The Bahama Pirates.<br><br>Taking down The Bahama Pirates wont be an easy task as their organization has members in every part of the community, from the small fisherman to the international business owners, with influence in all aspects, from the city to the out islands and even in politics. Defeat the enemy in a variety of ways, from foot travel to jet skis and even to submarines! The game will take place over 10 levels filled with many different types of enemies, mission types, and locations. Plus there are over 7 main boss battles involving the main members of The Bahama Pirates including The Big Boss Cyber Beard and his second in command Captain Maryann Bonnie.<br><br>Bahamian Beat Down offers many features inspired by classic games like Double Dragon, Streets of Rage and more. These features include:<br><br>● Local Co-op game-play<br>● Arcade/Story Mode with over 25 Levels.<br>● Free Roam Mode which is like an open world mode.<br>● Bahamian themed environments<br>● Classic fast-paced Beat Em Up experience<br>● Epic boss battles and a plethora of mini boss fights<br>● Genuine Retro feel<br>● Motorcycle, jet ski, boat, parasailing, underwater and even jetpack action!<br>● Awesome Character and Environment Design.<br>● Bonus levels and side quest.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1230360/header.jpg?t=1640279786",
    "developers": [
      "CyberFOX Game Studio"
    ],
    "publishers": [
      "CyberFOX Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}