{
  "12310": {
    "name": "Culpa Innata",
    "steam_appid": 12310,
    "required_age": 0,
    "is_free": false,
    "description": "The World Union is labeled the 'perfect society'. Prosperity is a science, disease and wars have vanished, sex is entertainment, and the future has never looked brighter. Suddenly this perfect society is rocked by the murder of a World Union citizen in the 'Rogue State' of Russia. His murder oddly coincides with the accidental death of a prominent professor in Adrianopolis, an important border town between the World Union and Russia. This career making case is assigned to a young woman, Phoenix Wallis who as the Senior Peace and Security staff officer has been assigned to lead the murder investigation. Her search for the truth leads to enigmatic clues, and deepening mysteries that challenge not only her case, but her very belief in the world she has sworn to protect.<br>\t\t\t\t\tThis story-driven, third-person game uses a 3D engine with dynamic cameras and other technologies developed by Momentum AS. Their remarkable patented facial animation technology is put to excellent use, as the game features over fifty personable characters that you'll frequently engage in dialogue throughout your investigation. Using the classic mouse in a point and click interface, players have responded enthusiastically to the intuitive and responsive control. The game features a wide variety of organic obstacles ranging from logic puzzles to hi-tech gadget manipulation to dialogue and inventory challenges.<br>\t\t\t\t\t<ul class=\"bb_ul\">\t\t\t\t\t<li>Original, complex story with a detailed history in a fully realized game world <br>\t\t\t\t\t</li><li>Environments and characters rendered in 3D with dynamic camera implementation <br>\t\t\t\t\t</li><li>Cinematics rendered with in-game engine for seamless graphics integration <br>\t\t\t\t\t</li><li>Click and go character control; user friendly mouse-driven interface <br>\t\t\t\t\t</li><li>Over 50 interactive characters, each created with Momentum-patented 3D facial animation technology <br>\t\t\t\t\t</li><li>Intuitive dialogue system with player choice and branching conversation paths <br>\t\t\t\t\t</li><li>Non-linearity and optional player activities offer rewarding replay ability <br>\t\t\t\t\t</li><li>Character journal captures all key game moments <br>\t\t\t\t\t</li><li>More than 40 unique locations <br>\t\t\t\t\t</li><li>Diverse range of integrated challenges, from standalone logic puzzles to hi-tech gadgetry to inventory and dialogue obstacles <br>\t\t\t\t\t</li><li>Original soundtrack </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12310/header.jpg?t=1759951451",
    "developers": [
      "Momentum Digital Media Technologies"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 720,
      "discount_percent": 80,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 7.20"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}