{
  "1231060": {
    "name": "A Summer's End - Hong Kong 1986 - Adult Patch",
    "steam_appid": 1231060,
    "required_age": 0,
    "is_free": true,
    "description": "Adult patch adds optional adult-orientated scenes integrated with the main storyline. May contain nudity and sexual content not appropriate for all ages. Extended gameplay with 6 additional cutscenes. <br />\r\n<br />\r\nThis content requires the base game A Summer's End - Hong Kong 1986 on Steam in order to play.<br />\r\n<br />\r\nPlease see manual guide for instructions how to install. Requires downloading the patch file and manually placing it inside the game folder to enable.<br />\r\n<br />\r\nNote the game follows a point-based system for whether or not certain mature scenes are displayed. Story wise, there is no right or wrong dialogue choice in terms of completing the game, but we thought of having these optional intimate scenes as extra bonuses. These scenes reveal through dialogue choices where the player, as Michelle, is able to understand herself, her feelings, and also understand Sam better as the story progresses. We wanted to reflect how Michelle could further her relationship with Sam when she is cognizant of her own individuality, but also able to compromise and come to an understanding with another person quite different from herself.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1231060/header.jpg?t=1587867263",
    "developers": [
      "Oracle and Bone"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}