{
  "12320": {
    "name": "Sacred Gold",
    "steam_appid": 12320,
    "required_age": 0,
    "is_free": false,
    "description": "A shadow of evil has fallen on the kingdom of Ancaria. It is a time for champions - a time to journey into the perilous world of SACRED. Battle blood-thirsty orcs &amp; lumbering ogres... Destroy undead wizards &amp; rotting mummies... Slay hellish demons &amp; legendary dragons. With blazing magic &amp; sharpened steel, prepare to embark on an epic quest of fantasy adventure &amp; heroism. <br>\t\t\t\t\tSACRED GOLD is the complete SACRED collection in one box, containing the full version of SACRED, winner of the 'Best Roleplaying Game 2004' award from PC GAMER, Sacred Plus and Sacred Underworld.<br>\t\t\t\t\t<strong>SACRED</strong> - The new name in Action-RPGs. SACRED delivers a huge, elaborate world comprising 16 regions beset with heroic quests, battle-hardened warriors and horrific enemies. Ancaria consists of highly detailed landscapes, complete with villages and towns, and also features a day/night cycle with varying weather systems. Regions vary from forests and mountains to deserts, catacombs and ice-covered landmasses. More than three quarters of the world is open to the players from the very start - no unlocks needed.<br>\t\t\t\t\t<strong>SACRED Plus</strong> - Incorporates all of the feedback from the player community since the first release of SACRED. This includes  an optimized interface, and many completely new features: two new regions, two additional main quests, new item sets and weapons, and many new creature types which make adventuring in Ancaria even more dangerous.<br>\t\t\t\t\t<strong>SACRED  Underworld</strong> - Ancaria is facing a threat far greater than ever before. The now familiar world continues to evolve, with existing SACRED players able to import their old characters into the Underworld.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Choose from eight heroic characters: Gladiator, Seraphim, Battlemage, Wood Elf, Vampiress, Daemon, and Dwarf.<br>\t\t\t\t\t</li><li>Hundreds of unique weapons, armors and set items - collect artifacts and forge all-powerful weapons!<br>\t\t\t\t\t</li><li>Learn Combat Arts, develop new skills, and customize devastating combo-attacks.<br>\t\t\t\t\t</li><li>A huge world open to explore from the outset.<br>\t\t\t\t\t</li><li>An epic RPG and enthralling storyline with over 30 main quests &amp; 200 sub-quests and dynamic quests.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12320/header.jpg?t=1754079458",
    "developers": [
      "Studio II"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 65,
      "total_negative": 16,
      "total_reviews": 81
    }
  }
}