{
  "1232050": {
    "name": "X-Plane 11 - Add-on: Aerosoft - Seychelles XP",
    "steam_appid": 1232050,
    "required_age": 0,
    "is_free": false,
    "description": "The Seychelles are a group of islands in the Indian Ocean - but what comes into most people’s minds when they think about the name is a tropical paradise, luxurious holidays, excellent diving spots and breathtakingly beautiful nature.<br><br>Explore the entire archipelago of the Seychelles with this X-Plane 11 add-on. In addition to the very detailed replica of the Seychelles International Airport and the Praslin Island Airport, numerous smaller airfields are awaiting you – some of those will be a challenge even for experienced pilots. Moreover, there are four heliports available, so that you have every possibility for an exciting tour over the fantastic island landscape.<br><br>In order to depict the Seychelles as realistically as possible, the designers have placed hundreds of specially created objects and created their own high-resolution mesh. Look forward to an extensive archipelago with dense tropical vegetation and typical local buildings. The integration of latest technologies such as PBR materials as well as SAM support complete the Seychelles XP extension. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1232050/extras/5d75590246c1db446e324a2c5681b379.webp?t=1707317052\" width=616 height=61 /></span><br><ul class=\"bb_ul\"><li>Custom terrain mesh with photo-realistic textures and vegetation <br></li><li>Highly detailed rendition of the Seychelles International Airport <br></li><li>Highly detailed rendition of the Regional Praslin Island Airport <br></li><li>Renditions of thirteen additional airfields and four heliports <br></li><li>Hundreds of custom objects and landmarks all over the islands <br></li><li>Custom autogen with country-specific buildings and objects <br></li><li>Road-network and sea-routes with animated, dynamic traffic <br></li><li>Custom static aircrafts and liveries by Pedro van Leeuwen <br></li><li>Implementation of the “Scenery Animation Manager” (SAM v2)</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1232050/header.jpg?t=1707317052",
    "developers": [
      "Albert Ràfols",
      "Maps2XPlane"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}