{
  "1232910": {
    "name": "Changeling Tale Soundtrack",
    "steam_appid": 1232910,
    "required_age": 0,
    "is_free": false,
    "description": "The official soundtrack to Changeling Tale, available in MP3 and high quality lossless WAV.<br><br><ul class=\"bb_ul\"><li><i>Contains over 40 songs, including two bonus tracks!</i></li></ul><br>Filled with magic and authenticity, sweeping orchestral pieces and touching piano solos, the Celtic soundtrack integrates into the story as if another character. Both moving and cinematic, this original score is as immersive in-game as it is enjoyable as a standalone album. Let the music take you to the vales of the historic Scottish Highlands. And yes, there are bagpipes!<h2 class=\"bb_tag\" >About the Composer:</h2>CheasyDino's musical background includes over 6 years of formal education in piano, several years playing drums and percussion for various configurations and ensembles including jazz, symphony, marching band, as well as a mentorship from a former New York Philharmonic Symphony percussionist. Cheasy has also been involved in the Mixing &amp; Recording world, recording, mixing, and producing for various bands.<h2 class=\"bb_tag\" >Note:</h2><i>The Changeling Tale soundtrack will be released over time on Steam. The soundtrack will update on Steam and you will get the new songs automatically if you own the Changeling Tale soundtrack.</i>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1232910/afad8dc609a6a870829705284bf406839e87826c/header.jpg?t=1754353980",
    "developers": [
      "Helmet Fox"
    ],
    "publishers": [
      "Helmet Fox"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}