{
  "1232310": {
    "name": "Bonfire",
    "steam_appid": 1232310,
    "required_age": 0,
    "is_free": false,
    "description": "The latest animated experience from the award-winning Baobab Studios.  In Bonfire, you play the lead role in an interactive narrative. As Space Scout 817, you’re on a mission to discover a new home for the human race. Too bad your piloting skills lack… precision. You crash-land at night on a mysterious unknown planet three-hundred light-years from Earth. Your only source of light is your makeshift bonfire. Beyond its glow everything falls to darkness. And what are those strange noises coming from the alien jungle?<br />\r\n <br />\r\nTo survive you only have your instincts and robot sidekick, Debbie, voiced by Ali Wong, Debbie’s companionship comes with a signature wariness. When a chance meeting with a local inhabitant further steers your mission off course, you learn that unexpected encounters just might result in lasting friendships. You’ll have the opportunity to embrace, explore and influence the world around you.  In the end, the choice is yours: Will you follow your captain or your conscience?<br />\r\n<br />\r\n- Use VR controllers to play, eat, and build your bonfire<br />\r\n- Explore the crash-site with your trusty scanner<br />\r\n- Work with Debbie, your robot sidekick to repair communications <br />\r\n- Interact and befriend alien lifeforms<br />\r\n- Defend yourself from alien predators using fire <br />\r\n- Your choices affect the outcomes of the story",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1232310/header.jpg?t=1599077528",
    "developers": [
      "Baobab Studios"
    ],
    "publishers": [
      "Baobab Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}