{
  "1232530": {
    "name": "Vrerience - Safe Space (Forest)",
    "steam_appid": 1232530,
    "required_age": 0,
    "is_free": false,
    "description": "A safe space can be used in treatment to give a client a sense of security and comfort. A forest with a calm pond is an environment that generally gives a kind of comfort that comes natural with humans. Safe spaces can be used in many ways. It can be used to help a depressed person be at ease, as a cooling-down experience after a client reached the peak of exposure therapy. For anxious clients, a safe space can be an environment where they can imagine themselves in during challenging moments in every day’s life. A safe space is often a completely imaginary space, and therefore a very personal one (your childhood bedroom for instance). In order to personalize VR simulation comes with many different options to match the preferences of the client. The hue and saturation of the scenery can be changed, the time of day, volume options for sound effects or background music, it comes with three relaxing music tracks in different styles. Additionally, the therapist can make several animals appear around the client. These are deer, ducks, a cat, a puppy, and a horse.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1232530/header.jpg?t=1732652066",
    "developers": [
      "Rick Evenhuis",
      "Lieke Dodkin"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 1 月 23 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}