{
  "1233950": {
    "name": "Wayhaven Chronicles: Book Two",
    "steam_appid": 1233950,
    "required_age": 0,
    "is_free": false,
    "description": "Two months have passed since the bloody showdown with Murphy. Wayhaven has returned to its peaceful routine, and you’ve returned to your less-than-thrilling job as detective. But with your new role as human liaison to The Agency—an organization that governs the supernatural—things should be far from dull.<br><br>Along with the job comes Unit Bravo, the team you are learning to live with on a more permanent basis. And with one of them comes the continuation of feelings that were just beginning to be explored…<br><br>But an altogether different presence is rolling into Wayhaven, cloaked in striped tents, blazing lights, and clouds of cotton candy.<br><br>Immerse yourself in Wayhaven Chronicles: Book Two, a 788,000-word continuation of your supernatural story, where you can grow the romance you began, meet old and new characters, decide how to handle the new situations you’re thrown into, and experience the thrill of the outcomes of those decisions—as well as what they may bring in the future!<br><br><ul class=\"bb_ul\"><li> Play as female, male, or non-binary; play as straight, gay, or bisexual.<br></li><li> Continue your unique and lasting romance with one of the four vampires of Unit Bravo.<br></li><li> Build on your character by deciding key factors in their development.<br></li><li> Grow and define friendships and relationships from Book One, as well as those introduced in Book Two.<br></li><li> Will you gain a new ally, make peace, or turn against the new supernatural situation that has arisen?<br></li><li> Enjoy the freedom of a playstyle which suits you, whether through personality, stats, or choices.<br></li><li> Immerse yourself in a world rich with characters, story, lore, and—most importantly—fun!</li></ul><br>The Carnival has arrived. Prepare for the ride.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233950/header.jpg?t=1728060103",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 1,
      "total_reviews": 10
    }
  }
}