{
  "1233530": {
    "name": "Knights of the Chalice 2",
    "steam_appid": 1233530,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Knights of the Chalice 2</strong> is a <strong>2D RPG with turn-based combat</strong> for Windows and macOS. The game uses the <strong>OGL 3.5</strong>, the set of rules at the root of <strong>Dungeons &amp; Dragons 3.5</strong>, a role-playing game from Wizards of the Coast.<br><br>Create a party of up to six adventurers and explore the village of Finchbury and the dangerous sewer complex that lurks beneath the town. You will be able to recruit eight new companions during the course of the adventure.<br><br>The characters will soon find themselves caught up in deadly conflict with a powerful group of evil worshippers, the Circle of the Black Rose. Your epic struggle for survival and justice will culminate in the retaking of Gleegold Keep from the forces of evil.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/extras/4238378203906e8be5aa5bf8ff49a8f4.webp?t=1725131603\" width=614 height=26 /></span><br><ul class=\"bb_ul\"><li><strong>Turn-based, party-based tactical combat</strong> similar to that found in the RPG <i>Dark Sun Shattered Lands</i> made by SSI and in Troika's <i>Temple of Elemental Evil</i>.<br><br></li><li><strong>Advanced emergent Artificial Intelligence</strong>. Enemies act as a group and support each other. They can use special actions like Grapple, Trip, Disarm, Sunder, Feint, Bull Rush, Ready Versus Spell or Swallow Whole and other tactics like taking a Five-Foot step before casting <i>Maximised Fireball</i>. They might use a Wind spell to dissipate the player's Acid Fog.<br><br></li><li>More than <strong>700</strong> Spells and Psionic Powers. The game also features <strong>22 Classes, 10 Races, 36 Subraces, about 500 Feats, 41 Cleric Domains</strong>, 71 Weapon enchantments and 51 Armour and Shield enchantments. Please visit the developer's website for more information.<br><br></li><li><strong>Multiple-choice dialogue options offering real choices and real in-game consequences</strong> to the player. Use your party's <i>unique skills</i> and consider your own preferences and playing style in order to resolve situations in the most suitable manner. Accept or decline various optional quests and <strong>join different factions</strong> with conflicting interests. Create the <strong>perfect combat-focused party</strong>, or have fun creating a party of eccentric misfits.<br><br></li><li>Enjoy a variety of <strong>engrossing puzzles and riddles</strong>. Use your intuition and logical thinking to <strong>decrypt mysterious coded messages</strong>. The game's cryptography interface, inspired by <i>Broken Sword Shadow of the Templars</i>, makes decoding a captivating activity. Do not worry about the difficulty of puzzles and riddles, though, as the game frequently provides Hints designed to help you resolve this type of challenge.<br><br></li><li>Play through the <strong>extensive Tutorial Adventure</strong> to learn the ins and outs of the game's interface easily. The tutorial is a unique adventure. It features multiple endings and offers a number of important choices. Create your main character and start exploring the ruins of the ancient citadel of King Valdrek. Your adventure will bring you new friends, but you may also get more than what you bargained for.<br><br></li><li>Experience <strong>brand new tactical challenges</strong>. Get ready for pitched battles with frequent <strong>enemy reinforcements</strong>. Some monsters will attack the party once it is <strong>divided into two subgroups</strong>. Your characters may have to fight <strong>underwater</strong>, brave the heat of a volcano, or endure the toxic fumes of a gigantic poison trap. Some particularly devious areas, called <strong>Death Snares</strong>, will tax the party's fighting ability and survival skill to its extreme limit.<br><br></li><li><strong>KotC 2 Augury of Chaos</strong> allows you to create your level-1 characters and <strong>take them all the way to level 21 or so</strong>. There is no limit on character level. You can <strong>create up to six characters</strong> from scratch. In addition, you may recruit <strong>eight permanent companions</strong> during the course of the adventure, increasing your total number of party members to eight or nine by the end of the game. Temporary companions and allies will also be assisting your party from time to time.<br><br></li><li><strong>User-friendly interface</strong>. Launch a <i>charge</i>, <i>full-attack</i> or <i>coup-de-grace</i> with a single click - the computer will automatically look for the best option available. Out of combat, move the party with a single click or by keeping the mouse button pushed.<br><br></li><li><strong>Omnipresent help files</strong> and clear in-game feedback on the results of each dice roll, saving throw, attack roll, modifiers and so on. A similar feature exists in <i>Temple of Elemental Evil</i>.<br><br></li><li>With the right materials and sufficient gold and experience points, <strong>craft your own weapons and armour and apply enchantments</strong> like <i>Vorpal</i>, <i>Life Stealing</i>, <i>Wounding</i>, <i>Swift</i>, <i>Dispelling</i> or <i>Flaming Burst</i>. The list of enchantments can be found in the developer's website.<br><br></li><li>Use the <strong>powerful integrated toolset</strong> to create new modules and campaigns easily. Easily swap monster tokens and sprites or create new ones. Create <strong>new monsters, new dialogues and new maps</strong> easily. The best modules may also generate an income stream for you thanks to the <strong>5-5-5 User Module Offer</strong>.<br><br></li><li>Enjoy <strong>fast Saved-Game loading and saving</strong> and numerous game options designed to accelerate gameplay. Enjoy various convenience features, such as the <strong>Saved-Game preview image display</strong>, automatic potion and scroll distribution to the party members, Tab key press to highlight objects that may be interacted with, Inventory Screen weapon-comparison tooltip, and the highlighting of spell scrolls that may be learned by a character.<br><br></li><li>Thanks to its successful Kickstarter campaign, <strong>KotC 2 will receive many further improvements</strong> in the future, including new creature sprites, new feats, new items, a new iconised combat-actions menu, and more. <strong>New adventure modules</strong> will also be created.<br><br></li><li>Enjoy collecting <strong>100 Steam achievements</strong> designed to challenge the best tacticians. Easily <strong>increase the difficulty level</strong> to create a drastically different experience where each and every one of your decisions both in combat and out of combat could mean the difference between life and death. Or simply <strong>download an extensive user module</strong>, such as Dorateen's <strong>Hearkenwold</strong>, for an awesome change of pace. Get ready for <strong>hundreds of hours of immersive and delightful playtime!</strong></li></ul><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/extras/4238378203906e8be5aa5bf8ff49a8f4.webp?t=1725131603\" width=614 height=26 /></span><br>For much more information about <strong>KotC 2</strong> and <strong>KotC 1</strong>, please visit the developer's website. Please feel free to post in the <strong>Forums</strong> or send your feedback directly to the developer by email. <strong>Thank you for reading, Brave Knight!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233530/header.jpg?t=1725131603",
    "developers": [
      "Heroic Fantasy Games Dot Com"
    ],
    "publishers": [
      "Heroic Fantasy Games Dot Com"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 100,
      "highlighted": [
        {
          "name": "Avenger Through Time",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/6a83eb41f1195cdc96600a828a9b960fb7bfd472.jpg"
        },
        {
          "name": "Greater Avenger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/f932cf461ada643715b11c3beeedb034e011fc13.jpg"
        },
        {
          "name": "Blessed Saviour",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/773e7a6284d14d8865fffd9ef1157b489e59a879.jpg"
        },
        {
          "name": "Great Leader",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/c12d49d842559db9d6867667d3fb8c12d3f8f413.jpg"
        },
        {
          "name": "Treasure Hunter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/69fc45dd255567fecd501c1acbf13f4b2c977700.jpg"
        },
        {
          "name": "Treasure Finder",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/863b991ad312a2007b6d750b163c34cb547ab0d2.jpg"
        },
        {
          "name": "Treasure Expert",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/1fbf9ae37eb044f60f775dc502181b9a65204d4a.jpg"
        },
        {
          "name": "Treasure Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/6532704028bfb88c8f652ccbff11bfc27efc45d0.jpg"
        },
        {
          "name": "Dark Sorcerer Overlord",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/850b7e9ce8d23c3e019dafd477c94b3d7abf956f.jpg"
        },
        {
          "name": "Dark Sorcerer Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1233530/213c3f3d162f553c41cf2b936d1aeb1b8fa15138.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 8,
      "total_negative": 1,
      "total_reviews": 9
    }
  }
}