{
  "1233740": {
    "name": "ToroFun",
    "steam_appid": 1233740,
    "required_age": 0,
    "is_free": true,
    "description": "Torofun puts at your fingertips more than 50 social and casual games such as ludo, dominoes, various versions of checkers, rummy, backgammon, buraco, poker and bingo, among many others.<br>The game focuses on building a strong user community by implementing the following community features:<br><ul class=\"bb_ul\"><li>Creation of personalized user avatar with free and premium collectible accessories designed with the general look and feel of the service.<br></li><li>User profile page known as Fun Islands. It is a space where users can customize to their liking with free and premium items and where they can socialize with other users.<br></li><li>Communication tools: global community chat, private chats with friends, message board with friends… Blacklist option will also be available.<br></li><li>Reward system. Just for playing our games, users will be rewarded with points that can be used to purchase cosmetic items and they are also key to entering the public leaderboards. By achieving certain milestones within the platform, users are also rewarded with collectible badges.<br></li><li>Incentivized competitive games. Competitive gaming will be encouraged with 3 PvP game modes, public leaderboard and by hosting online tournaments for major game types.<br></li><li>Strong social media presence with regular updates on service features, special rewards, user referral campaigns, and special promotions.<br></li><li>100% original designs with a casual gaming activity that aims to provide instant fun and socialization by implementing a colorful cartoon style in the general appearance, the appearance of the games, the avatar system and the user profile page.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233740/header.jpg?t=1685002616",
    "developers": [
      "Torogames"
    ],
    "publishers": [
      "IDC Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}