{
  "1233640": {
    "name": "Spirit of Glace",
    "steam_appid": 1233640,
    "required_age": 0,
    "is_free": false,
    "description": "Spirit of Glace is a story-rich, open world adventure platformer that tells the unforgettable tale of Glace, a small creature who suddenly appears out of nowhere during a strange experiment. Deemed an unwanted byproduct, Glace is cast away to a dying world where the inhabitants beg for help against a mysterious force.<br><br>In Spirit of Glace, players guide the little purple blob as he explores an unknown world rendered in gorgeous pixel art. Help Glace discover true purpose by finding his family and guarding their world against a coming withering darkness. Players will find a fresh platforming adventure as they run, jump, fight and ricochet through the environment.<br><br>Spirit of Glace is based on the original title, &quot;Glace&quot;, from 2004 and is a complete reboot/reimagination brought to you by the original developer.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li> An <strong>open world</strong> to explore at your own pace. Discover landmarks and revisit locations by roaming about on an overworld map (similar to Zelda 2). You'll navigate grassy meadows, murky swamps, snowy mountains, moonscapes and much more.<br></li><li> A <strong>strong emphasis on story</strong>, quality lore, and attention to detail. Discover a world full of life, legend, and history.<br></li><li> Some <strong>fresh purple platforming</strong> action. Glace might be shy but he's got moves. Falling off a ledge is just an opportunity to bounce off the floor and rocket back up with finesse. Dash mid-air, fling from ledges, ricochet off walls, and reach pretty much any place you can see (or not see).<br></li><li> Attack your foes with <strong>weapons that are just plain fun to use</strong>, like talking magical beads that shoot out, bounce around, and zip back to you.<br></li><li> <strong>Rebuild the world and unlock powers</strong> by doing so. Tend to a secret garden, help rebuild a village in the swamp, organize a penguin rebellion against the foe.<br></li><li> Experience an <strong>enchanting soundtrack</strong> carefully crafted by the composer of the original 2004 game.<br></li><li> Dozens of <strong>passive ability-enhancing relics</strong> to collect and upgrade.<br></li><li> <strong>Built for replaying</strong>. A rewind mechanic encourages you to take earned powers and game state to the next playthrough where you'll experience new story elements and higher levels of challenge.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1233640/header.jpg?t=1651596379",
    "developers": [
      "Tommy Visic"
    ],
    "publishers": [
      "Tommy Visic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}