{
  "1234560": {
    "name": "Rogue Snow: Everwinter",
    "steam_appid": 1234560,
    "required_age": 0,
    "is_free": false,
    "description": "Rogue Snow is a top-down shooter with light survival and crafting elements.  Six months have passed since the Everwinter began.  The USA is a near empty wasteland coated in snow.  An army of living snowmen known as the Droves roam the land stalking anything with a temperature.  Douglas, a young boy who's been on his own for a month, joins up with a camp of survivors who believe that the equator may still be a safe haven from these monsters and climate.  They head south using a snow treader, and as the camp's sole scavenger, it's up to Douglas to provide for the camp and keep them safe.  But a faction of bandits holds the south with a tight grip, and their leader has other plans for Douglas' group. <br><br><strong>Singleplayer Story:</strong> A freak accident has left you as the sole scavenger for a group of survivors trying to reach the equator.  Your camp will provide you safety and the opportunity to craft much needed supplies, but every day has a mission for you to do to ensure the camp makes it farther south.<br><br><strong>Drove Mode:</strong> Go solo, or bring a friend as you try to survive against 20 waves of snowmen.  Scavenge by day, they'll come for you at night.<br><br><strong>VS Mode:</strong> One player controls a scavenger, gathering weapons and supplies to survive.  The other controls a snow sculptor, building an army of snowmen to command.  Their goals are the same: destroy the other player.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1234560/header.jpg?t=1601364067",
    "developers": [
      "Michael A. Rivera"
    ],
    "publishers": [
      "Michael A. Rivera"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}