{
  "1234320": {
    "name": "Kingless Land",
    "steam_appid": 1234320,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1234320/extras/a05eb018c0013a6c631f1ecc8daedc2f.avif?t=1631132343\" width=600 height=218 /></span><br><strong>The Kingless Land</strong> is an <strong>Open World Wargame</strong> with a mix of <strong>TBT</strong>, <strong>TBS</strong> &amp; <strong>RPG</strong> mechanics. Choose your way of one from 6 heroes - each has its own unique set of skills and social status. Gather and upgrade powerful army to conquest new lands, castles, towns and even whole kingdoms! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1234320/extras/fc9940b8d82e62353d4e2f9cb74982a5.avif?t=1631132343\" width=600 height=96 /></span><h2 class=\"bb_tag\" >The game consists of a <strong>four</strong> gameplay cores: </h2><strong>The Journey</strong>: strategic world map with landscape features, where you can freely travel in real-time with a pause. Find various map locations to take quests, resupply, hire and upgrade the army. <br><strong>The Battle</strong>: classic Turn-Based Tactical combat between army stacks. The battlefield will depend on the landscape, weather and times of the day.<br><strong>RPG layer</strong>: learn various skills &amp; abilities of your hero and open the new possibilities of game strategy, tactics and diplomacy.<br><strong>Divide-and-Conquer</strong>: capture enemy's lands and share feods between your vassals. Form alliances and plan global warfare.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1234320/extras/754a0f7599279b54cb6b7b89d5fe3ac0.avif?t=1631132343\" width=600 height=96 /></span><br><ul class=\"bb_ul\"><li><strong>Deep Wargame Mechanics</strong>: real-time travel on the open-world map,  strategy landscape features and tactical battles in turn-based mode.<br></li><li><strong>Six Kingdoms</strong>, each with its unique culture, armies and NPC lords. <br></li><li><strong>Six hero classes</strong> as social background: Knight, Rogue, Warrior, Nobleman, Tradesman, Mercenary. Each with own unique set of skills.<br></li><li><strong>Sophisticated AI</strong> will provide worthy resistance both in battle and in the strategic planning of the campaign.<br></li><li><strong>Sandbox gameplay</strong>: the huge map with villages, castles, resources, cities and a diplomatic interaction system. Create your own history of a great kingdom.<br></li><li><strong>Great narrative</strong>: Communicate and negotiate with bandits, farmers, lords, kings of neighboring kingdoms. Your hero can even marry, make a big feast on this occasion and poison his enemies on it.<br></li><li><strong>Dynamic event system</strong> with atmospheric encounters and tough decisions outside of combat.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1234320/extras/d7fa567ee29eee7ee39e63131048ec6f.avif?t=1631132343\" width=600 height=96 /></span><br>The great kingdom was engulfed in the flames of the internecine war for the throne - the king has suddenly died, leaving no legitimate heirs behind. The most influential feudal lords of the country gather their armies and prepare to take over the capital - the key to the whole kingdom.<br><br>Numerous skirmishes of minor Lords multiply the number of deserters, which go deep into the mountains and forests and unite into the bands of robbers. Even poor peasants take up arms and raise the revolts, hoping to protect the last they have.<br><br>One day, in these troubled times, you met an old knight who appears to be a close friend of the dead king. He gives you a golden ring with the emblem of the royal house and a letter confirming that you are a bastard, whom the King has recognized as his legitimate heir.<br><br>The knight becomes your mentor and gives his small band of soldiers under your command. The fate of the dying kingdom is in your hands… <br><br><strong>The king is dead, long live the king!</strong>",
    "supported_languages": "英语, 俄语, 乌克兰语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 简体中文, 韩语, 葡萄牙语 - 葡萄牙, 土耳其语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1234320/header.jpg?t=1631132343",
    "developers": [
      "Carnadine"
    ],
    "publishers": [
      "Carnadine"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}