{
  "1236190": {
    "name": "Korpus: Buried over the Black Soil",
    "steam_appid": 1236190,
    "required_age": 0,
    "is_free": false,
    "description": "Knowledge is power. By a sudden circumstance, everything you read and learn becomes true in front of your eyes. When a gruesome verse written on a wall in blood turns into reality, do you want to keep reading? Knowledge is painful.<br><br><i>Korpus</i> is a first-person horror game in which you have been sent to evaluate an abandoned house in Eastern Europe as a real estate agent. Uncover the houses past as you learn what horrors it hides.<br><br>The game is inspired by the video games of the 90s. The game hasn't been made to look like a carbon copy; instead, it has been inspired by the visual style of that nostalgic era of gaming and has brought it to the modern standards.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>The house changes based on the things you know. You just learned that the dark hallway has one more door in it and a vengeful ghost is coming after you? There is now.<br></li><li>The game is an unconventional horror game perceived from the first perspective. There is no combat – all the monsters must be dealt with indirect means, either by avoiding, hiding or something cleverer.<br></li><li>The ghosts lurking in the dark corners of the house work in different ways. Some are hostile, some or not, but only one thing is clear: they will not make your journey to the source of the madness any easier.<br></li><li>In order to solve the secrets of the house, you need to figure out how the house works. Is one specific bookshelf in your way and need it to disappear? Read a note that contradicts its existence.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1236190/header.jpg?t=1615121893",
    "developers": [
      "Korpus"
    ],
    "publishers": [
      "Korpus"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}