{
  "1236580": {
    "name": "Tritium",
    "steam_appid": 1236580,
    "required_age": 0,
    "is_free": true,
    "description": "A satirical virtual reality experience that is based in a fictional 2146 dystopian future where the player can visit the Meadowlark Tritium museum’s exhibit “Trump &amp; artefacts from a post-truth era&quot;. Here the player can view various exhibits with intriguing and bizarre artefacts and learn how they pertain to Trump and the post-truth era of the early 21st century. The player can interact with related video, text, and artefact reconstructions as well as the Museum’s &quot;Tritium&quot; AI voice system to enquire about the virtual and physical artefacts as well as policies and practices of the Trump administration that may have contributed to the fictional 2146 world the player finds themself in. <br />\r\n<br />\r\nThe player can also direct questions to the &quot;Holo Trump&quot; avatar directly and rate responses (approve / disapprove), that is, if they make it through the interactive sonic tweet cloud generated by and surrounding the holo Trump.<br />\r\n<br />\r\nIn the interests of fairness (and fun) the Democratic Party candidate for the upcoming 2020 election (once confirmed) will be added to the Tritium Museum exhibit in holographic form together with a virtual poll to indicate how players rate the two candidates (Republican and Democrat) based on what they have learned.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1236580/header.jpg?t=1601402843",
    "developers": [
      "Setfire"
    ],
    "publishers": [
      "Setfire"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}