{
  "1236420": {
    "name": "子夜之章:历史的终局～Demo",
    "steam_appid": 1236420,
    "required_age": 0,
    "is_free": true,
    "description": "《子夜之章：历史的终局》，<i>另译：《亡路者的永夜》</i>，是一款<u>休闲策略养成+深度文字剧情向RPG</u>，故事改编于一部较硬核的20W字设定的世界观。结合休闲养成、解谜、互动小说和即时战斗。您将扮演女主角独自一人参与到复杂的历史变局中，对抗个人、社会与时代的穷途末路，最终改变人生的命运。<br>  这场权力游戏的主角由你来扮演，这个世界繁华中掺杂着萧条，魔幻却有些现实。时代的浪潮将决定赢家与输家——是向现实臣服，还是为改变命运而再度拾起勇气？<br><br>  这里是子夜之章的试用版本，只支持前三章的部分剧情，由于游戏玩法是依照章节展开的，所以还是推荐尝试完整版。<br><br><br><strong>【顺应、质变、灭亡】</strong><br><br>  游戏背景设定在一个江河日下的后冷战时代，大萧条让西陆超级大国“撒切原”的霸权逐渐衰退，而与之对抗的国家“桑榆兰”正在崛起。生于撒切原的女主角杰丝·韦特拉娜迫于家庭悲剧而来到“敌国”寻找工作。并幸运地应聘于当时世界上唯一的魔法集团——红月教，主角随即前往了他们的口岸城市——红月特区。故事就此展开.....然而，在这座城市，大小势力争夺利益、零和博弈，红月特区表面繁华的背后暗流涌动，历史的马车滚滚向前...主角深知无法逃避，只能做出抉择...<br>  或是安分守己，或是不择手段——攀升权力，厚积薄发，揭开错综迷离的世相。是选择改变命运，还是走向灭亡，亦或是苟且偷生？你将在各大势力与上级之间周旋，在过往与现实间抉择，究竟是沦为别人的棋子...还是亲自改变人类历史...这都将是留给你的选择。<br><br><strong>【这游戏怎么玩？】</strong><br><br>  游戏围绕玩家日常工作生活，您将从基层职员开始，赚取“声望”来实现步步高升，有些开放养成的意味，却更以剧情为内核。本游戏不能打怪升级，侧重对话与探索，如果您玩过《旁观者》、《迪斯科》、《底特律》、《2077》和《新维加斯》等大作，可以把本作看成其幼稚的模仿品。《子夜之章》是一个个人尝试向的小型RPG，做不出3A大作开放世界、沉浸感的场景，也做不出视觉小说的优秀故事体验，只能用一种较不伦不类的方式来玩。<br><br><u>不如看看这款RPG包含的要素，※这些要素将随着游戏流程逐渐开放：</u><h2 class=\"bb_tag\" >虚拟世界的生涯</h2>  本作含有一定生活模拟要素——在科技与魔法并存的新冷战世界中担任职员，日以继夜。在办公厅中兢兢业业，也可以周游城市开小差。可以专心推主线通关，也可以四处探索，发现潜藏着的小秘密。<h2 class=\"bb_tag\" >解决难题</h2>  面对任务难题，创造多种解决办法。可以老老实实为NPC完成任务，或者在背后做手脚。到中期，可能面临街垒枪战，因为不会用枪而头晕目眩，如果站错了阵营，还会被坦克和魔法使追赶逃命；您也可以隐身潜行，破解情报，痛击对手软肋。如何致富？提升官阶，加工产品销售，跑商，乃至赌博、盗窃...一些最坏的勾当，然后，把钱花在刀刃上——换取好东西，重建自己的家族企业。但是，多种解决办法也意味着选择的杂乱性，请谨慎处理。<h2 class=\"bb_tag\" >养成、收集</h2>  五种不同衣物，三种远程武器，几只宠物，五个睡觉的地方，用途各异的科技与魔法道具，以及50天喋喋不休讲述时代背景的新闻.....很多“新鲜”事物值得收集探索。<h2 class=\"bb_tag\" >思维内阁</h2>  在文明社会中，头脑是最大的武器。锻炼科学技能，攻破黑箱科技，提升人文素养，解读他人的心思。思想是人类最大的武器，游戏情节本身充满了假想“思统”社会里各种思想碰撞的火花。但是思想是把双刃剑，如果太过于“聪明”甚至走向激进，聪明反被聪明误。<h2 class=\"bb_tag\" >半开放式剧情</h2>  剧情是本作的内核，后期将有三条主线，通往三个不同势力的结局。《子夜之章》有11个立场各异的角色——学者、魔法使、特工、军官、政府官员，各有各的命运，游戏共六个章节，您在每一章的不同选择都将留下痕迹，并最终体现为2000种拼凑式结局组合。游戏剧情围绕架空世界展开，故事的角度很多，每条线都有不同的主题，二周目则在一周目基础上增加了额外的内容。<br>  游戏内置21个成就，一周目无法达成全成就的话，在二周目您可以打开上帝模式，节奏大大加快。<h2 class=\"bb_tag\" >面前是幻想，背后是现实</h2>  《子夜之章》的剧情由现实世界与幻想世界交融而成，剧情和人物捧在手里感觉沉甸甸的——称不上完美，但也有其特色。本作希望能留给您很多自由空间，包括剧情理解的自由，以及游玩方式上的自由。您可以走休闲流，跳过所有细枝末节通关，也可以深入思考，打出一个体现个人抱负的完美结局，或许是您认为的完美，或许根本不是。<br>  游戏流程约为八到十三个小时，文字量略大，但过场、对话不臃肿，不拖沓——不过还是静下心来慢慢玩吧——请平和心态。<br><br><strong>【《子夜之章》的未来】</strong><br>  一个小体量的游戏或许也可以表达一个引人入胜的主旨，但是复杂的话题放在游戏上往往会做的千疮百孔，这也是我让亚工世界观涉足游戏圈最担心的的事情...鲜有人在表现了自己的同时表现永恒，也许这称不上成功的游戏，只不过大概世上每个人都不愿只做个消费者，而是愿意倾注心血去打磨自己的故事，讲给屏幕前的其他人吧，今天是我分享一个来自远方的故事，明天也许就是您，我充满期待。<br><br>  QQ群：1026745893",
    "supported_languages": "简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1236420/header.jpg?t=1639833664",
    "developers": [
      "银阼"
    ],
    "publishers": [
      "亚工国际"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}