{
  "1237880": {
    "name": "Red Town",
    "steam_appid": 1237880,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to Red Town!</strong><br>This village have been absent for many years on maps. But Red Town isn't abandoned! You can meet kind and hospitable people there who will be glad to help tourists and show the right way, if need. The villagers built the big hotel by themselves for tourists to make comfortable spending time there, especially in the night...<br><br><u>2000th year:</u> the fact of villager's starving was established. The government considered the location of village as economical unprofitable. Was decided to move last villagers to nearest town Mesaville. Also the government ordered to hide all mentions about town's existence...<br><br><u>2001st year:</u> the group of four workers and one scientist arrived in village for exploring of terrain. According to unverified source there's some abandoned coal mine near Red Town (this source also show us that this mine was closed in 1991). In the last contact with group we understood that there is people who refused to help us to find the mine.<br>The signal with group was lost in several days after arriving in Red Town.<br><br><u>2002nd year:</u> You as a traveler accidentally found Red Town. The night is coming, so You need to find a hotel(better to find also last villagers) and to get a rest before continuing your travelling.<br>Be sure that locals will be glad to help You!<h2 class=\"bb_tag\" >Features:</h2>- Dismal atmosphere of abandonment and void are never leave you, even in dangerous situations. Visual part of game is made in black and white style with red hue. This feature lets you feel total hopelessness of Red Town.<br>- Atmospheric music is always with you. Every location, every situation has unique musical accompaniment, which will help you to understand deeply what is happening.<br>- You have no right to make mistake. Meetings with villagers of Red Town can be fatal, if you go in wrong way.<br>- You haven't any hints. Nobody will help you in village exploring.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1237880/header.jpg?t=1587726386",
    "developers": [
      "Dari1168"
    ],
    "publishers": [
      "Dari1168"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}