{
  "1237800": {
    "name": "Fields of Glory",
    "steam_appid": 1237800,
    "required_age": 0,
    "is_free": false,
    "description": "In 1815 Napoleon escaped from exile on the island of Elba, returned to France and made his way to Paris in triumph. His disbanded troops once again took up arms and flocked to his colors. The defeated ruler of Europe was, once again, Emperor of France. The Allies were taken by surprise. The master military tactician was back! The Anglo-Allied army commanded by the Duke of Wellington was based in Belgium; he would have to combine forces with Blucher's Prussians to defeat him. Napoleon marched north to drive a wedge between the two armies. The battle lines were drawn for the Waterloo Campaign.<br><br>Take control of the Anglo-Allied, French or Prussian forces: armies that shaped the future!<br><ul class=\"bb_ul\"><li>Control thousands of troops in close-up conflicts or select wider, tactical views.<br></li><li>Issue orders to your forces quickly and effortlessly which the user-friendly point-and-click interface.<br></li><li>Experience the tense excitement of Napoleonic warfare in battles ranging from small engagements to the huge battles of Waterloo and Ligny.<br></li><li>Pure, thundering &quot;against-the-clock&quot; battle action that pushes you to the limits and recreates the pressures and tensions of active combat command.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1237800/header.jpg?t=1588194340",
    "developers": [
      "Microprose"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}