{
  "1239510": {
    "name": "Brigador - Vol. I",
    "steam_appid": 1239510,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“You are a Brigador in the distant future. A combat pilot guiding both his assault mech and the future of Solo Nobre; A colony-planet once owned by a shadowy Corporation. To regain control of its investment, the Corporation hires Brigadors; mercenaries willing to destroy their home planet and take the lives of their fellow colonists in exchange for wealth beyond imagination and a one way ticket off of a planet in dire conflict.”</i><br><br>Brigador Volume I serves as the original score to independent game studio Stellar Jockeys' release of the same name, Brigador. The overhead, isometric tactical game takes place in a dystopian future where survival is hinged upon annihilation of the enemy; a fitting subject matter for Makeup and Vanity Set’s dark, otherworldly soundscapes.<br><br>Makeup and Vanity Set has crafted a sonic experience that sets the tone for a world gone wrong, where the impulse to fight grows to become our first instinct. The initial compilation of twelve tracks focus on the intensity of gameplay and the urgency of survival.<br><br>Brigador marks Makeup and Vanity Set’s debut into video game soundtrack composition that boasts over two hours of some of his possibly most enduring music. Volume 1 released June 2nd, 2016 alongside the release of independent developer, Stellar Jockeys’, breakout game of the same title.<br><br>Brigador, Vol 2. released October 19, 2016.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 俄语, 意大利语, 简体中文, 繁体中文, 波兰语, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1239510/header.jpg?t=1581557962",
    "developers": [
      "Stellar Jockeys",
      "Gausswerks"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}