{
  "1239450": {
    "name": "Warhammer 40,000: Gladius - T'au",
    "steam_appid": 1239450,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Never have the T’au been so close to extinction. Your homeworlds are surrounded. The Swarm, the machines, Men…<br>To ensure the survival of the T’au, your fleet was dispatched. The Fourth Expansion, to claim new, rich worlds.<br>Yet the warp swallowed us. Your ship emerged alone. War-ravaged. Alien. This was not the paradise promised.<br>Bu you will conquer it. For the T’au. For the Greater Good. For your survival.</i><br><br><strong>The T’au Empire joins the fight for the domination of Gladius Prime. </strong><br><br>Driven by a constant ambition to expand and spread the word of the Greater Good across the Galaxy, they will seek to assimilate or eliminate all the other opposition races on the planet.<br><br>With 31 new units, the T’au can deploy an impressive and lethal army. Between swarms of drones and powerful battlesuits, you’ll be in no shortage of tactical options.<h2 class=\"bb_tag\" >Convert Auxiliaries</h2>One of the most powerful weapons of the T’au is their ability to seek new allies. They are able to spend influence to convert certain neutral units like Kroot Hounds and the brand new Vespid Stingwing to their cause.<h2 class=\"bb_tag\" >For the Greater Good</h2>The core philosophical concept at the heart of the T’au. Demoralize your opponents and reduce their units’ morale to 0 by spending influence. Proselytise and immediately gain population in your cities.<h2 class=\"bb_tag\" >Subversion</h2>Turn your enemies’ servants against their masters. Through precise use of propaganda, you will be able to cripple the loyalty of enemy cities.<h2 class=\"bb_tag\" >Battlesuits</h2>A T'au Battlesuit is an advanced powered combat exoskeleton that forms an integral part of the T'au Fire Caste's military forces. Customize them by mounting advanced support systems.<h2 class=\"bb_tag\" >Drones and Markerlights</h2>Deploy many different designs of drones, miracles of T’au technology, that provide offensive, defensive and tactical support. Make use of Markerlights to maximize your firepower.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语, 简体中文, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1239450/header.jpg?t=1670581865",
    "developers": [
      "Proxy Studios"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7250,
      "final": 7250,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 72.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 21,
      "total_negative": 0,
      "total_reviews": 21
    }
  }
}