{
  "1239720": {
    "name": "Pallas of Vines",
    "steam_appid": 1239720,
    "required_age": 0,
    "is_free": false,
    "description": "Pallas of Vines is a unique open-world musical adventure. As you explore and discover people, places, puzzles and challenges, you can play notes, alter sounds, and manipulate musical devices to reveal the many truths hidden in the mysterious and beautiful lands of Arcadia.<br><br>You play as Alea, a musical alchemist trained for many years by Pallas the Giant. One day Alea receives unexpected news from afar that Pallas needs help, but the road to Pallas is full of challenges, puzzles, allies and villains, and only music can reveal their true nature.<h2 class=\"bb_tag\" >Story Mode</h2>Pallas of Vines invites you into an one-of-a-kind experience full of never-before-seen musical gameplay. In world of layered with music and adventure, you create and manipulate music in dynamic and responsive landscapes. The world around you unfolds great secrets in response to your music, inviting you into an adventure of epic proportions. Run, jump, climb, swim, search, use stealth, solve puzzles, control ancient devices and uncover great secrets, all using the power of musical alchemy. The musical gameplay evolves and changes from one chapter to the next as Alea evolves towards the final confrontation with her great guide Pallas.<h2 class=\"bb_tag\" >Local Multiplayer</h2>Got a friend with a good musical ear? Bring them along as your musical sidekick! The unique local 2-player allows a second player to control just the musical gameplay (playing notes to solve puzzles), so you can focus on big-picture adventuring!<h2 class=\"bb_tag\" >Performance Mode</h2>A completely unique performance mode empowers you to freely create your own music. With access to a huge array of dynamic music-making possibilities, you can create incredible sounds and even invent your own style of performance.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Unique musical gameplay. Play notes, alter sounds and manipulate musical devices<br></li><li>Epic mythology-based story told through evolving gameplay: solve puzzles, discover lost artefacts, climb, swim, become a bird and fly, use stealth, use music to see through the eyes of your allies, and so much more to experience, all with music at its core. Truly an adventure like no other!<br></li><li>Local 2-player. Get a musical friend to help you solve puzzles and adventure together<br></li><li>Explore at your own pace. No stress, no violence, no time-limits. Just a beautiful world and an incredible experience to discover however you wish<br></li><li>Secrets and Collectibles: explore the whole game to discover different masks and costumes to wear, and scrolls of Arcadia's hidden lore<br></li><li>Create your own music from scratch with the unique Performance Mode</li></ul><h2 class=\"bb_tag\" >And So Much More</h2>A true abundance of adventure and discovery, Pallas contains multitudes. Come and explore with us!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1239720/header.jpg?t=1636495415",
    "developers": [
      "Lamplight Forest"
    ],
    "publishers": [
      "TBA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}