{
  "1240330": {
    "name": "Infini Demo",
    "steam_appid": 1240330,
    "required_age": 0,
    "is_free": true,
    "description": "Challenge your mind in a psychedelic journey of puzzles and meaningful encounters with Time, Poetry, Memory, Technology, War and Fatality.<br><br>As Hope drifts deeper into Infinity, the real world begins to suffer from his absence. There doesn’t seem to be any way out, and Hope is by nature doomed to carry on.<br><br>Master the innovative camera manipulation mechanic to unlock new areas. Each world harbors new abilities, themes, and opportunities to explore the multiverse and meet bizarre personalities who can be helpful allies or deceitful foes.<br><br><strong>Infini Key Features :</strong><br><br> ● Discover a unique, mind-bending and varied gameplay<br> ● Immerse yourself in a rich emotional story<br> ● 6-8 hours of gameplay across 100+ levels and 10 diverse worlds<br> ● Experience original imagery and soundtrack of over 20 songs<br> ● Feel the void of Infinity!<br><br><br>DEVELOPED BY Barnaque<br>“We are always striving to push limits and break boundaries with our narratives, gameplay and music. Our goal with Infini is to throw you into an unknown world of surprise.” - David Martin and Emeric Morin from the Montreal-based indie studio.<br> <br>PUBLISHED BY Nakana.io <br>“We gather games that share a strong experience to remember. With Infini we are excited to present a title that manages to be both unique and captivating in all its aspects: gameplay, art and story.” - Mikaël Bourget, founder of the publishing label.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1240330/header.jpg?t=1586791984",
    "developers": [
      "Barnaque"
    ],
    "publishers": [
      "Nakana.io"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}