{
  "1240310": {
    "name": "Souls Unguarded",
    "steam_appid": 1240310,
    "required_age": 0,
    "is_free": false,
    "description": "In a city where ghosts haunt your every step, a mysterious stranger lays claim to your heart. Will you earn his trust and uncover truths that could crack the foundations of a rotting society? Can you protect your friends when it all falls apart?<br> <br><i>Souls Unguarded</i> is an interactive dark fantasy romance novel by Nissa Campbell, author of the 2016 hit <i>Heart of the House</i>, where your choices control the story. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br> <br>By day, you dream of spirits: haunting visions that have plagued you for most of your life and that put your freedom at risk. By night, you dream of Glorymount: the shining city on the cliff that shadows your portside home, the backdrop of all your fantasies. A dream that has kept you moving through years of hardship and loneliness.<br> <br>Now, finally, an unlikely offer has arrived, giving you the chance to ascend to meet your future. But the real Glorymount isn't what you dreamed—will it become a nightmare, instead? Here, strangers hide dark secrets behind handsome faces. Ghosts call to you from shadows, drawing the attention of powers you can't afford to displease. And somewhere unseen, a killer hunts, their trail of victims leading closer and closer to your door.<br> <br>At the center of all this danger stands your new employer, Alexei Hewitt: anatomist, professor, and enigma. A man who also knows what it's like to live surrounded by death. A man who makes your heart beat faster despite your better judgement. Can you learn the dangerous truths he hides before his secrets crush you both? Or will you lose yourself in the trying?<br> <br><ul class=\"bb_ul\"><li> Play as a gay or bisexual man and guide the course of your romance.<br></li><li> Embark on an exhilarating fling or find a love that goes beyond the bounds of death.<br></li><li> Comfort the ghosts that haunt your days, help them find peace, or use them for you own ends.<br></li><li> Tear down a corrupt theocracy or sacrifice what you must to protect the ones you love.<br></li><li> Hunt down a killer only you can find and decide whether justice is worth the cost.<br></li><li> Unbury your lover's secrets and keep them safe—or reveal them to change the world.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1240310/header.jpg?t=1710254909",
    "developers": [
      "Heart's Choice"
    ],
    "publishers": [
      "Heart's Choice"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}