{
  "1243380": {
    "name": "Fantasy Grounds - For the Love of Valentine",
    "steam_appid": 1243380,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > For the Love of Valentine</h2><strong> Will Love triumph?</strong><br>A chance encounter connects your party with a charismatic prophet on the lam, and the woman who loves him. Congratulations, you've stumbled into an epic clash of religions, and you may or may not be on the winning side of that conflict. Sure, you have Love on your side. But they have soldiers, power, and maybe something more. Delivering your guy to safety means winding your way through a crowded city celebrating a raucous festival of fertility, and a race through the countryside, where all is not as it seems.<br>For the Love of Valentine takes your 1st-3rd level characters and their NPC charges through a land in turmoil, while being hunted by the law. And perhaps, something darker...? Inspired by the tales of St. Valentine and the ancient legends of Lupercalia, your players will ultimately have to answer the question: Will Love triumph?<br>The setting in this scenario drew heavily on the politics and rituals of the Roman Empire for inspiration. Interested readers are encouraged to learn more about the Lupercalia Festival, the legends of St. Valentine, and the god Faunus.<br>We have placed the adventure in the coastal city of Freegate, an independent city in the Western Akados region of the Lost Lands. Additional information can be found in the City of Brass adventure and the Gazetteer of the Lost Lands, both by Frog God Games.<br>You are, of course, free to place this adventure in a small- to mid-sized city on a river. If you wish a more Roman feel to the adventure, replace Freegate with the city of Terni, the Talamerin river with the Nera, and mention the power and authority of Rome, a mere four-days' march to the south.<br><strong> Scaled maps, reference manual, encounters all ready and new NPCs loaded in.<br><i>Adapted for Fantasy Grounds by: </i>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1243380/header.jpg?t=1768381250",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}