{
  "12430": {
    "name": "SlamIt Pinball Big Score",
    "steam_appid": 12430,
    "required_age": 0,
    "is_free": false,
    "description": "Big Score is based around a classic story of police vs. criminals in a fight for a big score. The fantastic action will leave you breathless and will pump-up your adrenaline while you are rescuing your ball, trying to hit that last glowing target.<br><br>Big Score can be played by four players, where you will be able to steal points and achievements from your playing partners.<br><br>You will have to: risk a lot, airball a lot, save balls from jail, rush them across the bridge, break the safe code, play video modes, be precise and be quick if you plan to reach the final score.<br><br>12 modes and 8 mini-modes will guide you through the intense story where you will prepare, practice, steal, fight, chase, break-in, arrest, run and finally try to make your one chance for a Big Score.<br><br><ul class=\"bb_ul\"><li>Big Score extra features - cover game elements not <br>present in regular modes and mini-modes.<br><br></li><li><strong>Multiball</strong> - a 3 ball play where your goal is to score Jackpot and Super Jackpot. These tasks are not easy as you need to hit the safe with an airball over the small ramp.<br><br></li><li><strong>Two Ball</strong> - a 2 ball play where your goal is to gather <br>jackpots and superjackpots.<br><br></li><li><strong>BigScore letters</strong> - you are collecting letters which lead to special Big Score bonus and special bonus play mode.<br><br></li><li><strong>Wheel</strong> - by rotating the wheel in the requested <br>direction you are progressing to special awards.<br><br></li><li><strong>Bank awards</strong> - when you insert the ball into the <br>bank you receive random bank awards.<br><br></li><li><strong>Skill shots</strong> -when launching the ball you can<br>make multiple skill shots.<br><br></li><li><strong>Combos</strong> - Hitting special targets a few times <br>in a row brings extra combo points.<br><br></li><li><strong>Secret features</strong> - Yes, there are many<br>secret features!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12430/header.jpg?t=1759953521",
    "developers": [
      "Technetium Games"
    ],
    "publishers": [
      "Kalypso Media Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}