{
  "1244390": {
    "name": "My Little Cloud - Rain and Thunder Sounds",
    "steam_appid": 1244390,
    "required_age": 0,
    "is_free": true,
    "description": "My Little Cloud a thunder and rain relaxation app for Windows PC.<br><br>A small 3D cloud appears on your desktop screen.<br>Select one of several rain and thunder combinations, (Light Rain, Heavy Rain, Thunder, Thunder and Rain, Heavy Thunder and Rain).<br>A random rain loop will be played (one of 17 tracks).<br>A random  thunder track will be played (one of 20 tracks).<br><br>Everything is customizable, you can pick the type of rain that is played.<br><br>All tracks are high quality uncompressed wav files recorded by nature recording genius Gordon Hempton, find out more about Gordon here: <br><br>The application also has the following features:<br><ul class=\"bb_ul\"><li>A track selector that allows you to pick the type of rain playing for the mode.<br></li><li>An online radio, so you can play lofi, classical, or other relaxing music channels to further set the atmosphere.<br></li><li>A screen dimmer that can dim one, all, or none of your screens when the app launches.<br></li><li>A volume mixer that allows you to set rain, thunder and radio loudness independently.<br></li><li>An FPS cap to reduce performance usage.</li></ul><br>If you love thunder and rain, then this app is a must have.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244390/header.jpg?t=1722018774",
    "developers": [
      "KLed"
    ],
    "publishers": [
      "KLed"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 23 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}