{
  "1244150": {
    "name": "Secrets of Moon Island",
    "steam_appid": 1244150,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Secrets of Moon Island is an Action Adventure RPG with its own, unique approach to Swordplay.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Discover a mysterious island, fight against vicious monsters, and become stronger during your adventures.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The Secrets of Moon Island is a solo developer project (very indie), programmed from scratch in over 6 years of passionate work. The game tells the story of the last descendants of a once wealthy family who are trying to find out what happened to their long lost ancestor. What will they find?</p><p class=\"bb_paragraph\" > </p><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Experience Non Target Based Combat.</strong><br>The game features its own combat system, the &quot;<strong>Fencer Mode</strong>&quot;. <br>If your sword connects with an enemies body with sufficient speed, or even if they just run into your sword, they will take damage. <br>To avoid getting hit and taking damage of your own, simply either move out of the way of the enemies hit or <i>move your weapon in the path you think the opponents weapon will take</i><br>In most cases enemies do what is known as telegraphing, they pull their weapon back in the direction they are going to try to  hit you from. Use this to parry their weapon. If you have successfully parried an enemy, you will have a small time frame to get in a hit of your own. <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244150/extras/ec864785874741990d139c4d98c44d9c.poster.avif?t=1770823546\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244150/extras/ec864785874741990d139c4d98c44d9c.webm?t=1770823546\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244150/extras/ec864785874741990d139c4d98c44d9c.mp4?t=1770823546\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >For a further impression of what the Fencer Mode looks like simply click into the cinematic trailer at around the 35 second mark. (The trailer after the screenshots that starts with &quot;Stranded&quot;) .</p></li><li><p class=\"bb_paragraph\" ><strong>Zen Mode</strong> In Zen Mode you become one with your weapon and forget about everything else, which allows you to fully focus on combat without parts of your body getting into your line of sight. </p></li><li><p class=\"bb_paragraph\" > <strong>Gather help</strong> for your main heroes by making friends with some creatures or by crafting others. (You can craft little &quot;helpers&quot; to help you right off the bat).</p></li><li><p class=\"bb_paragraph\" > Search for legendary weapons and armor to help you in your quest. Some of these weapons are imbued with powerful effects that can unleash their wrath upon your enemy after you perform a successful parry in fencer mode!</p></li><li><p class=\"bb_paragraph\" > Experience and a very simple level up system. You don't need to spend hours learning tech trees, you literally just increase some attributes. <br>All creatures you control can gain experience and level up, not only the main heroes!</p></li><li><p class=\"bb_paragraph\" >Explore the island without hand holding mechanics such as quest tracking lines, by orienting yourself solely on landmarks and your map. <br>Note: There is a per default disabled option in settings that allows you to get a &quot;your position&quot; marker on the map.</p></li><li><p class=\"bb_paragraph\" > Fight your enemies either top down or in direct control of your main hero.</p></li><li><p class=\"bb_paragraph\" > Direct control combat comes in two variations, one more traditional with pressing buttons for performing attacks or blocking, whereas the other one gives you a more &quot;direct&quot; control of your sword. Note: because the Fencer Mode form of combat and movement is somewhat uncommon, a more standardized combat system is in place as well. In order to enter this more standardized way of controlling your character simply press the [Ctrl] key. </p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244150/header.jpg?t=1770823546",
    "developers": [
      "StarlightCoder"
    ],
    "publishers": [
      "StarlightCoder"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第四季度"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}