{
  "1244870": {
    "name": "Fantasy Grounds - Starfinder RPG - Starfinder Society Scenario #1-02: Fugitive on the Red Planet",
    "steam_appid": 1244870,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>These products are not eligible for a PDF discount from Paizo</strong><h2 class=\"bb_tag\" >Starfinder RPG - Starfinder Society Scenario #1-02: Fugitive on the Red Planet</h2><strong> A Starfinder Society Scenario designed for levels 1-4.</strong><br>Theft cannot be tolerated, especially when the culprit is a former Starfinder! The PCs travel to the red world of Akiton, hot on the heels of a deserting Starfinder who stole a magical relic from the vaults of the Lorespire Complex. Things get complicated when they discover what should be a dreary town in Akiton's wastelands is now positively jubilant. Could this revelry, not to mention the re-opening of town's formerly defunct mining operations, be related to the wayward Starfinder?<br><i> Written by</i><br><strong> Jim Groves</strong> .<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Christopher Ward</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244870/header.jpg?t=1768362138",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}