{
  "1244920": {
    "name": "Fantasy Grounds - Pathfinder RPG - Adventurer's Guide",
    "steam_appid": 1244920,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Adventurer's Guide</h2><strong> Join Us!</strong><br>Being an adventurer is a dangerous line of work, but the rewards are well worth the risk. The smartest adventurers never go it alone--they not only bring allies to help explore the dangerous reaches of the world, but also seek aid in the form of support, supplies, and secrets from powerful organizations. With such a group to serve as a guide, an adventuring party's chances for success have never been better!<br><i> Pathfinder RPG Adventurer's Guide</i> presents several such organizations, each with its own suite of benefits and boons to grant those affiliated with it. Designed for the Pathfinder Roleplaying Game and drawing upon the rich traditions of the official Pathfinder campaign setting, this indispensable guide for adventurers provides a wealth of new character options for your game.<br><i> Pathfinder RPG Adventurer's Guide</i> includes:<br><ul class=\"bb_ul\"><li>Details on 18 different organizations that use adventurers to further their goals, including the law-enforcing Hellknights, the sinister assassins of the Red Mantis, and of course, the world-renowned Pathfinder Society itself.<br></li><li>A wealth of new player options, including feats, spells, magic items, prestige classes, archetypes, and new abilities and powers for a wide range of classes.<br></li><li>Rules and advice on how to incorporate the new options found in this book into your own game, whether it takes place in the official Pathfinder campaign setting or in a world of your own choice or design.<br></li><li>Notes on the movers and shakers of each organization--nonplayer characters who can come alive in your game as allies and advisors for the player characters.<br></li><li>AND MUCH, MUCH MORE!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br><strong> waynearsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1244920/header.jpg?t=1768423666",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}