{
  "1245440": {
    "name": "Ghosts and Bureaucracy",
    "steam_appid": 1245440,
    "required_age": 0,
    "is_free": false,
    "description": "Explore the ruins of the long-lost government building of Kataigida and request a treasure from the ghostly employs still hovering around there. Chase after the next request form and solve riddles about broken computers, corridors blocked by earth and roots, documents stuck in the tube mail system and broken heaters. <br><br>Convince your opponent in Undertale-style battles which alternately require your skill and empathy, solve mini-games and face the morally difficult questions that are plaguing the ghosts.<br><br>Interact with almost any objects or persons you can find. Collect items in your inventory as well as social skills that can be used in persuasion battles or as an elementary effect on objects. Like this, your burning motivation can give others new hope or light stuff on fire - depending on your needs!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li> Use your social skills to charm the printer, intimidate the doors and play it cool with the fountain<br></li><li> Escape falling rocks, navigate a dog through bones and thistles and test your empathy in persuasion battles<br></li><li> Explore a building full of ghosts and broken machinery<br></li><li> Collect and read the books and letters of strangers<br></li><li> Support the creators through your purchase (we are hungry students)</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245440/header.jpg?t=1723179319",
    "developers": [
      "Kataigida Games"
    ],
    "publishers": [
      "LabOne48"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}