{
  "1245660": {
    "name": "Ballavita",
    "steam_appid": 1245660,
    "required_age": 0,
    "is_free": false,
    "description": "Ballavita is a cinematic 360° VR-Film that will take you on a fantastic voyage into Maria’s dreams and nightmares. Newly developed cinematic techniques were used to create Ballavita, melding live actors performing complex choreographies with beautifully designed worlds, all in stereo 360°. Ballavita is a half-hourlong fantasy tale inside a fully immersive stereoscopic world.<br><br>Maria is a young, hotheaded but insecure tango dancer. During a rehearsal Maria loses her temper after getting ridiculed by other ensemble members. Anton, who she just started dating also refuses to take her side. While storming out of the building angrily she falls through a trapdoor into a cellar, where she encounters an old man who invites her into his basement apartment. Little did she know, that she is actually being lured into a parallel world, where the old man seeks to steal her dreams and preserve them for his own amusement. <br><br><strong>Ballavita is a 360 virtual reality film </strong> inside an application that includes special features: <br>- audio commentary by the director and the director of photography<br>- original audio in German and English<br>- subtitles in German, English and Chinese",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245660/header.jpg?t=1585409510",
    "developers": [
      "AMILUX Film"
    ],
    "publishers": [
      "AMILUX Film"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}