{
  "1245070": {
    "name": "Fantasy Grounds - Jans Token Pack 08 - Under the Dark 2",
    "steam_appid": 1245070,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Jans Token Pack 08 - Under the Dark 2</h2>Welcome back, Under the Dark, Adventurer! You are very brave to return. It is rumored that new creatures have made it their home. It can be a slave whose skin has been stripped by the whips of the flayer. Or creatures that can control your mind by looking you in the eye.<br>This pack contains 32 token variations, of which 20 are unique.<br>A slave race of fishlike humanoids that have become mad by their brainsucking masters. They create gods of their own insane creation. Warriors, Archpriests, Whips, and Monitors.<br>The Darksquid hangs from the ceiling in the caves of the underground, camouflaged as stalagmites. But once their prey is near it creates a magical darkness and attacks them.<br>Another aberration that lurks in the underground is the Cloaker. It lurks in the shadows looking like a cloak or stingray. If you hear a haunting moaning sound, one might be near.<br>Some more peaceful creatures are the dark jellyfish. These intelligent jellyfish like creatures are usually friendly and curious. Their emotions are shown through the color their radiate. Beware when they turn red, this means that they are angered.<br>The Grey Dwarves create magnificent cities in the Underground. But being a slave race of the brainsucking mind controllers have made them angry and mad.<br>Another slave race are the Dark Bear. These strong hairy, bearlike humanoids have been used in labor by the Dark elves.<br>The dark elves also use Giant Lizards as mounts so they can travel along the walls and even ceiling of the underground The Giant Lizard can come as mount or pack animal. The grey dwarves love their taste and use them for dinner.<br>The most dangerous creatures of the underground are the brainsucking squidheads, and the ancient evil squid. These creatures use mind control to let lesser races do their bidding.<br>More rare are the Dark giants that have been deformed through centuries.<br>Last but not least is the Hook Horror. This large monster has a vulture head and the body of a giant beetle. Instead of arms it has giant hooks that it uses to catch its prey.<br>Enjoy your adventures in the Underground!<br><i> Converted by:</i>  <br><strong> Jan Loos</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1245070/header.jpg?t=1768423809",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}