{
  "1246640": {
    "name": "Fantasy Grounds - Jans Token Pack 07 - Under the Dark 1",
    "steam_appid": 1246640,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Jans Token Pack 07 - Under the Dark 1</h2>Welcome to Under the Dark. A subterranean realm that is home to some of the most evil creatures imaginable. If you travel these dark places, you might be a eye monster of many spectacular sights. But be very careful, or the only thing you will find is an untimely death.<br><strong> This pack contains 35 tokens, of which 17 are unique.</strong><br>This pack contains the Dark elves. Dark elves of mostly evil nature. They worship the spider diety. Elite dark elf warriors wearing swords and crossbows, high priestesses with snake whips, and evil mages. I have added three color variations that can resemble different noble houses of dark elves.<br>Some dark elves are cursed and turned into centaur like beings that have the lower body of a spider, and the upper body of a dark elf. These spider mutants are the boogeyman of the dark elf society. Two spider mutants are added in this pack.<br>In the underground cities, the dark evles use giant spiders as pets and protection. That is why I have added a monstrous spider.<br>Of course the dark elves need slaves and lesser races to bully around. That is why I have added underground dwarves. Dwarf like creatures that have gone mad by ancient dark magics. They use their hooked short spears to catch their prey.<br>The dark gnomes are one of the more friendly creatures you can encounter in the underground. But they often are taken captive by creatures of a darker nature.<br>In the caves of the underground there are creatures so evil, that even the dark elf fear them. Behold the giant Eye monsters, that can kill a dark elf with a single gaze. They are terrible aberrations that possess unworldly magic. Even more evil are the Eye monsters that are touched by death, such as the Death Eye, of the Undead Zombie Eye.<br>This small selection of creatures that you can find in the underground. I hope you will enjoy them in your adventures!<br><i> Converted by:</i>  <br><strong> Jan Loos</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1246640/header.jpg?t=1768423857",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}