{
  "1247110": {
    "name": "Chasing Light",
    "steam_appid": 1247110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>2021 IGF Nuovo Award Finalist<br>2021 Korea Game Awards Indie Game Award, Good Game Award Finalist<br>2020 BIC Awards Excellence In Experimental<br>2020 GIGDC Bronze Prize<br>2020 Seoul Government G-RANK Challenge Seoul Prize<br>2020 SOTAESAN FILM FESTIVAL Official Selection<br>2020 IGN JAPAN INDIE GAME WEEK Official Selection<br>2020 BIGS Official Selection</strong><br><br><strong>&quot;Chasing Light is a game that tries to dismantle and revolutionize games, and it's a work that proves that games are great art.&quot;</strong><br><br>What is a game? What should a game consist of? How should the game be? 'Chasing Light' is the process of the question and the story of the seven days of exploring the physical properties of the game and uncovering the inner world of human beings and society.<br><br>You will become a game crew and create a game called 'Chase Light'. Controlling the director and producer, you make a lot of decisions in the process of game production: the choice of music and sound effects, the number of enemies, the speed of enemy input and attack...there are many pending issues that you need to decide on. So, think about what you need to make a game that people will love. Your own journey awaits its birth in 'Chasing Light'.<br><br>The world of Chasing Light, and our lives are like a vast ocean full of reefs where no destination exists. From there, where would you like to go?",
    "supported_languages": "英语, 韩语<strong>*</strong>, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1247110/header.jpg?t=1651288187",
    "developers": [
      "Vittgen Inc."
    ],
    "publishers": [
      "Vittgen Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7500,
      "final": 7500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 75.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}