{
  "1247910": {
    "name": "Dragon Banner",
    "steam_appid": 1247910,
    "required_age": 0,
    "is_free": false,
    "description": "Dragon Banner is a video game of strategy and building. It is built from the love of building blocks and real-time strategy games. Dragon Banner is created by one person over the course of seven years, working on it here and there.<br><br>In Dragon Banner you take on the role of a commander. You hire villagers to gather or generate resources, build defenses to protect them, and hire an army to fight alongside you. You will customize a town as your headquarters, where you take on quests and purchase equipment to alter your command style.<br><br>The Skull Queen controls all the land, but her skeleton army is full of bullies. Play as Arc and recruit villagers and warriors, uniting under the dragon banner.  Arc shares an unusual bond with a dragon spirit.  Discover what became of dragons!  If you show strength, the people will rise up with you. Build a town as your base of operations. Embark on a campaign to overthrow the Skull Queen, gaining new allies and tools along the way.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>Experience a story.</strong> Discover the fate of dragons as you wage a campaign against the Skull Queen and her army of skeleton warriors.<br></li><li><strong>Take direct control of your commander.</strong> Choose to collect resources, hire workers, hire soldiers, build defenses, or to take part in battle directly.<br></li><li><strong>Don't do it alone.</strong> Hire miners and villagers to grow your resources.<br></li><li><strong>Choose your strategy.</strong> Hire Knights to patrol the land, or take a defensive approach and build walls and hire archers to defend your villagers. Unit types with their own behaviors provide strategic variety.<br></li><li><strong>Build.</strong> Unlock blueprints to build room frames, walls, doors, and more. Combine them to make unique creations. Build Tech to upgrade and assist your army.<br></li><li><strong>Start a town.</strong> Create a town as your headquarters. As you progress through the story, you unlock new town blueprints to build. Your town will grow and bring in recruits and merchants.<br></li><li><strong>Equip your commander.</strong> In the course of the story, recruit merchants. Place their shop in your town and buy new equipment for your commander. Not only does it change your appearance, equipment affects your command style by offering bonuses to you or your entire army.<br></li><li><strong>Keyboard Only mode.</strong> Ever want to play in a café but you don't want to drag your mouse around with you?  Toggle Keyboard Only mode in the game options and use the p/l/;/' keys to move the camera and menus, replacing the need for a mouse.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1247910/header.jpg?t=1601767771",
    "developers": [
      "Soulnata"
    ],
    "publishers": [
      "Soulnata"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}