{
  "1248750": {
    "name": "The Old War",
    "steam_appid": 1248750,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>The Old War </strong>is a dark fantasy strategy game where you build, upgrade, and command a persistent army, carrying the scars and triumphs of every battle. Lead your nation as you claw through a twisted, brutal world, hanging by a thread with every battle edging you closer to oblivion.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>THE MYSTS</strong></p><p class=\"bb_paragraph\" >Ages ago, the mysts descended. They came like the vengeance of a forgotten god, sweeping across the empire and shrouding the land in their unrelenting grasp. Cities and villages were devoured, severed from the world beyond. Those who dared venture into the fog vanished without a trace, their fates sealed in mystery.</p><p class=\"bb_paragraph\" >At long last, the mysts have receded, revealing a land forever changed. The once fertile earth now lies barren and scorched, the forests reduced to twisted shadows of their former selves, and the creatures that roamed them now twisted horrors. The land is overrun by vile monsters, and where once thriving settlements stood, only emptiness remains.</p><p class=\"bb_paragraph\" >Reclaim what was lost. Navigate this forsaken world. Rekindle the spark of humanity.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>LEAD YOUR PEOPLE</strong> </p><p class=\"bb_paragraph\" >You must lead your people out into the new world. Choose your leadership style. Will you be an effective administrator? Dominate your foes in combat? Or will you harness the chaos, using spectacular magical powers? </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>BUILD A CITY</strong> </p><p class=\"bb_paragraph\" >Create a burgeoning city out of the ashes. Develop your resources, research new technologies, and put your people to work. Invest in better training or superior buildings and make your city the center of a blossoming new empire.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>TRAIN A CUSTOMIZABLE ARMY</strong> </p><p class=\"bb_paragraph\" >Your army stays with you throughout the game, so take care of them! Every loss is one less fighter for humanity. Purchase upgrades and equipment, gain experience, and learn new abilities. Each unit has the capability to become a mighty hero, or becoming another forgotten name. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>COMPLETE STRATEGIC QUESTS</strong> </p><p class=\"bb_paragraph\" >Follow the main questline of each territory, or do side quests to bolster your forces.  Train a veteran army of knights, hire conscripts, or recruit wanderers from the forests. Take out your enemy supplies, befriend the local towns, or knock down the front door. The choice is yours in how you defeat your foes. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>ENGAGE NEUTRAL FACTIONS</strong> </p><p class=\"bb_paragraph\" >Many a strange creature has survived the mists. Clans, creatures, towns and cities have survived the onslaught. Make alliances, trade, or wipe them off the face of the earth.  </p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1248750/header.jpg?t=1753361040",
    "developers": [
      "Warchest Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}