{
  "1248530": {
    "name": "Fantasy Grounds - Pathfinder RPG - Mythic Adventures",
    "steam_appid": 1248530,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder RPG - Mythic Adventures</h2><strong> Heroes of Legend</strong><br>Not all heroes are created equal. Many adventurers pick up swords or call upon strange powers in times of trouble, yet only a few are chosen by fate or the gods to change the course of history. These are mythic heroes--legendary figures whose every footstep shakes the heavens. With<br><i> Pathfinder Roleplaying Game: Mythic Adventures</i> , it's your turn to change the world. Choose a mythic path and take on unbelievable powers by completing mythic trials tied to your character's story. Each mythic path works in parallel with your character class, allowing you to continue advancing in your chosen calling even as you seek a greater destiny. Best of all, you can start playing a mythic character at any point--even as early as 1st level!<br><i> Pathfinder Roleplaying Game: Mythic Adventures</i> is a must-have companion volume to the<br><i> Pathfinder RPG Core Rulebook</i> . This imaginative tabletop game builds on more than 10 years of system development and open playtests featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder Roleplaying Game: Mythic Adventures</i> is a hardcover book that includes:<br><ul class=\"bb_ul\"><li>Complete rules for playing mythic characters of six different paths: archmage, champion, guardian, hierophant, marshal, and trickster.<br></li><li>New mythic feats for every class, such as Powerful Shape, which allows druids to transform into enormous animals, or Deadly Stroke, which lets a mythic character dispatch even a formidable enemy with a single blow.<br></li><li>A whole grimoire of new and supercharged spells. Bring down a castle with a<br><i> mythic meteor swarm</i> , transform the landscape with<br><i> terraform</i> , or make every memory and record of someone disappear with<br><i> mythic modify memory</i> !<br></li><li>Tons of monsters enhanced with mythic abilities and ready to challenge your heroes, from dragons to vampires!<br></li><li>A hoard of new mythic magic items and artifacts. Brandish the<br><i> sword of inner fire</i> , capable of burning even elemental creatures, or turn your enemies to stone with the medusa-headed shield<br><i> aegis</i> !<br></li><li>A complete mythic adventure for 7th-level characters.<br></li><li>Advice on running a mythic game and forging your own legends.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br><strong> Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1248530/header.jpg?t=1768424002",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}