{
  "1248980": {
    "name": "BEYOND: Two Souls Demo",
    "steam_appid": 1248980,
    "required_age": 0,
    "is_free": true,
    "description": "This free Demo version of Beyond: Two Souls gives you access to a one-hour experience in the life of Jodie Holmes.<br />\r\nPlay two chapters: The Experiment, in which you experience young Jodie’s powerful and terrifying connection with a supernatural entity firsthand, and Hunted, where you’ll join a now-adult Jodie on the run from the CIA in a thrilling sequence that you won’t want to put down.<br />\r\nThis demo, like the full game, features stunning graphics in 4K resolution, 60 FPS and Ultra-Widescreen (21:9) compatibility.<br />\r\n<br />\r\nTriple-A talent and storytelling brings you a video game experience like you’ve never had before – now on Steam for the first time ever.<br />\r\n<br />\r\nLIVE AN EXTRAORDINARY LIFE: ONE LIFE, TWO SOULS<br />\r\nA unique psychological action thriller delivered by A-list Hollywood performances by Ellen Page and Willem Dafoe, Beyond: Two Souls™ takes you on a thrilling journey across the globe as you play out the remarkable life of Jodie Holmes.<br />\r\n<br />\r\nBorn with a connection to a mysterious entity with incredible powers, Jodie is different.<br />\r\n<br />\r\nYour actions will determine Jodie's fate as she faces extraordinary challenges, danger, and heart-wrenching loss on a journey to discover the truth of who she is.<br />\r\n<br />\r\nCreate an action-packed story through your choices and actions as you live her life – a girl born with a link to a supernatural entity called Aiden.<br />\r\n<br />\r\nBy playing as both Jodie and Aiden, you will face spectacular physical and psychological challenges to understand what truly lies… beyond.<br />\r\n<br />\r\nKEY FEATURES<br />\r\nTEST YOUR SKILLS WITH ‘ADVANCED EXPERIMENTS’ – The original DLC mission from the PlayStation™ releases is included in the full PC game. The entire game is playable in two difficulty modes, and in Solo or Duo mode.<br />\r\n<br />\r\nPLAY THE STORY THE WAY YOU WANT – Cinematic or chronological order? Select the way you want to experience the story, and even play in local co-op mode using two different controllers for each player – one to play as Jodie and the other to play as Aiden. Play the way you want to play.<br />\r\n<br />\r\nFULLY OPTIMIZED FOR PC – Previously only available on PlayStation® consoles, Beyond: Two Souls is brought to PC with stunning visuals including 4K resolution, widescreen 21:9 compatibility, and 60 fps framerate.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 捷克语, 丹麦语, 荷兰语<strong>*</strong>, 芬兰语, 希腊语, 匈牙利语, 日语<strong>*</strong>, 韩语, 挪威语, 波兰语<strong>*</strong>, 葡萄牙语 - 葡萄牙<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 俄语<strong>*</strong>, 简体中文, 西班牙语 - 拉丁美洲<strong>*</strong>, 瑞典语, 繁体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1248980/header.jpg?t=1590422699",
    "developers": [
      "Quantic Dream"
    ],
    "publishers": [
      "Quantic Dream"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}