{
  "1248360": {
    "name": "WalkinVR",
    "steam_appid": 1248360,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Important:</h2>When using the WalkinVR for the first time, it MUST be started from the &quot;Launch&quot; button, to ensure any additional services and drivers it requires get installed.<br><br>Premium DLC is intended only for personal use. <br>For Business, Research, Clinic, University, Foundation, and Therapy Center please contact us at<h2 class=\"bb_tag\" >Requirements</h2>WalkinVR is utility application that will add extra features to your existing VR Setup: Oculus, WMR or Index and it does not have extra requirements about spec of the PC.<h2 class=\"bb_tag\" >Movement and Rotation</h2>Players are now able to move and rotate in virtual reality without having to perform the movement in the real world. This feature is most utilized when players need to move, reach, stand and turn around 360 degrees.<h2 class=\"bb_tag\" >Gameplay with Personal Assistant</h2>A third part Xbox Controller can be used to assist the player with movement and button pressing.<h2 class=\"bb_tag\" >Adjustment of Controller Position</h2>Players can adjust the controllers’ position and range of motion. This feature helps players who are not able to move their controllers to the height or depth required by the video game. Players can also adjust the movement sensitivity of their virtual reality controller that is translated from their physical controller. A 3- inch controller movement can translate to a 6-inch controller movement in virtual reality. Players can change the orientation of their controller in virtual reality. This helps players who have a limited range of motion in their wrists.<h2 class=\"bb_tag\" >Hand tracking with external sensor (in development).</h2>This feature is dedicated for players that have problems with holding of controllers. This can be mostly caused either by spastics or spinal injury. In such configuration external sensor is tracking player's pose and transfers that position into Virtual Reality.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1248360/header.jpg?t=1675157150",
    "developers": [
      "Frankly Dog"
    ],
    "publishers": [
      "Frankly Dog"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}