{
  "1249210": {
    "name": "STRIDE Closed Alpha Test",
    "steam_appid": 1249210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is STRIDE. net?</h2><br><strong>STRIDE. net </strong> is an online multiplayer STRIDE mode where players can find endless fun competing in various online battles in urban environments perfectly tailored for parkour action.<h2 class=\"bb_tag\" >How can I get it?</h2><br><strong>STRIDE. net </strong> is a free add-on to the base game and cannot be purchased separately. Everyone who has a copy of STRIDE on their Steam account, gets STRIDE. net as a separate app to their library. <br><br><strong>STRIDE. net </strong>was released as a public alpha with 1 game mode and a few maps available. We did it to collect initial feedback, test our servers and decide how to develop the multiplayer in the future.<br><br><strong>The alpha lasted 2 months and ended a while ago, and the servers were taken down. Our multiplayer team compiled a list of over 50 changes/improvements that needed to be implemented before the full release.</strong><h2 class=\"bb_tag\" >What content did the public alpha have?</h2><br>The first multiplayer mode for STRIDE. net is a variation of the game of tag which is called &quot;Zombie Horde&quot;. In this mode, players take on the role of zombies or non-infected survivors. Survivors must avoid being touched by infected zombie players, while zombies must infect as many survivors as possible within the allotted time.<br><br>The main gameplay focus is on action packed parkour chases and escapes. The players must utilize their VR parkour skills to jump from ledges, dive under obstacles, and slide down cables to avoid infection or take down the remaining survivors.<br><br>As with STRIDE, which only had Endless at launch, we'll be introducing more game modes to STRIDE. net as development progresses.<h2 class=\"bb_tag\" >When will multiplayer be available again?</h2><br>We are making great progress and you can expect a full release within the first quarter of 2022. It was a technical challenge for the team to merge the multiplayer and the main game under 1 client, but they succeeded, and therefore a separate entity for multiplayer in your library is no longer needed. Everyone who owns Stride will get multiplayer for free when it comes out.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1249210/header.jpg?t=1655345218",
    "developers": [
      "Joy Way"
    ],
    "publishers": [
      "Joy Way"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}