{
  "1249410": {
    "name": "Bloodwych",
    "steam_appid": 1249410,
    "required_age": 0,
    "is_free": false,
    "description": "DO YOU HAVE THE METTLE TO FACE ZENDICK'S COLD STEEL?<br><br>An ominous presence has enveloped the small village of Treihadwyl and draped it in a shroud of paralyzing terror. As shadows grow larger the population grows smaller. Zendick the evil overlord and his undead army are feeding on the inhabitants. Now all that stands between the carnage and the land of Trazere is the Bloodwych, a secret alliance of psychic sorcerers. Divided, they would crumble under the overlord's power. But together there is at least a glimmer of hope of defeating the scourge that's devouring the countryside.<br><br><ul class=\"bb_ul\"><li> A dark fantasy role play adventure that pits your strategic thinking against an insane ruler and his mystical forces.<br></li><li> Fully communicate with other characters and creatures with an advanced character interaction system.<br></li><li> Argue, barter, even lie to other characters to gain control of essential elements, or simply wield your knives, wands, rings, staves, missiles, fire and bows and arrows to get your way.<br></li><li> Commend or correct your allies to increase their initiative and ability to fight during combat.<br></li><li> Ultimately confront the hideous Lord Of Entropy who wishes to dissolve the fabric of the universe into the chaotic elements from which it was formed.<br></li><li> Imaginative gameplay is enhanced with sophisticated spell casting and combat actions.<br></li><li> Superior, real time 3-D graphics make you feel as though you're right inside the labyrinthine corridors.<br></li><li> Features icon-based &quot;point-and-click&quot; interface and game save capability.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1249410/header.jpg?t=1614359992",
    "developers": [
      "Image Works"
    ],
    "publishers": [
      "MIRROR Soft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}