{
  "1250810": {
    "name": "Festoon",
    "steam_appid": 1250810,
    "required_age": 0,
    "is_free": false,
    "description": "Festoon Software products allow you to save up to 30% of production time and bypass the need to access a physical dome or planetarium to develop and test iterations of your fulldome or VR content. Products come in four different packages, all accessible on desktop and in VR. <br />\r\n<br />\r\nFESTOON<br />\r\nAimed at animators, filmmakers and artists creating fulldome and 360 content for the first time. <br />\r\n<br />\r\nViewport Mirroring tool, allowing you to design, storyboard or adjust layouts in any production software while seeing the results immediately in a virtual dome as you work. <br />\r\nFour pre-set virtual environments (standard dome, flat dome, cinema, equirectangular). <br />\r\nTen content queuing slots.<br />\r\nPlayback existing fulldome content in a virtual dome from any video or still image format. <br />\r\n<br />\r\nFESTOON PRO <br />\r\nThe complete fulldome production package - your dome from home<br />\r\n<br />\r\nPurchase as downloadable content within FESTOON, or as a FESTOON / FESTOON PRO bundle. <br />\r\n<br />\r\nIncludes all the great features of FESTOON with additional fulldome professional tools.<br />\r\nCustomise your dome environments with tilt, radius, seat configuration etc<br />\r\nCreate markers for content within the virtual dome using Festoon's drawing tools.<br />\r\nLeave detailed director's, collaborator's or client notes within your markers.<br />\r\nSave your custom environments as pre-sets<br />\r\nUnlimited content queuing to help previsualisation, concepts and storyboards.<br />\r\nRotate content for fast creative decision making, whether converting equirectangular media to the dome or assessing scenes and environments. <br />\r\nIncreased number of projection types for development and review. (see bottom of page for included projection types)<br />\r\n<br />\r\nMULTIPLAYER<br />\r\n (In App Purchase)<br />\r\nEnter your virtual dome with collaborators or clients anywhere in the world to view and share your production at any stage of development. <br />\r\nMultiplayer is available as an in app purchase within FESTOON and FESTOON PRO.<br />\r\n<br />\r\nFESTOON PLAYER <br />\r\nFor fulldome Distributors, Exhibitors and Festival Curators.<br />\r\n<br />\r\nPlayback existing fulldome content in a virtual dome from any video or still image format<br />\r\nIncludes four pre-set virtual environments (standard dome, flat dome, cinema, equirectangular)<br />\r\n<br />\r\nProjection types included in FESTOON PRO <br />\r\nFisheye: FOV 90 &gt; 360. Equirectangular : 180/360. Flatscreen. Cubemap 3x2. Facebook Cubemap 3x2. Youtube Cubemap. Facebook Pyramid. Facebook Vertical. Horizontal Cross Cubemap. Horizontal Strip Cubemap. Horizontal Tree Cubeamp. Vertical Cross Cubemap. Vertical Strip Cubemap. Vertical Tree Cubeamp. Mirrorball. Imax Dome Projection.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1250810/header.jpg?t=1606392316",
    "developers": [
      "phileday@yahoo.co.uk"
    ],
    "publishers": [
      "Arcus Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 23000,
      "final": 23000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 230.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}