{
  "1250070": {
    "name": "Curtains",
    "steam_appid": 1250070,
    "required_age": 0,
    "is_free": false,
    "description": "Customize your Windows 10 desktop with new high-DPI supported styles along the lines of Light and Dark mode! Using Curtains, you can create and share your own styles, or choose from several modern or classic styles that look like Windows XP or other alternative operating systems.<br><br>Enhance the look and feel of your Windows UI and apps that support light and dark mode using one of several provided styles, including Fluent, Cairo, and Crystal. Or, if you’d like to create your own, you can use the built-in style editor, making use of customization features that have been buried in recent years such as font faces and sizes, detailed color choices, and much more!<br><br>A Curtains style can change everything that Light and Dark mode can change, including the Start button, title bar buttons, and title bar coloring. It also supports tweaking gradients, shadows opacity, and hundreds of other small elements of the Windows GUI.<h2 class=\"bb_tag\" >Top Features: </h2><ul class=\"bb_ul\"><li> Add new &quot;modes&quot; to Windows® 10<br></li><li> High DPI monitor support<br></li><li> Apply new styles along the lines of Dark and Light Mode<br></li><li> Enhance the look and feel of the Windows UI<br></li><li> Create and share your own styles<br></li><li> Change the Start button, title bar buttons, and title bar<br></li><li> Adjust gradient, shadow opacity, and hundreds of other small elements</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 韩语, 俄语, 简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1250070/header.jpg?t=1677687471",
    "developers": [
      "Stardock"
    ],
    "publishers": [
      "Stardock"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 5,
      "total_negative": 2,
      "total_reviews": 7
    }
  }
}