{
  "1250170": {
    "name": "Fire Safety Lab VR",
    "steam_appid": 1250170,
    "required_age": 0,
    "is_free": false,
    "description": "Fire Safety Lab VR gives theoretical information about the types of fires, the main factors of danger in case of a fire, as well as information about various types of fire safety equipment and personal protective equipment. The equipment and signs in the application are based on NFPA recommendations.<br><br>You will be able to not only operate in interactive VR environment, but feel like being a part of it. Fire Safety Lab VR gives you an immersive experience of being in emergency.<br><br>The mission of the product is saving the lives and health of people through learning how to act in an extreme situation with complete immersion.<h2 class=\"bb_tag\" >Learn how to act in emergency step-by-step</h2>The application contains 3 main modules:<br><br><strong>Base tutorial</strong><br>Learning the basics of VR: moving in space, interacting with objects, using controllers and assigning controls, calling and navigating in the application menu.<br><strong>Scenarios</strong><br>The module contains four different scenarios that allow you to learn the correct sequence of actions in an emergency. For example, calling the firefighters, turning on the fire alarm, turning off the power supply and using the available fire extinguishing equipment.<br><strong>Examination</strong><br>A non-linear emergency scenario in which you use not only the knowledge of standard procedures but also make logical decisions depending on the events taking place. The results of examination are shown at the end of the scenario.<br><br>We are going to develop the application in the future, adding new equipment and emergency scenarios. Our big goal is to make a multiplayer mode, so the players would be able to interact with each other and conduct training lessons inside the application.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1250170/header.jpg?t=1593675332",
    "developers": [
      "IMP Studio"
    ],
    "publishers": [
      "IMP Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}