{
  "1251720": {
    "name": "Dwarrows Soundtrack",
    "steam_appid": 1251720,
    "required_age": 0,
    "is_free": false,
    "description": "Do you like spritely forest music? Playful cello solos? Wistful ambiences? Moody dungeon music? Then look no further than the soundtrack to the delightful city-builder/adventure game Dwarrows. The tuneful score to this indie title features live cello recordings, magical orchestral textures, and so much more.<br />\r\n<br />\r\n&quot;I’m incredibly excited to finally share this music with you all. This score has been over three years in the making, has seen the start and end of many other projects within its span, and has followed me across multiple time zones. It’s been one of the most fun and challenging projects I’ve ever worked on, and I’ve learned so much from it.<br />\r\n<br />\r\nWorking with Alain and Andrea of Lithic Entertainment has been nothing short of a dream collaboration. They are so warm and creative, and clearly so happy to create experiences for people, which just radiates out to the rest of the team and makes working on the project almost addictingly fun. I think they liked my music for this game too much - very few revisions took place over the course of this project.<br />\r\n<br />\r\nDwarrows is a hard game to describe in few words. It’s an adventure game, drawing inspiration from classic Zelda games such as Windwaker and Ocarina of Time, but without combat. Your characters (you have three of them) aren’t running around with swords slaying monsters, they’re running around with tools. Building a settlement. Because Dwarrows is also a city-building game. It’s set in this wild, quirky fantasy world filled with wonderful characters and beautiful settings. That’s what caught my eye first as I was browsing IndieDB, fresh out of grad school and wondering if there was any chance at all of finding a fulfilling project by meeting strangers on the internet.<br />\r\n<br />\r\nI want to thank the wonderful team at Lithic Entertainment for providing me with the opportunity of a lifetime. They should be so proud of the work they’ve done. I want to thank my family, and then thank them again, because I wouldn’t have had any hope of coming this far on my journey without their unwavering support. I want to thank my friends, who have patiently listened to me babble about the same damn project every time they ask, “What are you up to?” And I want to thank my teachers, particularly Mr. Owen and Dr. Joyce. Both of you have had an immeasurable impact on my life - you’ve filled it with music, and that has been an invaluable, life-sustaining blessing.&quot; - Neil Quillen",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1251720/header.jpg?t=1582906159",
    "developers": [
      "Lithic Entertainment Inc."
    ],
    "publishers": [
      "Lithic Entertainment Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}