{
  "1251200": {
    "name": "Glitchy Apocalypse Simulator",
    "steam_appid": 1251200,
    "required_age": 0,
    "is_free": true,
    "description": "DISCLAIMER:  Made by one dev and his kid.  Uses assets.  Lots of assets.<br />\r\n<br />\r\nGlitchy Apocalypse Simulator is a comical physics-based game.  It uses the amazing Puppet Master asset, but is left unmodified for comical effects.  The game is a light-hearted, comical sandbox and makes no attempts at realism or strategy.  Many effects may be considered bugs, but some effort was made to filter out annoying bugs and only leave in comical bugs.<br />\r\n<br />\r\nWe make no claims on producing everything in this game.  Many of the great things in this game are available for general use on the Unity store and we encourage using Glitchy Apocalypse Simulator as a stepping stone for your own creativity.  We did, however, write the software that ties everything together. <br />\r\n<br />\r\nFeatures<br />\r\n- sandbox mode<br />\r\n- 36 silly units (assets with custom AI written by us)<br />\r\n- a handful of maps (assets with modifications)<br />\r\n<br />\r\nThis game is primarily meant as a sandbox.  We do have some campaign scenarios, but they are mostly experiments/prototypes.  Mostly we just drop a bunch of units everywhere and watch the chaos :P<br />\r\n<br />\r\nIf you enjoyed this free game, please leave a review or links to any youtube videos of you playing.  It would be nice to show my kid some positive feedback for the work we did on this game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1251200/header.jpg?t=1606299820",
    "developers": [
      "NegativeGenius LLC"
    ],
    "publishers": [
      "NegativeGenius LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}