{
  "12510": {
    "name": "Prison Tycoon 3™: Lockdown",
    "steam_appid": 12510,
    "required_age": 0,
    "is_free": false,
    "description": "Crack that Whip!  Take reigns of a privately run prison.  You are responsible for the care, custody, and control of individuals who have been arrested.  Begin with a low security prison and build it up to a SuperMax.  From construction to daily operations, you must protect society while turning a profit.  It's time for lockdown.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Country Club or Billy Club? </strong> - Manage security levels, food rations, recreation opportunities, and much more.  How tough will you be?<br>\t\t\t\t\t</li><li><strong>En Guard </strong> - Hire trustworthy prison guards and arm them with weapons, riot shields and guard dogs to maintain peace and control, but keep your eye on your budget.  Underpay and organized crime will run rampant in your prison.<br>\t\t\t\t\t</li><li><strong>Watch with an eagle eye! </strong> - Monitor all activities 24/7.  Keep a look out for escapees, contraband or illegal activity.<br>\t\t\t\t\t</li><li><strong>The Devil's in the details </strong> - From the guards you hire to the food you serve, every choice you make will ripple throughout your prison.<br>\t\t\t\t\t</li><li><strong>Back on the chain gang</strong>- Assign prisoners work detail from cleaning and maintenance work to back-breaking manual labor.<br>\t\t\t\t\t</li><li><strong>Throw away the key? </strong>- You determine whether to release your prisoners on parole or keep them locked down tight to protect society.<br>\t\t\t\t\t</li><li><strong>Danger Zone</strong>- Manage gangs and prisoner morale to avoid riots.<br>\t\t\t\t\t</li><li><strong>Interrogate military prisoners for vital intel</strong>- Earn extra bonuses by getting prisoners to provide crucial information.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12510/header.jpg?t=1591334569",
    "developers": [
      "Gamebryo",
      "Virtual Playground"
    ],
    "publishers": [
      "Cosmi Valusoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}