{
  "1251560": {
    "name": "Buck Bradley: Comic Adventure",
    "steam_appid": 1251560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >BUCK BRADLEY: COMIC ADVENTURE</h2><strong><i>A comic-book style graphic adventure! Puzzles, brainteasers and plenty of laughs!</i></strong><br><br>A comic book style graphic adventure game set in a country devastated by pollution, where the air, water and food transform people into mutants. At the beginning of the game Ciroki is about to declare her love to Buck Bradley, when...puff! She's transformed into a small monster by a pink cloud! Buck decides to help his friend become human again: he sets off in search of help in the world of Terrastramba, riding a strange bicycle with wheelbarrow-sidecar!<br>This is how the graphic adventure Buck Bradley begins, an addictive and entertaining problem-solving game. To progress through the story you'll have to solve unique puzzles, which are interesting and full of jokes, all set in the world of Terrastramba!<br>A year after they started their trip, we find our friends in trouble with a farmer who has captured Ciroki and wants to make her into a tasty stew... To save his friend, Buck Bradley promises the farmer that he will help restore the farm to its former glory, bringing back electricity, heating and maybe turning the carnivorous cows that are running amok, back into herbivores... in short, a real brain teaser!<br>A promise is a promise so you’d better keep it! To do this, new energy sources will have to be invented: such as biogas and biomethane!<br>Will you be able to make the right decisions and solve the riddles, full of comedy moments?<br>Solve the puzzles by choosing the correct moves in this interactive comic book style game and you'll reach the end of this funny graphic adventure!<br><br><strong>Buck Bradley: Comic Adventure is a comic book style app game</strong>, produced by the CNR as part of the European project ISAAC - Horizon 2020, to convey environmental issues to an audience of young people in an unconventional way, through puzzles and comedy.<br><br><strong>THE GAME:</strong><br>- Read the dialogues carefully and look for clues to help you solve the puzzles, presented in the style of a comic book<br>- Developed with Cage (Comic Adventure Game Editor)<br>- Set in the world of Terrastramba<br>- Buck Bradley: Comic Adventure is a graphic adventure game made in Italy!<br><br><strong>Download the second episode of Buck Bradley Comic Adventure!</strong>",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1251560/header.jpg?t=1646664255",
    "developers": [
      "Istituto sull'Inquinamento Atmosferico - CNR"
    ],
    "publishers": [
      "Istituto sull'Inquinamento Atmosferico - CNR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}