{
  "1251940": {
    "name": "Muv-Luv Alternative CODEX",
    "steam_appid": 1251940,
    "required_age": 0,
    "is_free": false,
    "description": "The digital PDF version of the Muv-Luv Alternative CODEX. Experience the deepest world in gaming history in a whole new way, with the deepest guidebook ever made!  Dive deep into the world of the game with over 400 pages, stuffed with information that's not available anywhere else! Follow the complete history of the war against the BETA: their ecology, their numbers, and the threat they pose to humanity. See how humanity fights back with almost 100 pages of detailed technical data on the Tactical Surface Fighters: the giant robots mankind pilots to combat the alien invaders.<br><br><ul class=\"bb_ul\"><li>A massive 438 megabyte, 400+ pages of detail about the world of Muv-Luv in .pdf format!<br></li><li>Used by the game's writers as an official reference manual!<br></li><li>A level of detail that's never been seen before in a guidebook. Want to know what year the Type-81 TSA Wadatsumi was deployed? Or what it means when a member of the Royal Guard wears a yellow suit? It's all here!<br></li><li>Interviews with the original creator and mech designer, a detailed timeline, and even more unbelievable content!</li></ul><br>There's also pages of data on tactics and weapons, special art, descriptions of the world's governments and politics: a level of detail never before seen in an official guidebook. <br>The game that broke all the rules now brings you a guidebook that breaks all the rules!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1251940/header.jpg?t=1768295801",
    "developers": [
      "aNCHOR Inc."
    ],
    "publishers": [
      "aNCHOR Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 12168,
      "final": 12168,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 121.68"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}