{
  "1251690": {
    "name": "My Hole is a Mouth of Dirt",
    "steam_appid": 1251690,
    "required_age": 0,
    "is_free": true,
    "description": "<i>My Hole is a Mouth of Dirt</i> follows a lonely cloaked being called Mole, living in a vast desolate, otherworldly underground network of tunnels. Mole hears what he believes to be the voice of God and follows his instructions with faith that all he's done has a greater purpose. His faith is tested one day after he is instructed to venture even deeper beneath the Earth to deliver a baby, for no given reason except to believe this is the right thing to do.<br><br>Focusing on bringing your mind to a dark place for 50-80 minutes, presenting interesting and strange scenarios to immerse yourself in as you explore a twisted underground with gameplay mechanics tied directly into the story, occasionally dealing with a strange horror that creeps up on. Backed with an atmosphere conjured up to tackle a darker look at trust, faith, love, hate and fatherhood.<br><br><strong>FEATURES:</strong><br><ul class=\"bb_ul\"><li>Take your mind to a dark place with a thick atmosphere conjured up by a dreamy original soundtrack and a flow of events and environments laced with darker context and subtext.<br></li><li>The game is not without fangs however, face a small selection of stranger horrors, bringing forth something a twisted and strange.<br></li><li>A stand-alone journey that can be experienced by anyone who can stomach the disturbing content, but also ties into something greater for fans of other Yai Gameworks games.<br></li><li>Connected and stitched together with a surreal narrative brimming with detail about one man's literal descent into his faith and belonging to this world.</li></ul><br><i>I do as he sayeth, even when I don't like it. For I am but a vessel to God, that's what I was made for.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1251690/header.jpg?t=1586836370",
    "developers": [
      "Yai Gameworks"
    ],
    "publishers": [
      "Yai Gameworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}