{
  "1252000": {
    "name": "GOAL! The Club Manager",
    "steam_appid": 1252000,
    "required_age": 0,
    "is_free": false,
    "description": "Get ready for classic management gameplay, adapted to the increased demands on coaches and managers as well as the developments of modern soccer . GOAL offers depth and realism and confronts you with the complexity of being a manager without getting lost in micromanagement and spreadsheets. You are the coach, the manager, sports director and club CEO in one. You take care of the team, tactics, lineup, transfer market, club grounds, finances and much more. Create your dream team – if you can afford it!<br><br>GOAL is designed not only to reflect the modern demands of an all around club boss, but also to cater to the gamer’s needs. <br>We respect the time you have at your disposal: Whether you want to enjoy your gaming experience in depth, optimizing every aspect of your team down to the smallest detail or prefer to play a whole season in one afternoon - GOAL is the flexible football manager that caters towards your preferences. <br><br>Additionally you will enjoy the tongue-in-cheek humor, taking a poke at the sometimes all-too-serious affair that is today’s football, making GOAL a worthwhile alternative to more time-consuming manager games. Regardless of this, a career with an in-depth skill system, finances, sponsoring, squad management, contract negotiations and extensive statistics give GOAL everything managers need to dive in, including stadium environment and expansion, transfer market, scouting and youth work. Are you ready to lead your squad to victory?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1252000/extras/98f515476ff3c6a58090cbe89b2f6941.avif?t=1742392676\" width=600 height=194 /></span><h2 class=\"bb_tag\" >Features: </h2><ul class=\"bb_ul\"><li>The tactics engine unites classic management gameplay and the latest development, methods and rule changes in modern football. <br></li><li>With the heatmap you can analyze and evaluate both the teams‘ and the individual players‘ performance. Make changes, optimize tactics and directly see the impact of your decision.<br></li><li>Scouting and data analytics are the key to every club’s long term success. Develop a world-wide network and discover new talents.<br></li><li>They are personalities: Each player has dozens of abilities and a multitude of character traits influencing their development and playstyle. Know them to improve them.<br></li><li>Your character’s abilities as a coach and manager are enhanced via an extensive skill tree, giving you more options and choices to specialize. Are you a football scientist or an old-school manager relying on the hairdryer treatment?<br></li><li>Optional 3D scenes bring the text mode to life <br></li><li>Simple and intuitive: The new edition of the beloved franchise offers a slick user interface with a clear and efficient menu structure.<br></li><li>Help is only a click away: Tutorials and tooltips offer help and advice for all newcomers to the challenging job as a club manager. (*will be implemented during Early Access)<br></li><li>Become the coach of your favorite national team. (*will be implemented during Early Access)<br></li><li>Multiplayer mode: There’s nothing like the Old Firm or the Classico with your online buddies. (*will be implemented during Early Access)</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1252000/header.jpg?t=1742392676",
    "developers": [
      "2tainment"
    ],
    "publishers": [
      "2tainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 16900,
      "final": 16900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 169.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}