{
  "1254740": {
    "name": "Twistedland VR",
    "steam_appid": 1254740,
    "required_age": 0,
    "is_free": false,
    "description": "Twistedland VR is a team-based competitive first-person tactical multiplayer shooter built exclusively for VR that immerses you and up to 7 fellows to take a visit a newly opened shooting theme park. Experience the next level virtual warfare with arcade controls, interactive environment and intense firefights.<br>It's a craziest shooting theme park you might visit in real life, completely in VR.<br><br><strong>Main features:</strong><br><ul class=\"bb_ul\"><li><strong>Co-op multiplayer</strong>: Join forces with a friends in co-op or multiplayer mode for up to 8 players. <br></li><li><strong>Сomfortable weapon handling:</strong> Who caser about realism if it's now fun? In VR shooter main fun is to shoot others, let's focus on it!<br></li><li><strong>Interactive environment:</strong> Handles, doors, explosive barrels, bottles - interact with everything.<br></li><li><strong>Casual fast-paced team-based games:</strong> Few buttons click to join match.<br></li><li><strong>Colorful artstyle:</strong> Bright, warm and colorful environment will make you feel good (we very hope so).<br></li><li><strong>Challenging AI on both singleplayer and multiplayer:</strong> For those, who like to play with computer friends (or don't like to play with living people) <br></li><li><strong>Only in VR</strong>: Twistedland VR is a shooter exclusively built for VR. Step into the virtual strikeball-like teamfights as if you were really there (without bruising).<br></li><li><strong>Several maps and teams:</strong> Wanna be a cowboy? Or escaping prisoner? Or SWAT officer? You'll get it.<br></li><li><strong>Different weapons and gadgets:</strong> Each team have their own weapon set. Find which one you'll like the most.<br></li><li><strong>A shooting range serves as a hub area with tons of activities:</strong> For shooting practice and simply having fun with friends between matches. <br></li><li><strong>HATS and challenges!</strong> Everyone love hats. Сomplete challenges to get achievements and unlock cosmetic hats.<br><br><strong>Additional info.</strong><br>The game was created from the ground up for Room-Scale Virtual Reality Experience.If you don't own VR headset you can try the game in good VR Parks &amp; Arcades.<br><br>Disclaimer:<br>This game is not associated with any other fantasy movie, game or book.<br>Any similarity is purely coincidental.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语, 简体中文, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 韩语, 波兰语, 葡萄牙语 - 巴西, 土耳其语, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1254740/header.jpg?t=1674145714",
    "developers": [
      "DGMA"
    ],
    "publishers": [
      "DGMA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}