{
  "1254650": {
    "name": "Fantasy Grounds - Starfinder Character Operations Manual",
    "steam_appid": 1254650,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Starfinder Character Operations Manual</h2><strong> Enhance Your Hero</strong><br>The Starfinder galaxy is an expansive and diverse collection of eclectic planets, strange creatures, myriad cultures, and ancient traditions! Characters can draw from far more backgrounds, heritages, and training regimens than can possibly be contained in just one core book. The<br><i> Starfinder Character Operations Manual</i> expands the universe of what is possible for characters of any class or race, providing new choices at every stage of character creation and advancement. Whether you are a veteran or new to the game, there's something here for you! Inside this book, you'll find the following:<br><ul class=\"bb_ul\"><li>Three new character classes--the biohacker, the vanguard, and the witchwarper--that add the power to alter biology, control entropy, and tap into alternate realities.<br></li><li>Additional options for all the classes and races found in the<br><i> Starfinder Core Rulebook</i> .<br></li><li>Expanded selections of feats, spells, and equipment, including shields.<br></li><li>More roles and crew actions for starship combat, and a system for downtime activities outside of battle.</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Christopher Ward</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included SFRPG ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1254650/header.jpg?t=1768424101",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}