{
  "1255720": {
    "name": "Brooklyn Sentai: Episode One",
    "steam_appid": 1255720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>5,000 years ago, the evil X?X?X? Organization crashlanded on Earth. They were driven back into space by the protectors of the Earth. Today, X?X?X? have returned. Stronger. Crazier. Starving for chaos. In New York City, the citizens who would be the Earth's protectors are about to have their lives changed. Five people will be entrusted with the power to stop evil. They will fight for their planet. They will fight for their city. Brooklyn Sentai.</strong><h2 class=\"bb_tag\" >Features</h2><i>Rhythm</i><br>A fresh take on music games that presents gameplay modeled after playing a real piano. Play and layer melody and harmony to fight evil.<br><br><i>Narrative</i><br>Each episode focuses on one member of Brooklyn Sentai and features fully voiced acted cutscenes.<br><br><i>Platformer</i><br>Jump, fight, and dance your way through early 90's inspired retro platforming.<br><br>Episode One also includes the game soundtrack, featuring all the songs from Episode One and one song from Episode Two,  in lossless FLAC format. <br><br><br><strong>About the Developer</strong><br>Nick Leyva is a content creator. His improv team, The Weird Ones, was assembled by Shannon O'Neil in 2012 for a run at the Upright Citizens Brigade Theatre in New York City, which sold out. The same year, his first musical FYM debuted at Dixon Place as part of their annual HOT! Festival in the lower east side of NYC. In 2015 he was selected to participate  in the New York Musical Theatre Festival Songwriting Workshop, which concluded with a masterclass with composer Laurence O'Keefe (Bat Boy, Legally Blonde, Heathers). Also in 2015 Square Enix selected a song he composed for use in the promotion of the videogame Just Cause 3. In 2016 he turned to game development, and in 2019 completed his first commercial game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1255720/header.jpg?t=1582997255",
    "developers": [
      "The 16th Games"
    ],
    "publishers": [
      "The 16th Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}