{
  "1255460": {
    "name": "Space Station 14",
    "steam_appid": 1255460,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Space Station 14</strong> is inspired by the cult classic SS13 and tells the story of an ordinary shift on a space station gone wrong. Immerse yourself into your role, tinker with detailed systems, and survive the chaos in this round-based multiplayer role playing game.<br><br>Your custom character can spawn as one of dozens of crew and enemy jobs, ranging from engineer to captain, or even a traitor, each with its own unique gear. Your duties guide you through rich interactions with complex mechanics, whether you're managing your inventory, setting up the reactor, or flushing yourself down the disposal tubes.<br><br>As disaster, incompetence, and sabotage strike the station, the tension rises - opening up emergent situations that force you to make hard choices. Will you patch up the medical bay after an asteroid punches a hole in it, or fight for control when the captain gets murdered by revolutionaries? Do you break out an unjustly imprisoned clown, or sit back at the bar and serve drinks without a care in the world? <br><br>The story of the station's collapse is in the hands of its players, and each round is an intense, immersive experience that will leave you wanting more.<h2 class=\"bb_tag\" >Beyond Space Station 14</h2><br>Space Station 14 is open-source and extremely extensible. Community servers are the backbone of the game, and can change every aspect of it to provide wildly different experiences. Altered mechanics, different roleplay atmospheres, and completely unique settings are all one click away from the server browser. <br><br>As a community project, we're always looking for more volunteers, and encourage you to help out!",
    "supported_languages": "英语, 俄语, 葡萄牙语 - 巴西, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1255460/header.jpg?t=1735643982",
    "developers": [
      "Space Wizards Federation"
    ],
    "publishers": [
      "Space Wizards Federation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}