{
  "1255890": {
    "name": "The Painted Forest",
    "steam_appid": 1255890,
    "required_age": 0,
    "is_free": false,
    "description": "You wash ashore as a castaway to come upon the painted forest, a fossil forest in a distant world. Your journey into this forgotten land leads to learning the secrets of a lost civilization that dedicated its worship and temples to nature. An ancient whisper breathes trough the petrified leaves, follow the song of the trees, and the traces of their dwellers, the forest will unveil its past life to you.<br />\r\n<br />\r\nThe Painted Forest is a short story of waking up in an uncharted extinct world that you experience in a minimalistic &quot;walking simulator&quot; fashion. Lose yourself in the detailed and immersive open forest environment with various paths and hidden places to find, marked by cairns and rock paintings. Visit the ruins of temples carved in cliffs and caves and immerse in the mythology of their creators, witnesses of an age when natural life thrived on this now barren land.<br />\r\n<br />\r\nSearch and collect artifacts to solve the puzzles left by this mysterious archaic culture. Live a poetic contemplation experience, a walk through oneiric architectures adorned with surrealistic and metaphorical sculptures.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1255890/header.jpg?t=1670529293",
    "developers": [
      "Victor Schmitt"
    ],
    "publishers": [
      "Victor Schmitt"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}