{
  "1256950": {
    "name": "Draft Day Sports: College Basketball 2020",
    "steam_appid": 1256950,
    "required_age": 0,
    "is_free": false,
    "description": "Draft Day Sports: College Basketball 2020 lets you take control of your favorite school's basketball program. It is up to you as the coach to recruit the next batch of stars while coaching your team to tournament glory. You can control every aspect of your program - decide what your team will practice, make sure your players are getting their grades to stay eligible and exert total control on game day as you work the virtual sideline. You can even decide whether you will run a clean program or perform some shady dealings in order to get the recruit you want.<br />\r\n<br />\r\nDraft Day Sports: College Basketball 2020 has been built from the ground up on the new Alchemium Unlimited platform providing the best user experience in any sports simulation game out there. The amazing new UI provides you a new ease in moving around your association while you take in the amazing amounts of data, news, reports and even special features like an in-game selection show which will have you on the edge of your seat while you wait to see if your team is going to the big dance. Nothing else gives you the opportunity to experience life as a college basketball coach like Draft Day Sports: College Basketball 2020!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1256950/header.jpg?t=1583845571",
    "developers": [
      "Wolverine Studios"
    ],
    "publishers": [
      "Wolverine Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}