{
  "1257940": {
    "name": "Shadow Madness",
    "steam_appid": 1257940,
    "required_age": 0,
    "is_free": false,
    "description": "All is definitely not well in the world of Arkose. The islands are falling into chaos caused by 'shadow madness', a plague of unknown origin and dire consequence! Who can possibly help before it's too late?<br><br>The disease has no known cure and has no warning symptoms, making the result particularly fearsome. It turns its victims into hideous creatures that bare no resemblance to their former selves. You are the only chance that Arkose has.<br><br>With intricate battle scenarios involving magic, 6 heroes to choose from and many hours of engrossing gameplay, you can't help but want to fight. Shadow Madness is a race against time and the deadliest enemy of all, the enemy <br><br><strong><br>    •Complex battle scenarios with three styles of magic.<br>    •Six unique heroes with distinct personalities.<br>    •2 Disc product boasting over 48 hours of epic gameplay.<br>    •Rich Story similar to classics like Final Fantasy VII.<br>    •Turn Based battle style.<br>    •FMV sequences.<br>    •Mini Games made by the team that brought you Powerslave.<br>    </strong><br><br>On a gentle spring evening, without warning or apparent source, chaos<br>  descends upon the once thriving world of Arkose. A coastal town is silently<br>  crushed, leaving piles of dust where people once stood. A pestilence infects<br>  the land. It cares not whom it reduces to a blubbering, raving lunatic. The<br>  infected spend their final days trying to escape from the cluthes of their<br>  own shadows. There is no apparent cure.<br><br>  The once prominent Gadgeteer race seems to disappear. Hysteria reigns<br>  supreme. Doors are shut tight and towns turn hostile to strangers. Barriers<br>  of all kinds, some quite lethal, spring-up as towns fight off deranged<br>  strangers and the growing horde of bizarre creatures that are some how<br>  connected with the disease. It's as if some immense, demonic nightclub just<br>  shut its doors at 2 AM, spewing its inebriated, bloodthirsty, vicious patrons<br>  out into the world all at once.<br><br>  A small band of orphans stumbles along seeking help and answers. They are<br>  assisted by numerous characters and confront hordes of vicious and conniving<br>  adversaries. They wander and explore sweeping landscapes, ranging from<br>  fantastic flying cities to haunted villages and mysterious ruins. They must<br>  solve challenging puzzles, complete difficult mini-quests and meet a slew of<br>  quirky beings as they try to solve the mystery of Shadow Madness.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1257940/header.jpg?t=1644937849",
    "developers": [
      "Crave"
    ],
    "publishers": [
      "Piko Interactive LLC",
      "Bleem!"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}