{
  "1257870": {
    "name": "Raivo",
    "steam_appid": 1257870,
    "required_age": 0,
    "is_free": true,
    "description": "Think of Pokemon + Championship Manager + Dota Auto Chess!<br><br>Collect a team of robots. We call them <strong>Raivos</strong>. These are highly advanced creatures that are quick at learning. They start with no knowledge, so everything they learn, through advanced machine learning, they learn from you. <br><br>Welcome to an alpha test version of Raivo. This version is not a complete game. The final version will be released around summer 2021. The final version will have in-app purchases, but the current version is intended for testing only. We will distribute the alpha version free of charge, and develop the game based on feedback received and metrics collected.<br><br>We've built an all-new AI toolset specifically for games in mind. When you train your Raivos, they don't just level up -- they actually learn from you and apply the new skills in practice during the game. Over time, they develop their own personality. Your Raivos will become your pets.​ Some of the features are not yet available in this version, but we will keep on adding more features over time.<br><br>Compose your team, equip and train them, and enter them into an online arena for a match against Raivos trained by other players!​ The current version does not have multiplayer mode, but the final version will feature online multiplayer against other players.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1257870/header.jpg?t=1592637659",
    "developers": [
      "Utopos Games"
    ],
    "publishers": [
      "Utopos Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}