{
  "1257190": {
    "name": "VR Mini Bowling 2",
    "steam_appid": 1257190,
    "required_age": 0,
    "is_free": false,
    "description": "VR Mini Bowling returns in this new and improved installment!  VR Mini Bowling 2 brings the addition of Powerups, which completely change the way the game is played in this cross between bowling and mini golf!  <br><br>Please Note: If you already own VR Mini Bowling 1, you can use the 'Mini Bowling Upgrade Bundle' to buy VRMB2 at a lower price.  If you do not yet own VRMB1, then I only recommend buying VRMB2 as it contains everything that VRMB1 has, plus more!<br><br> <h2 class=\"bb_tag\" >Key Features:</h2> <ul class=\"bb_ul\"><li>Bowling Ball Powerups (Split Ball, Big Ball, Orbit Ball, Fast Ball)<br></li><li>5 scoring modes<br></li><li>5 courses with 10 unique lanes each (including 3 re-imagined legacy courses)<br></li><li>Traditional bowling lanes with realistic physics (spin, oil patterns)!<br></li><li>Local Multiplayer<br></li><li>24 different bowling balls to choose from (16 unlockable)<br></li><li>Personal best statistics for each lane and scoring mode<br></li><li>Customizable Sound Effects<br></li><li>Adjustable Throw Force Multiplier<br></li><li>Global Leaderboards for each scoring mode on each course<br><br> <h2 class=\"bb_tag\" >Improvements:</h2> </li><li> Automatically pick up the ball by pressing the trigger.  You no longer have to reach out and grab it (you still can if you want to though...)<br></li><li> Re-imagined environments with improved visuals<br></li><li> Simplified lobby for easier navigation and multiplayer selection<br></li><li> When playing multiplayer, you can now switch players whenever you want.  Each player can play thru all lanes at once, switch every 1 lane, every 3 lanes, etc.<br></li><li> Multiplayer scoreboards available on all lanes<br><br> <h2 class=\"bb_tag\" >Standard Mode:</h2> The newest game mode!  Use powerups to boost your game and try to get the highest score possible!<br><br> <h2 class=\"bb_tag\" >No Powerups Mode:</h2> Normal bowling rules apply, and no powerups are available.  Try to get the highest score possible!<br><br> <h2 class=\"bb_tag\" >Stroke Play Mode:</h2> This mode will put your skills to the test!  Use powerups to you help knock down all of the pins in as few throws as possible.<br><br> <h2 class=\"bb_tag\" >Rush Play Mode:</h2> Speed is the key in this mode.  Knock down all of the pins as quickly as possible!  You get unlimited throws in this mode so fire away!<br><br> <h2 class=\"bb_tag\" >Normal Bowling Mode:</h2> Feel like changing it up and playing a regular game of bowling?  You can!  Play with or without Powerups, try Active Spin mode (you change the spin on the ball as it goes down the lane) and even change the oil pattern on the lane!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1257190/header.jpg?t=1586533267",
    "developers": [
      "Brian Macumber",
      "Kevin Macumber"
    ],
    "publishers": [
      "Brian Macumber"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}