{
  "1257960": {
    "name": "Heroines of Swords & Spells Demo",
    "steam_appid": 1257960,
    "required_age": 0,
    "is_free": true,
    "description": "This is a demo version of Heroines of Swords &amp; Spells game, an epic humorous jRPG with highly detailed world and intriguing story. Heroines of Swords &amp; Spells: Demo is designed to introduce the player to the general concept of the game and its unique, refreshingly distinctive world.<br />\r\n<br />\r\nHeroines of Swords &amp; Spells is more than just a game. It’s a whole book which marks the beginning of a saga, that will appeal to the old school RPG lovers. More than 150 thousand lines of dialogues are eagerly waiting to be read.  Heroines of Swords &amp; Spells is an epic fantasy JRPG journey! If you enjoy reading and exploring the detailed world, you’ll surely love this game. Especially if you fancy humorous fantasy.<br />\r\n<br />\r\nTake a dive into the midst of this great adventure, leading the dream team of a naïve thief, a hyperactive mage, a cowardly warrior and a quarrelsome priestess. Explore the world and live through people’s joys and sorrows. Descend deep into the dungeons. Overcome hazards, ambushes and traps. Help the girls become the real heroines of swords and spells!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1257960/header.jpg?t=1726258032",
    "developers": [
      "Kirillkrm"
    ],
    "publishers": [
      "Kirillkrm"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}