{
  "1258030": {
    "name": "Paranormal Precinct - Last Copy of '99",
    "steam_appid": 1258030,
    "required_age": 0,
    "is_free": false,
    "description": "About This Game<br />\r\nIn this survival horror roguelite, players assume the role of a rookie officer tasked with navigating the unsettling avenues of a city shrouded in enigma and peril. The objective is clear: survive the ordeals and reach retirement while confronting the horrors that lurk in the city's depths.<br />\r\n<br />\r\nGameplay Overview:<br />\r\nCharacter Creation: Players start by creating an officer, each with a distinct career path filled with diverse opportunities and challenges.<br />\r\n<br />\r\nPolice Precinct: Within the Police Precinct, players can select characters, explore side stories, and utilize permanent upgrade points for station enhancements. These points, earned through retirement, are account-bound, preserving progress throughout the game.<br />\r\n<br />\r\nWorld Map: The World Map allows players to choose a casefile, marking the commencement of a new campaign. Each campaign unfolds in a unique city sector, offering varied experiences and challenges.<br />\r\n<br />\r\nCasefiles: Campaigns consist of five themed casefiles and a final boss. Players complete tasks within each casefile, such as uncovering evidence, rescuing survivors, and eliminating enemies, to accrue experience points (XP).<br />\r\n<br />\r\nRank Up: Accumulated XP provides the chance to Rank Up at the conclusion of each casefile. This process involves selecting from 3-4 random traits to augment the officer's capabilities.<br />\r\n<br />\r\nDOOM: The game features a unique DOOM stat that escalates with each adverse event. A DOOM percentage of 100% triggers a complete game restart.<br />\r\n<br />\r\nRetirement Option: Players have the choice to retire their character at the end of a casefile or campaign. While retirement concludes the current career, it yields permanent upgrade points for the police station, contributing to continuous gameplay enhancement.<br />\r\n<br />\r\nGame Experience:<br />\r\nThe game emphasizes the horror elements, set within a city filled with unexpected and chilling encounters. The occasional infusion of humor offers a contrasting experience, maintaining the game's engaging and thrilling nature.<br />\r\n<br />\r\nGame Structure:<br />\r\nFrom rookie to retirement, players navigate the intricate pathways of a career laden with uncertainty and fear. The choices made and the paths chosen shape the narrative, influencing the game's progression and outcome.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 葡萄牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1258030/header.jpg?t=1724692429",
    "developers": [
      "Jupiter Lighthouse Games"
    ],
    "publishers": [
      "Jupiter Lighthouse Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}