{
  "1258830": {
    "name": "Typing Fingers - Enemy",
    "steam_appid": 1258830,
    "required_age": 0,
    "is_free": false,
    "description": "Get into typing-style battles against unknown enemies that are trying to wipe out humankind from all the universe. Play the role of a commander and control ships mentally with a Brain Ship Program, while you are diving in the greatest space war against illiteracy and surviving to regain control of every human star-base and colony that fell under the enemy's power.  <br><br><strong>A LETTER FOR THE PLAYER</strong><br><br>“We, humans, have conquered all... first the earth and then the universe itself is at our feet. No one is able to stop us, we build the dimensional Space Gate and The Central Brain of Mankind, which allows us to control everything flawlessly. What harm could it cause to hold so much power? Nothing less is expected from the most capable creatures that ever live.  Thought, We have never believed evil would come our way again. We were unbeatable… what a foolish thought.  One day almost out of nowhere, we were surprised by an unknown enemy, that successfully infiltrated and took control of The Central Brain of Mankind. That was the beginning of the end of our peaceful days. We lost control of all our ships, communications with other star-bases, colonies were shut down, and as if that wasn´t enough, the dimensional Space Gate was destroyed. Overthrown in a blink of an eye, how could this happen to us again? Please, Commander, Hurry!  You and your Brain Ship Program are our only and last hope!! The destiny of all humankind in your hands.”<br><br><strong>CHOOSE YOUR DIFFICULTY</strong><br><br>Challenge yourself according to your expertise and typing dexterity between three modes: easy, medium, and hard. As you increase your difficulty level so it will the number and speed of the enemy ships that will fiercely come in your way.<br><br><strong>GAME MECHANICS</strong> <br>Enemies will appear in waves and different types of ships will throw you all kinds of projectiles. Pay attention to every destroyable object because they will have a letter or word attached to them, so type as fast as possible without making mistakes to destroy them. Keep your eyes wide open to your surroundings and solve the nearest words first. If you don’t get typing mistakes, you’ll receive bonuses and power-ups to use on each level, but if you do so get ready to assume the consequences.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1258830/header.jpg?t=1611545272",
    "developers": [
      "Foriero s.r.o."
    ],
    "publishers": [
      "Foriero s.r.o."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}