{
  "1259270": {
    "name": "Hyperspace Dogfights Deck Crew Edition",
    "steam_appid": 1259270,
    "required_age": 0,
    "is_free": false,
    "description": "The Deck Crew Edition DLC is a way for people who want to further support the development of the game by voluntarily paying a couple more bucks. The DLC offers no additional content by itself, all content updates for Hyperspace Dogfights are free and available for all owners of the game by default. You’ll get a rainbow message on the title screen though. Plus the knowledge that you kept the studio afloat a little longer and my personal thanks.<h2 class=\"bb_tag\" >The Updates So Far</h2>Alongside the numerous small patches, Hyperspace Dogfights received 4 major content updates since release:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259270/extras/49725b0928c8ad542cc11b52942d108a.avif?t=1617027685\" width=460 height=214 /></span><br>The Realspace update added 47 new items that didn’t make it into the 1.0 release. Two of the most requested features where also implemented: Item tooltips and controllers support. The tooltips where later extended even further by adding a jet stat sheet to the intermission, showing how all your jet stats are currently affected by items. Controller support was made fully customizable through the options menu.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259270/extras/5cc143c1a76f30b3e5f811d7afeeb3a9.avif?t=1617027685\" width=460 height=214 /></span><br>The Stray Dogs update added 5+ new player jet variants to the game. The strays all came with their own specific quirks, meant to provide a fresh new midgame challenge. The new jets all came with new items and unlocks too.<br>The stray jets also gave you access to the first set of Technophages, challenge-mode passives that can be equipped on any jet via the title screen. Some have only mildly annoying effects, but most require you to rethink how you approach a run.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259270/extras/0fd7f2a5f2b50bb40776a92e41a157f0.avif?t=1617027685\" width=460 height=214 /></span><br>The No Masters update focused on providing additional late game challenges. These came in the form of new Technophages that add modes like bossrush, speedrun optimized seeds and an “Iron Dog” hard mode. One phage also adds a completely new phase to the final boss fight. <br>A set of new items was added again, unlocked by flawlessly defeating bosses. Bosses also gained the ability to spawn as elite variants, changing their stats and/or behavior. A couple new minor mechanics where added and some of the game's VFX/SFX where improved.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259270/extras/2072829501faf7d858e43745edeff9b2.avif?t=1617027685\" width=460 height=214 /></span><br>The End-Tech update added 38 new late game items, unlocked in endless mode and through technophage wins. Many of the items explore new mechanics or make better use of previously established ones. The update also finally added an unlock menu to the game. This &quot;data cloud&quot; is accessible from the pause menu and shows unlock conditions, tooltips and descriptions of all the gear in the game. Jets and zones also got completely new entries there. The End-Tech update again featured many quality of life tweaks and bug fixes and also came with some minor visual additions in the form of a new hitspark system.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259270/header.jpg?t=1617027685",
    "developers": [
      "Sleeper Games"
    ],
    "publishers": [
      "Sleeper Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}