{
  "1259950": {
    "name": "Darkest Valley",
    "steam_appid": 1259950,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259950/extras/ce2abf30f8dc41259d444dea4fd7ed3b.poster.avif?t=1673295346\" width=600 height=202 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259950/extras/ce2abf30f8dc41259d444dea4fd7ed3b.webm?t=1673295346\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259950/extras/ce2abf30f8dc41259d444dea4fd7ed3b.mp4?t=1673295346\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >CASUAL, CHALLENGING, OR IMPOSSIBLE?</h2>However you want to play, choose your difficulty and hack and slash through 4 story acts. Each playthrough contains pseudo-randomly generated maps, ensuring that every playthrough is different. Hidden challenge bosses, extra magical loot, and comedic stories can be found for those looking!<h2 class=\"bb_tag\" >UNCOVER THE MYSTERY</h2>Journey through a dark fantasy world, as you uncover the strange happenings in the valley. Help your new friends and a town of misfits face off against the looming threat that has followed you from your past.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259950/extras/46e354bfc906fec62ac0f722806d5cd5.avif?t=1673295346\" width=600 height=190 /></span><h2 class=\"bb_tag\" >EMBRACE THE CLASSIC</h2>Darkest Valley is an homage to the many great 2D action RPGs from the last twenty years. The original soundtrack, the visual style, and the story is a meld of our favorite elements from the classic and unforgettable titles in this genre. Relive those experiences in this modern indie creation.<h2 class=\"bb_tag\" >HIGHLY STRATEGIC, POWERFUL BUILDS</h2>Wield customizable weapons and armor with 8 item types and a wide variety of potions. Skills apply weapon hits to enemies with interesting effects, combining with crafted attributes to allow huge customization in the way you attack and defend. Coordinate with your skill tree selections, stat points, and the items you salvage for crafting materials to find the perfect build for your play style.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259950/extras/919140f0e2ececa110701d0d811d6d94.avif?t=1673295346\" width=600 height=124 /></span><h2 class=\"bb_tag\" >MANY VERY DIFFERENT WAYS TO PLAY</h2>Choose to be an agile melee fighter, a point and click ranged tank, or a strategic summoner. Build your way across an interconnected skill tree with 5 starting points: Melee, Ranged, Summoning, Defensive, and Passives. Leverage your fast reflexes, careful positioning, or thoughtful planning to defeat the hordes you will encounter.<h2 class=\"bb_tag\" >GROW YOUR POWER WITH MAGICAL SHARDS</h2>There is no grind-based experience system in Darkest Valley. Increase your level and grow your strength by seeking out and finding otherworldly crystals shards that bestow great power upon those who wield them.<h2 class=\"bb_tag\" >FACE MONSTROUS CREATURES</h2>Throughout your journey you will fight against an array of creatures, from at first seemingly harmless slimes to monstrous trees that can walk, to horrors that come from the darkest depths. Dodge traps and find unexpected allies, where danger lurks around every corner.<h2 class=\"bb_tag\" >FAST TRAVEL THROUGH THE MUSHROOM TUNNELS</h2>In Darkest Valley there is little need to backtrack. Each area contains a mysterious enoki-like waypoint that acts as a portal and can be used to instantly teleport you from one area to another. If you die, you can simply teleport back to the latest waypoint and continue on your journey.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1259950/header.jpg?t=1673295346",
    "developers": [
      "Sudo Games"
    ],
    "publishers": [
      "Sudo Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}