{
  "1260150": {
    "name": "Phos",
    "steam_appid": 1260150,
    "required_age": 0,
    "is_free": false,
    "description": "You play as a robot colonizer that has been sent out to an alien planet with one goal. Harvest its resources and send them back home. To accomplish this you must build a base on the planet. As your base develops you will be able to build more advanced structures to harvest at an increased scale. And eventually you will be able to accomplish your goal to start sending resources back to your mother planet. But the native inhabitants of the planet won’t sit idly by as you strip their world of its resources.<br />\r\n<br />\r\nAt its core Phos is an RTS base building game. My plan is to have the game advance in four main phases. In phase 1 you start off with first contact on the planet, choosing your starting location. Feeling out your surroundings and building out your base. The next phase will be kind of an expansion phase. You will no longer be holding a defensive line but actively pushing out to your surroundings and gaining access to higher tier resources. During this phase I intend for the player to be focused increasing their offensive power and infrastructure. <br />\r\n<br />\r\nIn phase 3  you will be building a superstructure responsible for generating massive amounts of power and another to send the power back to your mother planet. During this phase the player will have access to an assortment of “Super” units and buildings, kinda like experimentals in Supreme commander. These structures will require a lot of resource investment to complete.<br />\r\n<br />\r\nThen finally in phase 4, an end game scenario will be triggered. This will be based on how the player chooses to advance during phase 2 and 3. The idea for this event is that it’s the final attempt by the inhabitants of the planet to stop you. I haven’t finalized what these scenarios will be but the general idea is that it tests your defense, offense or both, based on your actions. If you are successful you will win.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1260150/header.jpg?t=1666985900",
    "developers": [
      "Amatsugu"
    ],
    "publishers": [
      "Amatsugu"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}