{
  "1260760": {
    "name": "Locked Up Demo",
    "steam_appid": 1260760,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><i>«Don't believe everything you see»</i></strong><br><br>The game <strong>Locked Up</strong> is a psychological thriller in the first person.<br><br><br><strong>WARNING</strong>: epileptic seizures associated with increased sensitivity to light are Possible.  Some people may experience seizures when exposed to flashes of light and flashing images that appear in a video game. People who have not previously experienced such attacks may not be aware of their illness. A reasonable restriction of the game audience is recommended. <br><br><br><strong>IMPORTANT NOTE</strong>: the Player assumes the role of the main character, relying on their intuition. The main focus of the game is on exploring the environment in a closed space, which will change after interacting with it. It is important to carefully study the details of the game. The tension will increase over time, creating the effect of insanity. The plot is revealed not linearly, almost without notes in the game world.<br><br><br><strong>Environment.</strong><br>The game takes place in a house where previously there were terrible events. You have to repeatedly wander through the same corridor, in order to uncover the causes of insanity and understand who you are. Be patient, and the house will open previously locked doors and show you frightening memories of the past. The narrative of the story is transmitted through the environment. Each item tells a story, relying on your imagination. Only the player decides to reveal the idea of the game and be in the center of events, escape or pass it as a room of fear.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1260760/header.jpg?t=1624679843",
    "developers": [
      "EMIKA_GAMES"
    ],
    "publishers": [
      "EMIKA_GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}