{
  "1260780": {
    "name": "The Singularity Trials",
    "steam_appid": 1260780,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Year is 2345.. The Solar Council is in Session. Tasked with creating a lasting tribute to honour all who had perished during The Singularity War.</strong><br><br><u><strong>The Singularity Trials was Born</strong></u><br><br>- Choose from 3 Unique factions from the Solar System <br>- Pure Earth Initiative (Earth) / New Eden Alliance (Mars) / Theta Corporation (Titan) <br>- Battle your way through the Solar System.<br>- Unique landscapes and faction strongholds.<br>- Purchase armour and weapon upgrades in the Solar Exchange Network – In Game Shop <br>- Purchase faction swords, axes and poles, upgrade them for Insane Score &amp; Kill Streak Multipliers.<br>- Change your monitor display camera view to record Game play footage in 3rd Person Perspective! without the need for expensive Mixed Reality Set Ups.<br>- Unlock additional weapons such as Grenades, Killing Discs and Defensive Shields.<br>- Take on Faction Bosses located on each Faction Home world, with unique and intuitive Boss Mechanics.<br>- Delve in to the Data Archives to discover a deep interconnect history between the Factions.<br><br><u><strong>Story Prologue</strong></u><br><br>The atrocities committed in Turing City, Titan, created shock waves across the Nexus.<br><br>Theta Corporations home system had been infiltrated by Earth Purists, determined to purge the solar system from the ‘abomination’ of the Nexus Mind, The single most Intelligent Sentient AI mind born of the Singularity. <br><br>This event became a catalyst for the 1st Interplanetary war that ravaged through the Solar System.<br><br>For 30 years. Millions of souls perished into the cold vacuum of  space.  <br><br>It was to become forever known as ‘The Singularity War’ <br><br>The Nexus Mind offered a gift in exchange for peace. Space time distortion technology for ALL humankind.. <br><br>It allowed each faction to look beyond the confines of the Solar System for the first time.  <br><br>Stability returned to Sol but inter faction differences remained and the scars of war cut deep.. <br><br>The Singularity Trials was born from this pain.<br><br>Each Faction offered up their most competent warriors and commanders to compete in an annual tournament designed to honour their fallen and test their readiness for battle.  <br><br>For even though the Singularity War was over, the Universe is Infinite… And completely Unknown…",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1260780/header.jpg?t=1670234975",
    "developers": [
      "Vegaware Studios"
    ],
    "publishers": [
      "Vegaware Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}