{
  "1260730": {
    "name": "EMPTY₁ / пустышка",
    "steam_appid": 1260730,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >EMPTY₁ / пустышка is the author's pilot work in a game universe close to YaE in the genre of first-person action adventure. The events in the game take place in the 50s of the 20th century. Outstanding scientists and great minds of the Soviet Union united in the revolutionary development of a colossally new historical community. The launched project for the accelerated transformation of man into superman did not lead to the desired results, but, on the contrary, entailed uncontrollable processes. As one of the last representatives of humanity, you must fight your way through creatures that were once human. Trying to regain what was lost, look for clues that will lead you to the truth and act decisively: in this presented world there is no place for pity - especially for those who are deprived of reason and humanity!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The player will have to travel through a variety of natural, industrial and urban locations of the 50s. Interact with characters and the world around you, solve puzzles, study notes and other items. Battles with mutated and crazed inhumans.. At the moment, in Early Access the player has access to the starting location, several tasks, story dialogues and other actions.</p>",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1260730/header.jpg?t=1750716906",
    "developers": [
      "dipgames"
    ],
    "publishers": [
      "dipgames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}