{
  "1261680": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Extinction Curse AP 2: Legacy of the Lost God",
    "steam_appid": 1261680,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder 2 RPG - Extinction Curse AP 2: Legacy of the Lost God</h2>The heroes bring their Circus of Wayward Wonders to the city of Escadar to capitalize on their newfound fame and skills. But old enemies lurk in the city, including the cruel Mistress Dusklight and her Celestial Menagerie. Investigating the looming xulgath threat in a shuttered temple to Aroden, the dead god of humanity, the heroes learn that all their foes are working together. The revelation forces them to enter the Celestial Menagerie to bring the evil ringmaster to justice.<br>&quot;Legacy of the Lost God&quot; is a Pathfinder adventure written by Jenny Jarzabski for four 5th-level characters. This adventure continues the Extinction Curse Adventure Path, a six-part, monthly campaign in which the heroes lead a traveling circus as they unravel a plot to eradicate all life from the islands of the Inner Sea. This adventure also includes information about catfolk of Golarion and the villainous xulgaths, as well as new monsters and circus-themed rules.<br>Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the world's oldest fantasy RPG.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br><strong>  Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Pathfinder 2.0 ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1261680/header.jpg?t=1768424345",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}