{
  "1261360": {
    "name": "Anitons",
    "steam_appid": 1261360,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Join our Discord! </h2>It is full of contests, dev updates and information about the upcoming Kickstarter campaign.<h2 class=\"bb_tag\" > The World </h2>The world of Anitons is set on a remote island that is populated by the various endemic species of Anitons - unique to the rest of the world. Your main objective in the game will be to bring the long-gone Aniton Gods back into the world. And you will achieve it by experimenting with species and creating more and more powerful Anitons with each successful DNA combination.<br><br>You will collect the DNA from diverse species found in the wild, use it to hatch new creatures, and then create even more powerful Anitons by combining them together. <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1261360/extras/9cf3c843b397da3e83c3ea8bbc93d6eb.poster.avif?t=1733908414\" width=800 height=342 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1261360/extras/9cf3c843b397da3e83c3ea8bbc93d6eb.webm?t=1733908414\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1261360/extras/9cf3c843b397da3e83c3ea8bbc93d6eb.mp4?t=1733908414\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" > The Anitons </h2>Approach every Aniton in a different manner. Anitons are native creatures to the world. Same to our real-life animals, some are very easily spooked and will flee if feeling threatened, while others will completely ignore you or dwell in places that are hard to reach. Lastly, some of them will be very much aggressive toward you - and will do their best to pick up a fight.<h2 class=\"bb_tag\" > Your Base </h2>When your bags are full of collected Aniton DNA and other materials, it is always a good time to return to your base. <br>There, you will hold your hatched Anitons that you do not wish to bring along. You can also grow some plants.<br>During the gameplay, your base will slowly expand into Aniton Haven, fully supporting your DNA experimentation and Aniton population.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li><strong>Creature collection</strong> - collect and evolve various Anitons or create and combine a completely new one. Anitons in the wild will react differently to your presence.<br></li><li><strong> Real-time combat</strong> - Real-time combat - Control your Anitons in real-time combat and use the skills you've taught them. <br></li><li><strong>Vast world</strong> - Explore a vast world, in which you can find a myriad of wild Anitons and secrets. At first, getting by in the wilderness may seem challenging, but as you create more powerful Anitons, you will find ways to grow in strength...<br></li><li><strong>Expand your base</strong> - Create new enclosures and turn your base into an Aniton haven! <br></li><li><strong>Customization</strong> - Customize your character to perfectly fit your playstyle and Aniton squad. Unlock new outfits as you progress by completing fun challenges.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 波兰语, 葡萄牙语 - 巴西, 简体中文, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1261360/header.jpg?t=1733908414",
    "developers": [
      "CrazyGoat Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}