{
  "1261720": {
    "name": "Fantasy Grounds - Starfinder RPG - Dawn of Flame AP 6: Assault on the Crucible",
    "steam_appid": 1261720,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Starfinder RPG - Dawn of Flame AP 6: Assault on the Crucible</h2>At the Boiling Point<br>While the heroes recover in the liberated sun-city of Kahlannal, efreet launch an assault on the Burning Archipelago from deeper within the sun. The PCs have the advantages of position, knowledge, and surprise, giving them a unique opportunity. Using technology from their new allies, the anassanois, the PCs can approach stealthily to infiltrate the efreeti base known as the Crucible. Thwarting the invasion requires returning the Far Portal to the surface of the sun. However, the forces overseeing the base won't stand idle. In the end, General Khaim, the efreeti commander, risks everything to realize his plan to dominate the Burning Archipelago and destroy the meddlesome intruders!<br>This volume of Starfinder Adventure Path concludes the Dawn of Flame Adventure Path and includes:<br><ul class=\"bb_ul\"><li>&quot;Assault on the Crucible,&quot; a Starfinder adventure for 11th-level characters, by Jason Tondro.<br></li><li>Ways to continue the campaign after the efreeti invasion, as well as two villains who might have plans involving the heroes of this Adventure Path, by Tracy Barnett.<br></li><li>A survey of the Plane of Fire--including its denizens, plots, and realms--by Thurston Hillman.<br></li><li>An archive of elemental outsiders and bizarre inhabitants of the galaxy, from capricious water genies to swarms of fey rodents, by Tracy Barnett, Violet Hargrave, Owen K.C. Stephens, and Jason Tondro.<br></li><li>Statistics and deck plans for an efreeti cruiser, by Thurston Hillman, plus a look inside a hollow world containing a miniature sun, by Violet Hargrave.</li></ul>Assault on the Crucible is sanctioned for use in Starfinder Society Organized Play.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br><strong> Christopher Ward</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included SFRPG ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1261720/header.jpg?t=1768424398",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}