{
  "1264920": {
    "name": "Endgame: Road To Salvation",
    "steam_appid": 1264920,
    "required_age": 0,
    "is_free": false,
    "description": "The world is under siege from an unknown enemy.  Gates are appearing, spawning demonic entities. Major cities have been destroyed with overwhelming force. Most of the population has been decimated, but the dead rise again to feast on the living. There was no warning, no signs, no dark omen... Just death and destruction.  This is the apocalypse. There are rumours of massive fortified strongholds around the world, properly defended against these dark invaders. The closest stronghold is called Salvation, but getting there will prove to be a long, challenging road. If there is any hope of survival, it rests far to the North at the gates of Salvation.<h2 class=\"bb_tag\" >Description</h2>I am proud to present the first release from Indie/Anon Games, Endgame: Road to Salvation. It is a road trip combat style of game with rpg/survival/roguelike elements such as 6 main attributes and 26 skills to develop, over 300 craftable items, and full ragdoll physics. This game has a surreal atmosphere with its own art style, and now contains both an immersive 3rd person mode on foot, or the original unique hybrid of top-down/twin stick shooter and third person camera control while driving. As the player, you have to drive North and reach the safety of the distant stronghold Salvation, delivering your caravan with as many survivors as possible from the cruelty of the Apocalypse. You can accomplish this monumental task by staying armed, fed, and mobile, and keep your caravan happy and safe. The enemy are more active at night, meaning you should find shelter and stay hidden, and hope that nothing tears down the walls around you. This is a really difficult game and you may be forced to make tough decisions on the fly, but the random generation and AI storyteller will keep you moving.<h2 class=\"bb_tag\" >Drop In/Out Local Co-Op</h2>The game contains local co-op split screen, which is a really big help in the madness of the apocalypse. The single player game can be played with either the keyboard/mouse or a gamepad controller. Player 2 can drop in or out of the game at any time, maintaining their character through a slot-based save system. Co-operative play allows certain privileges such as reviving a fallen player, controlling a trailer turret, firing from the passenger seat, or just having a friend watch your back.<h2 class=\"bb_tag\" >Powerful Support Options</h2>Gather as much loot as you can and send it back to the convoy from activated radio towers or inside the colony. Loot is broken down into basic caravan materials; Wood, Metal, Electronics, Fabrics, Food, Medicine, and Firepower. These basic materials are used to unlock material/survivor capacity bonuses and higher department levels, which in turn unlocks stronger support options. These support options can be the difference between life and death. All weapons, traps and turrets add to the Firepower stockpile, so be sure to disassemble them first if you prefer the base materials.<h2 class=\"bb_tag\" >Stay mobile, Stay alive</h2>No matter how well equipped or skilled you become, you cannot take on every enemy on foot. A light vehicle support option will always be available to you for quick getaways, if you can survive long enough for the delivery. You may be forced to flee from the enemy masses until you have a vehicle modified for combat. Using a combination of support drops, mounted vehicle weaponry, and guile, you can take on anything.<h2 class=\"bb_tag\" >Some features include:</h2><ul class=\"bb_ul\"><li><strong>New Difficulty Options</strong> - Tailor your experience with new options such as friendly health and damage multipliers, prevent zombie reanimation, and more.<br></li><li><strong>Play your way</strong> - You can freely switch between 3rd person shoulder cam view and top down view modes at any time from the options screen<br></li><li><strong>Day/Night System</strong> - Enemies are more restless at night, try to find a safe place to sleep before the sun goes down, or be prepared for a long night.<br></li><li><strong>Dynamic Weather and Temperature System</strong> - Lightning storms, tornadoes and other weather effects can change the environment around you, making the landscape wet, tearing apart buildings, etc.<br></li><li><strong>RPG Character Creation with Extensive Skill/Attribute System</strong> - Pick a random character or customize your own with multiple classes and 26 skills.<br></li><li><strong>Vehicle Modification System</strong> - Multiple vehicle mods can be found, transferred from other vehicles, or crafted. Installation/removal speed depends on Mechanics Skill.<br></li><li><strong>Weapon Modification System</strong> - There are many weapon mods available to help improve your chances of survival. The scope mod can be used to activate a zoomable third person view for targeting enemies at a distance.<br></li><li><strong>Vehicle Turret/Combat System</strong> - Drivers can control a mounted vehicle turret from the driver's seat.<br></li><li><strong>Trailer and Trailer Modification System</strong> - Trailers can be found and attached to an appropriate vehicle. Trailers may contain valuable materials which can be sold or transferred to the caravan at checkpoint colonies.<br></li><li><strong>Skill-Based Crafting System</strong> - Learn recipes by raising skills, raise skills through skill use.<br></li><li><strong>Over 300 Items to Loot/Craft/Dismantle</strong> - A Plethora of items are available in game, some can only be found in rare structures hidden away in the backroads.<br></li><li><strong>NPC Follower System</strong> - You can convince other survivors to follow you. They can help you in combat or you can send them back to the caravan for a small stat boost. <br></li><li><strong>Destructible Buildings</strong> - Having trouble getting into that store? Drive a van through the wall! Locked doors can be smashed down, and walls can be destroyed with explosives. <br></li><li><strong>Caravan System with Department Upgrades</strong> - You can spend your collected materials on upgrading Caravan Departments, which allow access to a wide range of helpful support options. <br></li><li><strong>Caravan Support Options</strong> - Use Inspiration to call unlocked airstrikes/Support Drops/ect. <br></li><li><strong>Trap and Defense Systems</strong> - There are certain defense structures and items that can help defend an area when needed, such as mines, turrets, spike traps, etc.<br></li><li><strong>Randomized Towns and Maps</strong> - Random maps spawn through a landmark map system, providing randomized locations, enemies, and loot. <br></li><li><strong>A Semi-Endless Procedural Highway</strong> - Two thousand miles of highway lie between you and your destination. Do you have the fortitude to survive the trip?<br></li><li><strong>Procedural Labs to Explore and Loot</strong> -  Powerful weapons and armor can be found in secret underground laboratories. But beware traps and other mechanized defenses.<br></li><li><strong>Checkpoint Colonies</strong> - Hastily constructed checkpoints are spread throughout the world to provide survivors a place to rest and sell their goods/materials.<br></li><li><strong>Local Co-Op</strong> - Two player split-screen play, drop in/out, shared caravan and quests. Use either Keyboard/Mouse + Controller or two Controllers. <br></li><li><strong>Manage Threat Levels</strong> - Certain actions will increase the local threat rating, while destroying certain enemies or structures can help to mitigate the severity of the apocalypse. Be cautious! As the threat level rises, so does the mayhem...<br></li><li><strong>Hordes of Enemies</strong> - Hordes of enemies can attack at once, always have an exit plan.<br></li><li><strong>Demonic Structures</strong> - Gates and demonic structures are appearing around the world. Find a way to destroy as many as you can.<br></li><li><strong>Giants</strong> - Monstrosities prowl the night, always be prepared, and stay mobile!<br></li><li><strong>A Helping Hand</strong> - You lose cash, inspiration, and your stored inventory on death, but die too often and your caravan will send help to get you back on your feet.<br></li><li><strong>Storyteller AI</strong> - Events and situations may spawn nearby depending on the player's current circumstances.<br></li><li><strong>Salvation Radio</strong> - A varied mix of over 20 tracks from various talented musical artists. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1264920/header.jpg?t=1709124671",
    "developers": [
      "Indie/Anon Games"
    ],
    "publishers": [
      "Indie/Anon Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6000,
      "final": 6000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 60.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}