{
  "1264160": {
    "name": "からかい上手の高木さんVR 1学期",
    "steam_appid": 1264160,
    "required_age": 0,
    "is_free": false,
    "description": "Virtually experience the playful and relentless teasing of heroine, Takagi-san, in Teasing Master Takagi-san VR - 1st Semester (Karakai Jouzu no Takagi-san VR). With sales of the original comic series exceeding 8.2 million copies and two anime seasons broadcast in Japan, the romantic comedy makes its debut on VR platforms as a VR animation.<br><br>In assuming the role of the main character, Nishikata, not only will you be able to experience being the target of Takagi-san's affection(!?!) up close, you'll have a variety of opportunities to interact with her – more so than other VR animation titles to date. Spend time with Takagi-san after school cleaning up the classroom, play at the beach, and more!<br><br>In addition to popular scenes from the original series, Teasing Master Takagi-san VR features original scenarios you can only experience here.<br><br>If you ever wanted to trade places with Nishikata and get teased by Takagi-san, this is the animation for you!<br><br><br><br>&quot;Shogakukan and Kayac Inc. tag-team to bring you the next generation of VR animation!&quot;<br>Shogakukan teams up with VR content and entertainment creators at Kayac Inc. to deliver the VR anime debut of the popular romantic comedy Teasing Master Takagi-san. A mainstay in the monthly manga magazine Gessan, the series depicts the daily life of high school students Nishikata and Takagi-san, who loves to tease the former. Teasing Master Takagi-san VR invites you to experience the fun with original animation and stories.<br><br>[Production Staff]<br>Original Series<br>Teasing Master Takagi-san (Karakai Jouzu no Takagi-san)<br>Soichiro Yamamoto<br>Published in Gessan (Monthly Shonen Sunday)<br><br>[Cast]<br>Rie Takahashi as Takagi-san<br><br>[Planning and Development]<br>Shogakukan &amp; Kayac Inc.",
    "supported_languages": "日语<strong>*</strong>, 英语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1264160/header.jpg?t=1631009823",
    "developers": [
      "KAYAC Inc."
    ],
    "publishers": [
      "KAYAC Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 60,
      "total_negative": 6,
      "total_reviews": 66
    }
  }
}