{
  "1264180": {
    "name": "Blueplanet VR v2",
    "steam_appid": 1264180,
    "required_age": 0,
    "is_free": false,
    "description": "Blueplanet VR Explore v2 is an extensive collection of nearly 100 volumetric experiences of powerful scenic and cultural heritage locations worldwide, ranging from sacred temples in Indonesia to stunning natural locations found across the southwestern US. BPVR offers full spatial presence and exploration within these remarkable dioramas, some even offering hang gliding flight experiences over spectacular terrains. Interactive features are provided to deepen understanding and insight of these fascinating and unique locations.<br />\r\n<br />\r\n*THIS VERSION PRIMARILY SUPPORTS VIVE AND INDEX, QUEST VERSION IS BEST NATIVE*<br />\r\n<br />\r\nKey Features and Updates in v2.0: <br />\r\n-\t40 new scenes added to the 50 scenes in the base app, new pricing at discount rate<br />\r\n-\tNew scrollable lobby layout, easier to navigate and select<br />\r\n-\tNew UI offering travel between scenes, many other requested features<br />\r\n-\tFaster hang gliding flight speed<br />\r\n-\tAdjustable viewing height<br />\r\n-\tNew like buttons for collecting favorites<br />\r\n-\tNew training video<br />\r\n<br />\r\n90 Base App Experiences:<br />\r\nAntelope Canyon, Yosemite National Park, Carlsbad Caverns National Park, Bears Ears National Monument, Grand Canyon National Park, Red Rock State Park, Valley of Fire State Park, Mono Lake State Natural Reserve, Natural Bridges National Monument, Hueco Tanks State Park, Mojave Desert, Death Valley National Park, Iceland, Indonesia-Java, Grand Escalante National Monument, Owens Valley, Nepal-Khumbu, Ancient Bristlecone Pines, Bryce Canyon National Park, Yellowstone National Park, Navajo National Monument, Baja California-Santa Teresa Canyon, Cathedral Gorge State Park, San Rafael Swell, Moonscape Overlook, Satsop Nuclear Plant, Sierra Nevada, India-Bodhgaya/Delhi, Capitol Reef National Park, Chaco Culture National Historic Monument, Sedona Redrock, Bisti Badlands, Owens Valley, Mojave Desert, California Coastline, New Mexico, Carlsbad Caverns National Park, Death Valley National Park, Indonesia-Bali.<br />\r\n<br />\r\n<br />\r\nA free demo is available with 4 sample scenes to explore.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1264180/header.jpg?t=1707086295",
    "developers": [
      "Blueplanet VR"
    ],
    "publishers": [
      "Blueplanet VR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}