{
  "1264550": {
    "name": "Personal Space",
    "steam_appid": 1264550,
    "required_age": 0,
    "is_free": true,
    "description": "Escape the clutches of friendship and social expectations in this top-down puzzler about living with social anxiety. Go to social gatherings and try to complete your obligations before you get too stressed. If your anxiety gets too high it's game over. <br><br>The purpose of Personal Space is to create the experience of social anxiety for any player that interacts with the game. We wanted to make this game because it opens up a really important conversation about social anxiety, how it affects us, and why we need to talk about it. We think it's important that, even if you're not someone prone to social anxiety yourself, you can empathize with the experience and with other people who may feel social anxiety in their daily lives. We want this to be a game that fosters a sense of community. It’s about understanding that even if you experience social anxiety you’re not alone. A lot of us are anxious, and in that we can find community.<br><br><strong>Who is Pastel Peaks Production?</strong><br>We are a team of students from the University of Utah's Entertainment Arts and Engineering Program. This game was created as part of a Senior Capstone Project over the course of the 2019-2020 academic year.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1264550/header.jpg?t=1589501772",
    "developers": [
      "Pastel Peaks Production"
    ],
    "publishers": [
      "Pastel Peaks Production"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}