{
  "1264470": {
    "name": "3dRudder Driver for SteamVR",
    "steam_appid": 1264470,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Getting Started</h2>The 3dRudder Driver for SteamVR lets you move in your favorite SteamVR games with your 3dRudder foot motion controller at the feet, hands free for action!<br><br><br>Put your feet on the 3dRudder and experience full, intuitive and precise motion control in your games. Move forward, backward, strafe, turn, or move up &amp; down. Speed up, slow down, stop exactly where you chose to. Achieve in seconds movements like orbiting around a target while shooting at it, that are almost impossible to do with thumb-sticks. And notice how after just a few minutes, motion at the feet becomes second nature. Your hands now focus solely on the action: shooting, looting, hitting… You are fully immersed in a fuller, enhanced, thrilling VR experience. You run the game.<br><br>After downloading the 3dRudder Driver for SteamVR make sure to head over to the setup instructions to get started.<br>There you'll learn more about getting the right version of Windows, playing games, and troubleshooting setup issues.<br>Note that this product requires a 3dRudder for PC. Visit our website to learn more.<h2 class=\"bb_tag\" >For Developers</h2><br>3dRudder Driver for SteamVR allows developers to test and optimize their SteamVR experiences with 3dRudder.<br>Please, contact us to make a native integration of the 3dRudder in your VR Game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1264470/header.jpg?t=1593104640",
    "developers": [
      "3dRudder"
    ],
    "publishers": [
      "3dRudder SA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}