{
  "1265040": {
    "name": "The Abnormal Place",
    "steam_appid": 1265040,
    "required_age": 0,
    "is_free": false,
    "description": "Abigail has awoken in a strange world, and otherworldly resort and hotel that's made for monsters, and she's also lost her voice?! That's a lot for a young woman with no special abilities.<br><br>The Abnormal Place is a spooky 3D platformer with a deadly environment, light puzzles, collectibles and an interconnecting world which has weird irritable looking monsters that will send you on ridiculous quests.<br><br>In The Abnormal Place you'll have to find your way through an environment that is purposely designed to be lethal.  <br><br>First and foremost you must help Abigail recover her voice so that you can win over the monsters. Next, survive the hazards, traps and deadly machinations, solve light puzzles and collect items that help with the demanding needs of the monsters and their distinct personalities. Only then will Abigail find her way to the top of the hotel and possibly a way home.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Explore the areas of the Resort, the Hotel and it's surroundings. Find a path and see where it leads you, certain requirements(items, guests) may need to be completed before accessing the next level.<br></li><li> Find fragments of your voice. You'll encounter monsters, err, guests as you explore and you'll need a few voice fragments to be able to talk to them.<br></li><li> Take you your time. There's lot of items and valuables that you may need or that the other guests may require. Keep an eye open and explore, explore, explore.<br></li><li> Watch out for hazards! This Resort is odd and not for you. Look out for spiky plants, falling debris, traps, noxious gas and knifes!<br></li><li> Chat with the other guests that you encounter. You may need to help them and they may(or may not) help you in return.<br></li><li> Find a way out and talk to every guest. There has to be someone is charge of this place, right?<br></li><li> Listen to the evocative and original soundtrack by Frankie Dyson Reilly that can be heard throughout the game.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1265040/header.jpg?t=1660796840",
    "developers": [
      "Berserker Interactive"
    ],
    "publishers": [
      "Berserker Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}