{
  "1265680": {
    "name": "Detective March Forward - The Missing Will",
    "steam_appid": 1265680,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1265680/extras/77be70df372168dcc9f0e06dad39cdb8.poster.avif?t=1667102624\" width=614 height=134 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1265680/extras/77be70df372168dcc9f0e06dad39cdb8.webm?t=1667102624\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1265680/extras/77be70df372168dcc9f0e06dad39cdb8.mp4?t=1667102624\" type=\"video/mp4\"></video></span><br><br><strong>Overview</strong><br>March isn’t your typical youngster. She has a knack for mysteries and an itch to solve them. Naturally, getting her first-ever case from her best friend Milly fills her with excitement, but it won’t be an easy one.<br><br>Mr. Peter, Milly’s grandfather, passed away, leaving behind a will that has gone missing. Milly’s suspicious-looking uncle claims to be in possession of it. There’s no telling if it’s true, though, as he is both cunning and dastardly. On top of that, Mr. Peter has come back as a ghost, haunting the very mansion he once lived in. March will have to both tackle the case and deal with Mr. Peter’s ghostly shenanigans. And the clock is ticking.<br><br>In this brand new point-and-click adventure game, you will take on the role of March Forward to search for the truth behind Mr. Peter’s missing will. You’ll have to use your keen eyes and detective’s logic to find clues. Use your camera to take snapshots of scenes to review clues and have March find solutions to puzzles. Solve brain-wracking puzzles to unravel who is in possession of the will and, consequently, holds Milly’s future in their hands. Keep a lookout for the playfully mischievous ghost of Mr. Peter who’ll try to help March along the way. <br><br>On this adventure, you will experience:<br>•\tBeautiful and colorful classic cartoon art style<br>•\tFully voice-acted scenes in English with subtitles<br>•\tUnique camera system for reviewing clues and looking for missing items<br>•\tDozens of puzzles to solve, each more brain-wracking than the last<br>•\tSteam achievements<br><br>Don your detective’s hat. Sharpen your brain. Prepare your lens. And help March uncover the truth behind her best friend Milly’s grandfather’s missing will. Milly’s uncle is a cunning one, though and Mr. Peter’s ghost is getting in the way. Are you ready to take on the challenge?<br><br><strong>Key Features</strong><br>Detective March Forward - The Missing Will is an adventure game that will test your detective skills and let you live out a mystery story the likes of Sir. Arthur Conan Doyle and Agatha Christie. It takes the brain-bending excitement of mini puzzle games and the eerie intrigue of point-and-click of adventures and melds them into one exciting experience.<br><br>March has a few tools up her detective’s sleeve to help her figure it all out.<br><br><strong>Puzzles Galore</strong><br>March Forward’s adventure is filled with intrigue and mystery. It’s also an enigmatic journey filled with all kinds of puzzles to solve. Brain bender aficionados of all stripes will find there’s something in here for almost everybody. Enjoy challenging your observation skills? You’ll need to help March with spot the difference tasks. Need to sharpen your memory? March will need your help with memory-style puzzles. There’s a wide array of challenging brain-teasers to solve from jigsaws to word scrambles.<br><br><strong>Secrets to Find</strong><br>Of course, there are also plenty of secrets for aspiring detective March Forward to unlock. The late Mr. Peter’s glorious mansion is full of hidden corners, grand furniture, and other nook and crannies where clues could be hidden. Use your observation skills to the fullest to examine what may lie behind every part of the vast mansion. Don’t worry if you get stuck as Mr. Peter’s ghost will be around to help out with a hint or two. Leave no stone unturned.<br><br><strong>Camera and Photo System</strong><br>Her camera allows her to take photos of the various scenes and clues. By collecting snapshots, you’ll be able to piece together the mystery behind Milly’s grandfather’s missing will. Review your shots to figure out what items you need to solve puzzles. Check for any clues or pickups that you might have missed the first time around. The camera will help you solve puzzles. As March reviews footage, she’ll make comments about the items and scenes, giving you hint as to how to proceed.<br><br><strong>(No) Inventory Management</strong><br>Detective March Forward – The Missing Will is a game where gathering the right items to solve puzzles and uncover clues is a key point. Luckily, March’s bags are bottomless so you’ll never run out of space for the pickups you gather.<br><br><strong>Cartoon Style Visuals</strong><br>The world of Detective March Forward is handcrafted in a simple yet expressive style inspired by classic cartoons and comics. Mr. Peter’s mansion is a colorful yet eerily mysterious place with every detail drawn by hand in a unique art style. Every character’s personality shines through their distinct design and aesthetic.<br><br><strong>Voice Acting</strong><br>It’s not a good story if the characters aren’t coming alive. Detective March Forward - The Missing Will features full English voice acting by professional VAs. March, Milly and the rest of the characters all have their unique personalities through their own voice. We’re even including English subtitles not only so you don’t miss a thing but to also make our game accessible to as many gamers as possible. <br><br><strong>Steam Achievements</strong><br>We know you’ve all got fancy achievement collections to enrich. Detective March Forward - The Missing Will delivers for achievement hunters as well. Make good use of your inventory space, take enough photos and solve puzzles to get that familiar “ding” of accomplishment. With so many puzzles to solve, you’ll have your hands full and be rewarded for it.<br><br>From <strong>Deertwig Studio</strong> that brought you The Orphan - A Tale of an Errant Ghost comes a new adventure game that will make a detective out of you. Detective March Forward - The Missing Will is the product of our passion for point-and-click adventure games. With our camera and inventory system entwined in the colorful world we’ve crafted, we hope to make you the main character of your own detective story.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1265680/header.jpg?t=1667102624",
    "developers": [
      "Deertwig Studio"
    ],
    "publishers": [
      "Deertwig Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 24,
      "highlighted": [
        {
          "name": "A Loyal Knight",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/333ef6ca62025edd93a1c64154d6f3cb9d84a0a6.jpg"
        },
        {
          "name": "Animal Lover",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/08e32a4e357dd150349058a746104290ad9e03ef.jpg"
        },
        {
          "name": "Avid Reader",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/df8fe71fd3d7835a2d4d8bc382c0780cc7d40508.jpg"
        },
        {
          "name": "Eye Surgeon",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/7b95a2d2c22d9eeed075edf571d1d68ab1a6196f.jpg"
        },
        {
          "name": "Gold Digger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/9c8b3472bb7eaef6f21f7ea5dd2998f960061fc4.jpg"
        },
        {
          "name": "Happy Ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/eb9aa1f4f8bdd1fbb24a14bbb1f2c3cbcd9d8296.jpg"
        },
        {
          "name": "Jigsaw Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/5e0a543538b5450849309c0319996673ad92666d.jpg"
        },
        {
          "name": "Keen Eye",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/f079ff316fd72144309f108b983b634c705a5508.jpg"
        },
        {
          "name": "Kill Me Now",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/d5c3ac04a15224776bac594a5b1d132e866648fb.jpg"
        },
        {
          "name": "Memorized",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1265680/d7acc22e9d2f622c65b23c4ed72b8674910ca9ee.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}