{
  "1266750": {
    "name": "Vampire: The Masquerade - Coteries of New York Artbook",
    "steam_appid": 1266750,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Vampire: The Masquerade - Coteries of New York Official Artbook</h2><br>This high quality, official <strong>Vampire: The Masquerade - Coteries of New York</strong> artbook consistst of 70 pages full of concept arts from different stages of the game's development, final pieces of art included in the game, as well as quotes from the game's lead designer and artists engaged in creating stunning visuals - characters, backgrounds, animations - everything that makes Coteries of New York a truly atmospheric, fully licensed part of the globally renown <strong>Vampire: The Masquerade 5th Edition</strong> universe. <br><br>Additionally this artbook will contain link to over 20 Vampire: The Masquerade - Coteries of New York themed wallpapers (including desktop and mobile wallpapers and even some animated ones).<br><br><i>Within these pages is a selection of some of the best art from the game. To see characters and places that my (and the other three authors’ on this project) writing only hinted at realized by a team of talented artists is truly one of the best things about being a creative in the video game industry. We may have inherited the World of Darkness vision for New York City from many years of Vampire: The Masquerade lore and other creators (such as the team behind 2000’s VtM: Redemption), but I believe we have made it, at least in part, our own.</i><br><br><strong>Krzysztof Zięba, project lead</strong><br><br><strong>Vampire: The Masquerade - Coteries of New York</strong> official artbook comes in .pdf format.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1266750/header.jpg?t=1707496451",
    "developers": [
      "Draw Distance"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}