{
  "1267610": {
    "name": "Birth ME Code Demo",
    "steam_appid": 1267610,
    "required_age": 0,
    "is_free": true,
    "description": "Six hours. One school. Six deaths. You are Pandora, the mastermind behind a game where everyone puts their life on the line. Your goal is simple: you must figure out the traitor and kill them, then end the game before someone figures out you are the one behind their abduction and kills <strong>you</strong>. Will you manage to manipulate everyone's trust to fulfill your plans? Or will you fail and be erased? Even the mastermind behind a death game does not always know how the events will go...<br><br><ul class=\"bb_ul\"><li><strong>Get a taste of the game's puzzles!</strong> As part of the demo, there is one puzzle and one escape room (named &quot;Deduction Room&quot;) to give a taste of the kind of logic you have to defeat!<br></li><li><strong>Use &quot;TRUST&quot; to radically change the story!</strong> By making different choices, you can change which characters you have built trust with, which will lead to different outcomes. In the demo, a few choices exist to let you choose whom to get acquainted with first!<br></li><li><strong>Mandatory autosaving: choices matter!</strong> Once you've made a choice for your save file, that choice is locked in. Be sure to weight your choices or else you may end up with outcomes you can't simply rewind out of! Thankfully, the game comes equipped with <strong>24 file slots</strong> to let you retry over and over!<br></li><li><strong>One flowchart to use with each new file!</strong> Equipped with a complex flowchart, you can change your choices on the fly in any new blank save file as long as all trust-changing options for a given choice have been previously done. For the demo, only a few of those choices are accessible but you can still manipulate them on any new file!<br></li><li><strong>The game remembers what you've done!</strong> While each save file is a separate route, the game takes into account all that you've done and remembers. Nothing new comes of it in the demo, but having those separate files may come in handy in the full game...</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1267610/header.jpg?t=1624378567",
    "developers": [
      "Miracle Moon"
    ],
    "publishers": [
      "Miracle Moon"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}