{
  "1267500": {
    "name": "TS Marketplace: Clinchfield Railroad Scenario Pack 01",
    "steam_appid": 1267500,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >The “Rex Turn,” “Elkhorn City Mine Run,” “First Moss Turn,” “McClure Shifter,” and the “Florida Perishable”… These are among the ultra-realistic and challenging railroading experiences that await you in Clinchfield Railroad Scenario Pack 01!</p><p class=\"bb_paragraph\" >Known for creating highly realistic railroad scenarios based upon actual railroad operations, High Iron Simulations has created ten new career scenarios for Train Simulator’s popular Clinchfield Railroad: Elkhorn City – St. Paul route that capture the best of Clinchfield railroading in the Appalachians!</p><p class=\"bb_paragraph\" >In Clinchfield Railroad Scenario Pack 01, you climb aboard CRR’s classic EMD F7s and GP7s and second-generation SD40s and GP38s to tackle ten authentic career scenarios that include:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Tackling the tough southbound climb from Elkhorn City with a ponderous train of coal loads delivered to the Clinchfield by the Chesapeake &amp; Ohio and, with a lash-up of second-generation EMDs, making the memorable and scenic run to St. Paul, Virginia</p></li><li><p class=\"bb_paragraph\" >Handling set-outs and switching at mines and tipples along the CRR main line from Dante to Splash Dam as you work the challenging “Rex Turn” with a mix of first- and -second-generation CRR Geeps.</p></li><li><p class=\"bb_paragraph\" >Working the “Greenbrier Turn” with vintage CRR GP7s and picking up coal loads along the twisting and rugged Greenbriar (Haysi) Branch for forwarding south to Dante.</p></li><li><p class=\"bb_paragraph\" >Taking the throttle of CRR’s stylish F7s as you serve as engineer on the “First Moss Turn” bringing a heavy train of coal loads off the Fremont Branch bound for Dante.</p></li><li><p class=\"bb_paragraph\" >Answering the call to serve as engineer of an SD40-powerred train of coal which originated on the Louisville &amp; Nashville and, via Norfolk &amp; Western trackage rights, is entering the CRR at St. Paul for the run north to Elkhorn City and a hand-off to the C&amp;O.</p></li><li><p class=\"bb_paragraph\" >Serving as engineer of an “Elkhorn City Mine Run” to collect loads from the coal loaders alongside Elkhorn City Yard, then making a dawn run southbound with CRR EMD GP7s.</p></li><li><p class=\"bb_paragraph\" >Highballing the hottest train on the Clinchfield – CRR Train 97, “the Florida Perishable” – as you hurry northbound with priority tonnage off the Seaboard Coast Line.</p></li><li><p class=\"bb_paragraph\" >Delivering empties and pulling together coal loads at the sprawling McClure Mine on the New McClure Spur as you work the “McClure Shifter” with a set of Clinchfield’s workhorse EMD GP7s.</p></li></ul><p class=\"bb_paragraph\" >Over the full length of the Train Simulator Clinchfield route, extending from Elkhorn City, Kentucky to St Paul, Virginia, Clinchfield Railroad Scenario Pack 01 takes you to yards, mines, and tipples including Elkhorn City, Dante, Splash Dam, Jacob’s Fork, Clincho, McClure, Nora, Ruth, Trammel, and Boody Junction.</p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >Note: This scenario pack will require Train Simulator’s Clinchfield Railroad: Elkhorn City – St. Paul route.</p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >Experience ultra-authentic Appalachian railroading at its challenging best – with High Iron Simulations’ Clinchfield Railroad Scenario Pack 01 for Train Simulator!</p><p class=\"bb_paragraph\" > </p><h2 class=\"bb_tag\" >Included Scenarios</h2><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Elkhorn City Mine Run</p></li><li><p class=\"bb_paragraph\" >First Moss Turn</p></li><li><p class=\"bb_paragraph\" >Chessie Coal Southbound, Pt. 1</p></li><li><p class=\"bb_paragraph\" >Chessie Coal Southbound, Pt. 2</p></li><li><p class=\"bb_paragraph\" >L&amp;N Coal North</p></li><li><p class=\"bb_paragraph\" >The Rex Turn, Pt. 1</p></li><li><p class=\"bb_paragraph\" >The Rex Turn, Pt. 2</p></li><li><p class=\"bb_paragraph\" >The Greenbriar Turn</p></li><li><p class=\"bb_paragraph\" >McClure Shifter</p></li><li><p class=\"bb_paragraph\" >Train 97, “The Florida Perishable”</p></li><li><p class=\"bb_paragraph\" >Download Size: 8.4MB</p></li></ul><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1267500/header.jpg?t=1727439160",
    "developers": [
      "High Iron Simulations"
    ],
    "publishers": [
      "Dovetail Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}