{
  "1268290": {
    "name": "Fantasy World Online Tycoon",
    "steam_appid": 1268290,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1268290/extras/0f4d16955518bfafb2e1954e528c4950.avif?t=1687797823\" width=598 height=220 /></span><br><br><strong>Ready to manage your Massive Multiplayer Online Role-Playing Game? This is your chance! Fantasy World Online Tycoon is a game which will let you build and control any aspect of a MMORPG. Build spawns of <strong>Monsters</strong>, select their level, their aspect, and the area where they will move, create <strong>Quests</strong>, decide their level, and rewards, build great Scenarios where your players will be amazed. Change the costs of Potions, Trainers for special abilities and Upgrade for their equipments to control the game <strong>Economy</strong>. Evolve your game creating different and new complete customizable areas and deep <strong>dungeons</strong>. <br>Don't forget to manage your <strong>Company</strong> hiring specialists in research and development, Technology, Client support and Marketing! Face crisis for Bugs, Cyber Attacks and Server failures, don't let your users run away! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1268290/extras/82116f8a491e047b0595a8898a2b931a.avif?t=1687797823\" width=598 height=220 /></span><br><br>You will start in a flat world randomly generate and few buildings in order to create the first section of you game. Be aware to make the experience of your players fun.... not too easy and not too hard, they will play using their small but smart AI, looking for monsters, treasure, exploring the map. The Players will grow up leveling in the game, and they will be able to select their preferred class between Mage, Warrior, Rogue and Cleric and you must provide them the right building in order to make them train their special abilities. See them becoming experts and unlock additional classes! <br><br><i>This is the game i always wanted to play... now i programmed it for all the Tycoons fans out there like me, ENJOY!</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1268290/extras/c84e848292f6ea536d9bb706a4ac3bf5.avif?t=1687797823\" width=598 height=220 /></span><br><br>New Features in the version 2.0!<br><ul class=\"bb_ul\"><li>Avatar: you can create an avatar for you to play and go around your MMORPG (or teleport it where you want). You can see your character grow and gain abilities as well as train exactly like a player or you can jump to whatever level you want to test your game.<br>Conquerable Buildings: a new class of buildings which is a challenge for your players. There are 4 buildings for this category: a defensive tower, a gold mine, a reliquary and a fort. Each of them if conquered by the players killing all the monster will give special bonuses in the area/all the players in the world where is located.<br><br></li><li>Breakable objects: objects that can be destroyed by players (to reappear after a while) which make the game more fun for them. Hide the treasure in boxes ore create passages in the walls.<br><br></li><li>Professions: players may choose a profession between Mining, Herbalism and Cooking. You can place resources to be used by the players for their profession. The players will sell or use what they produce. Discover new objects to increase the materials they can gather.<br><br></li><li>New quest trigger: a new quest type is added to create places where only the users with a specific quest can access.<br><br></li><li>Houses on sale: most of the houses you build can be bought by the players to use them as rest point and to increase their fidelity.<br><br></li><li>Looking for party building: a new building where players will look for parties. This will let you control the behavior of them and creating areas &quot;for groups&quot;.<br><br></li><li>Guilds improved: now guilds are also places where the community of members supports itself with a deposit of gold left in the guild: the wealthiest make donations, those who need it take some gold.<br><br></li><li>More Scenarios: more than 60 new scenario elements added, including special effects and interactive objects.<br><br></li><li>New Ground types: renewed the old ones and added new ones including &quot;scary meat ground&quot; to create very bloody places to visit.<br><br></li><li>A new Event: an Ice Gorilla i ready to freeze your players which are looking for experience and treasures.<br><br></li><li>Contextual Sound: No more too many sounds, you can hear what you are looking at, only the sounds produced by elements in your view will be reproduced with an higher volume in the very center which will fade toward the borders.<br><br></li><li>Ambient music: changing the background of an area, the music will adapt making the atmosphere more suited to the context.</li></ul></strong>",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1268290/header.jpg?t=1687797823",
    "developers": [
      "Roberto Trasarti"
    ],
    "publishers": [
      "Roberto Trasarti"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}