{
  "1268550": {
    "name": "Crusaders Arena",
    "steam_appid": 1268550,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Description:</h2>Welcome to the epic world of Crusaders Arena, a multiplayer gaming experience that empowers players to shape their destiny on the battlefield. This action-packed game combines the adrenaline rush of intense combat with the creativity of custom loadouts and abilities, offering a diverse array of game modes to suit every player's preference.<h2 class=\"bb_tag\" >Create Your Legend</h2>In Crusaders Arena, you are not just a player; you are the architect of your hero's destiny. Take charge of your character's loadout, fine-tune your abilities, and strategically allocate stats to suit your unique playstyle. Unleash your creativity to forge the perfect warrior, capable of decimating enemies and leading your team to victory.<h2 class=\"bb_tag\" >Diverse Game Modes</h2>Crusaders Arena offers a diverse range of thrilling game modes, ensuring endless hours of heart-pounding fun. Engage in high-octane 3v3 Arena battles, where teamwork and strategy are paramount as you strive to defeat the opposing team in a fast-paced contest of skill and wit. Or, test your flag-capturing prowess in the adrenaline-fueled Capture the Flag mode, where coordination and communication are the keys to success. For those seeking a more straightforward challenge, Team Deathmatch and Deathmatch modes provide the perfect outlets for showcasing individual prowess.<h2 class=\"bb_tag\" >Master Your Skills</h2>Hone your combat skills in the practice range, where you can experiment with new loadouts and abilities to your heart's content. The practice range serves as a training ground to refine your tactics, perfect your aim, and familiarize yourself with various abilities before diving into intense multiplayer battles.<h2 class=\"bb_tag\" >Join the Fight</h2>Prepare yourself for an immersive multiplayer experience like no other, where every decision you make shapes the outcome of the battle. Are you ready to step into the Crusaders Arena and claim victory on your terms? Assemble your dream loadout, select your abilities, and lead your team to glory in this ultimate arena showdown. The path to victory awaits!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1268550/header.jpg?t=1739600532",
    "developers": [
      "Zealous Gaming"
    ],
    "publishers": [
      "Zealous Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}