{
  "1269730": {
    "name": "Legacies: Conservation and Sabotage",
    "steam_appid": 1269730,
    "required_age": 0,
    "is_free": false,
    "description": "WELCOME TO UNDERCURRENT INDUSTRIES!<br><br>An independent marine biology unit that specializes in underwater preservation. A new super mineral found deep underwater has companies, countries and pirates fighting for every piece in unchartered waters, leaving behind a trail of destruction! <br><br>We need you and your team to sneak into the deep and safely extract the minerals to create disinterest in the area, and save the ecosystem from extinction.<br>There's no manual for how to do this, but we've given your team plenty of equipment to get creative. I'm sure you'll figure something out!<h2 class=\"bb_tag\" >1-4 PLAYER PvE</h2>Work together as a team to dive, explore and maintain a covert operation through massive underwater worlds filled with bustling biomes, hostile environments, and hidden rewards. You will need to rely on your teammates if you want to survive the deep and unpredictable oceans!<h2 class=\"bb_tag\" >4 UNIQUE CLASSES</h2>Pick the right class for the job. Keep your team aware of their surroundings with the <strong>Navigator</strong>, scout ahead and find the right path as the <strong>Scout</strong>, utilize the power of marine biology as the <strong>Researcher</strong>, or cause distractions and chaos with <i>alternative</i> means as the <strong>Saboteur</strong>.<h2 class=\"bb_tag\" >PROCEDURALLY GENERATED OCEANS</h2>Explore underwater ecosystems filled with a variety of hostiles to overcome and hidden bounties to collect. There's always something new to discover and no two playthroughs are alike.<h2 class=\"bb_tag\" >HIGH-TECH GADGETS AND EQUIPMENT</h2>Use well-known marine biology equipment such as Remote Cameras, Seafloor Mapping, Sample Kits, and Sound Sensors to find clues and gather as much contamination evidence as you can. Choose from a variety of equipment such as the Marine Radio, Scavenger Hook, Sonar, and Laser Scanner to help your team escape a dangerous situation.<h2 class=\"bb_tag\" >EVENTS</h2>Identify different environmental threats, each with unique missions and dangerous encounters that are distinctive to your underwater environments. Record evidence and publish results to a News or Research team for a big payout. There are also weekly challenges if your team feels up to the task.<h2 class=\"bb_tag\" >STORY</h2>Find stray radio waves and piece together audio logs that reveal mysteries lost deep underwater.<br><br>GOOD LUCK AND STAY HIDDEN!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1269730/extras/a77ba8c3773e3d6df2d092c712a6ad8d.avif?t=1725007146\" width=616 height=352 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1269730/header.jpg?t=1725007146",
    "developers": [
      "Salty Dog Studios Pty Ltd"
    ],
    "publishers": [
      "Salty Dog Studios Pty Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}