{
  "1269310": {
    "name": "MasterPlan",
    "steam_appid": 1269310,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Plan Your Way.</h2><br>The best creations come from the best plans. To make the best plans easily, <strong>MasterPlan</strong> is there for you.<br><br>At its core, MasterPlan is a simple and innovative visual ideaboard and project management tool. It serves to simplify and streamline the planning process for creative endeavors. By giving you the tools you need to storyboard, plot, and actually <i>see</i> your project in its planning phase, it gives you the highest chance of actually completing it. <br><br>Need timers to keep yourself from whittling away hours on social media? MasterPlan is there for you. Need a place to consolidate image references? You can do that with MasterPlan, too. In MasterPlan, your project is customizeable and freeform, allowing you to set it up as you need, while still staying rigid enough to provide structure to your planning process.<br><br><strong>MasterPlan includes:</strong><br><br><ul class=\"bb_ul\"><li>Automatic to-do lists<br></li><li>Timers<br></li><li>Image, GIF, and sound support<br></li><li>Deadlines<br></li><li>Tables<br></li><li>Maps<br></li><li>User-customizeable themes<br></li><li>A suite of customization options</li></ul>... and all on a freeform grid, enabling you to nearly-infinitely structure <i>your</i> plan in a way that works for <i>your</i> mind, specifically. In addition, projects are saved as plain, human-readable JSON files, ensuring compatibility with version control systems like Git or SVN.<br><br>The goal of MasterPlan is to make it easy to plan out ideas, and to give you flexibility while doing so. Before you open your game engine, word processor, or art editor, you open MasterPlan and <i>plan it all out</i>.<br><br>MasterPlan is currently in early access, and is receiving regular, steady updates that improve the functionality and usability of the program. These updates are lifetime updates and will remain free of charge for those who purchase MasterPlan. The cost of MasterPlan will rise as it becomes more and more feature-complete.<br><br>NOTE: Please note that M1 Macs are not supported currently, though it's on the todo list to add support for. Thank you!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1269310/header.jpg?t=1759253753",
    "developers": [
      "SolarLune Games"
    ],
    "publishers": [
      "SolarLune Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 26 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 3,
      "total_negative": 2,
      "total_reviews": 5
    }
  }
}