{
  "1269400": {
    "name": "100-Player Twitch Chat Party Pack",
    "steam_appid": 1269400,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the <strong>100-Player Twitch Chat Party Pack</strong>, a set of minigames and upgraded arcade classics that let you play in real-time with or against your viewers.  Imagine something like Twitch Plays Pokémon where <strong>everyone</strong> controls their own character (viewers use Twitch Chat commands) and it's absolute chaos.  And when you need to step away, AFK Mode will give your channel a way to stay engaged during the downtime.<br><br>Current games included in the pack are:<h2 class=\"bb_tag\" >Splat Chat</h2><br>A perfect blend of luck and survival.  Everyone is trapped on an island and reach round, heavy objects will fall from the sky.  Guess which space will stay safe, and try your best to not get splat!  Splat Chat provides a hilariously chaotic experience for everyone in your stream.  Seconds to learn, impossible to master.<h2 class=\"bb_tag\" >Minesweeper Extreme: 100</h2><br>Why are we always minesweeping from a distance? Isn't it about time we were <strong>actually there on the minefield</strong> with 100 of our friends, living or dying together, as a team? With Minesweeper Extreme: 100, everyone controls their minesweeper on an active minefield, frantically trying to work together to clear it before a major earthquake triggers all the mines.  Beware! A single mistake will cost you your life, and the lives of those next to you.  This game even works well with a very small number of players!<h2 class=\"bb_tag\" >Happy Tanksgiving</h2><br>In this free-for all arcade game, everyone controls a tank on a battlefield free-for-all.  It's you versus 100. As a streamer, you'll be commanding a super tank with heavy armor that can be controlled in real-time. Each of your viewers will command their own lightly-armored hovertank by using chat commands. They can kill you, or kill each other, but only one tank can claim victory.<h2 class=\"bb_tag\" >Bombertown</h2><br>A truly unique 100-Player take on a classic bomb-planting game! Control your bomber, surround your enemies with bombs, and be the last one standing, all the while collecting powerups and tightening the noose around your enemies.<h2 class=\"bb_tag\" >DMCA-free music</h2>With all the issues surrounding video game music DMCAs on streaming platforms, all the music has been either specifically created for the game, or licensed from the same indie artist (Couteau Papillon, who also did the soundtrack to Spaceteam), and is verified by SOCAN to be streamed without triggering a DMCA.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 希腊语<strong>*</strong>, 韩语<strong>*</strong>, 西班牙语 - 拉丁美洲<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1269400/header.jpg?t=1645219976",
    "developers": [
      "Jaime Barriga"
    ],
    "publishers": [
      "Jaime Barriga"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}