{
  "1269330": {
    "name": "Batbarian Demo",
    "steam_appid": 1269330,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><u>About the Demo</u></strong><br>This demo for Batbarian: Testament of the Primordials has been tailored to give players a taste of what the game has to offer! Do your best to make it to the first boss within the time limit!<br><br><strong><u>About the Game</u></strong><br>Batbarian: Testament of the Primordials is an action-adventure puzzle romp through the shadowy depths of a cave fraught with peril and steeped in eldritch mystery. Battle foes mighty and minute! Untangle ancient riddles! Die horrible deaths! Pip, your luminescent bat pal will light the way as you surmount deadly trials with trusty companions in tow. Explore the deadly eldritch abyss, plunder it's treasures and unveil the horrors imprisoned beneath...<br><br><strong><u>Key Features</u></strong><br><ul class=\"bb_ul\"><li>Step in the shoes of a barbarian who hates magic, accompanied by their buddy, Pip, a (magic) bat.<br></li><li>A (magic) bat that says at least 5 variations of the sound *Squeak*.<br></li><li>Dialogue choices!<br></li><li>Fast paced combat and tight platforming in carefully planned encounters.<br></li><li>TERRIBLE eldritch secrets to unearth and mysterious lore spread across the 300+ rooms of a forgotten abyss.<br></li><li>Give directions to Pip, your radiant (and magic) bat buddy, with several types of fruits to shed light, apply magical auras, and solve puzzles.<br></li><li>Open-ended exploration with multiple solutions to encounters.<br></li><li>Multitude of secrets and optional challenges and puzzles rewarding you with additional XP and artifacts.<br></li><li>Level up and progress your character to suit your strengths.<br></li><li>Deadly traps! Massive boss fights! Stuff with really sharp teeth and tentacles!<br></li><li>Several endings.<br></li><li>Companions to join your party and help you in battle.</li></ul><br>A controller is recommended for an optimal experience.",
    "supported_languages": "英语, 日语, 韩语, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1269330/header.jpg?t=1604109840",
    "developers": [
      "Unspeakable Pixels"
    ],
    "publishers": [
      "DANGEN Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}