{
  "1270300": {
    "name": "Carving Fate to Valhalla",
    "steam_appid": 1270300,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Carving Fate to Valhalla</strong> is a turn-based strategy game where you have to make you Vikings survive and travel to the great gates of Valhalla. Jormungadr ripped the space fabric while traveling between the realms. Now the realm of Helheim is bleeding its damned souls and freezing winds into Midgard, the realm of your people. Fortunately, the gates of Valhalla have opened to welcome whoever dare make the trip to reach them. Lead your Vikings and cross the unknown world of fjords to reach safety. Make them hunt and gather food, forge new tools and sharpen their axes, prepare the caravan or build a drakkar, how you reach the gate is up to you.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li><strong>Turn-based</strong> - Play at your own pace and take the time to reflect on your choices.<br></li><li><strong>Living Vikings</strong> - Every Viking is unique, customize their equipments and teach them new skills to adapt to the situation.<br></li><li><strong>Strategic gameplay</strong> - Control your Vikings and decide their actions and their fate, plan your expedition and lead it to success.<br></li><li><strong>Procedural worlds</strong> - Every play-through is different, from the shape of the world to the characteristics of your Vikings.<br></li><li><strong>You are not alone</strong> - The world is filled with events from meeting a friendly trader or a caring Valkyrie to bandits or worse ... draugrs.</li></ul><h2 class=\"bb_tag\" >Freedom of choices</h2>This game is about planning, making decisions and executing them. There are many obstacles of different kinds and many more solutions. Which one you use is up to you. For example, a river has many ways to be approached, will you simply swim through it; or maybe build a drakkar to sail across it while staying dry. Exploring leads you to a bridge to cross by foot. It seems guarded, maybe, those people will let you pass for some gold but you prefer paying them in steel. The temperature fell and now the river is frozen, you could have waited instead of fought, great you can scavenge the bodies to get some warm clothes,  but will the wounds and fatigue of the battle slow you down too much to continue ?. Anyway, there is only one way and it is forward. Perhaps you should have taken more time to plan and think but would you have taken more, someone or something might have made the choice for you. There is no wrong choices just ones harder to take responsibility for.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1270300/header.jpg?t=1597754049",
    "developers": [
      "Fruits of Yggdrasil Studio"
    ],
    "publishers": [
      "Fruits of Yggdrasil Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}