{
  "1270760": {
    "name": "Linda & Joan",
    "steam_appid": 1270760,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Linda &amp; Joan</i> is a forthcoming narrative game about a British family. You play as Russell, Linda, and Joan — son, mother, and grandmother — switching between them to help the family cope with a series of traumatic events. Based on a true story.<br><br>The main game is currently in development. It will be part two of the <i>Linda &amp; Joan</i> story. Part one is <i>Prologue: “Four Months Earlier”</i> which is available now.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1270760/extras/296008efba761a5141687849e4c48370.avif?t=1746118401\" width=600 height=888 /></span><br><br>Players experience the events from the perspectives of Russell, Linda, and Joan through exploration, conversation, and tasks designed to give emotional insight into the themes of caregiving, dying, bereavement, and homeland.<br><br>What sets <i>Linda &amp; Joan</i> apart from other branching-narrative experiences is that while the player has many choices to make, nothing can change the core events that follow — <i>there is only one ending</i>.<br><br>However, actions, dialogue choices, and task completion, do affect the characters’ perception of events. By spending time with happier memories, taking care of themselves, and choosing the right things to say to each other, the characters — and therefore the player — will find themselves able to deal with the impossible.<br><br>The characters’ emotional states will be graphically represented in the game. The player will have to carefully balance the needs of the characters to progress, sometimes requiring difficult zero-sum tradeoffs.<br><br>These mechanisms attempt to mirror the real-life feeling of being powerless in the face of looming trauma, when you realize that no decision can affect the outcome, but you can affect how you and others feel about it.<br><br>Even when life’s story feels like it’s on rails, we still have some power over our own realities. There is still room for dignity, compassion, honesty. For fear and for love. There is a time for self-care. There is a time for duty. The choices we make will define the memories we hold for the rest of our lives.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1270760/header.jpg?t=1746118401",
    "developers": [
      "False Vacuum Games"
    ],
    "publishers": [
      "False Vacuum Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}