{
  "1270700": {
    "name": "Iridium Demo",
    "steam_appid": 1270700,
    "required_age": 0,
    "is_free": true,
    "description": "Iridium is retro styled 2D shoot 'em up, taking inspiration from: Uridium, Xenon 2 Mega Blast, Nemesis/Gradius and R-Type. Each game in its own right is considered a classic by many people and offered some very unique features including massive ships, upgrade shops, in-level upgrades and a multitude of weapons.<br><br>The game is a horizontal shoot 'em up where the player is allowed free movement within each level. Unlike traditional 2D shoot 'em up games were the screen scrolls at a fixed rate the player can change speed and turn around in a similar manner to Uridium. The maps can be very large and often have a great number of enemy ships and other objects on screen at one time. Icons representing enemies and other important structures that are not on screen yet are shown around the edges of the screen. This includes a flashing star guide which shows where the player needs to be going in order to progress along each level. <br><br>At the beginning of each game the player is given some basic weaponry as well as the ability to upgrade it during the level. The weapon and system upgrades which are currently available to the player are shown along the bottom of the screen along with how many upgrade credits the player has collected (similar to R-Type). Each upgrade will also show what level they are at by displaying a small progress bar in the upper right of their graphic. Later in the game the available upgrades can be changed. (NB: All references to shop, credits or currency is virtual, no additional spending is required for this game).<br><br>There are 6 levels in total in the full game, each having its own custom graphical theme and being made up of four large stages. In total there are 24 maps to discover and explore. Each stage features 6 different enemy ship types as well as multiple larger multi-part ships. Some of the ships and ground structures release coins, health pickups or even weapon upgrade credits. A check point system has been implemented to help the player progress and avoid repeating large sections of a stage. As the player progresses through a stage the enemy structures and attack patterns are dynamically changed.<br><br>Once a level is completed there is access to a shop where the players ship can be upgraded. Many different upgrades become available as the game advances, these can be purchased using the in-game coins collected from destroyed enemies and structures from the previous levels. The current game can also be saved from within the shop giving the ability to carry on again.<h2 class=\"bb_tag\" >Full game features</h2><br><ul class=\"bb_ul\"><li>retro Styled 2d Shoot 'em Up<br></li><li>Multiple layers of parallax for that retro vibe <br></li><li>24 maps split over 6 levels<br></li><li>6+ distinctive enemy ship type per level<br></li><li>3 main player weapons each with multiple power levels  <br></li><li>Destroyable multi part enemy ships up to 5 times the size of the screen<br></li><li>Multiple types of rockets and missiles  <br></li><li>4 types of external weapon systems  <br></li><li>Weapons shop between sectors  <br></li><li>Game progress saves<br></li><li>Supports virtually all game controllers including arcade sticks</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1270700/extras/kickstarter_small.png?t=1601031337\" /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1270700/header.jpg?t=1601031337",
    "developers": [
      "James Roberts",
      "Kevin Saunders"
    ],
    "publishers": [
      "Nebula-Design"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}