{
  "12710": {
    "name": "Overlord™: Raising Hell",
    "steam_appid": 12710,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>How evil can you get?</strong><br>\t\t\t\t\tDiscover how corruptible you are in Overlord, the twisted fantasy action adventure where you can be evil (or really evil). In the game's seriously warped fantasy world, players will become the Overlord and get first-hand experience of how absolute power corrupts absolutely. You could be a regular run-of-the-mill Overlord. However, with incredible power at your disposal and a team of evil-minded impish critters, the Minions, on hand to do your bidding, how will you resist the temptation to be wonderfully despotic?!<br>\t\t\t\t\tGo deeper into the Overlord's twisted world as the single-player expansion content opens a series of hellish new levels, each a supernatural abyss for the game's five kingdoms: Mellow Hills, Evernight, Heaven's Peak, the Golden Halls and the Ruborian Desert. Access to each abyss is via a portal, which opens once a kingdom has been successfully conquered and the previous ruler banished to a personal hell within. However it's not just the fallen heroes that have been dragged into the abyss: the Overlord's newly loyal peasants have also been taken down into hell too.<br>\t\t\t\t\tWith the undead denizens of each abyss on the attack and threatening the Overlord's reign above ground, there's only one thing for it: assemble your minion army, descend into each abyss and embark on a fresh wave of tyranny in order to return the serfs to their homelands, defeat the fallen heroes once and for all, and claim the throne of each kingdom's underworld.<br>\t\t\t\t\t<strong>INCLUDES THE OVERLORD CHALLENGE PACK:</strong><br>Come and have a go if your Overlord's hard enough. All new pillaging fun with seven additional online multiplayer maps, including the competitive ‘Capture the Maiden’ map and ‘Protect Your Power’, where players must defend the Overlord's tower against waves of enemy attack.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>THINK EVIL, BREED EVIL, CONTROL ALL!</strong> Get in the action and become the Overlord, the all powerful dark lord with a horde of minions to command and a land to conquer.<br>\t\t\t\t\t</li><li><strong>CONTROL A HORDE OF MINIONS</strong> Slavish and loyal they'll smash, destroy, kill and steal anything for you. Your word is law.<br>\t\t\t\t\t</li><li><strong>BECOME THE OVERLORD</strong> Do you want fear, respect, gold and power? Become the most powerful being in the world by any means necessary.<br>\t\t\t\t\t</li><li><strong>CONQUER A TWISTED FANTASY WORLD</strong> Show the Seven Heroes, demonic Halflings, and Rabid Unicorns who's boss.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12710/header.jpg?t=1729270521",
    "developers": [
      "Triumph Studios"
    ],
    "publishers": [
      "Codemasters",
      "Electronic Arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 33,
      "total_negative": 5,
      "total_reviews": 38
    }
  }
}