{
  "1272280": {
    "name": "Down2Die",
    "steam_appid": 1272280,
    "required_age": 0,
    "is_free": false,
    "description": "Down2Die is an advanced zombie survival game.<br><br>After investigating multiple zombie games in the past and surviving countless rounds in them, AedionStudio wanted to create something really special. A game that allows you to play it over and over. To give you plenty of opportunities to customize and make you experience it differently every time you play, whether it is alone or with friends. That is why we created <strong>Down2Die</strong>, an advanced zombie shooter that can and will be enjoyed by all game enthusiasts. Whether you want to play this game single or multiplayer up to four people, it is a lot of fun to play. Execute all of the undead and receive <strong>Cubits</strong> to help you continue. However, you should watch your back… <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272280/extras/5989c171f7fba7a638592cb6f8a50570.webp?t=1711582490\" width=500 height=55 /></span><br><br><ul class=\"bb_ul\"> <li><strong>PowerTowers</strong>  <br>The PowerTowers will provide you with a wide range of power-ups on a stationary location. Once you have the required amount of cubits, the switches will allow you to turn on these PowerTowers for some extra assistance. And so, whether you need to stand your ground or even heal up for a quick second, PowerTowers will always be your helping hand.<br><br></li><li><strong>SentryGun</strong> <br>This majestic beast makes sure that every monster thinks twice before crossing its path. It shoots its mighty bullets and helps you defeat whatever comes on your path. While being both very chunky and loud, it definitely gets the job done.<br><br></li><li><strong>SoulStones</strong> <br>This special stone is your guardian angel when you are on the verge of death. When it feels like there is no escaping, these stones can brighten the path to a way out of the darkness and into the light.    <br><br></li><li><strong>WorkBench</strong> <br>The Workbench will always be one of the most essential parts of survival. This item can not only upgrade you and your teams stability, it will also be able to customize your entire weapon loadout, making sure you are always locked and loaded for whatever faces you in battle. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272280/header.jpg?t=1711582490",
    "developers": [
      "Joey Malta"
    ],
    "publishers": [
      "AedionStudio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}