{
  "1272000": {
    "name": "Premier Manager 08",
    "steam_appid": 1272000,
    "required_age": 0,
    "is_free": false,
    "description": "Playability has always been at the core of <strong>Premier Manager</strong> and will be enhanced by a refreshed user interface, which enables extremely simple navigation and will make <strong>Premier Manager 08</strong> one of the most accessible management games on the market. A revamped character system will integrate with a vastly enhanced set of facilities, such as training centres, to deliver a new reward system that will see a club’s players and staff improve inline with the quality of the tools at their disposal.<br><br>The player database for <strong>Premier Manager 08</strong> will be updated up to summer 2007 to give gamers the most up to date experience possible. Further improvements include wider user options for training sessions, injury diagnosis and rehabilitation and enhanced scouting with new discover and research capabilities.<br><br>Playability is central to the ethos of <strong>Premier Manager</strong> and 08 offers all football fans, young and old, the most accessible entry point to the management genre. Whether you want to start at the top or work your way up through the leagues, <strong>Premier Manager </strong>is the best choice for those looking to get their foot on the ladder.<br><br><i>Features:</i><br><ul class=\"bb_ul\"><li>Fresh, vibrant player interface increases the user friendly feel of Premier Manager. You are never more than a couple of clicks away from where you want to be in the game which gives you total control at all times.<br></li><li>All new character bar allows easy access to key members of staff and replaces the need to process every news item before moving to the next day. This speeds up the flow and feel of the playing experience.<br></li><li>The home screen shows a dynamic snapshot of everything that is happening at your club, including stats, team and staff, news and finance.<br></li><li>Premier Manager's updated database (up to summer 2007) will feature over 400 clubs and over 12,000 players.<br></li><li>Improved match engine illustrates the effect of tactical and team changes in real-time.</li></ul><br><i>Starting from season 2007/08</i><br><br><strong>WHY OVER COMPLICATE THINGS?</strong>",
    "supported_languages": "英语, 法语, 意大利语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272000/header.jpg?t=1677138622",
    "developers": [
      "ZOO Digital Publishing"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}