{
  "1272150": {
    "name": "Sol-Hel",
    "steam_appid": 1272150,
    "required_age": 0,
    "is_free": false,
    "description": "Did you ever have a dream? I did. I wanted to tell a story. So, this is my story.<br />\r\n<br />\r\nSol-Hel is a turn-based tactical game placed in an alternative, medieval universe. You lead a team of four Dead Slayers – Mythril wielding defenders of humanity, against armies of the Dead. Along the way, you'll fight hordes of enemies, both dead and otherwise, as you'll try to understand your place in this world.<br />\r\nCombat is simple, rock-paper-scissors based, but the sheer amount of enemies makes the levels difficult. To overcome obstacles, you have at your disposal twelve abilities. From buffs, through crowd control to movement management, you'll quickly find yourself in dire need of strategic planning and critical thinking if you want to stay alive in this wolf-eat-wolf world. Oh, and there is no randomness in attacks – you always hit your target and deal a constant amount of damage depending on your stats.<br />\r\n<br />\r\nI'll be blunt. It's neither Fire Emblem nor Xenoblade Chronicles. A calm, strategic mind will overcome all twenty-four levels in around two hours. It probably wasn't tested enough, and I bet some of you will find some pesky bugs. And I even encourage you – give it a try and then reclaim your money! I won't starve – making games is my hobby, not a full-time job. None the less, this game was an amazing experience for me, as a developer. It took me around nine months to make, with many bumps along the way. But finally, I'm here, hoping to sell forty-or-so copies to pay for all the resources I've used. Oh, and when writing comments, be constructive in your critique, please!<br />\r\n<br />\r\nI hope, that you'll have fun playing this game.<br />\r\n<br />\r\nNote: Unity, in its &quot;Personal&quot; edition, sends stats about the operating system and specs of the computer it's running on. Sadly, I can do nothing about it and I don't have enough &quot;spare&quot; money to go &quot;Plus&quot;. Sorry!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272150/header.jpg?t=1586542686",
    "developers": [
      "Origami Dragon"
    ],
    "publishers": [
      "Origami Dragon"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}