{
  "1272020": {
    "name": "Premier Manager 06/07",
    "steam_appid": 1272020,
    "required_age": 0,
    "is_free": false,
    "description": "Playability is central to the ethos of <strong>Premier Manager</strong> and 06/07 offers all football fans, young and old, the most accessible entry point to the management genre. Whether you want to start at the top or work your way up through the leagues, <strong>Premier Manager</strong> is the best choice for those looking to get their foot on the ladder.<br><br><strong>Premier Manager</strong> is back for another season in the hot seat. one of the most established sports management simulators on the market, this year’s edition of <strong>Premier Manager</strong> promises to be better than ever. The fate of your club is in your hands. Can you handle the pressure.<br><br>Live the life of a top manager – sign new players, keep the board off your back by balancing the books and deliver the silverware that will have the fans cheering<br><br>Updated database and user interface make this the best <strong>Premier Manager</strong> to date<br><br>Take charge of the clubs in England, Spain, Italy, France, Germany and Scotland in both domestic and European competitions.<br><br>As the definitive take on football management, <strong>Premier Manager 2006-2007</strong> invites you to take control of your favourite club's destiny. Whether brokering multi-million pound transfers, negotiating TV rights, dealing with player tantrums or squeezing the chairman for cash, one thing’s certain - the club's future is in your hands.",
    "supported_languages": "英语, 法语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272020/header.jpg?t=1677138621",
    "developers": [
      "ZOO Digital Publishing"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}