{
  "12720": {
    "name": "Turning Point™: Fall of Liberty",
    "steam_appid": 12720,
    "required_age": 0,
    "is_free": false,
    "description": "<p><i>Turning Point&trade;: Fall of Liberty</i> sees World War II take a catastrophic turn as a superior Nazi force attacks New York and goes on to take over the United States. As a civilian caught in the middle of these new battlegrounds, fight afresh against the world's most notorious war machine on the streets of Manhattan, Washington DC, and beyond. Use guerrilla tactics and the surroundings to overcome superior post-war Axis weaponry and fight the Occupation.</p>\n\t\t\t\t\t<p>Delivering both wartime authenticity and a fresh perspective through an intense, action-driven storyline, <i>Turning Point&trade;: Fall of Liberty</i> makes war personal and relevant. Presenting this scenario as a powerful and realistically crafted alternate history, <i>Turning Point&trade;: Fall of Liberty</i> delivers an explosive First Person Shooter experience in a world where famous real-world locations appear startlingly different under Nazi occupation.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Fight the Occupation in New York, Washington DC, and London:</strong> Witness the Third Reich's epic takeover of America and participate in intense, nonstop action against a backdrop of globally recognized landmarks</li>\n\t\t\t\t\t<li><strong>Make a difference as an American Resistance hero:</strong> Employ guerrilla tactics to outflank superior enemy forces and take advantage of a unique grappling system featuring environmental kills, quick kills, and human shields</li>\n\t\t\t\t\t<li><strong>Participate in epic, cinematic gameplay from start to finish:</strong> Enjoy best-in-class First Person Shooter gameplay from SPARK and a soundtrack from renowned video-game, TV and film composer Michael Giacchino</li>\n\t\t\t\t\t<li><strong>Online play:</strong> Engage in eight-player Deathmatch and Team Deathmatch modes and play as either Americans or Germans. Compete on 4 maps with a range of weapons from pistol to machine gun, sniper rifle and rocket launcher</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12720/header.jpg?t=1447351255",
    "developers": [
      "Spark Unlimited"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 2 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}