{
  "1272130": {
    "name": "Close Combat: The Longest Day",
    "steam_appid": 1272130,
    "required_age": 0,
    "is_free": false,
    "description": "Close Combat is a pausable real-time wargame series, heavily focused on historical accuracy and realistic soldier psychological profiles. Team management is crucial as every man in your teams matter. in Close Combat: the Longest Day take command of either the Allied Expeditionary Force or Germany’s Wehrmacht.<br><br>Close Combat - The Longest Day is a highly enhanced rebuild of the critically acclaimed Close Combat Invasion Normandy, originally developed by Atomic Games. <br><br>You will either carry out the world’s largest amphibious invasion to liberate Europe from Nazi occupation or defend Hitler’s Atlantic Wall! <br><br>You are in command!<br><br><strong>FEATURES</strong><br><br><ul class=\"bb_ul\"><li>Strategy map and 64 gorgeous hand-drawn tactical maps. <br><br></li><li>60+ battles, operations and campaigns including a  Grand Campaign from the airborne landings and the beach heads to the advance inland <br><br></li><li>Battle the enemy in the darkness<br><br></li><li>Includes simulated flare effects and full lighting effects where ability to see the enemy troops is effected by flare deployment as well as light sources such as explosions and fires.<br><br></li><li>New reports at the end of battle showing campaign cohesion and VL control track your progress after each bout. Also displays battlegroup cohesion and fatigue status.<br><br></li><li>Off-board or off-map support quantities tied to difficulty level<br><br></li><li>Graphical communication of strat map connections<br><br></li><li>Teams, battlegroups, elements, forcepools soldiers, vehicles, and weapons files maximum number of entries extended<br><br></li><li>Capable of representing multiple nationalities with varying capabilities available to both sides<br><br></li><li>Capable of simulating airborne battlegroup deployment drop zones<br><br></li><li>Enhanced Scenario Editor - Create your own &quot;what if&quot; Scenarios<br><br></li><li>Accurately depicts World War II tactical warfare and its challenges <br><br></li><li>Realistic soldier psychological profiles during combat<br><br></li><li>Accurate and realistic equipment modelling Close air support and direct and indirect fire<br><br></li><li>Ability to protect your men in buildings, bunkers, and trenches<br><br></li><li>Includes specialized squads, weapons, soldier types, attack Aircraft &amp; Artillery</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272130/header.jpg?t=1756135179",
    "developers": [
      "Strategy 3 Tactics"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21870,
      "final": 4374,
      "discount_percent": 80,
      "initial_formatted": "¥ 218.70",
      "final_formatted": "¥ 43.74"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 7,
      "total_negative": 0,
      "total_reviews": 7
    }
  }
}