{
  "1272110": {
    "name": "Close Combat: Wacht am Rhein",
    "steam_appid": 1272110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Close Combat is a pausable real-time wargame series, heavily focused on historical accuracy and realistic soldier psychological profiles. Team management is crucial as every man in your teams matter. In Close Combat: Wacht am Rhein, you take command of US or German forces and either retrace the last steps of Hitler’s army in one desperate attempt to turn the tide of the impending allied victory or ride to the rescue with General Patton and push back the German offensive to reclaim Bastogne. </strong><br><br>Winter 1944, the Last Blitzkrieg. This is Close Combat, you are in Command!<br><br>Based on Atomic Games’ award-winning Close Combat series, Close Combat: Wacht am Rhein brings the classic top-down tactical gameplay from the original series. The Wacht am Rhein remake comes with a Grand Campaign including a strategic map with 64 gorgeous hand-drawn tactical maps, over 70 scenarios, and much more!<br><br>Take command of US or German forces and either retrace the last steps of Hitler’s army in one desperate attempt to turn the tide of the impending allied victory or ride to the rescue with General Patton and push back the German offensive to reclaim Bastogne.<br><br><strong>FEATURES</strong><br><br>    • One  Grand Campaign with a  strategy level map as well as 64 gorgeous hand-drawn tactical level maps<br>    • 70+ scenarios based on real-world battles, operations and campaigns<br>    • An easy-to-use but powerful Scenario Editor - Create your own &quot;what if&quot; Scenarios<br>    • Largely expanded moddability: all strategic layer features, all campaign details including weather, turns per day, scoring, support mission (artillery, airstrike) capabilities for both Germans and Americans, battlegroup recycling, battlegroup retreat/disband, supply and much more!<br>    • Accurately depicts World War II tactical warfare and its challenges<br>    • Realistic soldier psychological profiles during combat",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1272110/header.jpg?t=1756134700",
    "developers": [
      "Strategy 3 Tactics"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21870,
      "final": 4374,
      "discount_percent": 80,
      "initial_formatted": "¥ 218.70",
      "final_formatted": "¥ 43.74"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 10,
      "total_negative": 0,
      "total_reviews": 10
    }
  }
}