{
  "1273440": {
    "name": "OverDrift Festival",
    "steam_appid": 1273440,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >OVERDRIFT FESTIVAL: DRIFT &amp; AUTOSTYLING</h2>Welcome to OverDrift festival - a grand celebration of car culture and sports!<br><br>Become a participant in drift racing competitions. Explore large territories and find iconic tracks and configs.<br>Single and multiplayer challenges, tasks and events.<br><br>Train with your friends online, compete with rivals from all over the world. Build your rating among drivers, earn fan likes.<br>Improve your style and develop your skills.<br><br>Japanese, American and European cars - gather a unique collection. Upgrade, tune and customize the cars.<br><br>Be creative and self-actualize in creating exclusive liveries for your cars using the advanced styling system.<br><br>Experience the emotions of a real driver from participating in races: spectators and fans on the tracks will appreciate your driving.<br>Share your successes with friends and like-minded people.<br><br>Make your dream come true and become the star of the festival!<br>Intrigue and competition, joy and tears, drama and celebration at OverDrift festival!<br><br>Join the community on Steam and subscribe to our publics on social networks for the latest information, screenshots and more before anyone else!<h2 class=\"bb_tag\" >GAME WORLD</h2>Dozens of kilometers of picturesque roads and tracks: public roads, mountain &quot;toge&quot; serpentines and suburban highways, hypermarket parking and industrial zones, sports tracks and drift parks.<br>Traffic on public roads. Iconic track configurations recognized by real professional drifters are integrated into the overall game world. The atmosphere of the sports tracks is created with the highest detail.<br>Roads are perceived as real due to the environment and the terrain.<br>Summer and winter, day and night, different weather conditions.<h2 class=\"bb_tag\" >FESTIVAL EVENTS</h2>Lots of events and tasks, drift races at the motorsports and styling festival.<br>Make friends who are close in spirit to your car preferences.<br>Host meetings and competitions in an open online lobby in a shared gaming world with a large number of participants from all over the world.<br><br>Win the popularity of fans and spectators on the tracks, earn money for new cars and tuning, customize your car to accumulate likes.<br>Create your own team and club, compete and advance to the top ranking of the festival drivers!<h2 class=\"bb_tag\" >CARS</h2>A large collection of legendary rear-wheel-drive cars that have earned the love of motorsport fans around the world.<br>Models are made with high detail, salon and cockpit.<br>An advanced system of styling and visual customization of cars has been developed in all aspects.<br><br>All cars in this game are fictional. Any coincidence with real cars is an accident.<h2 class=\"bb_tag\" >PHYSICS</h2>Pure, clear and natural simulation of physical processes on our own architecture.<br>Based on the many years of experience of our team, we have made great progress in improving physics and are proposing a next-gen project.<br>Detailed tuning of the physical parameters of the car, variable parts increase in power and decrease in weight.<br>Different weather conditions, air and asphalt temperatures affect engine performance and tire grip.<br>The natural feeling of speed and lateral g-forces.<h2 class=\"bb_tag\" >BETA TESTING AND GAME IDEAS</h2>You can share your wishes and suggestions on Steam Community Hub by creating a separate topic.<br>Submission of applications for participation in the beta testing of the project takes place in the Steam community.<br>We will be glad to consider your candidacy.<h2 class=\"bb_tag\" >FEATURES:</h2><ul class=\"bb_ul\"><li> Real-time open world multiplayer<br></li><li> Drift races on sports tracks and Free Style drift tours on public roads with traffic<br></li><li> Huge game world with an area of ​​more than 30 square kilometers and a length of roads over 120 kilometers<br></li><li> Photorealistic nature, environment objects and characters in the game world are powered by the Unreal Engine<br></li><li> 60+ cars available in stock game &amp; 100+ cars in car packs DLC<br></li><li> Juicy engine and exhaust sound systems with customization<br></li><li> Events and tasks in the game world - a lifetime in the project<br></li><li> Compete with your friends according to your rules, arrange massive events among teams and clubs<br></li><li> Support for the latest graphics technologies including RTX ray tracing<br></li><li> Convenient control on the keyboard and all types of gaming devices<br></li><li> Physics of the car has been improved thoroughly<br></li><li> Support for keyboard and gamepad control<br></li><li> Support for all controllers, support for multiple input devices at the same time<br></li><li> Support for all steering wheels with detailed feedback</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1273440/header.jpg?t=1724747397",
    "developers": [
      "OverDrift Crew"
    ],
    "publishers": [
      "OverDrift Crew"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 2646,
      "discount_percent": 37,
      "initial_formatted": "¥ 42.00",
      "final_formatted": "¥ 26.46"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 3,
      "total_negative": 4,
      "total_reviews": 7
    }
  }
}