{
  "1276490": {
    "name": "Cascading Failure",
    "steam_appid": 1276490,
    "required_age": 0,
    "is_free": false,
    "description": "In Cascading Failure you must lead your troops to victory by establishing bases, controlling resources and amassing an army. Two playable factions are available, each with their own unique weapons and customizations. Both factions also share common technologies, requiring smart decision making when choosing the correct loadouts for you and your army. You must build defensible locations, expand to new resources and advance your presence on many maps, facing different challenges based on the game mode selected.<br><br>Cascading Failure is a difficult game where in most scenario's you are NOT expected to be able to solo even small groups of enemies. You will need to make good use of your armour abilities, troops and defenses to be successful.<br><br>You play as an on-field commander where you lead your troops into battle by example, in this FPS/RTS hybrid game. Your personal skills are important, but will not win you the match, as you will be unsuccessful in crushing an enemy outpost by yourself. Good troop control, economy management and timings, will determine how good of a commander you really are. Finding the best way to break a defensible location, or setting up the perfect defence while balancing multiple expansions are all aspects you have to manage while also fighting enemy troops in small to large battles.<h2 class=\"bb_tag\" >Building and Securing</h2>In the heart of every operation is the need to establish a base of operations. Constructing modular bases, defence turrets and Anti Air Emplacements allow you to setup the most basic infrastructure of a base. You will need to manage your resource income, plan expansions and troop production, so you do not become trapped and over committed on single locations.<h2 class=\"bb_tag\" >Customizing Loadouts and Troops</h2>Creating a good balance in your own personal loadouts as well as your Army will allow you take on field supremacy. Sometimes balance is not the only path as specialising heavily into a certain technology can have its advantages at different stages of the game. Your on field Army composition will play a huge factor in how you approach fortified locations, or even how you setup defences.<h2 class=\"bb_tag\" >Company Investments and Technology</h2>Investing in companies is how you get access to technology produced by that company. The most you invest, the more weapons become available for on field use. Weapon blueprints that are unlocked become available for both your army and yourself. Certain units are restricted to certain types of weapons so creating a good balance of investments is a good starting point when funds are limited.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1276490/header.jpg?t=1691910780",
    "developers": [
      "Swallowed Sun Pty Ltd"
    ],
    "publishers": [
      "Swallowed Sun Games Pty Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 3,
      "highlighted": [
        {
          "name": "Federation Trooper",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1276490/2de826fca821538eac5e2ac67e5839c6c1c1c798.jpg"
        },
        {
          "name": "Coalition Contractor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1276490/33fc5f7ad76da29a14f76ee14ffc453f19d7e92e.jpg"
        },
        {
          "name": "Shooting Course Expert",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1276490/88f36ea596e560e35c61dbcfc1e973e4d284f185.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}