{
  "1276820": {
    "name": "Space War Machine",
    "steam_appid": 1276820,
    "required_age": 0,
    "is_free": false,
    "description": "Get a glimpse of the future in Space War Machine! With non-stop action, use your strategy and skills to get grow your empire and fight in a universe brought to us by Keith Ty Havron. Pick your faction of super-powered aliens with 10 different choices, and build 20+ ships! With a vast set of powers to pick from, gain the upper hand for an edge while fighting to colonize planets before you are destroyed by the competition! Each system is generated randomly for never-ending action! Learn about the history of each race and fight for a galactic empire of good or evil. Each combat ship has one of three weapon types. You choose the right build of units to counter your enemy. The 3 combat weapon types counter each other in a triangle. Build enough Material Generators and Nuclear Reactors to power your needs, but don’t hit your population cap with an army! With enough resources you can create stronger factories and bigger ships. Build level 3 factories to summon ships with different mighty abilities and gain access to summon the Avatar unit, the Ultimate of your race! Fight epic battles across countless systems against the strongest empires and aliens in the entire galaxy! This game supports controllers for 1 or 2 players locally.<br />\r\n<br />\r\nKEY FEATURES:<br />\r\n<br />\r\n3 game mode: Now includes CREATIVE MODE. Creative mode- Build with no enemies and millions of resources. Conquest Mode- Fight with one enemy faction., mode ends when one team left. Infinite War- Fight up to 10 different alien races that spawn over time, fight until you die!<br />\r\n<br />\r\nController support: Have more fun with controllers! Plug in your game controller for single or split screen action!<br />\r\nStats: Keep track of stats in a match, and overall! Stats are loaded on game start, and saved when you restart or quit from the in-game menu!<br />\r\nShips: Move them up or down to changed your build strategy! Move your ships in a line to create a barricade, or create a factory above a planet to launch ships below! Higher level ships can fire special combo attacks, with 20+ different ship types to build!<br />\r\nFactories: Create factories from levels 1 to 3, and create ships that are stranger and tougher! Factories range from Combat types to Utility types. Level 3 Combat factories can create the BlackHole-Generator,Juggernaut, and the special Avatar type ships!<br />\r\nTime Control: Pause the game and use the time control menu. Set game mode to pause, slow, or normal speed!<br />\r\nRandomized star systems: Each new battle starts with randomly placed planets, stars, asteroids, and enemies! Even the sky will change each time for never ending replay-ability!<br />\r\nTerraform and Colonize: You must explore and find a suitable planet to live, or terraform planets to make them suitable for you! You can build on a planet of you type, or Choose the bugs for their special ability Adaptable, to build on any planet!<br />\r\n<br />\r\n3 weapon types: In combat, build the right ships to counter your enemy! (Metal, Sonic, and Fire weapons)<br />\r\nMetal weapons break sonic ships, Sonic weapons blow-out fire ships, and Fire Weapons melt metal ships!<br />\r\nChoose the wrong weapon type, and your weapons are ineffective!<br />\r\nMultiple game modes: Single player or local co-op, with Domination and Endless Siege Modes!<br />\r\n<br />\r\n2 different resources: Mass generators are given to you when you deploy a Combat factory, and Energy generators are given when you deploy a Utility! Mass is used while creating Combat ships, and energy is used while creating Utility ships!<br />\r\n<br />\r\n10 different alien races: With special passive powers (Life-steal, Regeneration, Teleportation, Immunity, Brain-washing, Stasis Field, and more!)<br />\r\nEnter a Domination match to build get a chance to learn easier, or go into Endless Siege mode to fight an epic battle against enemies warping in for the highest scores!<br />\r\n<br />\r\nAvatar Units: Build the level 3 Combat factory for a chance to create Avatars! Avatars are different animated creatures for each race! <br />\r\n<br />\r\nBalance your population with many ship/factory types to build. Each unit created will cost you 1 population!<br />\r\nUse your passive to create your favorite play strategies!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1276820/header.jpg?t=1591027478",
    "developers": [
      "Keith Ty Havron"
    ],
    "publishers": [
      "Havron Global LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}