{
  "1276450": {
    "name": "Modest Hero",
    "steam_appid": 1276450,
    "required_age": 0,
    "is_free": false,
    "description": "Those seeking power and rule never stopped talking about them. Those who challenged kings and emperors always declared that they fought in their name. Those who wanted to destroy the castles and set the palaces on fire led them to the trenches and barricades first. Once the fires had gone out and the dust clouds hanging over the streets and squares had cleared, nobody talked about them again. They, on the other hand, quietly buried their dead and continued to live their miserable lives with even less. They, that is, those who bore the burden of the revolution on their backs and then were ignored, when the day of reckoning came they confronted their enemies with the built-up anger they felt at all the injustices they faced.<br />\r\n<br />\r\nIn June 1848, an uprising that started in the suburbs of Paris was harshly suppressed by the army, and from among the rebels seven workers were arrested for the killing of a general. Modest Hero is a game about the last journey of an ordinary man among those prisoners. As he is dragged towards the end that awaits him, our hero Victor travels in his imagination to his memories of the beginning of his life's most important adventure.<br />\r\n<br />\r\nThe game begins at the peak of the Age of Revolutions in France on the streets of a city left desolate by a violent civil war. The modest hero of the game, Victor, and his six captured friends like him, are downhearted and angry but somewhat hopeful as they proceed towards the place where they will be judged, because the instinct to survive, even in the most appalling situations, can produce brazen courage.",
    "supported_languages": "英语, 土耳其语, 法语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1276450/header.jpg?t=1726308986",
    "developers": [
      "Umigame Studios"
    ],
    "publishers": [
      "Umigame Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 1980,
      "discount_percent": 40,
      "initial_formatted": "¥ 33.00",
      "final_formatted": "¥ 19.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}