{
  "1277390": {
    "name": "Death World",
    "steam_appid": 1277390,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>About Death World</strong><br>Death World is an immersive single and multiplayer experience that puts you to an atmospheric post-apocalyptic world where you must fight alone or with your friends for survival. Not only hunger and thirst will gradually afflict you, but also zombies infected by an unknown pathogen will become more and more of a problem for you.<br>To ensure your survival you have to build simple and advanced weapons, build shelter, kill zombies and make sure you have enough food and drink at all times.<br>Meanwhile, you can explore an epic atmospheric world and find new places again and again.<br><br><br><strong>Key Features</strong><br>Our key features will gradually develop in line with our roadmap. The features listed here represent only a small part of our incredible experience.<br><br>Open World<br>In Death World you can discover an atmospheric open world. Here you will discover different places whether in the abandoned modern age or in the overgrown nature.<br><br>Zombie System<br>On your way of survival you will gradually encounter zombies of different strengths. But you can also get good equipment from them and improve yourself with it!<br><br>Day / Night System<br>Not only the atmosphere and immersion are improved by the day-night system. Also at night more and stronger zombies will come, which want to get at your flesh.<br><br>Weather System<br>Fight your way through the beautiful sunshine at sunset as well as the pouring rain during a thunderstorm.<br><br>Resource System<br>Cut down trees, mine rocks and use them to build new weapons, items etc.<br><br><br><br><br><strong>About the Story</strong><br>Imagine a world at war. For many years the Corrupt Government has promised better days and an end to suffering. But modern warfare no longer consists of simple nuclear weapons. Bio-weapons are the new trend and they have already been used successfully. The pressure on the security bunkers is increasing, both by the threat of the still unknown pathogen, which resurrects corpses of starved and thirsty people. <br><br><strong>FAQ</strong><br><br>When will Death World be released?<br>Death World is expected to be released at July of 2021. We would like to point out that we are a young development studio and therefore can only give a very imprecise time.<br><br>Do you have any questions left?<br>We are happy about every question in our Discord!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1277390/header.jpg?t=1601122943",
    "developers": [
      "Millenium Games"
    ],
    "publishers": [
      "Millenium Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}