{
  "1278270": {
    "name": "Fire Rescue Simulator",
    "steam_appid": 1278270,
    "required_age": 0,
    "is_free": false,
    "description": "Fire Rescue Simulator let's you experience the day in the life of a firefighter in the United States.<br><br>You, the player, will have the ability to respond to emergencys such as house fires, vehicle fires, vehicle accidents, technical rescues, medical emergencies and more. The player will have the ability to use tools to carry out a task such as using a chain saw to cut through a roof. <br><br>If you want to build your own carreer inside the fire department, you can play our storyline:<br><br>         You will start as a cadett in the fire academy to learn everything you need to know to fight fires, to rescue patients out of different scenarios and what to  <br>         do in very specific situations for exampe hazmat situations.<br>         From there on you will start your shifts on your desired station doing everyday chores and doing your job as a firefighter to save lifes and property.<br>         By earning experience and driving calls you can level yourself up, what allows you to do different jobs later on.<br>         Its only a matter of time till you go from the cadett to the station batallion commanding your own fellow firefigters on what to do on scene.<br>         But dont worry there is nothing holding yu back from doing everything on your own!<br><br>If you just want to drive your calls and fight some fires and rescue people we got your back aswell, just select the freeroam mode and do so.<br><br><strong>Current Features</strong><br>- Fully costumisable gearlook out of predefined settings.<br>- Fully costumisable trucklook out of predefined skins and colors and the ability to create your own skins using the downloadable templates.<br>- Open World Map including multiple stations to work at.<br>- Extinguish different house, vehicle or other fires in multiple scenarios.<br>- Fellow AI FIrefighters on the staion wanting to go out to the scene with you.<br>- Multiple things to do at the station from trainng to exercising.<br>- Simple Hose system (still in development)<br><br><strong>Features still in development and to come</strong><br>- Technical Rescue calls<br>- Medical Calls<br>- AI Firefighter system<br>- AI citizens including Traffic<br>- Storyline option with levelling system<br>- Hose system rework<br>- Airport and forest fires, aswell as hazmat calls (coming as a DLC after full release)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1278270/header.jpg?t=1633204948",
    "developers": [
      "Tyler Devine",
      "Luis Schmitz",
      "Matt Schostek"
    ],
    "publishers": [
      "AdTechGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}