{
  "1278140": {
    "name": "Delirium",
    "steam_appid": 1278140,
    "required_age": 0,
    "is_free": true,
    "description": "This is game is about a very difficult journey through life and mental health issues. It tries to emulate the chaos of the mind finds itself in very difficult situations in life. It is sort of a personal journey with a minimalistic approach and chilling atmosphere anyone can relate to. It leads to rage and the desire to quit and give up. You will want to quit this game! You probably will quit this game! It will induce rage and in that prove it's point. The hardships in life are hard and only through trying and getting back up again, trying time and time again and fighting through the impossible odds you may reach the end. The end? If you've ever had such a situation it will bring you back there, it may make you feel bad, down, enraged and it will try actively to put you back down in the depths of depression and self-doubt. And, then... things will change... Just like real life... Without spoiling too much... Prepare to hate it, rage over it and complain how unfair and stupid some things are and I assure you the life is much like that. But those who endure reap the benefits!<br />\r\n<br />\r\nOn the gameplay side of things: It is a skill-based platformer. It features procedurally generated levels with a story. There are many different enemies and obstacles. There is a secreted in the game that can be discovered in a very complicated way, do not spoil it if you find it (shhh...)! Click to shoot and space to jump with WASD movement. There is a shop mechanic and a high score. It features a beautiful atmosphere and unique hand-drawn characters. <br />\r\n<br />\r\nIf you were to compare it to something it would be like Super Mario if he was a super depressed ninja!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1278140/header.jpg?t=1678800652",
    "developers": [
      "Kumova Slama"
    ],
    "publishers": [
      "Kumova Slama"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}