{
  "1278480": {
    "name": "Smart Game Booster",
    "steam_appid": 1278480,
    "required_age": 0,
    "is_free": true,
    "description": "Smart Game Booster is an easy-to-use yet efficient game optimization utility, essential for any gamer who wants a smoother gaming experience.<h2 class=\"bb_tag\" >Boost FPS</h2>As an efficient FPS booster, Smart Game Booster kills unnecessary processes and services with just 1-click. Normally, you will get higher than 60 FPS in your games at a safe temperature.<h2 class=\"bb_tag\" >Overclock GPU*</h2>Want to get smoother game performance without spending your money on upgrading graphic cards? Overclocking a GPU is an easy tweak to get more power out of your PC, which helps squeeze out more speed for your games. With 1-click, Smart Game Booster overclocks most Nvidia and AMD graphics cards and keeps them working at a safe temperature.<br>*note: unlock this feature via Downloadable Content for our product.<h2 class=\"bb_tag\" >Monitor Temperature</h2>While gaming, it’s important to monitor your GPU temperature. Smart Game Booster can monitor and display your CPU &amp; GPU temperature and usage in real-time. And you’ll be informed immediately once your computer is overheating.<h2 class=\"bb_tag\" >Fast Game Launching</h2>Add all your PC games to Smart Game Booster. With just one single click, you can quickly boost your PC to peak performance and launch your games directly without delay.<h2 class=\"bb_tag\" >Better Game Performance</h2>Besides updating outdated graphics drivers, Smart Game Booster also frees up disk space, defrags game, and speeds up system response for you.<h2 class=\"bb_tag\" >Can You Run It</h2>You may want to play Cyberpunk 2077, but can your PC run it? Smart Game Booster displays your computer information and helps you check if your computer can run the games you love just in seconds.<h2 class=\"bb_tag\" >Safeguard Game Trade</h2>Equipped with Smart Game Booster, spyware can not break into your computer. Your game account and game trade would stay safe.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 捷克语, 匈牙利语, 日语, 韩语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语, 越南语, 丹麦语, 希腊语, 芬兰语, 荷兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1278480/header.jpg?t=1667467918",
    "developers": [
      "Smart Game Booster"
    ],
    "publishers": [
      "Smart Game Booster"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 11 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}