{
  "1278040": {
    "name": "Storynth",
    "steam_appid": 1278040,
    "required_age": 0,
    "is_free": false,
    "description": "In order to escape the tyrannical rule of the Vostinian Empire, a young adventurer allies with a freedom fighter, a spell-slinger, and an aspiring Inquisitor on a journey through the Storynth, an ancient fortress designed to contain the monstrous threat of the Fiends.<br><br>But what if the Storynth is hiding powerful and unexpected truths?<br><br><strong><u>Classic Turn-Based Action</u></strong><br>The combat system in <i>Storynth </i>pays homage to classic RPGs whilst also emphasizing the importance of party members supporting each other. Each character possesses a powerful Final Skill and a varying number of Team Skills in addition to their class-specific techniques.<br><br><strong><u>Overcome Obstacles, Both Everyday and World-Altering</u></strong><br>While journeying through the Storynth and the above-ground territory of Wrytoll, you and your companions will be faced with numerous challenges of varying magnitude. Some may be as simple as helping an ally complete an ordinary task; others may involve accomplishing major sociopolitical changes.<br><br><strong><u>A Diverse, Atmospheric Soundtrack</u></strong><br><i>Storynth</i> features entirely original compositions, from the sharp synthesizers of the Vostinian Empire to the guzheng melodies found in Lykoria. Each new settlement is accompanied by a musical theme that reflects its general ambience and tone.<br><br><strong><u>Post-Story Adventures</u></strong><br>After completing the main story, players will be able to access various other activities, including the Trial By Combat and further interaction with familiar faces encountered during their adventures. There might even be a few secrets scattered throughout the Storynth...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1278040/header.jpg?t=1741399408",
    "developers": [
      "Jett Barker"
    ],
    "publishers": [
      "Jett Barker"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}