{
  "1278510": {
    "name": "Tower!3D Pro - EKCH airport",
    "steam_appid": 1278510,
    "required_age": 0,
    "is_free": false,
    "description": "Copenhagen Airport, Kastrup <br><br>EKCH is the main international airport serving Copenhagen, Denmark, the rest of Zealand, the Øresund Region, and a large part of southern Sweden including Scania. It is the largest airport in the Nordic countries with 30 million passengers in 2018 and one of the oldest international airports in Europe. It is the third-busiest airport in Northern Europe, and the busiest for international travel in Scandinavia.<br><br>The airport covers an area of 11.8 square kilometres (4.6 sq mi).Most of the airport is situated in the municipality of Tårnby, with a small portion in the city of Dragør. It's the main hub out of three used by Scandinavian Airlines and is also an operating base for Sunclass Airlines and Norwegian Air Shuttle. Copenhagen Airport handles around 60 scheduled airlines, and has a maximum operation capability of 83 operations/hour, and a total of 108 jet bridges and remote parking stands. <br><br>Copenhagen Airport was originally called Kastrup Airport, since it is located in the small town of Kastrup, now a part of the Tårnby municipality. The formal name of the airport is still Copenhagen Airport, Kastrup, to distinguish it from Roskilde Airport, whose formal name is Copenhagen Airport, Roskilde.<br><br><strong><u>Runways</u></strong>:<br>Despite the short distance to the city centre, approaches to, and departures from, the airport are above water due to the heading of the dual parallel runway system (04R/22L &amp; 04L/22R). Those runways point to the Øresund strait, close in both directions. The supplementary runway (30/12) oriented perpendicular to the main runways also has its approach or departure over Øresund in one direction. In the opposite direction, the 30/12 runway has noise restrictions as flight happens close over residential areas",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1278510/header.jpg?t=1585918859",
    "developers": [
      "FeelThere"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}