{
  "12790": {
    "name": "Damnation",
    "steam_appid": 12790,
    "required_age": 0,
    "is_free": false,
    "description": "Evolving the shooter genre with its unique and exhilarating combination of fluid action and combat, Damnation features huge, open environments, frenetic combat, daredevil acrobatics and high-octane vehicle-based stunts. Presenting players with an intense test of reflexes, quick thinking and rapid-fire conflict, Damnation will feature vast, breathtaking landscapes, each covering miles of distance and thousands of vertical feet.<br>                    Billed as a shooter gone vertical and visually inspired by iconic elements of American history, these massive streaming landscapes will form the battlegrounds for a post-industrial conflict between humanity and an unstoppable arms dealer hell-bent on total world domination.<br>                    <ul class=\"bb_ul\"><li>Choose your own paths and navigate the world by performing daredevil feats on the edge of human ability<br>                    </li><li>Intelligent enemies will give chase and engage players in frantic gun fights and attacks that can come from any direction<br>                    </li><li>Miles of awe-inspiring landscapes and up to three hours of actual gameplay per level<br>                    </li><li>A full-range of unique vehicles from wall-riding motorbikes to armour piercing mobile artillery provide high-octane thrills<br>                    </li><li>Extensive multiplayer options, including drop-in-drop-out co-op<br>                    </li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12790/header.jpg?t=1741994097",
    "developers": [
      "Blue Omega Entertainment"
    ],
    "publishers": [
      "Codemasters",
      "Electronic Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}