{
  "1279020": {
    "name": "I Can't Believe It's Not Music!",
    "steam_appid": 1279020,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever wanted to write a song like a pro? Well, you're one button click away from writing tunes! And best of all, you own all the copyrights to all of your creations.<br />\r\n<br />\r\n&quot;I can't Believe It's Not Music&quot; is your one-stop shop to music creation. It can output MIDI files with songs that have from 16 bars up to 11,000 bars. Wow! That's enough bars to write a symphony. Wrong! That's plenty of hours to write 35 symphonies! Double wow! This app supports between 20 and 300 beats per minute. So what does that mean in terms of play time? Well, it means your creation can last from 12.8 seconds up to 36 hours and 40 minutes. File sizes: 1kB ~ 1MB.<br />\r\n<br />\r\nIf Mozart spent years to write over 200 hours of music, you can easily surpass the all-time master with a mere six clicks of a button. Now, if that's not good value for money then I don't know what it is!<br />\r\n<br />\r\nFor those who can't live without a spiffy walking bass line, you're in for a treat! But if you prefer to play more conservatively, you can always fall back to randomly generated bass lines.<br />\r\n<br />\r\nThis program is powered by a proprietary algorithm that writes music in an instant. Regardless of how you feel about technology and the limits of automation in art, you'll definitely be thinking to yourself: &quot;Wow, I can't believe it's not music!&quot;",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279020/header.jpg?t=1749983846",
    "developers": [
      "Wholetone Games"
    ],
    "publishers": [
      "Wholetone Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 22 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}