{
  "1280690": {
    "name": "Mariachi Undead Demo",
    "steam_appid": 1280690,
    "required_age": 0,
    "is_free": true,
    "description": "Mariachi Undead is a single-player, hand-drawn, story-driven, rhythm, platformer about a mariachi player returning from the dead to enact revenge and save his son from an evil corporation and a corrupt government. <br />\r\n<br />\r\nYou play as Alfonzo, a Mariachi Guitarrón brought back to life with supernatural powers from the underworld. Alfonzo must traverse multiple environments to find his captured son. The game uses a unique cover system in an action side-scrolling environment. Alfonzo has an arsenal of magical weapons at his disposal, such as his Soul Pistol. With endless ammo, his magical pistol can remove the enemy's soul to replenish his own health and charge his power. He can slide into cover to avoid enemy fire.  If Alfonzo gets completely overwhelmed by enemies, he can do a special rhythm attack by playing his magical guitar. The player can complete a rhythm sequence using a Rhythm Guitar, or a unique rhythm experience using a controller. Depending on the percent correctly achieved, the player will AOE (Area of Effect) the enemy.  <br />\r\n<br />\r\nThe Demo starts after Alfonzo has left the underworld, tracking his first target to the local bar that the enemies have confiscated.  While fighting their way through the bar, the player must use every aspect of Alfonzo’s arsenal to reach the top, where the first boss waits to duke it out in a full Rhythm Guitar Battle.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1280690/header.jpg?t=1597963338",
    "developers": [
      "Upside Down Bird"
    ],
    "publishers": [
      "Upside Down Bird"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}