{
  "1280590": {
    "name": "Race Project",
    "steam_appid": 1280590,
    "required_age": 0,
    "is_free": false,
    "description": "Are you ready for action and racing fun? Because that is exactly what you get here.<br>You can set best times or even compete with your teammates.<br>But if you loose the desire to race, you can also prove yourself in the two other modes.<br><br>In short, you will only win in Destruction Derby or Demolition Derby as the last survivor.<br>The Destruction Derby and Demolition Derby differ enormously.<br>In Destruction Derby, also known as DD, you basically only have to try to be the last survivor to win without<br>other support.<br>Demolition Derby is different, because it is a parkour to drive to reach a military vehicle at the end of the track.<br><br>Features<br><br><ul class=\"bb_ul\"><li>Multiplayer (1 - 16 players) - Whether you want to set the best times on your own or want to try out new DD / DM routes, everything is possible.<br><br></li><li>Multiple pickups. - From nitroboost and repairkits to vehicle changes in the race.<br><br></li><li>Map Editor - Fully customizable maps and all necessary assets provided. You have the opportunity to create your own maps and share them with the commnity.<br><br></li><li>Map Editor multiplayer ready - Join your friends while they are creating maps, so you can test it with them<br><br></li><li>Dedicated server - For everyone who wants to play on a persistent server. Choose the maps and gamemodes you like and play with your friends.<br><br></li><li>Lobby - Everyone can create ingame a lobby and let other join into it<br><br></li><li>Air movement - Move your vehicle in the air, so a good landing is no problem anymore<br><br></li><li>Workshop - The workshop integration helps you to distribute your map creation<br><br></li><li>Prove yourself - Try to becoming the best racing driver<br><br></li><li>Survive, win and live to tell the story!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1280590/header.jpg?t=1707693735",
    "developers": [
      "Bearded Monkeys"
    ],
    "publishers": [
      "Bearded Monkeys"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}