{
  "1281030": {
    "name": "Misuto",
    "steam_appid": 1281030,
    "required_age": 0,
    "is_free": false,
    "description": "Misuto is set in a fantasy variation of <strong>feudal japan</strong>. As you progress though the mist you will encounter various hostile and friendly <strong>oni, yokai</strong> and other various spirits.<br><br>In Misuto I tried to make it all about 3 main aspects: <strong>exploration, movement, combat</strong>. But giving all these traditional staples of action-adventure games a new <strong>twist</strong>. Misuto is an open world game with realistic scales and distances, with every location full of secrets and environmental stories. To traverse such landscape you will<strong> unlock powers of wind</strong> to run fast, jump and climb high and even glide through the air. On your way many mysterious oni will try to end your life. Inspired by classical fighting games combat, but with less stress and focus on fast execution, Misuto combat is all about precise movements and <strong>stylish finishing blows</strong>. Try out <strong>12 sword styles</strong>, each with unique movements and tactics. To become even more powerful samurai you can <strong>collect magical netsuke and artifacts</strong>, which will grant new unique abilities to further <strong>customize your playstyle.</strong> In Misuto you can truly express your combat prowess through being <strong>aggressive, defensive or both.</strong><br><br><strong>Graphics and visual style</strong> of Misuto are heavily influenced by the <strong>classical Japanese art</strong> of woodblock prints. Taking palettes, motifs and general feel out of them. Bringing it to the modern day in 3D wrapping.<br><strong>Music</strong> is a combination of traditional instruments like <strong>shamisen, koto, shakuhachi &amp; modern Hip Hop</strong> influences with a touch of electronic synthesizers.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1281030/header.jpg?t=1667033742",
    "developers": [
      "Grigorion Shinlex"
    ],
    "publishers": [
      "Grigorion Shinlex"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}