{
  "12810": {
    "name": "Overlord II",
    "steam_appid": 12810,
    "required_age": 0,
    "is_free": false,
    "description": "Overlord II, sequel to the critically acclaimed cult hit, sees the return of the chaotic Minions and their new Dark Master. Bigger, badder and more beautifully destructive, Overlord 2 has a Glorious Empire to smash, a massive Netherworld to revive, Minion mounts to mobilize, a trio of mistresses to woo, War Machines to crush opposition and lots of cute creatures to, err... murder (and a mini-map)<br>                    <ul class=\"bb_ul\"><li><strong>What sort of stuff will I get to kill?</strong> Your main source of victims will come from the brave and highly flammable ranks of the Glorious Empire, a sinister regime that gained power after the fall of the previous Overlord. You'll be hacking your way through entire battalions at a time, but to keep the blood on your sword varied we've also thrown a few Yetis, Elves, villagers and annoyingly cute indigenous species into the mix, just to name but a few. Don't say we never do anything for you.<br>                    </li><li><strong>I've always wanted to enslave the human race, is this the game for me?</strong> You've come to the right place! With the Domination style Overlord humanity, can become your plaything. Village by village, you'll reap the benefits of an unwilling workforce as you drive the Glorious Empire from your lands.<br>                    </li><li><strong>I'm more of a &quot;watch the world burn&quot; kind of guy, can I still get my rocks off?</strong> We've got your pleasure, sir. With the Destruction style Overlord you can ravage the land like a moody Tsunami; razing cities, forests and Imperial camps to the ground just because they looked at you funny.<br>                    </li><li><strong>What can my minions do?</strong> Minions are angry little Swiss army knives of pain: They can ride into battle on wolves and other magical creatures, loot the best weapons from stomped enemies, pillage houses for treasure, operate fearsome war machines, infiltrate enemy camps and polish your armour so thoroughly you'll blind passing wildlife.<br>                    </li><li><strong>What types of Minions can I rule?</strong> This new batch of minions is smarter, faster, deadlier and wittier than the sorry sacks of skin you used to rule. Minions now come in four fantastic flavours: Browns are brutal brawlers that solve their problems with teeth and fists. Reds are the surly artillery who love to play catch, as long as it's with fireballs. Greens are the stealthy assassins. Silent and deadly, like a fart on legs. Blues are no use in a fight but can resurrect fellow Minions who've tried to stop a sword with their face.<br>                    </li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/12810/header.jpg?t=1656372034",
    "developers": [
      "Triumph Studios"
    ],
    "publishers": [
      "Codemasters",
      "Electronic Arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 170,
      "total_negative": 16,
      "total_reviews": 186
    }
  }
}