{
  "1281200": {
    "name": "The Walking Fish 2: Final Frontier",
    "steam_appid": 1281200,
    "required_age": 0,
    "is_free": true,
    "description": "<i>The Walking Fish is not human nor fish. It was born through our greed, and now we must pay the due price for it.</i><br><br>The long journey is nearing its end as you wake up in a cryo pod, but something is not quite right. As you wake up you find that the space station, that was supposed to colonize outer space, is seemingly empty. No sign of life can be found, but that is soon to be changed as a piercing roar starts echoing throughout the hallways.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Outsmart the Walking Fish and try to escape the space station.<br></li><li>Explore a handcrafted space station and find what hides behind its many doors and hallways.<br></li><li>Solve puzzles to break past the high security lockdown system of the station.<br></li><li>Hear the stories of those who used to live there, and maybe they'll reveal to you more than your sanity can take.</li></ul><br>The Walking Fish 2 is an entertainment experience that will be expanded with new content over time. This content relates to the developer roleplay that currently plays out on the game's official subreddit. We aim to blend the game experience with roleplay and an evolving story to create something unique.<h2 class=\"bb_tag\" >The Game</h2>The Walking Fish 2 is the sequel to a small indie game released in 2018, trying to lay the foundation for the fish comedy horror genre. This game blends the borders between joy and fear into something new. It is developed by a team of two.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1281200/header.jpg?t=1649339265",
    "developers": [
      "That Fish",
      "That Other Fish"
    ],
    "publishers": [
      "That Fish",
      "That Other Fish"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 5,
      "total_negative": 2,
      "total_reviews": 7
    }
  }
}