{
  "1281250": {
    "name": "Lammana: The Looe Island Mystery",
    "steam_appid": 1281250,
    "required_age": 0,
    "is_free": false,
    "description": "About This Game:<br>Journey to Lammana, through the historic 'found footage' of William H Boston. Explore the cursed island off Cornwall's coast. The Looe Island Mystery awaits as you retrace the steps of Boston, a young man who disappeared on a unexplained quest, in 1924. Lammana is a period 'Found Footage' themed mystery, presented in a classic 'point and click' adventure game style.<br><br>Interact with 'found footage', the old film reels, to discover a dark mystery involving treasure, exploration and  sea monsters. 'Play through' the last surviving footage of William's cursed adventure, scene by scene, to a shocking end.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1281250/extras/f7016a378ca2566063173b38cc23e03b.avif?t=1749464550\" width=600 height=121 /></span><br><br>William H Boston vanished in 1924, never to be seen again, some say 'foul play', others claim madness and isolation. What brought Boston to Cornwall? Why did he meticulously record his every activity?<br><br>Your Task:<br>Help us work out what happened to William, witness the strange and disturbing footage, and solve the mystery that surrounds Lammana, the ancient name for the island.<br><br>History:<br>In 1924 a man arrived on Looe Island, an uninhabited wooded rock, off the coast of Cornwall, in England. He took with him some bare essentials, a few supplies, and a customised film camera, to capture 'moving pictures'. He documented his stay, each passing chore and action, for reasons unknown. The films form a perfect, captured moment in history, as film was new and 'experimental'. Why film the Island so meticulously? For what purpose? Looking for something?<br><br>There has always been talk of treasure on the Island, from local gossip to blockbuster movies. The Island does boast a strong history of pirates, smugglers and skulduggery, but any treasure hunt, or archaeological search has proved fruitless, though few have tried. For it is said the Island is CURSED. That's right, shiver me timbers and all that pirate fun, but Looe Island is a very real place, with ghosts, legend and a history from before written word. There are skeletons beneath the soil, and lost buildings, created by monks, long long ago. Now the place is quiet, as it was in the 1920's, when the 'found footage' was shot and captured, before being sent overseas.<br><br>Features:<br><ul class=\"bb_ul\"> <li>  Explore the 'footage' of Lammana Island, surrounding Seas and nearby coast.<br></li><li>    A period 'Found Footage' mystery in a classic style 'point and click' adventure game style.<br></li><li>    Solve a myriad of puzzles and enigmas.<br></li><li>    Discover an island of dark mystery and dangerous curses.<br></li><li>    Repeat the actions of Boston as he films the investigation.<br></li><li>    Learn what happened to William H Boston.<br></li><li>    Reveal the dark mystery involving treasure, exploration and sea monsters.<br></li><li>    Single Player.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1281250/735ffa905d4e3501c58218b760f7c5b5d7072a55/header.jpg?t=1749464550",
    "developers": [
      "Darkling Room"
    ],
    "publishers": [
      "Darkling Room"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}