{
  "1282670": {
    "name": "The Most Beautiful Room in the World",
    "steam_appid": 1282670,
    "required_age": 0,
    "is_free": true,
    "description": "The Wedding Chamber fresco, also known as Camera Picta, or La Camera Degli Sposi, dubbed as “The Most Beautiful Room in the World”, painted by Andrea Mantegna at the dawn of the Renaissance, epitomizes the most outstanding expression of personal creativity and innovation from an artist that transformed the boundaries of representation and narrative inside the architectural space, to mix illusion and reality. He utilized the trompe l'oeil effect, the Oculus, and cinematic painted imaging on the walls, to reveal a world of fictional and symbolic situations combined with classical mythology. However, Andrea Mantegna playfully organized these compositional components, inaugurating a proto-technological system of visualization that transforms the viewer's perception in an immersive experience that goes beyond the mere effect of illusion. The research and the development of the installation “The Most Beautiful Room in the World” describes and explains through cinematic and interactive/immersive experiences what Mantegna expressed masterfully at the end of the 15th century in the Saint Giorgio Castle in Mantua, Italy.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1282670/header.jpg?t=1701629045",
    "developers": [
      "Andres Montenegro"
    ],
    "publishers": [
      "Pinichanchi Animation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}