{
  "1282570": {
    "name": "Quintessence 3D VR Episode 1",
    "steam_appid": 1282570,
    "required_age": 0,
    "is_free": false,
    "description": "Relativity Theory VR presents an International award winning sci-fi 3D 360 Virtual Reality experience. An intriguing and captivating  story of mankind's future in an original episodic VR series. Designed for 3D 360 VR as a super immersive and entertaining multidimensional virtual reality and spacial sound cinema experience.<br />\r\n<br />\r\nBy the year 2043 high tech wars and environmental destruction left little life on Earth. Only a few pacifist scientists escaped by barricading themselves in deep bunkers underground and at the bottom of the deep ocean. There they worked on their solution for mankind. Within a few years they isolated the human gene for super energy perception. They discovered SE is a super force that is interconnected with, gives life, form, and sustenance to all things in the Universe. Some hailed it.. the &quot;God energy”. But, all of these scientists believed that all living things evolve toward the super energy.. and if they could speed up this process humans could finally achieve enlightenment and peace. Now, after ongoing success with this revolutionary human genetic engineering.. it is the year 2085. All people have some SE capabilities, but there are a few that evolved beyond the others. Episode1 begins the immersive adventure as humans receive signals from the Massive Black Hole, and supernauts Denne, and Zhibo prepare for their epic journey.<br />\r\n<br />\r\nQuintessence 3D VR was created using the latest state of the art in 3D 360 VR cinema technology. From the high resolution photography, animation, and VFX, to the superior quality spacial 360 music and soundtrack there was little compromise in the production. Series Creator, director and creative designer Joel Peck envisioned a stylized look for the series offering an original rendition of mankind's future, their world, and universe. The stylized artistic approach was utilized to bring a unique and engaging feel to the series while offering the VR audience a super immersive high quality experience even with lossy compression.<br />\r\n<br />\r\nDesigned for 3D 360 VR as a super immersive and entertaining multidimensional virtual reality and spacial sound cinema experience, and metaphysical adventure of mankind's new found connection with Universal forces.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1282570/header.jpg?t=1593649617",
    "developers": [
      "Relativity Theory VR"
    ],
    "publishers": [
      "Relativity Theory VR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}