{
  "1282710": {
    "name": "Sakura Stars",
    "steam_appid": 1282710,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Description</h2>When hordes of Youkai threaten the world, the Tanukis send a messenger to choose human girls to receive magical powers to defend humanity. They are known as SAKURA STARS. <br>Take on hordes of youkai in this 8bit horizontal shmup and defend humanity from supernatural beings. <br><br>Sakura Stars is a game made on Pico-8, a retro fantasy console with purposeful limitations and low-resolution to simulate an 8-bit era console.<br>But like modern shmups, the player has a small hitbox, indicated for a circle, allowing a greater number of enemy shots on the screen, as well as patterns with closer shots.<br><br>The characters have an artistic style of Japanese anime, purposely made in low resolution to create, together with the music, a more casual and relaxed atmosphere.<br><br>Features:<br><ul class=\"bb_ul\"><li>Three characters, each with a different shooting pattern, and different speed. Choose the one that best fits your playing style.<br><br></li><li>Enemy waves have a fixed pattern, encouraging them to be memorized to facilitate gameplay. Just like old arcade games.<br><br></li><li>Four levels in retro style. Face Youkai girls at the end of each one.<br><br></li><li>Soundtrack by authors of classical music, in chiptune style<br><br></li><li>Made on Pico-8, a fictional virtual console, created to impose the limitations and low-resolution of the 8bit era and simulate the sensation of playing a game from that time.<br><br></li><li>Anime like pixel art style. Drawn pixel by pixel, in a 16-color palette.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1282710/header.jpg?t=1725047813",
    "developers": [
      "Super16bits"
    ],
    "publishers": [
      "Super16bits"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 450,
      "discount_percent": 75,
      "initial_formatted": "¥ 18.00",
      "final_formatted": "¥ 4.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}