{
  "1282220": {
    "name": "Scooty Shooty",
    "steam_appid": 1282220,
    "required_age": 0,
    "is_free": false,
    "description": "Blow up your friend's tank before they blow up yours!<br />\r\n<br />\r\nAnyone can pick up and play with simple controls: Just turn, shoot and move forward or backward. Tactics revolve around surprising your opponents, bouncing shots at them from around corners, and using the environment to your advantage while managing your ammo and health (both of which recharge gradually).<br />\r\n<br />\r\nPlay in free-for-all mode (everybody against everybody else) or team up with players and AI-controlled bots of the same color to beat the other teams.<br />\r\n<br />\r\nScooty Shooty is a party game about bouncing bullets, hover tanks, and splitscreen-PC-vs-mobile-vs-bots crossplay on Wifi (if you want), in maze arenas that each put their own spin on the game:<br />\r\n<br />\r\nBasicMaze - On timed matches, the walls recede when one minute remains.<br />\r\n<br />\r\nConcentric - Circular maze where the walls are constantly revolving around the center, changing where the gaps will be. There's a jump pad in the center to give you a bird's-eye view of the action.<br />\r\n<br />\r\nRandomMaze - Randomly generated each time you play, automatically adjusting its size to the number of players in the match. Some walls are purple force fields that allow bullets through, but block tanks.<br />\r\n<br />\r\nTell us what you'd like to see for arenas in future updates!<br />\r\nAmmo slowly regenerates, as does your health, but remember: The over-cautious score less quickly.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1282220/header.jpg?t=1595647451",
    "developers": [
      "Aaron McCausland"
    ],
    "publishers": [
      "MightyEnigma Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}