{
  "1282180": {
    "name": "Drawing Machine",
    "steam_appid": 1282180,
    "required_age": 0,
    "is_free": false,
    "description": "1525年，杜勒（Durer）发明了他的绘图机。这是一种机械产生图片的方法。绘图机是此技术在桌面上的一种实现，可帮助您绘制图片。这个程序将帮助您学习绘画。随着技能的提高，您在开发用于绘画的适当心理方法时可以越来越少地使用该应用程序。该应用程序可以“分而治之”，因为它可以应用于绘图。<br />\r\n<br />\r\nDurer的绘图机通过将图片分成许多较小的连续连接的图片来工作。无需一次绘制一张大图片，而是一幅又一幅地绘制许多小图片。您可以看到每个较小的图片如何连接到其他较小的图片。通过指定所需的正方形数，原始图片被切成这些较小的部分。如果指定10个正方形，则原始图片将被划分为10 x 10网格的较小图片，总共100张小连接图片。总体而言，该技术非常简单且非常有效。<br />\r\n<br />\r\n每当不是艺术家的人需要画画时，此应用程序就很有用。如果您需要绘制要在计算机上使用的图片，则可以使用此应用程序绘制所需的任何图片。即使您是坏歌手，也​​是如此。您可以用手机拍摄照片，然后在绘图机中使用该图像来创建自己的个性化照片版本。您可以在线查找任何图片，并使用绘图机创建如果您确实是个好画家就可以绘制的图片。因此，此应用程序可用于设计和插图，网页设计，动画和建模或需要图片或图像的任何过程。您可以使用该应用成为更好的美术师，也可以在游戏中添加个人的艺术图形感。我们中的许多人都不是优秀的艺术家，但必须为我们的抱负游戏制作照片或图像。我们负担不起聘请专业艺术家创作图片的能力。如果您不是艺术家，则可以将此应用程序与现有技能相提并论。<br />\r\n<br />\r\n如果您愿意，则只能使用该应用程序在目标图像上定位和放置某些问题点。或者，您仅将应用程序用于部分图片，而不是全部图片。<br />\r\n<br />\r\n该应用程序提供了两个附加的有用功能，扩展了Durer的绘图机。 “十字准线”功能使您可以在网格内创建精确的兴趣点十字准线。您可以使用十字准线减少必须处理的平方数，从而使使用该技术更加容易。这些十字准线可以使您在放置关键点时完全正确。 “透视图”功能可帮助您将各种类型的透视图绘制到目标图像上（即1点，2点或3点透视图及其消失点）。这两个功能改善了Durer绘图机的基本功能。<br />\r\n<br />\r\n2022 年 9 月 5 日发布的更新消除了使用绘图机的最糟糕的事情。在更新之前，您必须在绘图表面上手动绘制网格。在更新中，添加了一种自动生成一组空白网格的方法。一旦你有了你的空白网格，你就可以选择你最喜欢的一个，然后打印尽可能多的副本。您本可以自己创建可打印的空白网格，但绘图机将为您完成此操作。这消除了该过程中繁琐、无聊和耗时的步骤。请注意，您可以打印没有网格的起始图像，覆盖有网格的起始图像，并在打印纸上打印几份空白网格的副本，这些副本的尺寸与您的起始图像相匹配。在这个用例中，您可以在假期随身携带所有这些打印的纸张，而在假期练习绘画时，您无需使用手机或电脑。如果您有孩子，那么这将是让他们在假期做点事情的好方法。更新中的另一个改进是允许您在起始图像的一部分上合并其他几个图像。这提供了一种类似于您在 Gimp 或某些照片购物程序中看到的功能，但这一切都以直观的方式在绘图机中发生。另一个改进是允许您选择您喜欢的网格样式。您可以使用几乎不可见的小十字代替网格来标记网格线将交叉的位置，从而消除从最终图片中擦除网格线的必要性。此外，您可以使打印的图像从彩色转换为灰度，从而让您更轻松地从彩色图像创建炭笔图像。考虑到所有因素，更新使绘图机变得更好（更有用）。",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语, 越南语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1282180/header.jpg?t=1665974422",
    "developers": [
      "Arational Entertainment"
    ],
    "publishers": [
      "Arational Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 1 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}