{
  "1282360": {
    "name": "Escape From Island",
    "steam_appid": 1282360,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" > After crash-landing on a mysterious and eerie island, you quickly realize that survival won’t be your only challenge. The island itself is filled with unsettling mysteries and hidden dangers lurking in every shadow. Your sole objective is to survive and find a way to escape, but as you explore deeper, it becomes clear that the island is more than just a remote location — it’s a place touched by dark, malevolent forces that seem intent on trapping you forever.</p><p class=\"bb_paragraph\" >The environment is not only hostile but also alive in a sense, with ancient secrets buried beneath its surface. Every step you take is filled with uncertainty, as strange sounds echo in the distance, and ominous figures watch you from the dark. As the days pass, your resources dwindle, and your sense of time begins to blur, you come to understand that it’s not just the natural dangers of hunger, thirst, or fatigue you need to fear.</p><p class=\"bb_paragraph\" >The island itself seems to want to consume you, with dark forces growing stronger as you uncover more of its mysteries. It’s a race against time to escape before the evil that haunts this land claims you as its next victim. Can you outsmart the island, its creatures, and the forces conspiring against you, or will you become another lost soul in its depths? The path to freedom is uncertain, and the stakes are higher than ever. </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >Game Features: </p><p class=\"bb_paragraph\" >Interactive Environment: Explore the island, find hidden objects, and uncover secrets that will help you survive. </p><p class=\"bb_paragraph\" >Dangerous Enemies: A dark evil hunts you. Beware of traps and mysterious creatures that won’t let you escape easily.</p><p class=\"bb_paragraph\" >Realistic Graphics: Powered by Unreal Engine 5, the island feels alive and terrifying, creating an atmosphere that fully immerses you.</p><p class=\"bb_paragraph\" >Can you escape the island before the evil consumes you? The choice is yours.</p>",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1282360/header.jpg?t=1728991023",
    "developers": [
      "ANP Production"
    ],
    "publishers": [
      "Node Collective LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}