{
  "1283800": {
    "name": "The Legend of Cesar",
    "steam_appid": 1283800,
    "required_age": 0,
    "is_free": false,
    "description": "The game takes place in the middle of a forest, where a young man named Cesar lives alone, and his sad memories of a dark past. For when he was a teenager he saw his family being attacked by zombies in the village where he lived.<br />\r\nCesar, who at the time of the attack, returned from his daily adventure in the forest, witnessed everything from afar and vowed to avenge all the zombies he encountered along the way in memory of his family.<br />\r\nFor that to happen, he needed to equip himself with a powerful and deadly weapon to exterminate the zombies with just one blow. So he decided to use the sword inherited from his father for another journey.<br />\r\nTime goes by and Cesar is now young, leaving to take his revenge. For his survival, he must seek food, health in the middle of the forest.<br />\r\nHaving been alone for many years, Cesar cannot relate to anyone, because in the game there are Indians, but out of fear, they run away from Cesar, when he approaches, because of his brownish manner. The young man has only one goal: which is to survive and kill all the zombies.<br />\r\nThe game contains: Store, Map, Character, Enemies, NPCs, Hunger, Life, Volcano, Village, Coins, Rain and Temperature.<br />\r\nShop: contains everything you need to survive your adventure.<br />\r\nMap: You will find enemies looking for you, NPCs roaming the map or in villages and coins scattered everywhere.<br />\r\nCharacter: Cesar, a young man embittered by the death of his family.<br />\r\nEnemies: Zombies that for unexpected reasons will try to kill you.<br />\r\nNPCs: Indians and animals like birds and cows will roam around the map.<br />\r\nHunger: Hunger is not an ally, don't let Cesar feel it.<br />\r\nLife: A sensitive source of strength that, if hit by any threat, Cesar will lose it.<br />\r\nVolcano: A strange shape of mountain that, at each time of the game, unexpectedly will erupt.<br />\r\nVillage: A habitat for harmless beings who love celebrations.<br />\r\nCoins: Source of support within the game.<br />\r\nRain: It will occur every day in the game, which may cause hypothermia in Cesar.<br />\r\nTemperature: When it rains, Cesar's temperature will drop.",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1283800/header.jpg?t=1594390336",
    "developers": [
      "Felipe Oliveira Cardozo"
    ],
    "publishers": [
      "Felipe Oliveira Cardozo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}