{
  "1283340": {
    "name": "BE-A Walker Demo",
    "steam_appid": 1283340,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >STORY</h2>Dying Earth is overpopulated and humanity searches for new planets to colonize and to extract much needed resources. Eldorado is an Earth-like planet covered with huge jungles and mountains full of rare minerals and it is an ideal option for colonization. But two things are making colonization quite complicated: the first one is the atmosphere which is poisonous to the human race, and the second one is the native race of warlike humanoid creatures that is not going to share its home with some sky people. Although the first problem can be solved by air filters, even the battle armor can't help against huge sprears and other missiles of the hostile tribes.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1283340/extras/gif_steam.gif?t=1726298852\" /></span><h2 class=\"bb_tag\" >GAMEPLAY</h2><br>You are the pilot of battle mech “BE-A Walker” (Biped Enhanced Assault Walker). Your mission is to defeat the hostile natives to protect the colony population. But annihilation of the native race is not the only way to stop the war. Choose your side and make the decision that suits you best: to be a human, a true son of Earth fighting for survival of your race and killing whoever stands in his way, or to be a humanist who's trying to protect the poor natives, victims of the greedy invaders. <br><br><br>Controlling the mech is not an easy thing. Raise up one leg, move it to the left or to the right, and then make a step. Repeat it for another one. This is how the walker walks.<br>Control every leg to smash the enemies or to avoid grenades and missiles.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>Seamlesly generated world.<br></li><li>Lack of loot-boxes.<br></li><li>The weirdest and most cruel walking simulator out there.<br></li><li>Upgrade your mech and weapons to become more dangerous.<br></li><li>Defeat the natives or lead them in their effort to protect their homeworld.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1283340/header.jpg?t=1726298852",
    "developers": [
      "Tequilabyte Studio"
    ],
    "publishers": [
      "Games Operators"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}