{
  "1283100": {
    "name": "LowPolis",
    "steam_appid": 1283100,
    "required_age": 0,
    "is_free": false,
    "description": "LowPolis is a friendly-paced city builder game where you become the ruler of a rising community. Begin with a handful of resources and pave your way to a truly majestic kingdom.<h2 class=\"bb_tag\" >Build to bring prosperity to your citizens</h2>It all starts from a small village in a faraway land. You will need water, food, and basic resources. Set a settlement, expand, and make sure that your subjects get what they need to grow. Be careful though! If you make a misstep on the way to greatness, you will be overthrown and forgotten.<h2 class=\"bb_tag\" >Advance and unlock more structures</h2>Farms, decorations, and defensive structures come into play as your domain thrives. Complex goods require work and resources, which come from longer production chains. Use what civilizational advance gives you to achieve even more.<h2 class=\"bb_tag\" >Reshape the cityscape with upgraded buildings</h2>Your population consumes more and new needs arise as the realm grows. Yet improvements come with progress. Choose from a variety of next-tier buildings and meet increasing demand. Discover majestic buildings that change the view of your lands.<h2 class=\"bb_tag\" >Stand strong against fire and disease</h2>City development comes with its challenges. Prepare for occasional fire or a plague spread. Plan accordingly to avoid setbacks.<h2 class=\"bb_tag\" >New features on their way</h2><ul class=\"bb_ul\"><li>New &amp; procedurally generated maps.<br></li><li>Battle mode integrated with city-building experience!<br></li><li>Trade system and simulated presence of other realms.</li></ul><br>LowPolis started as a passion project and remains a great development pursuit for us at BroWar. We are never stopping, but you can make us get further, so…<h2 class=\"bb_tag\" >Join the community of honorary citizens</h2>We’d love to hear from you and turn this city builder into something even greater with the help of LowPolis fans. <br><strong>As soon as you play the demo, add LowPolis to Steam wishlist and visit our community to share your voice!</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1283100/header.jpg?t=1708296463",
    "developers": [
      "BroWar Collective"
    ],
    "publishers": [
      "BroWar Collective"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}