{
  "1284290": {
    "name": "Ball of Doom",
    "steam_appid": 1284290,
    "required_age": 0,
    "is_free": false,
    "description": "Ball of Doom is a singleplayer destruction game where the goal is to get as high a score as possible. To do that you'll roll around an expansive map crushing everything in sight. With over 27,000 objects to destroy - many of which are randomized - you'll never have a shortage of chaos. Control a giant wrecking ball while platforming, avoiding enemies, or searching the map for unlockable skins.<h2 class=\"bb_tag\" >Demolish over 27,000 randomized objects.</h2>The world of Ball of Doom is packed with thousands of destructible objects. Wreck parking lots, raze suburbs, roll through billboards, explode tankers, ground airplanes, and so much more. Most objects have random appearances so each playthrough is unique.<h2 class=\"bb_tag\" >You have one life - use it wisely or it's game over.</h2>You'll have to make split-second reactions to survive this unforgiving world. Some enemies kill in one hit, others launch you away. Enemies and traps are randomized; maybe you'll encounter 1 cop car, or maybe you'll be chased by 15. The landmine you just died to may not be there on your next run.<h2 class=\"bb_tag\" >The higher your score, the harder it gets.</h2>When you spawn in there are generally no enemies nearby. Keep racking up a score and you'll attract the attention of the authorities. Police chases, explosives, and even UFOs will stop at nothing to bring your rampage to an end.<h2 class=\"bb_tag\" >Danger and reward are always around the corner.</h2>To keep getting points you'll have to explore new areas of the map. Are you heading straight into a high-security prison or about to roll through a quiet farm? Maybe that sand up ahead is a point-filled beach, but it could be a top-secret military base filled to the brim with enemies.<h2 class=\"bb_tag\" >Scour the map for unlockable skins.</h2>Hidden all over the map are skins to collect. You'll have to think outside the box and explore every nook and cranny to find them all.<h2 class=\"bb_tag\" >Built-in stat tracking.</h2>Your lifetime stats and scores are automatically tracked as you play. Simply head over to the Stats menu to see how much damage you've caused across all your runs.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1284290/header.jpg?t=1756923142",
    "developers": [
      "MAGIC Spell Studios"
    ],
    "publishers": [
      "MAGIC Spell Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}