{
  "1284080": {
    "name": "Legion Gold",
    "steam_appid": 1284080,
    "required_age": 0,
    "is_free": false,
    "description": "Legion Gold is a high-level strategy game that incorporates strategic and tactical elements in a unique Roman Empire adventure. <br />\r\n<br />\r\nControl vast armies and attempt to carve out an Empire at the strategic level. At the tactical level, position your armies and make use of the best formations to achieve victory. Each map can be replayed a number of times in different settings, with different nations, giving you hours of gameplay.<br />\r\n<br />\r\nIn Legion Gold, players can command massive armies that march across the ancient world and build mighty cities that will last through the ages while also standing amid the blood and mud on the battlefield and commanding the tactical action of every battle! Well-received by gamers and critics alike, Legion Gold is the expanded and improved version of its predecessor, Legion, and includes not only the original game but a hefty expansion pack too.<br />\r\n<br />\r\nThe expansion brings gamers even more hours of gameplay on top of the already addicting Legion system. Improvements in Legion Gold over Legion include vastly improved diplomatic, economic, and management elements, improved strategic and tactical elements in the battle system, 3 new campaigns, new races, units, structures, and more.<br />\r\n<br />\r\nPlay against many unique tribes, nations and AI opponents from the Roman Empire era Detailed economy - control your cities, allocate workers, construct new buildings, build fortresses for protection and train new regiments.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1284080/header.jpg?t=1666008964",
    "developers": [
      "Slitherine Ltd."
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}