{
  "1285840": {
    "name": "Jericho's Prophecies",
    "steam_appid": 1285840,
    "required_age": 0,
    "is_free": false,
    "description": "Based on the novel &quot;Las Profecias de Jerico&quot; by German Ramos Briñez, Jericho's Prophecies is a short kinetic visual novel, no other game is required to fully understand it<br />\r\n<br />\r\nMore than 1700 years ago a bedouin found a scroll near the ruins of Jericho and handed it over to the religious hierarchy gathered in Nicea of ​​Bithynia, but the synod of bishops dismissed it and the scroll was hidden until it was lost among thousands of codices contrary to the interests of the self-appointed rectors of the law; However, the Bedouin told the story to many men who repeated it to this day.<br />\r\n<br />\r\nAncestral masters reproduced the story and secretly studied the signs that would mark the precise time and place for the advent of the antichrist; they have prepared and strengthened to change the course of history, the battle will be subtle and imperceptible to the one who has eyes but does not see.<br />\r\n<br />\r\nJust as the promised land flourished with the Father's blessing, the evil one will send his offspring to hostile lands where vices and money have built walls of comfort.<br />\r\n<br />\r\nJericho's prophecy is the destiny of humanity.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1285840/header.jpg?t=1588188077",
    "developers": [
      "The Necklace of Blood"
    ],
    "publishers": [
      "The Necklace of Blood"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}