{
  "1285950": {
    "name": "Remothered: A Lamb To The Slaughter - Book 1",
    "steam_appid": 1285950,
    "required_age": "18",
    "is_free": false,
    "description": "There's far too much at stake, some secrets have been kept for way too long and new frightening threats loom even higher. <br><br>Two years after the disappearance of their daughter Celeste, who went missing under mysterious circumstances, the notary Richard and his wife Arianna receive an unexpected visit right after the TV news reports a fire breaking out at the Ashmann Inn. In the meantime, a string of bloody murders terrorizes the seemingly quiet outskirts of CervoScuro.<br><br>Written by Chris Darril, Author and Game Director of Remothered Saga, adapted by Simon Birks, illustrated by Willi Roberts of Blue Fox Comics and published by Remothered s.r.l., “<i>Remothered: A Lamb To The Slaughter - Book 1</i>” is a must-have for all the fans of the series who are craving more details on the morbid and noxious mysteries buried beneath layers of filth and deceit. <br><br>Consider this comic book the first chapter of an authentic Director's Cut shedding light on all those happenings and characters that - apparently - play a secondary role in the acclaimed survival horror saga, but are actually an integral part of its grand design of events. A short yet intense piece in the Remothered series’ puzzle, filled with chilling plot twists and major revelations.<br><br>Brace yourself, there are many unsettling details and dreadful truths out there that might surface any time now, especially on the Red Nun.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1285950/header.jpg?t=1753173916",
    "developers": [
      "Stormind Games",
      "Blue Fox Comics"
    ],
    "publishers": [
      "Stormind Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}