{
  "1285720": {
    "name": "The Hauntings",
    "steam_appid": 1285720,
    "required_age": 0,
    "is_free": false,
    "description": "The Hauntings is a 1-4 player online co-op investigation and exorcism game. Using a wide range of paranormal investigation equipment your group must try and successfully discover the source of the haunting and proceed to remove the threat from the area!<br><br><strong>Player Possession: </strong><br>Succumbing to low fortitude can leave you vulnerable to the entity allowing it to take control of your character to both distract as well as hinder the investigation. During this time, the player that is possessed will be running for their life through a randomized chase sequence to reclaim their soul before the entity's true form clutches them.<br><br><strong>Player Progression System:</strong><br>All players start the game with the base items needed to complete investigations. However, as you earn in game money for doing so you will be able to purchase newer and better equipment. Furthermore, you will also be able to unlock perk slots that will allow you to further customize how that equipment functions. For example, if you don't like how bright the flashlight is you can equip a perk to change that or how much area you can see with it. All equipment will have up to 3 perk slots you can unlock and a variety of perks you can choose from. In addition, there is also a unique leveling system in the game that goes from levels 1-100 with 4 different prestige levels to unlock some special cosmetics for your equipment as well.<br><br><br><strong>Voice Recognition: </strong><br>The game uses a diction based voice recognition system to allow the player to interact with the AI via several different pieces of equipment. The entity will be listening at all times and will respond to predetermined phrases as well. At game launch, English will be the only supported language for voice recognition. However, there will be an in-game action wheel to access the spoken phrases.<br><br><strong>Ghost Exorcism: </strong><br>After completing the investigation phase of the game you must choose if you want to try and cleanse the site of the entity. To accomplish this you must locate the binding object in the level and create an entity trap sigil on the floor. Depending on what you think the entity is, you must then add the correct combination of ritual items to the trap. After that you must try to get the entity to enter the trap and initiate the ritual. This is easier said than done depending on the difficulty of the entity.<br><br><strong>Co-op Multiplayer:</strong> This game supports 1-4 player co-op that connects via Steam. So play with your friends or hop in a random server and meet some new investigators!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1285720/header.jpg?t=1716494432",
    "developers": [
      "Broken Cuff Studio"
    ],
    "publishers": [
      "Broken Cuff Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}