{
  "1285700": {
    "name": "Mobocratic",
    "steam_appid": 1285700,
    "required_age": 0,
    "is_free": false,
    "description": "Mobocratic – Play as the president of the distant Bear Island where the lives of the citizens are yours to be improved – or destroyed. Lead the nation to prosperity – or witness its downfall!<h2 class=\"bb_tag\" >IT DOESN’T IMITATE, IT IS.</h2> Some political simulation games approach politics as if it was a Shakespearean play. Yes, politics is often entertaining, but it doesn’t follow a scripture. Therefore, in Mobocratic, we don’t just play you the play, we bring you in the middle of everything. Everything is simulated! Relations – check, jobs – check, bank transactions – check, court’s cases and convictions – check, political opinions – of course and much, much more. There’s nothing like being a Mobocrat!<h2 class=\"bb_tag\" >BE A MOBOCRAT.</h2> As the Mobocrat (or as somebody could say, the President) you don’t only try to pass your proposals to apply new policies and build new buildings; you also nominate the justices to the supreme court, meet new people, make deals with businessmen, hire criminals and send them to do your bidding, spy peoples’ bank accounts and criminal records and… even that’s not everything. You wanna try? Then, be a Mobocrat!<h2 class=\"bb_tag\" >MOD EVERYTHING. *almost:</h2> Mobocratic is the only political simulation game that allows player to mod their games with large scale. So you can make this game to be almost anything you want. Isn’t that exciting?<h2 class=\"bb_tag\" >GUARANTEED UPDATES.</h2> We guarantee our players a continually improving experience. You buy the game today and like it. In some months, the experience will be even better! We are committed to creating value to our players and want to create a game that we ourselves would like to play. This is why we guarantee continuous updates for at least one year!<h2 class=\"bb_tag\" >A FINNISH INNOVATION.</h2> The Finnish people are known for not trying to talk up themselves. We’re not an exception. We don’t want to boast and exaggerate our accomplishments. Despite this, we have to say we’ve made it this time. Mobocratic is a game the likes of which you’ve never seen before. Mobocratic has been in the works for two years. We were about to give up. But we didn’t. With the Finnish SISU we carried it through and made the masterpiece Mobocratic is. This is good. Not good, GREAT! A revolutionary game for the new generation!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1285700/header.jpg?t=1594665490",
    "developers": [
      "Proqet Studios"
    ],
    "publishers": [
      "Proqet Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}