{
  "1286010": {
    "name": "Godless Tactics",
    "steam_appid": 1286010,
    "required_age": 0,
    "is_free": false,
    "description": "In Godless Tactics you'll lead an elite team across a huge map, fighting the wars of the three Great Powers, choosing your strategy, and engaging in fast and deadly turn based battles. Combining large-scale strategy, in-depth tactics, and open world exploration, Godless Tactics makes you the master of the new world's most potent fighting force. Your victories, discoveries, and choices, will decide the fate of all.<h2 class=\"bb_tag\" >~ PLOT ~</h2><br>In the year 2099 the air was poisoned, and humanity fled underground. It was nearly 800 years before it was safe to walk the Earth without a respirator, and a lot had changed. Sea levels fell, the climate warmed, and entire civilisatons were torn down to feed the network of underground refuges.<br><br>Many didn't make it to the 'all clear'. Among those that did were three huge refuges in the UK and France: Lumida, Medan, and Dunra. Their leaders all had their own vision for the future of their people - and everyone else's people, for that matter. <br><br>By the year 2952, the region was awash with war, fighting not with great machines or technical marvels, but swords, spears, and quick-witted courage. The great empire of 'Mesh'medan' has people aplenty to throw into combat. The mysterious domain called 'Yunber' is somehow fielding endless ranks of clones. How can the tiny state of 'Lumida' compete? That's where you come in.<br><br>You are the leader of a newly formed elite combat unit, tasked by a high and mighty council of Refuge Lumida to intervene in this conflict. This team, the 'Agen Misson Lumida' in their language, or 'AML', must strike hard and fast where they are needed most, to fulfill the wishes of their masters. What are those wishes? Few can even begin to know...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286010/extras/13b10055d92472b3c313be8ecc998a7b.avif?t=1674723216\" width=600 height=134 /></span><h2 class=\"bb_tag\" >~ STRATEGISE ~</h2><br>Assess the entire theater of war, and decide how you can best achieve your goals. Will you push the frontlines with your allies? Fortify key locations? Intercept supply trains to hamper the enemy? Or outright conquer them head-on? Invest resources into settlements to get more boots on the ground, and pick your targets for maximum strategic effect. And be careful, because they might just decide to pick on you right back.<br><br>Throughout the campaign your team and pool of recruits will grow stronger and stronger, even if many must fall, allowing you to venture ever deeper into hostile territory. The stronger you get, the more enemies will simply be crushed under your feet, allowing for devastating rampages through poorly prepared defences. Make use of Autoresolves to skip scuffles with these small fry by simulating the battles automatically, allowing for quick success when the enemy just aren't worth your time.<br><br>And always keep in mind that your war-goals can shift, and that planning ahead for what may happen as fortunes shift could make all the difference in the end...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286010/extras/cf60517e73ae46abecb7383108eab97a.avif?t=1674723216\" width=600 height=134 /></span><h2 class=\"bb_tag\" >~ BATTLE ~</h2><br>Turn based battles in the vein of Fire Emblem, but with extra tactical options. Use 'Boost' to have one unit empower another, and use 'Sync' abilities to dance around the enemy and land great numbers of attacks. Your units, called 'Agents', have different abilities according to their class, which can be further altered with choices of equipment, item usage, and the Boost system. <br><br>You can freely view the damage, chance to hit and hit count of any attack, allowing you to work out how best to apply your strength to any situation. A master tactician must make use of how terrain features restrict movement or alter combat results. Withdraw agents and deploy fresh reserves to keep your squad alive as the damage comes in. Capture enemy bases to stem the tide of reinforcements when you're outnumbered.<br><br>From simple move and attack strategies, to elaborate maneuvers using the whole team's strength to land one perfect blow, there are countless ways to proceed in combat. Master elite tactics to face down even powerful opponents! And if it's looking bad? Run away!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286010/extras/e7c8a78d90d717f29861b661de98702f.avif?t=1674723216\" width=600 height=134 /></span><h2 class=\"bb_tag\" >~ EXPLORE ~</h2><br>The world is yet to be fully rebuilt, and plenty of relics from the 'Refuge Age' and before litter the region. By visiting 'Points of Interest' you can gain extra resources, scavenge equipment and items, or uncover new codex entries with insight into the lore. Some really out of the way ruins must still have some truly valuable treasures!<br><br>Every settlement on the map comes with some lore information too, discussing its origin, its role in the modern world, or moments from its past. While all optional, you can use these guides to get a feel for the world you're travelling through, and perhaps for the world you wish to create...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286010/extras/d0c0d90625ddf15bbf8672be644c9d8a.avif?t=1674723216\" width=600 height=134 /></span><h2 class=\"bb_tag\" >~ EXTRA ~</h2><br>Various alternate game modes, challenge options, and difficulty levels add replayability and fresh takes on the action!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286010/extras/2f40318ff9a88d817e9b38771c872ee5.avif?t=1674723216\" width=600 height=134 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286010/header.jpg?t=1674723216",
    "developers": [
      "Ice Arrow Games"
    ],
    "publishers": [
      "Ice Arrow Games",
      "Offy D Corp"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}