{
  "1286430": {
    "name": "Horror Legends Demo",
    "steam_appid": 1286430,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Welcome to the world of Horror Legends…</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286430/extras/ww2.gif?t=1633409467\" /></span><br><br><strong>Get ready for a wild night…</strong><br>Zombie pumpkins, punk rockers, chainsaws, and killer dolls come together in this player versus player, asymmetrical struggle for survival. Foraging and hunting down objectives or players meet frantic hack and slash combat for a tense game of cat and mouse that builds up to heart-pounding chases and brutal confrontations that support 2- 6 players! <br><br>Sneak and stalk your way through distinct handcrafted locales of the Horror Legends world. Take on the role of one of the uniquely murderous and powerful Legends themselves, or a member of the diverse cast of strangers that have happened to find themselves pitted together against the supernatural killers.<h2 class=\"bb_tag\" >Join the Cast</h2><strong>Against all odds, survive.</strong><br>As a member of the cast you have one ultimate objective, survive. Will you gather up supplies and outwit the Legend long enough to escape their hunt for blood or scavenge for weapons and a means to make a stand against them? There is never only one way to win, and how you will survive is up to you.<br><br>Choose from the diverse roster of cast members to escape or end the Legend’s bloodshed. Each cast member boasts unique attributes and possible loadouts. From the slippery Stevie Lint, crafty Kimmy Green, or sturdy Nick Scab, your choices in cast members have a significant impact on how best to approach the match. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286430/extras/cast_banner.jpg?t=1633409467\" /></span><h2 class=\"bb_tag\" >Become the Legend</h2><strong>You are the Legend, you are the hunter, and you make the rules…</strong><br>One player each round will play as the Legend, a powerful supernatural killing machine. From sending minions to overwhelm their prey to hacking victims down with a roaring chainsaw, every Legend has completely different attributes and arsenals of abilities with which to carve through the cast.<br><br>The Legend you choose has unique properties that define the nature of the entire nightmare the cast are thrust into. Some boast deep health pools spelling doom for any cast member foolish enough to fight you head-on. Others will rise from the dead eternally unless the cast fulfills objectives unique to the Legend itself. Some may even call their victims to fight by their side as one of their own.<h2 class=\"bb_tag\" >Set the stage for a bloody good time.</h2>Bizarre and mind-bending mazes, claustrophobic corridors, and dark forests await in the array of sprawling handcrafted locales you will lurk through in Horror Legends. Each eerie location promises a distinct experience and even within the same setting, some properties and aspects of the game world will change from one round to the next, keeping the cast and the Legend on their toes.<h2 class=\"bb_tag\" >What's available in the free DEMO.</h2>In the demo you'll have access to 2 playable characters one Cast (Rick Mannings) and one Legend (Punkie).<br>The demo is fully compatable with the full version of the game so you'll be able to play against all the various Legends and on all of the game's maps.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286430/header.jpg?t=1633409467",
    "developers": [
      "October Games"
    ],
    "publishers": [
      "October Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}