{
  "1286130": {
    "name": "Starfinder RPG - The Threefold Conspiracy AP 1: The Chimera Mystery",
    "steam_appid": 1286130,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Starfinder RPG - The Threefold Conspiracy AP 1: The Chimera Mystery</h2>The security officer aboard a luxury space liner, the<br><i> Chimera</i> , goes missing after the heroes witness her arguing with a passenger. Soon after, the<br><i> Chimera's</i> engines fail and defy repair. A scholarly patron asks the heroes to investigate the disappearance, which involves murder, misdirection, and misapprehension. To unravel the murder mystery around them, the heroes must follow clues about more than one enigma aboard the<br><i> Chimera</i> . Secrets and unexpected foes abound. In the end, the investigators find that the whole whodunit is only part of a much larger conspiracy!<br>&quot;The Chimera Mystery&quot; is a Starfinder Roleplaying Game adventure for four 1st-level characters. This adventure begins the Threefold Conspiracy Adventure Path, a six-part, monthly campaign in which the heroes unravel the machinations of insidious aliens who have infiltrated galactic society. This volume also includes an article on running mystery scenarios, more on spies in the Pact Worlds and beyond, and a selection of new alien creatures!<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Converted by:</i>  <br><strong> Christopher Ward</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included SFRPG ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1286130/header.jpg?t=1768425306",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}