{
  "1287290": {
    "name": "WolfTeam: Classic",
    "steam_appid": 1287290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>FPS, more than that.</strong><br>Wolfteam is a game where you can enjoy a variety of team formations and battlefield situations that change from moment to moment, such as humans and wolves, wolves and wolves, through the keyword werewolves, beyond human-to-human battles.<br>Experience the appearance of powerful and explosive werewolves that you couldn't feel in conventional FPS, and enjoy explosive action while avoiding their teeth and claws.<br><br><ul class=\"bb_ul\">[WOLFTEAM:CLASSIC]</ul>The ultimate harmony of action and FPS, created from the moment WOLFTEAM first appeared in the world in 2007, has raised the level of FPS even further. For more than 10 years, we have continued numerous trials and studies, introducing various systems and contents.<br>WOLFTEAM:CLASSIC is the result of all the history. Going back to the moment when WOLFTEAM was first released to the world, only successful updates and mods were selected and advanced to the next level.<br>In addition, WOLFTEAM:CLASSIC has been remodeled to pursue the balance at the time of the launch of WOLFTEAM. At the time of launch, complex and difficult balancing elements have been simplified and carefully re-adjusted to make it easy for anyone to adapt to bring back the joy of the moment that everyone enjoyed easily. With this, WOLFTEAM:CLASSIC brings back the feeling of the early battles of WOLFTEAM.<br><br>The moment when you first transformed into a wolf and roared, through WOLFTEAM:CLASSIC, which revived the feeling of the first moment of running across walls, wielding claws, or firing bullets at wolves assaulting, revived based on the development of over 10 years. Experience the first steps you take!<br><br><ul class=\"bb_ul\">[Worldview]</ul>The basic concept is the conflict and combat between terrorists with the WOLF gene, as well as the special forces composed of humans with the WOLF gene, centering on anti-epoxy that maximizes the human's WOLF gene to elicit strong power. Experience the FPS battle to the next level through battles of special abilities beyond humans.<br><br><ul class=\"bb_ul\">[Face your inner Wolf-WOLF transformation]</ul>You can transform into a wolf while playing, or start playing as a wolf. The combination of humans and wolves allows you to respond more organically to a variety of battlefields, and utilizes the wolf's mobility and flexibility to infiltrate into places where the enemy cannot be prepared.<br><br><ul class=\"bb_ul\">[Adapt to the changing battlefield-WP system]</ul>You can select new weapon combinations that have been preset. Dominate the battlefield by setting weapon combinations to suit various situations, and transforming yourself to suit the battle situation. In the world of WOLFTEAM:CLASSIC, only those who adapt can survive.<br><br><ul class=\"bb_ul\">[Various and attractive characters]</ul>Special forces trained from all over the world, and terrorists faithful to their desires await you. The characters of the Wolf Team not only have their own stats and characteristics, but also have special abilities when transforming into Wolf, so you need to watch carefully at all times.<br><br><ul class=\"bb_ul\">[Map that reproduces the world's local appearance]</ul>The Wolfteam's worldview depicts the battles of special forces and abilities around the world. Accordingly, characteristic streets and landmarks of various regions such as Europe, Turkey, and South America are reproduced intact in the game.<br><br><ul class=\"bb_ul\">[Wofteam's unique mode]</ul>In WOLFTEAM, you can play even the basic mode that you enjoyed in the existing FPS with a new feel. Humans and Wolf have completely different attack, defense points, movement paths, and attack ranges and effects, so existing modes such as Death Match and Position Control can be played with new strategies. In addition, you can prove your skills in new modes only available in WOLFTEAM, such as Ice Hold and Wolf Hunt!",
    "supported_languages": "英语, 阿拉伯语, 西班牙语 - 拉丁美洲, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1287290/header.jpg?t=1720063194",
    "developers": [
      "Neosonyx Co., Ltd."
    ],
    "publishers": [
      "Neosonyx Co., Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}