{
  "1287960": {
    "name": "Fantasy Grounds - Robert E Howard's Conan Roleplaying Game",
    "steam_appid": 1287960,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Robert E Howard's Conan Roleplaying Game</h2><strong> Adventures in an age undreamed of</strong><br>Robert E. Howard's Conan: Adventures in an Age Undreamed Of is a huge tabletop gamebook that takes you into the world of Conan the Barbarian, where heroes raise blood-spattered swords against dire sorcery, exotic lands beckon to the daring, danger and treasure lurks in forgotten ruins, and where loathsome creatures haunt the spaces beneath the earth... as well as in the throne-rooms of mighty kingdoms!<br>Seek your fortune in forbidden tombs or upon blood-soaked battlefields. Cast dark and terrible spells of unimaginable power, at the price of your soul. Sail upon untamed seas to lands where no human in living memory has walked. Fight for the fate of civilization -- or barbarism -- on a savage frontier!<br><ul class=\"bb_ul\"><li>Create your own RPG legend in this decadent and violent world.<br></li><li>Complete 2d20 tabletop RPG game system, including combat, skills, talents, sorcery, and equipment suitable for adventuring in the age before history.<br></li><li>An extensive gazetteer covering the whole of Conan's world: featuring fair Aquilonia, gloomy Cimmeria, magic-haunted Stygia, all the way to the far-off steaming jungles of Khitai.<br></li><li>Extensive guidelines for running scenarios and campaigns in the Hyborian Age, allowing gamemasters to create suitably Howardian adventures.<br></li><li>Fearsome foes, ranging from bandits to sorcerers, apes to giant serpents, Children of Set to frost giants, forest devils, and characters of renown such as Conan or his most deadly foe, Thoth-Amon.<br></li><li>A team of iconic Conan artists, including Tim Truman, Simon Bisley, Esteban Sanjulian, Maroto, Mark Schultz, Tom?s Giorello, and more.<br></li><li>Developed in close consultation with award-winning Conan scholars, this is the most authentic depiction of Conan and his world ever published for games.</li></ul>WELCOME TO THE HYBORIAN AGE!<br>KNOW, O PRINCE, THAT BETWEEN THE YEARS WHEN THE OCEANS DRANK ATLANTIS AND THE GLEAMING CITIES, AND THE YEARS OF THE RISE OF THE SONS OF ARYAS, THERE WAS AN AGE UNDREAMED OF, WHEN SHINING KINGDOMS LAY SPREAD ACROSS THE WORLD LIKE BLUE MANTLES BENEATH THE STARS...<br><i> Adapted for Fantasy Grounds by:</i>  <br><strong> Nerd Eye Industries, LLC</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Conan 2d20 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1287960/header.jpg?t=1768425353",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}