{
  "1288010": {
    "name": "The Coroner Saga: Episode 3 - Deadly Truth",
    "steam_appid": 1288010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Dwell into Sara's past</strong><br>Explore Sara's Past as an unsolved murder keeps haunting her dreams even today. Why did Sara chose to become a Coroner? Why Dr. Lorenz doesn't seem to remember meeting her six years ago? Is being a Coroner Sara's dream or worst nightmare?<br><br><strong>Meet new characters</strong><br>Introducing fan-favourite Kiko Xuan from General Practitioner, Sara will meet and interact with many new and different people, while increasing her bond with already known characters as well.<br><br><strong>You decide your own fate</strong><br>Who is going to be Sara's best friend and romantic interest? Will she stay loyal to Gabe or will she fell under another person's spell? Becoming a Coroner though could also demand her full attention, leaving her no time for romantic relationships.<br><br><strong>Episodic Release</strong><br>This episode is the third of 6.<br>The game's replayability gives you the chance to start over and face completely new situations.<br>The Coroner Saga is an episodic Visual Novel which will have you deal with Sara's personal and professional life as well. Meet new people, interact with colleagues and fellow doctors and uncover the truth behind several murder cases throughout the game's season.<br><br><strong>Medical accuracy</strong><br>Developed with the help of a real MD, the game features medical informations that are accurate and up-to-date. Please do not take medical informations other than for having fun in the game. If you experience some medical concern ask your doctor as soon as possible.<br><br>Original Soundtrack<br>New scores have been added to the soundtrack to involve you more and more into the game's situations.<br><br><br><strong>PLAYERS WHO ALREADY OWN THE &quot;FULL SEASON 1&quot; DLC DO NOT NEED TO BUY THIS GAME AS WELL!</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1288010/header.jpg?t=1722271380",
    "developers": [
      "Dodo Novels"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}