{
  "1288720": {
    "name": "War of Velana",
    "steam_appid": 1288720,
    "required_age": 0,
    "is_free": false,
    "description": "War of Velana is a single-player 16-bit RPG that combines world exploration and interaction with an orthographic grid-based tactical battle system. In many ways, War of Velana is a spiritual successor to the Shining Force series on the Sega Genesis. Elements of those games are the core and combine with some design ideas from Fire Emblem and Final Fantasy Tactics to create a new tactical experience. In War of Velana, your characters have static classes and gain a variety of skills and equipment upgrades as you progress through the game. In between combat, you’ll be able to explore and interact with the world around you.<br><br><strong>Setting:</strong><br><br>The world of Velana, in its current state, has four nations: <br><ul class=\"bb_ul\"><li>Alta, a royal kingdom of sprawling green fields, meadows, and riverlands. <br></li><li>Kovell, a nation with a wide plain of autumn-gold, a dark forest, and a northern tundra.<br></li><li>Ishdar, a small desert island nation of artisans and warriors to the far east.<br></li><li>Jakka, a jungle archipelago with towering mountains and devout monasteries.</li></ul><br><strong>Story:</strong><br><br>Our story starts in Alta near the foothills of the Goravia Ridge, outside the small village of Pell. A pair of hunters close in on their mark. As they make their way back to the village, they run into Jon, a trader who frequents the northern roads. They help him repair his cart, but quickly realize that bandits have taken over their home. Events continue to unfold, the party bears witness to a mysterious encounter and potential sparks of a new war.<br><br><strong>Characters:</strong><br><ul class=\"bb_ul\"><li>Arnen, a hunter from Pell Village. He is skilled with a bow and keen to help people. Arnen lives with his sister, Karissa.<br></li><li>Krell, a hunter alongside Arnen. He wields an axe and is learning to cook from his grandmother’s journal<br></li><li>Dolvis, a soldier from Dellador City. He is a sword and shield fighter and vows to right wrongs in the world.<br></li><li>Prym, another villager of Pell, left for a number of years to train in magic at the Archive in Glasmere. She takes care of her sister Pryscilla.<br></li><li>Karissa, Arnen’s younger sister. She is a priest in the Velana Order and has been training in healing and holy magic for the last year.</li></ul><br><br><strong>Gameplay Overview</strong><br><br><ul class=\"bb_ul\"><li>Grid-based tactical combat based on unit speed. Each unit moves in Turn Order, rather than Player-vs-Enemy phases.<br></li><li>Unit inventories can be managed in and out of combat. Equipping items and even trading them between units is possible and doesn’t count as a turn action.<br></li><li>Each class has different magic spells and weapon skills to learn. Though you may find two allies of the same class, each will have unique abilities and different stat growth ranges.<br></li><li>When a unit levels up, their HP, SP, and stats increase based on growth ranges for their class. Melee units will focus on Attack, Defense, or Speed growth whereas casters will focus on Magic and Resistance, in most cases.<br></li><li>There are many allies, items, and secrets to uncover all over the country of Alta. As you adventure around, you’ll be able to interact with nearly everything you see, talk to townspeople and visit all sorts of shops.<br></li><li>In battle, you’ll have an active party of 8 units to face off against enemies. You can configure your active party before or after combat, but not during.<br></li><li>There are many areas around the world where enemies gather. While you’re never required to engage them, you can choose to enter combat and hone your skills or earn some extra gold.</li></ul><br>Come join our Discord! If you find any bugs we'd love to hear about them! ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1288720/header.jpg?t=1685720326",
    "developers": [
      "Loreweaver Creativeworks"
    ],
    "publishers": [
      "Loreweaver Creativeworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}