{
  "1288390": {
    "name": "Memory Lane",
    "steam_appid": 1288390,
    "required_age": 0,
    "is_free": false,
    "description": "Memory Lane is a turn based RPG. You'll traverse through five districts of a glowing metropolis, filled to the brim with colorful characters.<br> <br>Interact, chat and sometimes even fight the residents in order to survive the trip down Memory Lane.<br><br>Everything that you see in this game was once an idea, fabricated by the creator. Those ideas are slowly being forgotten and ended up here.<br> <br>A name is everything in this world. It holds everything that you are. Lose it, and you'll be forgotten by everyone who once knew you. Lose it to somebody else and that somebody will gain your powers and skills. But there may be another way to get strong enough in order to survive.<br><br>Your goal is the city center. Legend says that an idea that can reach it, will be remembered for all eternity!<br><br>Choose the way your name will be remembered in this story.  And when you reach the end of the road, after you've met all those characters... after you befriended or even slaughtered them:<br> <br>Will you remember their names?<br><br><strong>Features:</strong><br><br><ul class=\"bb_ul\"><li>social memory system! Delete too many memories and a man might forget the name of his wife. Or a dog might forget the name of his favourite chew toy! The possibilities of forgetting are truly endless!<br></li><li>turnbased action combat! Avoid enemy attacks and increase your damage output with the right timing!<br></li><li>at least 3 different ways to solve problems. A peaceful one and one for every fist you have.<br></li><li>coffee boosts your attack strenght (just like in real life)!<br></li><li>one very specific item that stands above all this standard adventure stuff!<br></li><li>gain new skills and improve your stats by taking names!</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1288390/header.jpg?t=1626807121",
    "developers": [
      "Inferno"
    ],
    "publishers": [
      "Inferno"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}