{
  "1289640": {
    "name": "The Confession",
    "steam_appid": 1289640,
    "required_age": 0,
    "is_free": false,
    "description": "(This game, as well as many others in our bundle, is FANTASTIC for Youtubers &amp; Streamers to create content and engage with their audience. This creates a unique experience for all parties involved, and players playing the game themselves can enjoy the solo experience tremendously all on their own as well!)<h2 class=\"bb_tag\" ><strong><u>The Confession</u></strong></h2><br><strong>You will answer a series of questions... Some of these questions are difficult to answer, some of these questions may make you INCREDIBLY uncomfortable... Do you have what it takes to make it all the way through? Can your brain, stomach, and balls (Or Ladyballs), handle it? One way or another... We WILL get your <i>Confession</i>... How much of a kinky, filthy pervert are you? What fate lies in store for you at the end of this dirty little rabbit hole? We're about to find out...<br><br>What is <u> The Confession? </u> Well, in essence, <u> The Confession </u> is a parody of our previous work and titles. It's our way of reading the feedback players have left for us, taking their words into heavy consideration, and making fun of ourselves! This title is not meant to be taken seriously, however, it doesn't mean it's not worth playing! Instead of giving you some sort of mind-blowing result, what we've attempted to accomplish here is to simply put a smile on your face, perhaps a bit of disgust in your stomach, and unleash the inner-WTFness within all of us! We wanted to create something ridiculous, something unique, and something fun for all involved! We hope that you enjoy what we've managed to put together for you.<br><br>Warning: <u> The Confession </u> is an adult-themed game with graphic textual details. It is not intended for younger audiences or those who are prudish in any way, shape, or form. Some of the topics involved may be deemed lewd, crude, and incredibly offensive. We hope you enjoy your time playing, and may your panties remain unbunched!<h2 class=\"bb_tag\" ><strong><u>Features:</u></strong></h2><br><ul class=\"bb_ul\"><li> Short and sweet<br></li><li> Be a part of history with Player - Developer interaction<br></li><li> The only game with this theme of its kind<br></li><li> Very atmospheric, psychological, and stupid<br></li><li> Sit back, relax, and answer in-depth questions to reveal ridiculous scenarios<br></li><li> Super affordable for a unique experience<br></li><li> Disgustingly hilarious</li></ul></strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1289640/header.jpg?t=1750085202",
    "developers": [
      "Randumb Studios"
    ],
    "publishers": [
      "Randumb Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}