{
  "1289240": {
    "name": "The Ancient Lands",
    "steam_appid": 1289240,
    "required_age": 0,
    "is_free": false,
    "description": "The Ancient Lands is a survival strategy game set in a time where darkness has consumed most of the world. You play the role of a Watcher and you are tasked with the job to defend your villager town from the approaching darkness. As a Watcher; you cannot control your peoples' movement, but you have control over what they build and gather. You start small with only a few villagers at your disposal and you must guide them to keep them alive. When night falls, monsters can come out to start attacking your villager town. When the night does fall; you have a small arsenal of powers that you can use to aid in the survival ability of your town.<h2 class=\"bb_tag\" >Survival</h2>Your people must eat to survive. You can harvest from berry bushes and from built farms for food. Have your people mine from stone deposits for stone and gold to keep your economy going as well as harvest trees for a source of wood. During all this time; defend from waves of monsters that threaten your village's existence.<h2 class=\"bb_tag\" >Base Building</h2>You start small with only a villager center and must expand to ensure the survival of your town. <br><br>*Construct vital buildings like Farms for food, Houses for population, and Foresters for wood generation.   <br>*Construct defensive buildings like Watch Towers for archer garrison, Prayer Towers and Stone Launchers for stationary town defense, and Walls for blockage<br>*Construct training buildings like Barracks and the Sanctuary for unit generation.<h2 class=\"bb_tag\" >Waves</h2>The game has a wave system that is able to occur at nightfall. During the night, enemies will attack your town. Each and every night, the enemies will progressively get harder and new and more dangerous enemies will start appearing as a result. Throughout the game, you will also encounter boss waves with a special enemy unit along with its accompanying minions. After so long of surviving wave after wave; you will finally encounter a finale wave to test your mettle.<h2 class=\"bb_tag\" >Randomly Generated World</h2> Each world is randomly generated with basic things like mountains, trees, and stone deposits. This can impact the way you construct your village buildings.<h2 class=\"bb_tag\" >Powers</h2>As a Watcher, you are given powers to help aid your people. Each power has a different effect and some are used on your people and some are used on the enemy. Use powers like Healing to help keep your people alive or use Boost to give your people damage and speed enhancements. Use powers like Stop Time to freeze enemy units or use Fire Burst to stun and damage enemy units.<h2 class=\"bb_tag\" >Units</h2>You have access to over fourteen different units to train from. Train offensive close combat troops like Warriors, Pike Men, or Calvary to charge head on into battle. Train supportive ranged troops like Shock Healers or Archer to attack the enemy from afar with high damaging projectiles and interesting effects.<br><br>There are over 20+ enemy units to defend against. Each one has their strengths and as time progresses; the more dangerous monsters will start to appear. From the start; you are pestered by basic Zombies, Werewolves, Skeletons and other basic creatures. In the later waves; you begin to be threatened by Vampires, Mages. Catapults, and other dangerous creatures.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1289240/header.jpg?t=1665875412",
    "developers": [
      "Phoenix Fire"
    ],
    "publishers": [
      "Phoenix Fire"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}