{
  "1289780": {
    "name": "Not Our Home: Platinum Edition",
    "steam_appid": 1289780,
    "required_age": 0,
    "is_free": false,
    "description": "The number one hit from Network5 Games is receiving a major overhaul!<br><br>Just as in the original version, find all seven keys to go and help save your brother.<br><br>This version contains major environment improvements, new places to explore, more items to collect, many graphical changes, the true ending and much more! <br><br>Not Our Home is about the story of four people: Henry, Emily, Jacob, and Rodger. Henry was one of Jacob’s closest friends, but after a horrible feud, Henry had vanished. Later on, Henry was found “dead” in a car crash. However, recent evidence proves Henry is still alive, and he has kidnapped his brother Rodger.<br><br>Henry has Rodger trapped, and it is Jacob’s job to go out and save him. Jacob leaves at 10pm and he has until 4am to save his brother. Do you have what it takes to go and stop Henry?<br><br>Explore across several different scenes collecting items and making your way towards Henry to save his brother.<br><br><strong>Endings:</strong><br>- True Ending<br>- Good Ending<br>- Bad Ending<br>- Worst Ending<br>- Forgotten Ending<br>- Insanity Ending<br><br><strong>Features:</strong><br>+ 4 characters<br>+ 5 difficulty modes<br>+ Easter eggs<br>+ Over 20 items in the game<br>+ Instant saves on endings you find<br>+ You choose the ending of the story<br><br>**NOTE: If you use the axe to defend yourself against Henry, the axe can only be used 3 times!**<br><br>*Main Soundtrack: Ghosts in the Wind by Abstract Audio<br><br>*Some sounds were obtained from ZapSplat, OrangeFreeSounds, and SoundBible. Thank you to these websites for providing some of the sound effects for the game!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1289780/header.jpg?t=1705062757",
    "developers": [
      "dsdev games"
    ],
    "publishers": [
      "dsdev games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}