{
  "1290390": {
    "name": "PT+",
    "steam_appid": 1290390,
    "required_age": 0,
    "is_free": false,
    "description": "With PT+, you have the ability to measure and record neck range of motion. Using this data with a physical therapist, you can determine which stretches and exercises within the app are appropriate to perform. Your therapist can also base the need for other exercises and stretches in the clinic according to the data collected.<br />\r\n<br />\r\nThere are three modes within the app:<br />\r\n&quot;Measure Range of Motion&quot; displays small tabs with numerical values that show degrees in certain planes. You can &quot;push&quot; each of these tabs in a single direction.<br />\r\n<br />\r\nThe &quot;Stretches&quot; section will show you how to stretch each muscle in your neck by directing your center of view in a precise way. When you overlap the object in your center of view with the duplicate object in space, PT+ will time your stretch, then count repetitions for you.<br />\r\n<br />\r\n&quot;Exercises&quot; also directs your center of view, then scores the accuracy of your motion. Use this mode to gain control and fine-tune the movement in your cervical spine.<br />\r\n<br />\r\nPT+ utilizes your headset's sensors to monitor your neck's movement. It is an excellent tool to be used in conjunction with physical therapy. PT+ is to be used only with the guidance of an MD, DO, chiropractor, or physical therapist. While range of motion exercises are widely used in treatment of neck dysfunction, always consult the above-mentioned professionals before using the app.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1290390/header.jpg?t=1601440284",
    "developers": [
      "Liam McMains"
    ],
    "publishers": [
      "Axis Technologies LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}