{
  "1290340": {
    "name": "AI War 2: Zenith Onslaught",
    "steam_appid": 1290340,
    "required_age": 0,
    "is_free": false,
    "description": "Brave Zenith invasions, civil wars, or ally with the Svikari. Arm yourself with elite Cruisers.  Find new Outguard for hire, defensive structures to build, and maps to explore.  You may face new AI types, capture yet more golems, and choose if you wish to encounter the planet-eating Zenith Miners.<h2 class=\"bb_tag\" >The Story</h2>In our normal universe, the Zenith aliens are long dead; only the mindless automatons called Golems are left behind, millennia after the fall of their civilization. <br>One day, in the middle of our war with the AI, the first of an oncoming horde of Zenith came through from a neighboring part of what scientists can clearly now tell is a multiverse.  These are Zenith in their prime, confused as to the (from their point of view) post-apocalyptic state of our universe, and not exactly pleased.<br><br><i>Zenith Onslaught</i> is the second expansion for AI War 2, and was more than a year in the making. We focused on making the galaxy feel rich and complex and changeable in new ways, as well as adding a metric ton of general new content.<h2 class=\"bb_tag\" >Major New Factions</h2><ul class=\"bb_ul\"><li> The Dark Zenith can be set to invade at some point.  They then set up their own economy, allying with the Dark Spire if they are also enabled.  These can really make even the AI sweat.<br></li><li> The Zenith Architrave, fresh into our universe and desperate to get back to their own galaxy-spanning war.  Minor diplomacy may be possible.  (Think of these like a vastly more advanced version of the Dyson Spheres in the base game, in that they don't turn the entire galaxy on its head but can be exciting neighbors).<br></li><li> The Zenith Miner, which first sends out probes, and later tries to mine entire planets into pieces.  Has a special taste for Dyson Spheres.  Hack them for fun and profit.</li></ul><h2 class=\"bb_tag\" >New Ships En Masse</h2><ul class=\"bb_ul\"><li> 15 new and elite ships, Cruisers, now seed the galaxy that can greatly enhance your fleet. These powerful ships are both extremely powerful in their own right but each possesses a special feature based on their weapon tech. Two of these can only found by stealing Zenith technology.<br></li><li> 11 new Outguard to recruit to humanity's side, each with their own unique contribution, from the Trojan Horse that hides in plain sight before releasing its hidden drone army to the Cornucopia that supercharges your metal generation when you need it the most.<br></li><li> 7 new defensive structures, such as the reactive dummy that attracts enemy fire and returns a portion back to the sender, and a reworking of the original to grant every weapon tech their own.<br></li><li> And many new strikecraft, frigates, and stationkeepers to further expand humanity's arsenal!  As well as new variants of the base-game golems!</li></ul><h2 class=\"bb_tag\" >Other Major Features</h2><ul class=\"bb_ul\"><li> Nomad Planets make a triumphant return from the original AI War, with options for entire Nomad Galaxies.  And yes, you can still become death, destroyer of worlds.<br></li><li> Wormhole borers, dangerous tools in the hands of the AI that allow them to tunnel behind your defenses.<br></li><li> 10 devious new AI types.<br></li><li> 2 new map styles.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1290340/header.jpg?t=1754319326",
    "developers": [
      "Arcen Games"
    ],
    "publishers": [
      "Arcen Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}