{
  "1291940": {
    "name": "SpinZap Demo",
    "steam_appid": 1291940,
    "required_age": 0,
    "is_free": true,
    "description": "SpinZap is a challenging game in classic arcade style. Use your reflexes, dexterity and boss skills to conquer 81 levels of circle zapping madness.<br><br>Your task is to steer the spinning circles using various control methods, such as halting, reversing and skipping forward, in order to find a clear path to fire at the plasma ball hiding at the center of the circles. Hit the plasma ball enough times before the time runs out to win the level. Failure to do so results in your cannon being instantly blown up in retaliation. <br><br>Depending on how quickly and cleanly you finished the job, you are awarded one, two or three stars upon completion of each level.<br><br>The FULL VERSION of the game spans nine worlds, each world containing nine levels and its own theme song to set the mood. <br><br>This DEMO VERSION contains 6 levels from each of the first three worlds - i.e. in total 18 levels. Several of those levels are designed as tutorials, and the remainder give you a small taste of what the full game is about. Be aware, however, that the demo only contains relatively easy challenges.<br><br>SpinZap starts off very easy, but grows harder for every world you conquer. In the end, you will need nerves of steel, perfect control and excellent timing to get the highest possible score.<h2 class=\"bb_tag\" >Single-player vs co-op mode</h2>SpinZap was originally designed as a single-player game, but has turned out to be a lot of fun to play in local co-op mode. All controllers are active in parallel, letting each player contribute to the team's successes (or failures) in the best way for each level. Note that there are no differences between the single-player and co-op modes - in fact, they are the same mode.<h2 class=\"bb_tag\" >Control options</h2>Keyboard and joypad / joystick controls are supported. Only keys or buttons are used to play the game. When playing alone, using the keyboard or an arcade stick is highly recommended. Using a joypad in single player mode is possible, but can be regarded as self-punishment, or the equivalent of a self-chosen difficulty level &quot;insane&quot;.<h2 class=\"bb_tag\" >Resolutions and aspect ratios</h2>The game supports a wide range of aspect ratios, making it suitable for ultra-wide and ultra-tall display setups (provided that the GPU and its drivers support such configurations).<h2 class=\"bb_tag\" >Demo</h2>Try the demo to get a hands-on understanding of what the game is about, and how well it plays on your system and with your controller setup.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1291940/header.jpg?t=1591737843",
    "developers": [
      "Enelingos"
    ],
    "publishers": [
      "Enelingos"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}