{
  "1291600": {
    "name": "MEND Arcade Battle",
    "steam_appid": 1291600,
    "required_age": 0,
    "is_free": false,
    "description": "<i>MEND Arcade Battle</i> is a turn-based RPG inspired by Fighting Game core mechanics. Players must tackle the Fighting Game staple challenge known as Arcade Mode with a Turn-based RPG twist! Choose your character and follow their path to defeating the final boss awaiting them at the end.  Depending on the selected character, a different final boss will be encountered!<br><br><i>MEND Arcade Battle</i> offers:<br>•\tEight unique fighters to choose from, each with their own fighting styles and personalities<br>•\tEight different Arcade ladders with unique final bosses<br>•\tCustomizable move-sets through the Assist System<br>•\tA quick, simple and non-intrusive tutorial that can be revisited at anytime<br>•\tUnlockables that will enhance future playthroughs<br>•\tShort quips before fights that offer an abridged version of the <i>MEND </i>storyline<br>•\tA bonus game mode that provides a glance at a future <i>MEND </i>project<br><br>GAMEPLAY<br>•\tSimple to learn, yet hard to master! <br>•\tEvery turn, the player decides on a type of guard to use, an assist to call in, and also an attack to unleash. Devastate your foes with EX and SUPER moves!<br>•\tGuarding and Assists are optional and both use up their own resource gauges. <br>•\tAt the end of every turn, your character comments on how they perceive their foe’s stance. The player must interpret this information and adapt their <br>        strategies accordingly.<br>•\tNo long animations, cut scenes, or loading screens! Simple and direct User Interface!<br><br>STORY<br><i>MEND Arcade Battle </i>is a video game take of my story <i>MEND</i>. Read the non-abridged version for free on the online writing website Wattpad! I go by Enntropy on that platform, and the story title is <i>MEND</i>. <br>In-game, the quips between characters before fights offer a small look into the world of <i>MEND</i>. Try your best to unlock the in-game bonus mode for a glimpse into <i>MEND’s</i> story mode in video game form!<br><br>Difficulty and Game Length<br>All selectable characters are unlocked from the beginning, so no needless grinding for the basics! Veteran fighting game and Turn-based RPG fans alike can look forward to seeing if they have what it takes to predict their opponent’s every move. The A.I. opponents all have their own strengths and weaknesses and will put a player’s skill and adaptability to the test. Every route is about forty minutes long so expect at least four hours of gameplay from the Arcade game mode.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1291600/header.jpg?t=1589182617",
    "developers": [
      "Enntropy"
    ],
    "publishers": [
      "Enntropy"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}