{
  "1292120": {
    "name": "Hunt: Primal Reptiles",
    "steam_appid": 1292120,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Hunt:Primal Reptiles</strong></h2> The most realistic prehistoric hunt-survival game ever! Huge Jurassic habitat inhabited by many prehistoric carnivorous reptiles, such as Spinosaurus, T-Rex, Triceratops, Velociraptor. You can also meet herbivorous Parasoulour! An unusual adventure in a jungle full of dangers!<br>The game combines elements of a classic hunting simulator and survival. You traverse a vast, open world full of life and realistic fauna. Apart from many dinosaur species, different dangers await you, such as huge mosquitoes and poisonous plants. You will meet a lot of prehistoric reptiles. From small, agile specimen to powerful giants weighing tonnes.<br><br>You will have a huge island from the Cretaceous Period at your disposal. Each traveled meter will be a test of survival! You will find a piece of a basic, random equipment. To survive, you have to conquer the world in search of a better weapon, technology, ammo.<br>The island, where you are located, is inhabited (In early access, in the future we plan to add more dinosaur) by 5 different dinosaur species. From blood-thirsty Tyrannosaurus to small and agile velociraptors. Choose your target carefully, find enough ammo, and stuff.<h2 class=\"bb_tag\" >Main Functions</h2><ul class=\"bb_ul\"><li> a huge exploration area <br></li><li> various dinosaur species of various weight and sex,<br></li><li> hunt by day and night,<br></li><li> a limited amount of ammo!, Explore and hunt in order to survive!,<br></li><li> a huge arsenal to use — from the pistol to the sniper rifle<br></li><li> an island full of life,<h2 class=\"bb_tag\" >Weapons</h2>There will be over 6 types of weapons available in the game.<h2 class=\"bb_tag\" ><strong>island</strong></h2> Each part of the island hides different dinosaur species, plants or annoying insects.<h2 class=\"bb_tag\" >DINOSAURS</h2>We currently own 5 dinosaur species. Each dinosaur has different markings. There are both male and female dinosaurs. Each specimen also differs in weight, so that every player can compare their trophies with others!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1292120/header.jpg?t=1743706637",
    "developers": [
      "HugeLittleStudio"
    ],
    "publishers": [
      "HugeLittleStudio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}