{
  "1292180": {
    "name": "Krush Kill ‘N Destroy 2: Krossfire",
    "steam_appid": 1292180,
    "required_age": 0,
    "is_free": false,
    "description": "This planet ain't big enough for the three of you.<br><br>The Earth's surface may be nothing more than a burnt out hell hole but the Survivors, the Evolved, and the Series 9 robots still want it real bad and they're willing to have a whole new Armageddon to get it. Now's your chance to stake your claim to what's left of the planet. Send in your anaconda tanks and enforcers, counter the Survivors' hi-tech armies with mutant lo-tech mastodons and giant scorpions, or hit the fields and reap some serious body count with Series 9 seeders and weed killers.<br><br>Krush Kill 'N Destroy 2: Krossfire is a fast and furious real-time strategy game where you have to be quick or be dead. Seek out and conquer oil fields with your mobile oil platforms to fuel your army. Erect buildings such as the Machine Shop, the Barracks, and the Research Lab to build and improve your army and take the fight to your enemies. Seek out ancient technology bunkers and use the technological treasures within to turn the tide of battle. Most important of all: KRUSH, KILL 'N DESTROY!<br><br>For challenging RTS gameplay in gritty post-apocalyptic setting, and an advanced AI opponent that will give you a run for your money—this is your best pick!<br><br><i><strong>Multiplayer notice: </strong>Multiplayer modes and content are included with the game but not supported for this release.</i><br><br><ul class=\"bb_ul\"><li>Three compelling and unique factions, each with their own personalities: the deformed Survivors, the smug Survivalists, and the Series 9 killer machines.<br></li><li>51 open ended missions and a complete mission editor ensure that the war stays hot and frenzied.<br></li><li>Hordes of air, land, and amphibious units for each faction, each with their own individual character, strengths, and weaknesses.<br></li><li>Killer Intelligence that gives you the fight of your life as it understands technology, attacks and defends for maximum damage, and retreats when the going gets too rough, all without cheating.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1292180/header.jpg?t=1596046669",
    "developers": [
      "Beam Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 24,
      "total_negative": 11,
      "total_reviews": 35
    }
  }
}