{
  "1292480": {
    "name": "Echo's Esker",
    "steam_appid": 1292480,
    "required_age": 0,
    "is_free": false,
    "description": "Echo’s Esker is a 3rd-Person, Action-Adventure game featuring exploration, combat, puzzle-solving, platforming, and crafting.<br />\r\n<br />\r\nYou are lost in the catacombs and finding your way out won’t be easy, but upon reaching the surface you will find you are not the only one who is lost.  The mysterious spirit hound Echo is far from home, but with her by your side, exploration is as simple as a game of fetch.  Throw a lance and Echo will scurry to grab it, eager to yank it free from walls, ancient mechanisms, enemies, and whatever else you manage to impale.  Work together with Echo to solve puzzles, conquer bosses, and explore the Kingdom of the Esker.<br />\r\n<br />\r\nPLEASE NOTE: This project is still in the early stages of development.  Thus, the nature of the game could change considerably before its final release.  Particularly in relation to system requirements such as memory needed.  In addition, it should be noted that this product is a large-scale, individually developed project. As such, it is likely to still have a number of technical issues, whether undiscovered or yet to be addressed, which are meant to be handled as development continues.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1292480/header.jpg?t=1668164726",
    "developers": [
      "Connor Fahrenwald"
    ],
    "publishers": [
      "Fahrenwald Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}