{
  "1292330": {
    "name": "soundStrider Demo",
    "steam_appid": 1292330,
    "required_age": 0,
    "is_free": true,
    "description": "Close your eyes and enter a world you can only hear. Its lush environments are teeming with synthesized sounds that evoke colorful and imaginative images. Exploration rewards you with mysteries to solve and contemplative places to revisit for meditation, studying, or sleep.<h2 class=\"bb_tag\" >Auditory exploration game</h2>soundStrider is an audio game best experienced with headphones. With binaural modeling and support for assistive technologies, navigation is intuitive and accessible.<h2 class=\"bb_tag\" >Psychedelic walking simulator</h2>Take a trip through endless worlds of naturalistic, abstract, and musical environments. Enjoy a colorful visualizer that breathes and reacts to the surrounding world.<h2 class=\"bb_tag\" >Ambient music generator</h2>Dozens of musical systems coalesce into dynamic soundscapes that evolve over large scales. With procedural generation it's possible to never hear the same moment twice.<h2 class=\"bb_tag\" >Chill relaxation tool</h2>Find the perfect storm or spot on the beach? Its bookmarks system makes it convenient to revisit favorite locations and share them with friends.<h2 class=\"bb_tag\" >Jam along today</h2>Get absorbed in a virtual instrument playable on a keyboard, gamepad, or MIDI device. Collect a variety of sounds ranging from pure synths to real instruments. Its adaptive controls make music accessible to all.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1292330/header.jpg?t=1751156107",
    "developers": [
      "shiftBacktick"
    ],
    "publishers": [
      "shiftBacktick"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}