{
  "1293110": {
    "name": "Timeless Adventure: A Journey To Begin",
    "steam_appid": 1293110,
    "required_age": 0,
    "is_free": false,
    "description": "As our hero sits in a prison cell in the depths of the Kind Queen's deadly dungeon, Death is about to carry out her duty and cross the hero off her list. When suddenly her hourglass stops working. Since her hourglass determines the time every humanoid being has to fork over its soul to the realm of Death, naturally this constitutes an existential crisis for Death. So, counter-intuitively, Death herself spared our hero's life - for now. Well, she rips out the soul, converts it into a ghostly wraith, and commands the hero to search for the cause of the time freeze.<br><br><u>ADVENTURE INTO A TIMELESS WORLD</u><br>With this new quest at hand, our hero has no choice but to explore this altered world in this new form. But, generous as Death inherently is, the hero gets one unique ability for this unusual quest: Possession of any living or once-living being. And with that comes the ability to use the special skills, that the possessed has or once had.<br><br>So join our ghostly hero and venture through this idle world in search of answers for Death and maybe, just maybe, a way to avoid the dire consequences of standing at the head of Death's list.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 印度尼西亚语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 巴西, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语, 越南语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293110/header.jpg?t=1757175905",
    "developers": [
      "FreeTimeDev"
    ],
    "publishers": [
      "FreeTimeDev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}