{
  "1293440": {
    "name": "Dark Renaissance",
    "steam_appid": 1293440,
    "required_age": 0,
    "is_free": false,
    "description": "From the Author of the best-selling Medici series Matteo Strukul, comes a new exciting <strong>Interactive History Drama</strong>, pushing the boundaries of video game storytelling and narrative depth. <br><br>Dark Renaissance is an <strong>adventure game with RPG elements</strong> and a compelling and dramatic story, true to historical events, characters and places of the 15th century. <br><br>Embark on a journey through <strong>key places of the Renaissance world</strong>, from Italy to China, going through the fascinating lands of the Middle East and Transylvania. <strong>Lend your sword to Lorenzo de' Medici</strong> and fight formidable enemies, such as the cunning Ottoman Sultan Mehmed II, the treacherous Anguana and the impetuous Duke Ercole d’Este.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/extras/6e4155b5d3b129a7cace8c4c05344a82.poster.avif?t=1636372660\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/extras/6e4155b5d3b129a7cace8c4c05344a82.webm?t=1636372660\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/extras/6e4155b5d3b129a7cace8c4c05344a82.mp4?t=1636372660\" type=\"video/mp4\"></video></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/extras/472f1a45162a573e68553f28728425a7.avif?t=1636372660\" width=600 height=80 /></span><br><br>In a land of immense Beauty and ageless mysticism, where families of ruthless powermongers wage battle through generations, the mother of all wars is bound to happen. <br><br>In the heart of Firenze, Italy’s cradle of culture and art, Lorenzo il Magnifico, heir to the Medici Family, sits on his throne of riches. After having conquered the economic power of Italy, the Lord of Florence senses a new threat coming, meant to jeopardize his ruler’s <i>status quo</i>. With its power and financial establishment at a stake, The Magnificent must recur to the most legendary soldier on the battlefield: <strong>Marco Badoer</strong>, a tormented <i>Capitano di Ventura</i> who survived the twilight of Middle Ages to be born again in an age of discovery and wonder.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/extras/498cd4941d804493968b4161f830a922.avif?t=1636372660\" width=600 height=200 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/extras/8c8bf8dd26eb40e8c5fd91a6405da264.avif?t=1636372660\" width=600 height=80 /></span><br><br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >The darkest and grittiest Renaissance epic ever built in a game.</h2> Discover the story of Marco Badoer, one of the last knights of the famed <i>Ordo Draconis</i>, a chivalry order so bloodthirsty that counted Vlad the Impaler himself among its ranks. <br></li><li><h2 class=\"bb_tag\" >Meet the rockstars of Italian Renaissance.</h2> From Lorenzo de' Medici to Leonardo da Vinci, you will walk on the shoulder of giants and explore world-famous landmarks such as Venice and Florence. But be wary: ancient pagan magic, Eastern mysticism and occult knowledge will drag you into the darkest corners of human mind.<br></li><li><h2 class=\"bb_tag\" >Countless options for roleplaying.</h2> Shape your path through nuanced branches in an intricate web of political conspiracies and moral dilemmas. Will you unleash your vengeful primal self? Or you’ll rather stay balanced as a monk through wise decisions? The choice is yours.<br></li><li><h2 class=\"bb_tag\" >The art of War.</h2> Choose among several weapons of the time, face your enemies in strategic duels and lead your troops in open field battles. Get ready to become a strategist, thanks to unique staged combat sequences blending opera and brutal RPG action.<br></li><li><h2 class=\"bb_tag\" >Sex, drugs and gambling.</h2> From the opium-filled <i>hammam</i> of Constantinople, to the <i>alcova</i> of the most beautiful courtesans in Florence, the darker side of European history will unveil in front of your eyes, while a romance and social linking system will let you decide to desecrate your body as much as you wish. <br></li><li><h2 class=\"bb_tag\" >Enjoy high-class Renaissance living.</h2> Behold the beauty of Italy in all of its splendor during the Main Quest, and kick back with a glass of wine at Villa del Drago, home to Marco Badoer. To transform this old house in a luxurious mansion, filled with fine Tuscany spirits and tasty food, it’s up to you, thanks to the currency and historical accurate card games.<br></li><li><h2 class=\"bb_tag\" >A political manifesto from the past.</h2> After condemning the horrors of totalitarianism and datacracy in the award-winning Dry Drowning, Studio V goes back to its roots, to push again the boundaries of philosophical and political discourse in gaming. Swept under the rug of a beautiful world, tales of corruption, violence and dirty money await for the player to be discovered.<br></li><li><h2 class=\"bb_tag\" >Original soundtrack.</h2> An original symphonic score by the award-winning composer David Logan, mixing and matching ancient and modern styles.</li></ul>",
    "supported_languages": "英语, 意大利语, 德语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293440/header.jpg?t=1636372660",
    "developers": [
      "Studio V"
    ],
    "publishers": [
      "Leonardo Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}