{
  "1293480": {
    "name": "Red Frontier 2",
    "steam_appid": 1293480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Red Frontier Development is Halted. Check out the news for details</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Red Frontier is a sandbox Thriller/action game where you need to use your available tools and plan with them to confuse the monster and escape from the planet Gliese Cc. You'll need to unlock stations and lift the lockdown to escape</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293480/extras/110ebdf2663333e89f4fb3e119f09d9b.avif?t=1730369936\" width=616 height=100 /></span></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Sci-Fi Thriller - You were supposed to wake up with hundreds of people to build a peaceful community. Yet you're alone, falling to the planet's atmosphere. And a horde of creatures below waiting to hunt you down. Something bad happened to the people on the planet. it's up to you to find clues to the past and it will reveal your future. </p></li><li><p class=\"bb_paragraph\" >Formidable Enemies - A massive snake trying to figure out your every move is not the only threat. Man-sized Centipedes roam the stations and crush everything with their superhuman strength. Centipedes can be taken care of but they'll not go down easily. You'll need to outwit them with every tool and gadget at your disposal.</p></li><li><p class=\"bb_paragraph\" >Stealth - Creatures have different sets of senses. They can hear, smell, or see their surroundings. But they have weaknesses too. You'll hide under tables, air ducts, out of their sight. Or you can confuse them using the interactive environment.</p></li><li><p class=\"bb_paragraph\" >Open-World Exploration - After the main mission starts, you'll have a set of objectives and it can be completed in any way or any order. The vast world of Gliese will be open and you'll explore the wastelands however you want.</p></li><li><p class=\"bb_paragraph\" >Interactive World - Nearly every object can be interacted and will have a use one way or the other. Some may not affect you directly but a keen mind can use unconventional tactics to their advantage.</p></li><li><p class=\"bb_paragraph\" >Resource Management - You'll manage your core resources and will decide what to take with you or what to leave behind. Every decision in that regard will open another option for you but close the other one.</p></li><li><p class=\"bb_paragraph\" >Develop Your Play Style - There's more than one way to play the game. You can go fast and quick, or slow and steady. You can mix aggressiveness with stealth or trap your enemies with intricate tactics. As you progress in the game, you'll develop your style and that will be unique to you.</p></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1293480/header.jpg?t=1730369936",
    "developers": [
      "Wolderado",
      "Belaniax"
    ],
    "publishers": [
      "TwoBros"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}