{
  "1295900": {
    "name": "Draconia",
    "steam_appid": 1295900,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1295900/extras/39b1c9b522b66a1507fe852e6ca2698b.webp?t=1760348089\" width=600 height=50 /></span><br><br><strong>Embark on the Ultimate Dragon Adventure in Draconia</strong><br>Draconia, the breathtaking open-world dragon MORPG powered by Unreal Engine 5, invites you to step into the scales of a mighty dragon and claim the skies or the land as your own. In a world filled with mysteries and challenges, it's up to you to unravel the epic tale of Draconia, whether you choose to soar solo or collaborate with fellow dragons in single-player and multiplayer modes.<br><br><strong>Unleash Your Inner Dragon</strong><br>Choose your path from a diverse selection of dragon species, each with its unique traits and abilities. Customize your dragon's name, pattern, colors, and even body parts like horns and tail tips. Alternatively, pick from a range of pre-made textures to create the dragon of your dreams.<br><br><strong>Survival of the Fittest</strong><br>In the wilds of Draconia, the circle of life reigns supreme. Hunt for sustenance and locate vital water sources to survive in this unforgiving realm. Harness the scent system to track down nearby water and food, mastering the art of survival as you roam.<br><br><strong>Collect, Craft, Conquer</strong><br>Amass a hoard of valuable resources through the gathering and inventory system. Utilize your treasure trove to craft powerful objects, enhancing your dragon's capabilities or granting temporary buffs. Level up your character by completing tasks and quests, forging a dragon of unparalleled strength.<br><br><strong>Forge Your Legacy</strong><br>Immerse yourself in a world brimming with quests, secret locations, and a multitude of memorable characters. Unearth the enigmatic story of Draconia, piecing together its mysteries as you forge your own legend.<br><br><strong>Your World, Your Rules</strong><br>Draconia respects your playstyle. Opt for optional PvP, enabling or disabling it at will in your character profile. Safely explore servers without the fear of unwanted confrontation, and engage in thrilling battles only when you choose.<br><br><strong>Make Your Mark</strong><br>Personalize your dragon den into a reflection of your character and style, crafting a unique sanctuary that stands as a testament to your journey. But your adventure doesn't have to be a solitary one. Form or join groups and clans, inviting friends and like-minded players to accompany you on your epic journey. With your own clan, you can announce events, coordinate strategies, and keep tabs on the progress of your fellow members as you ascend the ranks of Draconia's dragon elite.<br><br><strong>Prepare to Conquer Draconia</strong><br>Draconia awaits, a world ripe for exploration, adventure, and conquest. Will you be the dragon that shapes its destiny? The sky is the limit and Draconia is yours to conquer. Claim your wings and rise above the rest in Draconia!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1295900/header.jpg?t=1760348089",
    "developers": [
      "Draconia Dev Team"
    ],
    "publishers": [
      "Draconia Dev Team"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 13,
      "total_negative": 5,
      "total_reviews": 18
    }
  }
}