{
  "1295560": {
    "name": "Revolution: Path of a Weaponsmith",
    "steam_appid": 1295560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Alternate History</h2>It is 1989, due to a breakthrough success of the so-called Star Wars space defense program the United States has become a sole state entirely protected from a nuclear weapon attack. Its influence has since spread over most of the world through both diplomatic and military measures. <br>USSR weakened by a devastating defeat in the Afghan War has been swiftly overtaken. Many large cities lie in ruin, others are being controlled by the US military forces. While the occupants are establishing control over the new territories rebels are gaining more and more members each day, many of whom have combat experience.<br>You play as a scavenger-trader whose main source of income is to search remnants of your home-town for provisions, valuables and sometimes even weapons. Sell your findings to make sure that your loved ones are kept safe.<h2 class=\"bb_tag\" >Stealth-action</h2>The town is being overrun by military, bandits, and rebels. You are often outgunned and outnumbered so direct confrontation can often be deadly. Use stealth and explosives to turn the odds back in your favor. Gather supporters to help you or force enemy factions to fight each other making a room for your next move.<br><ul class=\"bb_ul\"><li><strong>Disguises</strong> - got a clean kill on a guard? Take his uniform and try to look as if you know what you are doing, most of his colleagues will not pay too much attention to you. But beware, higher-ranking officers can notice even the smallest mistakes in your disguise and become suspicious.<br></li><li><strong>Weapon visibility</strong> - civilians can’t carry visible weapons, but you can still have a pistol hidden. Or you can just fold your AKMS and hide it in your backpack to take it out when it is time for a more radical approach.<br></li><li><strong>Visibility</strong> - people will have a much harder time noticing you in complete darkness, choose your path carefully or just get rid of those pesky lightbulbs.<br></li><li><strong>Noise cover</strong> - guards will investigate suspicious noises unless of course there is heavy machinery working nearby that will cover that silenced shot sound. Pay attention to your environment and use it to your advantage.</li></ul><h2 class=\"bb_tag\" >Inventory Management</h2>Food and medical supplies are scarce and hard to find. You will have to look around abandoned and demolished city buildings to scavenge for valuables and provisions. Or you can target some of the better-protected gang or even military warehouses. Alternatively, there is always an option of taking things you want from other survivors by force. The choice is all yours as well as the consequences.<br><ul class=\"bb_ul\"><li><strong>Loot</strong> - search the houses and enemy corpses for useful stuff. Some things you will be able to use directly, others can be traded for what you need.<br></li><li><strong>Backpacks</strong> - equip larger backpacks to be able to carry more, but be careful not to overexert yourself, too much weight would slow you down and make you get tired quickly.<br></li><li><strong>Gear</strong> - want to see in the dark? Get night-vision goggles and take them on, but watch out as they will make you look suspicious.</li></ul><h2 class=\"bb_tag\" >AI</h2>The world of Revolution is filled with different people: bandits, USSR and US civilians, US military and rebels and honestly they don’t get along too good. Firefights between factions are happening pretty often and sometimes even civilians can pick up a dropped weapon to join one of the sides.<br><ul class=\"bb_ul\"><li><strong>Factions</strong> - members of rival factions would be hostile to each, that is when they identify each other as enemies which is done by judging clothes and also a location at which they meet.<br></li><li><strong>Civilians</strong> will usually run away at the sounds of shots, but sometimes they can join<br></li><li><strong>No seeing you through the booshes</strong> - don’t you just hate it when an enemy is somewhere behind the bushes where you can’t see them but apparently sees you well and can shoot right through, well not here!</li></ul><h2 class=\"bb_tag\" >Difficult Choices</h2>You will face hard choices every step of the way. Do I help the rebels or the occupants? Do I trade or take by force? Does this family deserve to survive, or do my people need their supplies more? Every choice you make will have a varying impact on the world around you, but remember not everything is as it seems and more often than not you will have to choose the lesser evil.<br><ul class=\"bb_ul\"><li><strong>Story</strong> - become part of the epic story in which you will have to make hard choices between sides where black and white are hard to tell apart.  <br></li><li><strong>Branching dialogues</strong> - choose what you say careful, choices in the dialogues matter just as much. In many situations fight can be made easier or avoided if you talk to the right people<br></li><li><strong>Characters</strong> - communicate with many different characters each having its own personality and preferences.</li></ul>",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1295560/header.jpg?t=1654534120",
    "developers": [
      "Shift Games"
    ],
    "publishers": [
      "Shift Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}