{
  "1295940": {
    "name": "The Mortuary Assistant Demo",
    "steam_appid": 1295940,
    "required_age": 0,
    "is_free": true,
    "description": "Having completed your degree in mortuary sciences, you have taken on an apprenticeship at River Fields Mortuary. Over the past several months you have logged many hours aiding the Mortician in daily tasks along with learning the ins and outs of the embalming process as well as how to properly handle and care for the deceased.<br><br>Over your time at River Fields, you have heard rumors of families bringing their deceased loved ones believed to be possessed or otherwise entangled with the paranormal to this specific mortuary to put to rest. But, with such a stigma around death and what happens when we die, it’s no surprise people make up stories around the dead.<br><br>Late one night, you are called into work to handle some embalmings. Death doesn’t keep day time hours. But there is something different about these bodies because there is something different about you. The phone rings with the Mortician on the other end. The rumors are true, and you can not leave.<br><br>Perform embalmings, handle the various jobs around the mortuary, and exercise demonic forces. All in a day’s work.<h2 class=\"bb_tag\" >About the demo</h2><br>The downloadable demo is currently a short prototype of the game. It focuses mainly on the atmosphere and concept of the project. I hope to release a more in-depth demo in the future as the project continues.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1295940/header.jpg?t=1634751152",
    "developers": [
      "DarkStone Digital"
    ],
    "publishers": [
      "DarkStone Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}