{
  "1296950": {
    "name": "Taskforce Demo",
    "steam_appid": 1296950,
    "required_age": 0,
    "is_free": true,
    "description": "Taskforce is a tactical, turn based game in which you control a small group of elite soldiers in a series of missions. Mission objectives might include rescuing hostages, blowing up targets, stealing documents or other military activities.<br />\r\n<br />\r\nTake control of the twelve team members of Knight Force One to battle the evil Doctor October Morgane in a sci-fi, plot driven story full of twists and turns and fantastic enemies. Unlock new missions, and play any completed mission as many times as you want. Taskforce includes fully customisable training missions, and is designed to have huge replay value. Enemies have random starts to make each game different, and lots of random maps too. You can customise the difficulty levels to a high degree, and choose to play in daylight or night-fighting conditions.<br />\r\n<br />\r\nRealism is the key in Taskforce, with realistic injuries and fatigue, hidden movement by the enemy, and a variety of weapons and effects. Use flame weapons to trap confined enemies, blast down walls with the automatic Storm Cannon. Use smoke to mask your position, and set radio controlled 'Remex' charges to blast open walls and demolish targets.<br />\r\n<br />\r\nTaskforce: The Mutants of October Morgane is the 4th game in a 20-year evolution of turn-based, squad-level games by creator Mark Sheeky. The game has been compared to a slow-motion assault from the Rainbow Six books.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296950/header.jpg?t=1737721517",
    "developers": [
      "Cornutopia Software"
    ],
    "publishers": [
      "Cornutopia Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}