{
  "1296500": {
    "name": "Super Space Galaxy",
    "steam_appid": 1296500,
    "required_age": 0,
    "is_free": false,
    "description": "Super Space Galaxy is an open-world space shooter created by the one-man dev team of Kenneth Dunlop, Earth's Mightiest Game Designer. It's inspired by the space shooters of the 90s like Tyrian, but embraces a modern open-world design that's all about player choice. With joypad, keyboard and mouse controls, you can truly play the game your way.<br><br><strong>Explore the Galaxy: </strong>Your ship is all you need to uncover every corner of the Galaxy. Find lush forests, teeming cities, and icy wastelands as you uncover the secrets of the universe. Every game is set in a unique Galaxy for a never-ending sense of discovery.<br><br><strong>Seek your fortune: </strong>Gather resources from each planet you visit to buy Galactic Fuel, repairs and upgrades for your ship. With your space-credits on the line, every decision is also a business decision! If you run out of money, you could always find work as a space-taxi in town...<br><br><strong>Customise your ship's arsenal: </strong> Scattered throughout the Galaxy are awesome weapons like the Trident, Jackhammer and flamethrower. Secondary weapons like the Mine layer, Orb and Pearl can be shot alongside your main weapon to give you a boost in power. SuperWeapons, like the mighty Mega Laser and awesomely unfair Homing Bullets, bring even more firepower. Mix and match your main, side and Super weapons freely to make any arsenal you want.<br><br><strong>Defeat cunning enemies: </strong>You'll need all your firepower and skills to defeat enemy drones, snipers, and the massive Juggernaut. Though the demon king Luciferus was defeated, his cultists yet linger on the fringes of the Galaxy. Plunge into the demonic Nether itself for rare loot and a dangerous challenge!<br><br>Super Space Galaxy is made using the graphics from Tyrian, made freely available by the original artist, Daniel Cook.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296500/header.jpg?t=1758473922",
    "developers": [
      "Plasma Beam Games"
    ],
    "publishers": [
      "Plasma Beam Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}