{
  "1296490": {
    "name": "Don't Take It Personally, I Just Don't Like You",
    "steam_appid": 1296490,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Don't Take It Personally, I Just Don't Like You</i> is a lo-fi, anime-inspired dating simulator about illegally trespassing on government property in the chill of early autumn, having public anxiety attacks in crowded shopping malls, the people we choose to be with, and what we do when they don't choose us back.<br><br>You've just made that huge jump: leaving your tiny hometown behind and moving to the city for college.  There, you settle into your average college life with your average college problems: awful professors, a roommate who keeps flaking out on you to hit on girls, and the question of who you're going to take to your first fall formal dance.  While there are plenty of cute girls in your circle of friends, do any of them, y'know, actually like you that way?  And even if they do, the dance is just one date.  Who knows what will come next...  <br><br>In <i>Don't Take It Personally, I Just Don't Like You</i> romance isn't simple.  It's messy and complicated.  The people you care about will hurt you.  You will hurt the people you care about, even if you try your best not to. The people you have feelings for might not always feel the same way about you, and if they do, it won't always last forever.  It is a game about the little pains and little joys that come with young love.<br><br>Features:<br><br>-​ Three full routes (2 hours each).<br>- Six college-aged teens and twenty-somethings with messy lives and no idea what they're doing.<br>- Naturalistic dialogue with tons of options for player choice.<br>- 90's Inspired visuals.<br>- A full lo-fi soundtrack that's perfect to study or cry to.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296490/header.jpg?t=1682697587",
    "developers": [
      "Christian DeCoster"
    ],
    "publishers": [
      "Christian DeCoster"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}