{
  "1296220": {
    "name": "Born of The Wild™: The Depths",
    "steam_appid": 1296220,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/a4dd38ded1925130ba4d9c07b308079d.avif?t=1602193282\" width=476 height=298 /></span><br>Most of the Earth's landmass is now submerged under the ocean, the corals and life appears to be in great abundance, life appears to have found a way to adapt to the dramatic changes to the Earth, or have they really?<h2 class=\"bb_tag\" >The World</h2>The game will be feature rich with different ecosystems - great coral reefs, post apocalyptic underwater cities, ancient ruins, volcanoes, caves, sunken ships, etc. <br>In all directions there's a potential threat ready to kill you, if it's not that Shark it's the building that collapses from an Earthquake, or a cave that falls apart, or a coral that gives you a toxin that kills you. It is an extremely dangerous world where somehow life appears to flourish, the question is why? In this world of kill or be killed, do you have what it takes to survive in The Depths?<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/6221ab522faa950e60579e41ee13cfb9.avif?t=1602193282\" width=477 height=89 /></span><h2 class=\"bb_tag\" >Game Modes</h2>There are <strong><u>[CURRENTLY]</u></strong> 2 confirmed game-modes. There are plans to add more down the road.<br><ul class=\"bb_ul\"><li> Survival - Start as a Juvie or a Baby and try to survive to adulthood.<br></li><li> Sandbox - Start playing as a full adult and get right into the action.</li></ul><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/6221ab522faa950e60579e41ee13cfb9.avif?t=1602193282\" width=477 height=89 /></span><h2 class=\"bb_tag\" >Play alone or team up</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/ac7b16dd73b2e041f83867c547ebb372.avif?t=1602193282\" width=476 height=188 /></span><br>You can either play alone, or team up with people and form a group. You can also have babies if you and at least 1 friend are Male and Female. Mating essentially acts as a 'spawn' for people you invite so they can be right there with you instead of searching for people to play with, but it means they start off even smaller as they are now a baby that has to be cared for by the parents.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/6221ab522faa950e60579e41ee13cfb9.avif?t=1602193282\" width=477 height=89 /></span><h2 class=\"bb_tag\" >Genetic Alterations</h2>The most important mechanics built into the game is the Genetic Progression and Genetic Overrides. These two things are a complete game-changer and will always make you question if what you're about to attack is the right choice.<br><br><ul class=\"bb_ul\"><li><strong><u><i>Genetic Progression</i></u></strong> - During your growth span between Juvie/Baby to full adulthood you can make slight modifications to your genetic profile. This means if you do a certain thing (like swimming a lot) if your animal prefers swimming to sitting then you'll get a boost to your speed, or if you eat a meal your animal likes you might get a boost to speed, bite force, more health, more mass, etc. Likewise if you do something your animal doesn't like - such as sitting around you'll gain weight and become slower (eating too much will do this too), but eating a meal you don't like can likewise cause negatives such as less health, less bite force, less mass, etc. Progression is fully automated, learning your animals likes and dislikes is the key to survival.<br><br></li><li><strong><u><i>Genetic Overrides</i></u></strong> - This is where your main genetic engineering traits come from. In the character select screen you can apply the traits (if you have them unlocked) by doing various things, these allow you to put permanent buffs onto your animal such as extra damage, more speed, etc. There are 3 types you can apply. An Alpha, Beta and Mutation.</li></ul><strong><u>Information on the Alpha, Beta and Mutation genes below.</u></strong><br><ul class=\"bb_ul\"><li>Alpha - Alpha traits are your primary dominant traits, these are where you get your major buffs to a single specific thing such as bite force.<br></li><li> Beta - Beta traits are smaller, but more on a whole that slightly alters (all) your stats to level things out the way you like such as giving more speed at the cost of slightly less bite force.<br></li><li> Mutation - Mutations are pretty unique, they allow you to completely do something not natural at all. Want a Shark with Octopus camouflage? Or do you want to make it shoot out toxins from its skin or shoot out waterproof fire from their mouth, or perhaps dermal armor? All sorta cool stuff that is completely game-changing.</li></ul><br>Genetic Traits are unlocked by doing things your animal likes. All [Mutations] will have a mutation-challenger, what this means is, any mutation can be counteracted by at least 1 other mutation - this way there's always a potential challenge to keep you on your toes.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/6221ab522faa950e60579e41ee13cfb9.avif?t=1602193282\" width=477 height=89 /></span><h2 class=\"bb_tag\" >World Events</h2>There will be various world events that can happen at a moments notice, either through triggering an event by exploring or a random timed event. Events will range in scale from somewhat small events to massive events that give something to do for every person, some events can be avoided, others however are impossible to escape and you must face your challenge ahead.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/6221ab522faa950e60579e41ee13cfb9.avif?t=1602193282\" width=477 height=89 /></span><h2 class=\"bb_tag\" >Story</h2>The story is to be told through the art of the world, why does this building have power? Why does the one next to it not have power? what is this place? Perhaps it's a clue to why the world is now submerged beneath the ocean, the clues are out there you just have to find them. It'll take a community full of love for the game to try and figure out why the entire earth is flooded and where the humans have gone, are they dead, did they leave, perhaps they never left. The entire world is one big mystery, if you love a sense of adventure with a lot of really scary creatures all around you then this is the explorative MMO PVP story you've been waiting for.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/extras/6221ab522faa950e60579e41ee13cfb9.avif?t=1602193282\" width=477 height=89 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296220/header.jpg?t=1602193282",
    "developers": [
      "Warhead-Designz™"
    ],
    "publishers": [
      "Warhead-Designz™"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}