{
  "1296230": {
    "name": "Fantasy Grounds - Index Card RPG",
    "steam_appid": 1296230,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Index Card RPG</h2>Enter the CORE! ICRPG CORE SECOND EDITION is finally here, with a full ruleset, reference manual, and all the content you need to get YOUR game table kicking ass!<br>&gt;&gt; ICRPG is a living game, growing and improving all the time with the help of awesome player's and GM's! This ruleset includes ALL of the content in ICRPG CORE 2e with pricing parralel to our PDFs on DriveThruRPG. This product has been priced to make sure it's the absolute best value!<br>&gt;&gt; Classic 7 dice, D20 roll-over system, and all the combat and RP mechanics, character classes, timers, targets and elements you need to play right away. This system is fast and fun, but doesn't lose track of the best parts of tabletop dice rolling.<br>&gt;&gt;Two worlds: The CORE comes with two huge world primers that include locations and adventure starters for Alfheim (eldritch fantasy) and Warp Shell (cataclysmic sci fi). Add 18 classes and a ton of LOOT back it up, and you're in motion on your first night.<br>&gt;&gt;A KILLER GM Section: All the mechanics and tricks used on Drunkens &amp; Dragons compiled into a tight format so you can master the art of game mastering. Complete with story architecture, encounter building, the infamous three T's, room design and much more.<br>&gt;&gt;Monsters: 23 Unique terrors with extra crunchy mechanics to kill, I mean, entertain your players.<br>&gt;&gt;The coolest RPG community on the planet: How-to videos, online play sessions, and the ever-expanding updates that have made Runehammer a GOLD best seller! This is just the beginning, so look for tons of ICRPG content on youtube and facebook ALL YEAR.<br>&gt;&gt;Runehammer Community: Join the fun as it unfolds at <br>The officially licensed Index Card RPG ruleset is a digital product that delivers the ICRPG experience right to Fantasy Grounds.<br>&gt;&gt; This ruleset contains ALL content from the ICRPG CORE 2e rules. This includes all archetypes, bioforms, monsters, adventures, maps, loot, and more.<br>&gt;&gt; Includes a fully converted reference manual of ICRPG CORE 2e, putting the rules right at your fingertips.<br>&gt;&gt; The ruleset is built on top of CoreRPG to be as streamlined as possible, allowing GMs to focus on their game rather than the system.<br>&gt;&gt; ICRPG is an ever-evolving game that empowers GMs to create new rules and systems to suit their table. The ruleset is designed to empower GMs to create whatever their game needs.<br>&gt;&gt; Endless possibilities! With small extensions, you can play in the cyberpunk world of Altered State, the prehistoric world of Blood &amp; Snow, or the modern superheroes setting Vigilante City<br><i> Converted by:</i><br><strong>  George Taray</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1296230/header.jpg?t=1768425584",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}