{
  "1297820": {
    "name": "Treasure Hunter",
    "steam_appid": 1297820,
    "required_age": 0,
    "is_free": true,
    "description": "Treasure Hunter is a multigame collector and crafting game in which you can obtain items on different ways and craft or exchange them for others. <br>You can make different actions like:<br><ul class=\"bb_ul\">Digging for items</ul><ul class=\"bb_ul\">Fighting against enemies</ul><ul class=\"bb_ul\">Upgrading the City</ul><ul class=\"bb_ul\">Crafting items</ul><ul class=\"bb_ul\">Exchanging Items for Upgrade Coins</ul><ul class=\"bb_ul\">...</ul><br>The game has:<br><ul class=\"bb_ul\">Several minigames</ul><ul class=\"bb_ul\">Fully integrated Steam inventory system</ul><ul class=\"bb_ul\">Much possibilities to craft and exchange</ul><ul class=\"bb_ul\">Most items can be tradet or sold in the market</ul><ul class=\"bb_ul\">Several ways to obtain and use items</ul><br>NOTE:<br>The game is actually in an early developement state which means that this is or can be during the developement:<br>- Not all items have their final graphic<br>- Some items are still missing their graphic<br>- balancing can change<br>- new items can come and old can get out of the game<br>- drop, exchange and crafting recepts/prices can change<br>- game balancing and function can change, disspaear and new one can come<br>- sometimes functions can appear for tests and dissapear when getting changed or if they don't fit<br>- there can be still several more or less critical bugs<br>- different other things developement/balancing absed can happen<br><br>What are the future plans:<br>In future the game will get more games and possibilities to use the items ingame. Also we will improve the actual minigames and make more ingame usage of the items. The goal is to make a game collection in which you can play several games at the same time and get material to upgrade and exchange. Also several rare collectibles will be available. We don't want the game to get one of this gameless clicker collector games so most of the items will be ingame usable for different actions. All games have own items and usages but also items which can be used or exchanged against items of other games what gives the player the possibility if he does not like one of the games to still upgrade it and use it often idle by simply exchanging a material of another game for the material of this game.<br>Player will also be able to rtade most materials with friends or use the steam amrket place to sell unneeded materials and get needed materials (Not all items will be tradable ahnd marketable but if they are marketable then also for free tradable with friends)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1297820/header.jpg?t=1725701369",
    "developers": [
      "BUG DUCK GAMES"
    ],
    "publishers": [
      "BUG DUCK GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}