{
  "1297560": {
    "name": "Timequest",
    "steam_appid": 1297560,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Extensive damage to 3000 years of history reported on four continents – Report for duty immediately.</strong><br><br>The unthinkable has happened – a renegade from the Temporal Corps has traveled back in time and altered critical events in history. Only you can prevent this madman from shattering the timestream and destroying current civilization.<br><br>Your mission will take you to four continents and across three thousand years – from Stonehenge, the Circus Maximus and the Hanging Gardens of Babylon; to the Aztec Temple of the Sun, the Great Wall of China and the Great Pyramid of Cheops. You will face mystery, intrigue, danger and death as you untangle his masterful web of deceit.<br><br>The villain's targets include Julius Caesar, Attila the Hun, Charlemagne, Harun al-Rashid, Genghis Khan, Montezuma, Napoleon Bonaparte and many others. Your orders are to repair the timestream, track this criminal down, and bring him to justice.<br><br>Timequest is a classic graphical text-based adventure game of breathtaking scope and astonishing depth, . Travel to 80 locations to see the effects of your actions unfold over 3 millennia. A treat for science-fiction fans and adventure enthusiasts alike, Timequest includes time-travel puzzles played through the innovative Legend Entertainment interface for text adventures.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1297560/header.jpg?t=1731351140",
    "developers": [
      "Legend Entertainment"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}