{
  "1298220": {
    "name": "Hoop Gawds",
    "steam_appid": 1298220,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome and Congratulations!</h2><br>You have been chosen for the prestigious position of “Test Subject” for the monumental Experiment due to your undeniable ability to solve puzzles. We based this assessment on your usage of the “video games”.<br><br>You will be given a series of trials; many of which have fatal consequences. The ultimate goal will be to shoot a ball through a hoop, which opens a teleporter to the next test, although there may be other obstacles in your path as well. Don’t worry; it should be very easy for someone of your superior intellect and skill.<h2 class=\"bb_tag\" >Campaign</h2>You will be forced to navigate treacherous platforms, ride dangerous transporters, and utilize exciting effect hoops through 25 trials. The effect hoops include: Transporter Hoops, Respawn Hoops, Destruction Hoops, Gravity Hoops and Teleporter Hoops. You will need to use all of these elements to maneuver the map, activate the teleporter, and pass through it onto the next trial.<h2 class=\"bb_tag\" >Sport Ball</h2>This game features a local multiplayer mode designed to use the same controller and alternating turns for a unique gaming experience. Each player is given four sport balls, a Hoop Gawd gun, and three shots per turn. The first player to get all their sport balls through the sport goal wins! This mode is easy to learn, but difficult to master.<h2 class=\"bb_tag\" >Trial Records</h2>During the campaign, you have the option to show your current time and number of shots. The game also keeps track of your records for best time and lowest shot count, per trial. By default, these HUD elements are set to be off as they can add... stress to the experience. Once you've beaten the game though, use these to keep track of, and surpass, your current records.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1298220/header.jpg?t=1751127713",
    "developers": [
      "DBMG Games, LLC"
    ],
    "publishers": [
      "DBMG Games, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}