{
  "1298640": {
    "name": "Buck Bradley Comic Adventure 2",
    "steam_appid": 1298640,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>BUCK BRADLEY COMIC ADVENTURE 2: the Sand and the Techno-pyramid</strong></h2><br><strong><i>The most mutant graphic adventure game ever is back!</i></strong><br><br>Buck and Ciroki’s adventures in the world of Terrastramba continue. The two friends are looking for an antidote to make Ciroki human again. A hilarious comic book style graphic adventure game that will make you ask yourself: “That's it? Why did it take them four years to complete the second episode?”<br>Summary of the first episode (if you haven't played it yet, what are you waiting for? It’s free!): after helping a farmer to revitalize his farm (because otherwise he would have made a roast dinner out of Ciroki) thanks to the invention of biogas, Buck and Ciroki load their bicycle with wheelbarrow-sidecar onto a train headed towards New Milan: it seems that the creator of this futuristic city, who everyone calls the Architect, may have the knowledge to make Ciroki human again!<br>If you liked the puzzles in the first episode, playing the second one will make you ask yourself: “That's it? Why did it take them four years to complete the second episode?!”.<br>But before we get to New Milan, other unlikely characters will stand in the way of our heroes! “Yeah, but what about the pyramids?” you're wondering. To find out you have to buy the game: it’s a marketing strategy.<br>This is how the graphic adventure Buck Bradley continues, an addictive and entertaining problem-solving game with the look of an interactive comic book. To progress through the story you'll have to solve unique puzzles, which are interesting and full of jokes, all set in the world of Terrastramba!<br><br><strong>THE GAME:</strong><br><br><ul class=\"bb_ul\"><li>Read the dialogues carefully and look for clues that will help you solve riddles in comic book form and unravel the puzzle<br></li><li>Developed with Cage (comic adventure game editor)<br></li><li>Buck Bradley: Comic Adventure is a comic book style graphic adventure game made in Italy!<br></li><li>The time it takes to play the game will make you ask yourself: “That's it? Why did it take them four years to complete the second episode?!”.</li></ul><br>Download the first episode of Buck Bradley Comic Adventure (it's free!)",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1298640/header.jpg?t=1596102476",
    "developers": [
      "WERDERA SRL"
    ],
    "publishers": [
      "WERDERA SRL"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}