{
  "1298980": {
    "name": "Fantasy Grounds - Smuggler's Port of the Undercity",
    "steam_appid": 1298980,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Smuggler's Port of the Undercity</h2>At the heart of the Undercity lies a natural cavern half-filled with water. Here beneath the light of a galaxy of glowworms, the smuggling ring known as the Starshine Syndicate has built a secret port from which to move illicit goods in and out of the city above. The smugglers have a tenuous alliance with the Bay Guardian, a druid sworn to protect the underground harbor and the mysterious presence beneath it. Yet neither smugglers nor druid were the first to inhabit the bay. From stygian tunnels below, merrow cultists seek to reclaim what was formerly theirs.<br><i> This product contains:</i><br>o A full description of a underground smuggling port, with a unique background and detailed Characters<br><strong> o A set of adventure ideas to plug-in the sourcebook in your campaing.<br>o Detailed statblocks to challenge a group of four level player characters<br>o New magical Items<br>o A gorgeous battlemap detailing the Bay Guardian's Cabin<br>The statblock provided in this sourcebook are for four characters of 4th level in the Fifth Edition of the world's oldest roleplaying game. By changing the statblocks it can be easily adapted to higher levels.<br><i> Written by</i><br>David Schwartz, Illustrated by Eric Lofgren, Mapped by Mario Barbati</strong><br><i> Converted by:</i>  <br><strong> Terry Buckingham</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1298980/header.jpg?t=1768425766",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}