{
  "1298550": {
    "name": "Hell Corp",
    "steam_appid": 1298550,
    "required_age": 0,
    "is_free": false,
    "description": "Hell Corp is a hell simulation game with crafting, survival and strategy that takes place in midst of a hell recession where profits are low for the devil himself and he has given small devils their own land with scrapyard access to make their own fortune and help hell come of this downfall. now is not the time in hell to rest and get hell govt money to live off. since number of sinners are way too much now their value is gone low and hell factory cannot process them enough and earn enough profits. its time to buckle up, gather resource, craft equipment and punishment machines, find the free souls that escaped because of overflow and punish them to earn profit. get experience and use this experience to unlock new equipment and machines.<br><br>make decoration items and decorate your part of the land. farm exotic plants and earn more experience and feed your hell divlets (small animals), defend machines from divlets and monsters. unlock more land to gain access to new dumps to get more resources and expand your empire.<br><br>Are you the next entrepreneur of Hell?<br><br><strong>Key Features</strong><br><br><ul class=\"bb_ul\">    <li>Collect resources from hell dumps<br>    </li><li>Craft parts, machines and decorations<br>    </li><li>Collect random seeds, items from machines as output and farm exotic plants<br>    </li><li>Build your own palace and decorate your own hell.<br>    </li><li>Fight creatures of the abyss using hand combat and weapons.<br>    </li><li>Level up and unlock more avatars.<br>    </li><li>Unlock Helpers to automate resource collections, defence etc<br>    </li><li>Pet and farm divlets to get resources and experience.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1298550/header.jpg?t=1674058174",
    "developers": [
      "coderbanna"
    ],
    "publishers": [
      "marutigames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}