{
  "1298460": {
    "name": "Bleeding Moons Demo",
    "steam_appid": 1298460,
    "required_age": 0,
    "is_free": true,
    "description": "As the second son of the Count de Valmain, Ian de Valmain was neither destined for greatness nor to inherit his father's noble title. But when the King of the neighboring nation is assassinated, old rivalries, unchecked ambition, and political intrigue thrust Ian into a world of war and violence he isn't prepared for. In order to save his county, Ian must go undercover in a mercenary camp, where he will be pushed to his limits, forced to choose what lines he's willing to cross and which ones he cannot live with. Can he protect those he loves and find happiness and love for himself? How far is he willing to go? Whatever he chooses, one thing is certain: Ian's life will never be the same.<br><br>Winner of 7 Alex d'Or awards, including Best Game, Best Story, and Best Atmosphere &amp; Immersion, Bleeding Moons is a mature interactive adventure about fate, duty, honor, love, and free will. The decisions you make as Ian de Valmain will change both your life and those of the people around you. Determine the outcome of a war and the fate of several countries as you take on vital missions, meet unexpected friends and powerful enemies, find love with one of three remarkable women, and navigate your way to multiple possible endings in this fully interactive world.<br><br>Features:<br><br><ul class=\"bb_ul\"><li>Fully interactive world where your choices determine the fate of the world around you<br></li><li>Three potential romances to choose from<br></li><li>Multiple endings to discover<br></li><li>More 100 hand-drawn locations<br></li><li>A cast of more than 170 unique characters<br></li><li>Winner of 7 Alex d'Or awards: Best Game (Gold), Public Choice (Gold), Best Scenario (Gold), Best Direction (Gold), Best World/Background (Gold), Best Story (Silver), and Best Atmosphere &amp; Immersion (Silver)</li></ul>",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1298460/header.jpg?t=1592339030",
    "developers": [
      "IAN Games"
    ],
    "publishers": [
      "Phoenix Online Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}