{
  "1299600": {
    "name": "Tinseltown Tycoon",
    "steam_appid": 1299600,
    "required_age": 0,
    "is_free": false,
    "description": "Take your seat behind the big executive desk and lead your studio to dominate the film industry.  Or lead it to financial ruin.  As the head of your own movie production studio you will have full control over its operations.  Make smart decisions, and smart connections, and prove that you are the business savant you always claimed to be. <br><br>Tinseltown Tycoon is a management and simulation game that puts you in charge of a small, unimportant film production studio.  With few assets and no reputation to rely on it will be up to you to produce quality films while generating profits in order to raise your studio out of obscurity.  As the studio head it falls on you to:<br><br><ul class=\"bb_ul\"><li>Develop and refine scripts that can later be used in your movies<br></li><li>Find and hire the best actors and directors for your productions<br></li><li>Strike distribution deals to release your films in theaters, on streaming services, and on television<br></li><li>Hire staff to improve the quality of your productions<br></li><li>Acquire film rights to existing stories and news events<br></li><li>Manage crew and filming locations to fit the needs of your project<br></li><li>Secure financing to help cover your production costs<br></li><li>Seek awards for your movies<br></li><li>React to news events that affect the popularity of certain genres<br></li><li>Network with other people in the industry to find opportunities that might not otherwise be available to you<br></li><li>Manage your operating costs and cash flow<br></li><li>Compete with other, more established, studios in the industry<br></li><li>Deal with disagreements and conflicts between your employees<br></li><li>And more!</li></ul><br>Play Tinseltown Tycoon today and become a successful studio executive without all the hassle of actually going outside!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1299600/header.jpg?t=1589299993",
    "developers": [
      "Caffeinedependent Software"
    ],
    "publishers": [
      "Caffeinedependent Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}