{
  "1299520": {
    "name": "The Fallen",
    "steam_appid": 1299520,
    "required_age": 0,
    "is_free": true,
    "description": "Explore breathtaking environments, encounter exotic races, master exciting skills, and fight alongside your fellow adventurers in a new sensation sweeping the world!<br><br>Join this exciting story and become a self-fulfilling prophecy and help rebuild a world left scarred by an ancient war!<h2 class=\"bb_tag\" >REBUILD A LOST WORLD</h2>Discover the history of an ancient world left scarred by war and abandoned by the gods. Learn the mysteries of the realm, fight alongside and learn with reapers of the mortal worlds, discover the relics of the ancient war and more. Rebuild the world and learn of those who came before!<h2 class=\"bb_tag\" >SKILL YOUR WAY TO SUCCESS</h2>Master a variety of skills to become the best warrior you can be. With so many different avenues for progression, the possibilities are endless! Master Cooking, Smithing, Crafting, Survival, Scribing, Mining, and more! Gather, Craft, Sell, Make Bank!<h2 class=\"bb_tag\" >PLAY YOUR WAY</h2>Fight, craft, and explore your way. Combine abilities and weapons to create your own style of play with a horizontal progression design. Party with friends or take on the world alone. Help rebuild the world and engage in the simple pleasures of a cook or merchant, or step into the boots of a heroic warrior and start an epic adventure. The choice is yours; make your own story.<h2 class=\"bb_tag\" >FEATURES OF THE FALLEN</h2><ul class=\"bb_ul\"><li> A robust bank system and UI. Manage your items in ease and style!<br></li><li> A unique approach to combat. Play any combat style and make your own fighting style in our horizontal gameplay design.<br></li><li> Player based economy, for the merchants amongst us! Gather, craft, sell and make bank in style!<br></li><li> A variety skills to train. Train your favourites and specialise, or train them all and become a jack of all trades!<br></li><li> More than just a grindy MMO. Find new ways to train skills as you play and experiment with what works for you!<br></li><li> A unique combat triangle. Enemies are always weak to <i>something</i>. Try them all and become the most efficient fighter!<br></li><li> Enjoy Hunter tasks. Accept contracts to take out enemies to clean the land, or take on bigger and more dangerous prey!<br></li><li> Play alone or party with friends using the Party System. Gather, craft, fight, and explore with friends! <br></li><li> Master a whole new form of magic. Learn combos, Rune combinations, item pairing, and more to become the world's most powerful mage!</li></ul><br>Join the revolution in The Fallen today and become what you were always meant to be!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1299520/header.jpg?t=1638408609",
    "developers": [
      "Templarius Studios"
    ],
    "publishers": [
      "Templarius Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}