{
  "1299960": {
    "name": "Ricochet Bounce",
    "steam_appid": 1299960,
    "required_age": 0,
    "is_free": false,
    "description": "Ricochet Bounce is a challenging puzzle game that requires planning, quick thinking and reaction time with a goal of collecting all the star blobs and getting to the end of each level. While this game may start off relatively easy, it will quickly become difficult for even the best of gamers. Suitable for all ages.<br><br>Whether your goal is to simply complete each level or if you're a completionist and need to 3 star every level, this game will provide plenty of entertainment with every level hand crafted! There are currently 50 levels to get through, which doesn't seem like much until you realise just how <i>difficult</i> this game gets. I'd even go as far as to say <i>no one</i> can 100% complete all 50 levels, even though it's theoretically possible.<br><br>The aim is the guide your ball through each level but allowing the ball to bounce off surfaces, some surfaces are at 45 degree angles which change the balls direction. There are many obstacles in the game that you'll have to guide your ball around. The main way of directing the ball is via the changeable rotating bars! Different coloured bars have different behaviours which you'll soon find out.<br><br>What makes the game more interesting is that as you progress through each level, new mechanics start to appear including <strong>collectable items</strong> that change your balls behaviour (or outright disrupts you), <strong>portals </strong>that teleport your ball, <strong>buttons</strong> that unlock parts of the level and more!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1299960/header.jpg?t=1623882774",
    "developers": [
      "MattyWS"
    ],
    "publishers": [
      "MattyWS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}