{
  "1300370": {
    "name": "KABOOM - 1 vs 1",
    "steam_appid": 1300370,
    "required_age": 0,
    "is_free": false,
    "description": "Become a KABOOM MASTER overwhelming your enemies! Win trophies and reach new leagues winning frantic games. In these 1 vs 1 battles against online rivals, he loses the first one that runs out of space on his board. Use everything you have in your hand to avoid losing before your opponent.<br />\r\n<br />\r\nGet the longest color combinations and link as many as you can! This will generate powers you can use against your opponent. A secret ... combine the word KABOOM (the more simultaneous combinations the greater its effect) and discover the magical effects it will have on your rival.<br />\r\n<br />\r\nCollect and collect vehicles and unlock new powers by uploading your trophies. Each vehicle has different affinities with powers! Choose the one that best suits you and crush your opponent. Improving vehicles will make these affinities increase and get the powers before.<br />\r\n<br />\r\nMaster the three dimensions of the game to become the best:<br />\r\n<br />\r\n- Board control: combine colors horizontally, vertically or diagonally so that they break and prevent your board from growing.<br />\r\n- Control of powers: by making these breaks you will gain powers. Use them correctly and at the right time to cause maximum effect. These powers can be both defensive (they will help you on your board) and offensive (they will cause effects on the rival board). Within the game you can see descriptions of each of them.<br />\r\n- KABOOM control: gain experience and experience forming KABOOM. It is the most effective strategy to defeat your rival.<br />\r\n<br />\r\nBe the best and get to reach the top 20 players to exit the ranking!<br />\r\nComplete all the challenges / achievements to win many gems!",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1300370/header.jpg?t=1591611912",
    "developers": [
      "Axelerum S.L"
    ],
    "publishers": [
      "Axelerum S.L"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}