{
  "1301380": {
    "name": "Rogue Planet",
    "steam_appid": 1301380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Your civilization's native star has died, and you must now travel the cosmos in search of fuel for your colossal, planet-sized ship.</strong><br><br>Rogue Planet is about speed, precision, and smooth motion. Use your momentum paired with the force of gravity to propel yourself from star to star, draining their power and fueling your ship as you go.<br><br>This arcade style game features a simple point and click control scheme, giving you 360 degrees of freedom. Circle around stars to collect energy, which keeps your ship alive and increases your score, but don't get too close or the star's heat will burn through your hull. Orbiting planets with civilizations will act as floating obstacles and barrage you with rockets, but you can use your mobility to avoid them.<br><br>There are two ways to play: classic mode and custom mode. In classic mode, travel from stage to stage though a portal, with each stage increasing the number of randomly generated stars and planets, making it more difficult to progress. Custom mode allows you to edit the generation parameters to find the experience and difficulty that best suits you.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1301380/header.jpg?t=1595713115",
    "developers": [
      "Julien Mackay"
    ],
    "publishers": [
      "Julien Mackay"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}