{
  "1301870": {
    "name": "Erannorth Reborn - Canticum Noctem",
    "steam_appid": 1301870,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Ulfarg's assassination in 1238 EC brings the Ulniir Invasion to an abrupt end. With his sole heir Hulda missing (and primary suspect for his murder) the uneasy alliance between the Ulniir tribes soon fell apart, and their chieftains hastily return back to their territories in the East.<br><br>In Roverford everyone is happy, celebrating the newfound peace and cheering for their beloved Queen's Regent coronation. <br><br>Well, everyone except for the Queen Regent Zefya the First herself. Oh, she would have been happy... <br><br>After all this was her dream, for the most part of her four-hundred years of life. <br><br>If only she was the one living it, and not chained and starving in the castle catacombs for the past two years. <br><br>A skeletal hand caresses her hair briefly. &quot;Your time is almost up my dear. I am you now...&quot;</i><br><br><ul class=\"bb_ul\"><li> Expand your Erannorth experience with ~600 new Cards, ~100 new Enemies, 4 new Areas and more!<br></li><li><strong>6 new Organizations:</strong> Join one of the 6 Major Organizations and experience a different Sandbox run each time. Former enemies become friends and vice versa. Their new keywords, tactics, mechanics and cards can enhance and give life to old and familiar archetypes, and offer new ways to build your character.<br></li><li><strong>7 new Classes:</strong> Each of the Organizations will also give you access to its own unique Class. They use the organization cards, but have their own starting decks, skills, perks and build options. You can play as a Plaguelord, a Shadow Templar, a Night Witch, a Blood Scion, a Templar or a Grove Warden and experience the Organization card sets from a different and more close perspective. Additionally you can unlock and Play as a Monk character regardless of organization affiliation.<br></li><li><strong>100 new Enemies &amp; Bosses:</strong> Spice up your runs with hundreds of new Enemies and Bosses.<br></li><li><strong>New Adventure Areas:</strong> Adventure in new areas, visit new locations, do new Challenges &amp; Treasure Hunts.</li></ul><br><strong>A must have add-on that will seamlessly expand your Erannorth Reborn experience with a huge amount of new content.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1301870/header.jpg?t=1666985823",
    "developers": [
      "Spyridon Thalassinos"
    ],
    "publishers": [
      "Spyridon Thalassinos"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}