{
  "1302990": {
    "name": "MARDEK",
    "steam_appid": 1302990,
    "required_age": 0,
    "is_free": false,
    "description": "MARDEK is a retro-inspired RPG set in a lore-heavy world that blends together fantasy and sci-fi. Its initially lighthearted story soon evolves into a deeper exploration of moral ambiguity, told through a whole lot of dialogue both thought-provoking and ridiculously silly. Build your party from a wide cast of fleshed-out characters, each with their own stories, personalities, and unique skillsets, as you romp through vast elemental dungeons filled with hordes of monsters, oodles of equippable treasures, and huge, dramatic bosses.<br />\r\n<br />\r\nThe story follows a fairly ordinary young man called Mardek, whose fantasies of adventure begin to come true when he finds himself sharing his mind with the consciousness of a dead alien wizard, Rohoph. The three chapters follow Mardek's growth from his imaginative childhood, through his eventful training as a Royal Guard, and eventually to his missions as a full-fledged Royal Knight. Along the way, Mardek and his allies face off against members of a sinister council of Rohoph's alien allies, who Rohoph - being the being of light and good that he apparently is - claims are evil and must be stopped.<br />\r\n<br />\r\nThe game was originally released for browsers in three parts between 2007 and 2010. This version combines all three released chapters and presents them without the surrounding distractions common to playing on Flash portals, to increase immersion. The music is no longer compressed and as such sounds much clearer than in the browser versions, and there have been a few minor tweaks to rare item or skill acquisition costs - all requested by long-time fans - to aid in reaching 100% completion.<br />\r\n<br />\r\nOther than that, this is a faithful port of the game as it was when originally released, for maximum nostalgia.<br />\r\n<br />\r\n~<br />\r\n<br />\r\nIt's important to note that the series was originally (and rather naively) intended to be eight chapters long, though only these three were produced due to serious behind-the-scenes issues. Even so, there are many dozens of hours of gameplay to be had, and many memories to nostalgically return to or to form anew!<br />\r\n<br />\r\nA direct continuation of this series isn't going to happen - at least not from me (the developer) - but the optional &quot;OST &amp; Extras&quot; package contains some old notes I managed to dig up with the (rather vague) plans I had for the rest of the chapters. I know it's not the same as producing them, but it's infinitely easier!<br />\r\n<br />\r\nAs of 2020, I have been working on a 3D 'Reimagining' of MARDEK called &quot;Divine Dreams&quot;, which aims to retell the story using the more-than-a-decade of personal and skill growth since MARDEK was released. You can check my website for more info (check the external links).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1302990/header.jpg?t=1667392734",
    "developers": [
      "Tobias Cornwall"
    ],
    "publishers": [
      "Tobias Cornwall"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}