{
  "1303030": {
    "name": "Prison Ball - Solo Reflection! - Add On",
    "steam_appid": 1303030,
    "required_age": 0,
    "is_free": false,
    "description": "It's been a long time coming, but now one of the most unique brick breaker games ever created is live as a DLC to Prison Ball: Full Blown!<br><br>The Solo ReflectioN Add on gives you a whole new mode where you'll need to make your balls really count for something!  Keep them reflected away from the two sides as they will be instantly destroyed by lightning should they try to pass through!  You however can pass through from side to side and you'll often need to if you want to keep your balls in action and also collect all the coins being released from the bricks you break.<br><br>In this single player mode, you'll control Andy Simms in a relentless action brick breaker where risk vs reward is always part of the game!<br><br>Broken bricks from your reflected ball will release copper, silver, and gold coins that can be collected and saved up until the time is right to deposit them in your own personal bank.  <br> <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303030/extras/7fd6ae8ce4939aa5494e701d343f7a6d.avif?t=1626106727\" width=580 height=328 /></span><br><br>To get your bank, you'll need to accumulate at least 10 copper (or 1 silver) and press the space bar (or your A button on your controller).  You kneel down and blow a &quot;bank bubble&quot; as seen below and be charged 10% of all your coins.  This takes time and finding the right time where you won't lose a ball is part of the frantic fun!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303030/extras/6754841178de770fca707e1d924fa9e0.avif?t=1626106727\" width=580 height=326 /></span><br><br>Once the bank bubble has been blown, it will float around the screen several times before finally choose one of the four corners to land on!  When the bank bursts out of the bubble, you're free to simply go stand on it and wait for the green deposit bar to fill to successfully transfer your collection coins into score points at the top of the screen.  Timing again is crucial here and part of the unique &quot;risk vs reward&quot; gameplay never seen before in a brick breaker game!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303030/extras/d547fd10fdfb48d87de6cb1eee3b2fa4.avif?t=1626106727\" width=580 height=326 /></span><br><br>Deposit of all coins to points successful!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303030/extras/dad49fe28cbf0d2547ab416f958de84b.avif?t=1626106727\" width=580 height=328 /></span><br><br>There's lots of action and chaos to take on in &quot;Solo Reflection&quot;!<br><br>If the ball hits your body instead of your paddle, it will hurt and you'll see your pain meter at the top go up.  The higher your pain level gets, the slower you'll move!  ..Thankfully, some bricks will release pain pills that you can collect to help reduce your pain level and start moving faster again!<br><br>To help make the end of levels easier, when less than ten bricks remain, the bricks will slowly begin increasing in size so hitting them is much easier and less frustrating!  We've all played those brick breaker games where hitting the last brick or two seems to take forever and can test your patience!  ..Not in Prison Ball: Solo Reflection!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303030/extras/d829ea2c4e84b76bb0451af527587f33.avif?t=1626106727\" width=580 height=326 /></span><br><br>There are already many levels of different brick layouts to progress through with more coming soon!  Steam high scores are live with this launch and the first time Prison Ball: Full Blown has allowed you to compete with your friends and other Steam users!  Every copper coin could make a difference in score totals on the high score list!<br><br>Be sure to check out the bundle options to save the most money whether you already own the base Prison Ball: Full Blown game or not...  there's surely a discount offer that will save you money and many bundle options to choose from!<br><br>I made Solo Reflection with &quot;fun&quot; as my top priority!  Please let me know what you think in the forums for this game!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303030/header.jpg?t=1626106727",
    "developers": [
      "ZaxtorGameS"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}