{
  "1303540": {
    "name": "Neckbreak Demo",
    "steam_appid": 1303540,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>This Is going to be A long night....</strong><br><br>A trip back home from the office will take a rather unexpected turn. Guess that is what you get for staying overtime...<br><br>After the slowburn intro, there are 2 ways to end the feral night and get back your safe haven: once you arrive at Cloudbreak Station, you can either proceed down the most obvious path to the Les Autres bar or via the Stations arcade parlour (though this one might be a bit harder to find;)<br><br>Also worth noting that self-medication usage will affect your sanity which might manifest itself in a few scenes. This mechanic, along with a few others plays a much stronger part and impact in the full game. <br><br>The demos  ends after the first day of the games timeline. Check out the full game to see how the second day plays out for you. Your choices, sanity and actions will define how your path progresses until it reaches one of the multiple outcomes.<br><br>The last level available is one of the possible routes during day 4 of the games timeline. So that generally means when you play the full game, depending on your choices at a certain point you won't necessarily have this same level during your playthrough but a different one. <br><br>Please do take into consideration that the game is still in Early Access with major updates dropping every month. For more info I recommend checking out the Neckbreak announcements on the community forum, which keeps  all the most important info and details regarding progress and upcoming updates.<br><br>Welcome to you Downfall, we hope you will enjoy your stay...<br><br><strong>About the game</strong><br><br>Neckbreak is a trippy, reflex based shooter with adventure elements. The game is an overall mashup of the the movie „Falling Down” with M.Douglas and the style of „Hardcore Henry” and  „John Wick” in a retro stylised visuals with modern post effects and Dynamic Original SoundTrack. <br><br>You start in your apartment after another routine day at the office and your adventure starts from there. The storyline will progress with completion of main missions and branch out depending on various factors (chosen path, mental state, specific choice/interaction/pickup/etc)<br><br>You are a regular, middle class citizen. By day, leading your ordinary, rinse-repeat corpo-routine life, with your lovely girlfriend Olga by your side, a well paid job and crib with an amazing view. What more could a guy want? <br><br>Yet you feel privileged and as a true socialist you feel you need to give something back…<br><br>...By night, you give your contribution to society as a self-proclaimed dealer of justice, dispatching all sorts of scum with extreme prejudice… Or, at least that is what you think...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303540/header.jpg?t=1721066890",
    "developers": [
      "MGP Studios",
      "Solid9 Studio"
    ],
    "publishers": [
      "MGP Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}