{
  "1303490": {
    "name": "Fantasy Grounds - DDAL00-11 Pipyap's Guide to All of the Nine Hells",
    "steam_appid": 1303490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > DDAL00-11 Pipyap's Guide to All of the Nine Hells</h2>Pipyap's Guide is intended to be a companion to<br><i> Baldur's Gate Descent Into Avernus</i> that you can use to flesh out that campaign or make your own games, all while being useful for your D&amp;D Adventurers League characters. Do you want to see the Blood War from a lemure's point of view? Or face down a conjoined twin pit fiend? How about drink other-worldly wines in the most decadent of locales? This is the tome for you!<br><i> Included in this book:</i><br><ul class=\"bb_ul\"><li>Descriptions of eight of the Nine Hells (Avernus is fully fleshed out in Baldur's Gate: Descent into Avernus)<br></li><li>Six adventures, featuring play opportunities at all four tiers<br></li><li>Instructions on how to create your own tier 1, 2, or 3 adventures set in various layers of the Nine Hells -- and<br>include them in the Community Created Content (CCC) program</li></ul><i><br><strong> About This Book</strong></i><br><strong> The idea for this book started at Origins 2018 as the Admins walked down a hallway with Chris Lindsay and Satine Phoenix. We were looking for a quiet place to play a game Satine was test running for the Admin's streaming characters, which was to debut later that year at Gamehole Con. We had a bag of cookies with us and someone asked for the cookie bag because they NEEDED a cookie. Secret Project Cookie Bag was born in that moment. What if there was a magical bag that could grant your fondest wish; give you what you want, even if it's not always the best idea? Well, for everyone's favorite, loveable imp Pipyap, it would be filled with endless cookies that if he ate them, would allow him to never have to go back to the Nine Hells again. We hope that as you peruse Pipyap's Guide to All of the Nine Hells, you find your fondest wish within; even if you are going to Hell...<br><i> Converted by:</i>  <br>Zacchaeus</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1303490/header.jpg?t=1768425951",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}