{
  "1304850": {
    "name": "Gravity Well",
    "steam_appid": 1304850,
    "required_age": 0,
    "is_free": false,
    "description": "It is puzzle game about unlucky astronaut that got stranded in the orbit near some planet. He has no convenient way to move himself to the space station nearby and air reserve will not last for long. But he got an idea - if he poke a hole in his suit in just right direction - force generated by air leaving the suit can push him right to the lifesaving station. He just need you to show him a right direction and his life will be saved. Well.. until he find himself stranded in other orbit (he doing that a lot, lately).<br />\r\n<br />\r\nThis is promised and awaited rebuild of our Brackeys Game Jam 2020.1 entry. There gonna be beautiful graphics: just check out those stars and planet (and ignore everything else, for now :D ), tonnes of new levels, new features, level editor and more tricks to control your orbit(like self-sealable suit that will close the hole after some time and will let you make more adjustments to your trajectory) and many-many-many more things. <br />\r\n<br />\r\nGame going to be released this autumn, so add our game to your wish list ;)<br />\r\n<br />\r\nDon't forget about demo - it is crude now, but keep it installed and you will see that it is being actively updated.",
    "supported_languages": "英语<strong>*</strong>, 乌克兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1304850/header.jpg?t=1677208226",
    "developers": [
      "AKKA"
    ],
    "publishers": [
      "AKKA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}