{
  "1304730": {
    "name": "Tinker Racers 2: Battle Royale",
    "steam_appid": 1304730,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Tinker Racers 2</strong> is not about reaching the finishing line at all. In this <strong>Battle Royale Racing Party Game</strong>, the challenge is try to kill and take opponents out. The camera will zoom in after each car leaves the race, so make sure you memorize the track as soon as possible! <br><br>Race with mini RC cars on tracks that your parents never allowed you to set at home; <br><br>Collect weapons along the track to smash your opponents; [NOT IMPLEMENTED YET] <br><br>Try to stay in sight! Every car that leaves the camera or falls into the pool, loses great amount of health; <br><br><br><strong>WARNING: DO NOT TRY TO SET ANY OF THIS TRACKS AT HOME! RISK OF FIRE AND SEVERE DAMAGE TO YOUR PROPERTY!</strong> <br> <br><br>Special Thanks for Tinker Racers 1 players: <br><br>We are finally launching Tinker Racers 1 and we would like to thank everyone involved. We could never have done it without you guys! We are happy to announce that we are working on this new Tinker Racers. It will be based on much more solid foundations than the first one, which will allow us to include many features that would be impossible in Tinker Racers 1. <br><br>Tinker Racers 1 was published in Early Access at an advanced development stage, and yet we got many benefits by listening to the community. With Tinker Racers 2 we want to go further! We are starting a project from scratch already open for feedback. In this project, we have a well-defined north, but with far less scope limitations. It will be incredible and you will be part of this journey with us from the very beginning! Join us!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1304730/header.jpg?t=1604428002",
    "developers": [
      "Rumbora Party Games"
    ],
    "publishers": [
      "Rumbora Party Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}