{
  "1304190": {
    "name": "Cards & Crystals Soundtrack",
    "steam_appid": 1304190,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Music from Cards &amp; Crystals</h2><br>From the summit of Zenith to the deepest underworld abbyss, these songs will rock your socks off. Then Blubellie willl eat them (the socks, not the songs).<br><br>This soundtracks has all your favorites, including &quot;Level Up Jingle&quot;, &quot;Defeat Jingle&quot; and &quot;Battle Lead-In&quot;.<h2 class=\"bb_tag\" >But IRIADHIS won't sing</h2><br>Unfortunately, our charming Artificial Intelligence refused to sing for this soundtrack. According to IRIADHIS, singing AI is an &quot;offensive stereotype against her people&quot;.<br>Fortunately, Blubellie offered itself as a replacement singer. Unfortunately, we can't publish the results as that would break the Geneva convention (and your headphones).<h2 class=\"bb_tag\" >Beyond Relegatia</h2><br>The soundtrack for Cards &amp; Crystals was created by the talented Jan Philipp Peters. We collaborated on a few projects beforehand, including a hobby game and two as of yet unreleased projects. This was Jan's first foray into chiptune music, which he combined with his signature orchestral style.<br>When I made the game Jan was my sounding board in more ways than one. If your favorite card got nerfed, it's probably his fault because he built a broken deck with it. In the end, he even voiced the trailer and I can tell you, his enthusiasm for the game is real (as is his frustration with the Blubellie).<br>Who did Blubellie's voice? Well, it voiced itself, obviously!<br><br>Thank you for buying this soundtrack! It means a lot.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1304190/header.jpg?t=1590473159",
    "developers": [
      "Jan Philipp Peters"
    ],
    "publishers": [
      "Falko Michael Kötter"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 25 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}