{
  "1305710": {
    "name": "Robot Island Demo",
    "steam_appid": 1305710,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Note: This demo is a full version of the game minus Steam achievements! We hope you enjoy it and consider buying the full version if you play all the way through, but we are happy you checked it out either way : )</strong><br><br>Play as a robot flight attendant in this 20-30 minute visual novella with 3D exploration. Explore the ship, talk to plants, clean up, and most importantly: empathize with the captain as he tries to figure out some personal stuff during your lonely journey. Oh, and make sure you get his coffee right!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1305710/extras/descheader.png?t=1592329416\" /></span><br><br>Expect a charming and relaxing romp where you'll be mostly reading, choosing dialogue options, and exploring a 3D spaceship. There's lots of little things to look at if you're feeling like doing so... you can talk to plants! But you don't have to. You can plow through the story if you want - speeeeeeed ruuuuun. Also, the music is good, the sound effects are nice, and it's quite pleasing to look at!<br><br>If you like visual novels and games that are mostly about story, you may like this game as well.<br><br>Nims are the most popular brand of humanoid robot in the galaxy. You start in a factory where you are activated and told your assignment - flight attendant! After that it's off to the ship where you meet the captain and learn that there are no other passengers. Over the course of 5 days, you and the captain talk about normal stuff. He doesn't like his job very much, and he has trouble opening up... sound familiar!?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1305710/header.jpg?t=1592329416",
    "developers": [
      "New Beings"
    ],
    "publishers": [
      "New Beings"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}