{
  "1307630": {
    "name": "Below the Underworld",
    "steam_appid": 1307630,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >There are no puzzles. No combat. Only movement, reflection, and emotional truth. In 10–15 minutes, you explore dreamlike environments, face symbolic creatures born from childhood wounds, and confront the shadows that grew from hurt and rejection.</p><p class=\"bb_paragraph\" >The game draws on real healing practices, including techniques for facing inner demons and transforming trauma, giving the experience a grounded, therapeutic perspective. Each step you take peels back layers of fear and shame. With awareness and compassion, you slowly illuminate memories you thought forgotten, and in the process, begin to heal.</p><p class=\"bb_paragraph\" ><strong>What the experience offers:</strong></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >A short, atmospheric walking simulator built around mood, immersion, and abstract emotional storytelling</p></li><li><p class=\"bb_paragraph\" >A symbolic inner world shaped by real childhood trauma and personal experience</p></li><li><p class=\"bb_paragraph\" >A quiet, reflective experience rather than action — focused on inner healing rather than external conflict</p></li></ul><p class=\"bb_paragraph\" >This is more than a game: it’s a journey through the heart. A reminder that even our deepest shadows can lead us toward light, self-acceptance, and meaning.</p><h2 class=\"bb_tag\" >Themes</h2><p class=\"bb_paragraph\" >When a child has no emotional space and is emotionally not heard, understood and seen, this will lead to feelings of inadequacy, feelings of not being good enough and thus suppression of one's own energy / emotions, creating a wall around one's heart thus being afraid to show one’s self, leading further suppression your own energy will lead to inner demons.</p><p class=\"bb_paragraph\" >Jing’s story will show that our way of finding approval externally, having no boundaries. preventing death, and Identifying with our thoughts and being disconnected with our hearts will leave us astray and that only by facing your own demons, fears and traumas and thus healing your heart, one will find true meaning, acceptance, peace and deep connections with others and self.</p><h2 class=\"bb_tag\" >Who This Game is For</h2><p class=\"bb_paragraph\" >This game speaks to anyone who’s felt pain, rejection or isolation. It’s for people longing for healing, for those curious about inner work, and for players who welcome atmospheric, slow‑paced, emotionally grounded stories rather than action.</p><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1307630/1bfff0ee553274538c40d2bb0410226ef62257df/header.jpg?t=1765357084",
    "developers": [
      "Nick van 't End"
    ],
    "publishers": [
      "Nick van 't End"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}