{
  "1308630": {
    "name": "Aphelion",
    "steam_appid": 1308630,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Introduction</h2>Aphelion: Frontier Chronicles is a combat space simulator, where you join the Federation forces in a conquest for control over the frontier. Play through the campaign storyline or jump into action in a free roam gameplay mode.<br><br>Master the Federation fleet fighters, corvettes, and capital class ships. Research new technologies to aid you in your conquest. Fight your enemies and make new friends. The universe is yours.<h2 class=\"bb_tag\" >Gameplay</h2>The game offers both, a fast-paced space combat as you jump into one of the space fighters and take on your enemies with a help from Federation squadrons, and a tactical space combat as you take control of a capital class ship.<br><br>Gather resources by completing campaign missions or explore the universe in a free roam game mode full of random encounters. Either way, you will not be fighting alone.<h2 class=\"bb_tag\" >Campaign</h2>Play a series of story driven campaign missions and unlock new technologies and ships as you progress. The campaign game mode will take you across the universe on an exciting adventure.<h2 class=\"bb_tag\" >Free Roam</h2>Jump into commander chair of a small and nimble fighter, or step on a deck of a capital class ship in the free roam game mode where you can explore the universe and complete different assignments. The free roam offers a unique gameplay with every play-through, full of random encounters and events.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1308630/header.jpg?t=1588652389",
    "developers": [
      "Evil Bunneh"
    ],
    "publishers": [
      "Evil Bunneh"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}