{
  "1308170": {
    "name": "Possession 1881",
    "steam_appid": 1308170,
    "required_age": 0,
    "is_free": false,
    "description": "1881. Humans hunger for knowledge in an age of rationalism. No area of study is too dark. No area of study is denied... <br><br><strong>Explore the occult...</strong><br>After the fall of Papal dominance, humans searched for truths in the occult, demonology, and witchcraft.  These truths, though never realized, led to our modern take on spiritualism and our attempts at summoning demonic deities from the underworld.  Possession 1881 is a game that explores what this time may have been like for those involved and lets the player experience first hand the thoughts and feelings of such a time.  <br><br><strong>Challenge your mind...</strong><br>In Possession 1881, the player moves through a series of challenges in an attempt to escape a manor that is used by the occult to contact the underworld.  The player must solve puzzles involving science, history, and spatial logic from the perspective of the occult as they discover who they are and why they are there.  Free your mind from the constraints of reality and explore an era of spiritual enlightenment.<br><br><strong>Experience phenomenal art</strong><br>Professional graphics and textures create an atmosphere of realism for the player to immerse themselves in.  The beautiful portrait &quot;Timeless&quot; by professional artist Karen Whitworth creates an authentic Victorian age feeling within the manor. Delve into the dark and captivating world of Possession 1881.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1308170/header.jpg?t=1600548919",
    "developers": [
      "End of the Line Studios"
    ],
    "publishers": [
      "End of the Line Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}