{
  "1308760": {
    "name": "Mesmer",
    "steam_appid": 1308760,
    "required_age": 0,
    "is_free": false,
    "description": "Mesmer is a unique social survival game where every encounter matters. As a revolution leader, influence people and factions into following your cause, while keeping yourself out of the spotlight of the secret police. The stakes are high, and the dangers are many. But there is hope yet.<br><br>Will you be the one to turn the tide, and lead the people of Mesmer towards a better future?<br><br><strong>The Story</strong> <br>Mesmer. The pearl of the old world. At least it used to be... But the King has failed his people. He’s turned his nation into a police state, his citizens struggling under rationing and curfews. The farmable land surrounding the capital is no longer used to grow food, but fields of Paciflowers, a plant with powerful mindbending capabilities. Those who dissent are forced into subservience through a mind control method known as “Horsing”- covering their heads with spite masks filled with Paciflowers and stripping them of all individuality to serve as a grim example to others.<br><br><strong>Build a Revolution</strong> <br>You are Teri De Belle, a fearless adventurer who upon returning from a journey abroad is branded an enemy of the state. To spare yourself from a “Horsing” by the secret police, you find yourself pressured into becoming a revolutionary leader.<br>Build influence and win the favor of the people through your charm, helpfulness and skillful social interaction- or resort to blackmail and threats of violence.<br>Though beware, this city is a powder keg and it’s getting more dangerous by the day. <br><br><strong>Stick to the shadows!</strong><br>As the King has declared a curfew, citizens must remain indoors after nightfall. Anyone caught in the light of a police torch will face severe penalty. But if you want to succeed, staying indoors is not an option.<br>Avoid being spotted by remaining outside of the night guard’s line of sight. Grapple to rooftops where you can’t be found, or slip into the shadows. Getting caught means certain doom. But as long as you’ve got your wits about you, there’s always the option to run away.<br><br><strong>Start a Riot!</strong><br>Locate Crowdhorns that grab the attention of the public, and rile up the hearts of the population through impassioned public speaking! The police are watching from the sidelines, keeping the spirit of rebellion down. But turn enough people over with your rhetoric, and you’ll be leading a passionate crowd through the city. Tear down the blockades, and make your way up the stairs of the Royal castle for a final confrontation!<br><br><strong>The Factions</strong> <br>There are five social factions, each vying for power in their own way. They all carry influence, so you must butter their bread in any way you can to bring them onto your side.<br><br><u>The Nobility</u><br>The Nobles are a faction of aristocratic royalists, and hold power through bloodline and tradition. But even the Nobles have doubt in their King. The wise revolutionary may seize the rare opportunity to influence the Nobles towards overthrowing the King...<br><br><u>The Merchants</u><br>The Merchants are the wealthy people- shop keepers, business owners and landlords.<br>Wealth carries power, and they are certainly not happy with the King reducing their wealth through taxes. The opportunistic revolutionary may find that coin can buy the sympathy of people who appreciate the value of money...<br><br><u>The Artisans</u><br>The Artisans are a faction of painters, poets and academics. They make up the cultural and intellectual elite, advocating for freedom and liberty from the oppressive regime.<br>The sharp-witted revolutionary may find that the pen is indeed mightier than the sword...<br><br><u>The Workers</u><br>They have few people of influence in their ranks, but society is built from the sweat off their backs, and their numbers are many. The socialist revolutionary may find that the voices of many are stronger than the voices of few... <br><br><u>The Underworld</u><br>The Underworld is the faction of the ruffians, the downtrodden and the forgotten.<br>They are opposed to the law, and especially the King’s law and his secret police. The radical revolutionary may find that the skills of subterfuge, deception and quick fingers are the skills needed to turn the tide...<br><br><br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li>Deep, narrative driven gameplay, where your choices matter<br></li><li>An enticing blend of social manipulation, stealth and riot gameplay<br></li><li>Unique survival mechanics, where social influence is your main resource<br></li><li>Leverage multiple social factions, each with their own goals<br></li><li>Open world with multiple methods of traversal and world interaction (You can even ride a pig)<br></li><li>Multiple endings based on your choices</li></ul>",
    "supported_languages": "英语, 挪威语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1308760/header.jpg?t=1703851535",
    "developers": [
      "Rain Games"
    ],
    "publishers": [
      "Rain Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7500,
      "final": 7500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 75.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 33,
      "highlighted": [
        {
          "name": "Taking in the Trash",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/1c30a0412151859b077a5c9ef625e6e22162cf47.jpg"
        },
        {
          "name": "In the Jailhouse now",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/562c985c80a382500c43de536b7a744f0ae544e4.jpg"
        },
        {
          "name": "I fought the law...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/1760177236886b5bbc7becf529f40e59f56a9a49.jpg"
        },
        {
          "name": "...and the law won",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/946b9f364d8dbe205d6b34f12bff68ca870a2bed.jpg"
        },
        {
          "name": "Voice of the People",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/9caec5d80f81889111671a6865a0f999153d9109.jpg"
        },
        {
          "name": "She's a Riot!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/881d6a65d7adce390279425438bc048d20e7d733.jpg"
        },
        {
          "name": "Hero of the People",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/54683a40c5cd8e5f6647f465aeb2814cea29f59e.jpg"
        },
        {
          "name": "Of the people, by the people",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/e6111da84ec776d4d278f15734b960ac47a74b9e.jpg"
        },
        {
          "name": "Catering to the Rich",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/8a482d5662184003edc6bd8a6759914a8b2cba68.jpg"
        },
        {
          "name": "Crafty Arts",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1308760/970d0b322b904e56227a6b9db2cdad17e58c493a.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}