{
  "1309770": {
    "name": "Wizardry: The Five Ordeals - Scenario \"Prisoners of the Battles\"",
    "steam_appid": 1309770,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Wizardry Gaiden: Prisoners of the Battles is a DLC scenario for The Five Ordeals.</h2>Previously released on PS2 and other platforms, Wizardry Gaiden: Prisoners of the Battles is now available as DLC for Wizardry: The Five Ordeals with some improved. Enjoy this classic adventure reimagined!<br><br><ul class=\"bb_ul\"><li>Three different labyrinths, and a bonus hard labyrinth with a roguelike flavor in a single scenario. (and more...?)<br></li><li>Nearly 40 total floors<br></li><li>Treasure hunting element that incorporates a random property system and each enchanted item as unique.<br></li><li>Many balance adjustments from the 2006, plus new events and more.</li></ul><h2 class=\"bb_tag\" >Adventurers! Prove your worth by overcoming challenges and secure a future for the kingdom!</h2>Halstein was greatly troubled.<br><br>Military chief to the newly founded Kingdom of Trample, fortifying the kingdom's forces is of paramount importance. To this end, Halstein bestows his wisdom upon young mercenaries and adventurers, that they would go on to become soldiers of renown. Halstein's days were spent training the youth of his young nation, until one fateful day...<br><br>The discovery of ore within the modest Kingdom of Trumbull's soil saw their reputation skyrocket. Travelers poured in from every corner of the world looking to strike it rich, which many of them did. Soon, military became less and less of a priority for Trample, and their armed forces soon found themselves weakened. Troubled, Halstein was determined to address the situation.<br><br>Halstein's concerns proved unfounded, however. The surrounding nations welcomed the vigorous rise and allure of Trample. Furthermore, the demon-swarmed locales along the border prevented invasion, and provided ample training for Halstein's young recruits.<br><br>Thus, Trample Castle's Tavern became a popular meeting place for adventurers. As the drinks flow freely, adventurers celebrate their victories, dream of generous rewards, and contemplate what dangers lie ahead.<br><br>None, however, could have possibly imagined the tragic fate that would soon befall them.",
    "supported_languages": "日语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1309770/header.jpg?t=1683074343",
    "developers": [
      "59 Studio"
    ],
    "publishers": [
      "Game*Spark Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}