{
  "1309690": {
    "name": "Command:MO LIVE - Aegean in Flames",
    "steam_appid": 1309690,
    "required_age": 0,
    "is_free": false,
    "description": "Command LIVE is a very ambitious project. Its aim is to recreate highly accurate scenarios from real-world situations and events, as they happen. WarfareSims has teamed up with the best editors and modders from the community, to create short, engaging scenarios that re-create real life events. Where geopolitical instability calls for military power to come into play, the Command LIVE project calls for players.<br><br>Inspired by the most recent geopolitical events, Command: MO LIVE – Aegean in Flames scenario depicts an escalation between Greece and Turkey amidst the COVID-19 crisis<br><br><strong>KEY FEATURES</strong><br><br><ul class=\"bb_ul\"><li>Playable as Greece (main side) and Turkey (opponent force)<br></li><li>Vast Theater of Operations covering the whole Eastern Mediterranean from Crete to the shores of Lebanon<br></li><li>Spec Ops Ground Units for Reckon/Sabotage and Laser Designation (PGM Guidance) missions<br></li><li>SAR script for downed pilots<br></li><li>Dense IADS network on both sides including Patriot PAC-3 (MIM-104), S-300 PMU-1 (SA-20), Crotale NG, HAWK (MIM-23), Buk M1(SA-17), OSA AKM (SA-8), Tor M1 (SA-15)  on the Greek side and recently delivered S-400 (SA-21b), upgraded Rapier B1X, Altigan and HAWK (MIM-23) on the Turkish side</li></ul><br><strong>BACKGROUND</strong><br><br>Date: 11 June 2020<br>Location: East Mediterranean <br><br>A few decades ago, during the &quot;1987 crisis&quot; Greece and Turkey came very close to Armed Conflict over disputed drilling zones in the Aegean Sea. Turkish expanding Sea Exploration Activities with Piri Reis and Sismik 1 ships created a provoked tension between the two countries. Greek plans also to nationalize the consortium of companies that was drilling oil off Thasos island and a planned drilling activity 11 miles east of the island, was recognized as illegal and provocative by the Turkish Government. The crisis escalated quickly and military forces of both countries were set on the highest alert level while Political and Military leaders of both countries threatened to use armed force if obstructed by the other. <br><br><br>The crisis was ended when international pressure was increased (mainly from other NATO allied countries) and Britain's Lord Carrington, the Secretary General of NATO, urged Greece and Turkey to avoid the use of force and offered to act as a mediator.<br> <br>Turkish Prime Minister Recep Tayip Erdgogan recently unveiled his plans for a wider role of Turkey in the Region and the expansion of the country's sphere of influence even outside its physical borders. <br>September 2, 2019 Turkish Prime Minister makes clear his intentions as he presents his Mavi Vatan (Blue Motherland) plan. Based on this claim, Turkey does not recognize officially Exclusive Economic Zone rights to any Greek island close to Continental Turkey, thus claiming that half the Aegean Sea and very large areas even over Libya are part of its own Exclusive Economic Zone. The newly elected Greek government issues a protest. <br><br>December 5, 2019: The Turkey-Libya EEZ Agreement is announced and days after, Turkey submits it officially in the UN.<br>Greece reacts by declaring it as invalid. Given the ongoing civil war, Turkey makes it public that will assist the GNA (Government of National Accord) militarily.<br> <br>January 17, 2020: Greece reacts by inviting General Haftar, leader of LNA (Libyan National Army) for talks before his trip in Germany ahead of another round of peace talks.<br><br>February 2020: Turkey is facing increasing casualties in the Syrian front as the Syrian Army with the support of Russia is launching a series of counterattacks north.33 Turkish soldiers die in a single air raid.<br><br><br>February 28, 2020: Turkey reacts by declaring that all restrictions on the land borders with Greece are lifted and all immigrants are free to cross. In fact, key members of the Turkish Government make no secret that their aim is to blackmail EU for financial aid and destabilise the Greek Government. This escalates into a show of will as Greece declares its firm position not to allow any trespassers and mobilises Border Guards, Police, and Army while receiving token reinforcements from Poland, Austria and Italy.  <br><br><br>March 20, 2020: Greece has managed to protect what considers to be European borders by having successfully blocked any trespassing attempts that were supported by Turkish police. Rumours regarding the impact of Covid-19 in Turkey start circulating while Greece is facing a second major crisis and announces a general lock-down. <br><br><br>April 22, 2020: Drill ships Fatih &amp; Yavuz and research vessels Barbaros and Orucreis continue their activities inside what Cyprus considers to be their EEZ. They are escorted by a number of ships of Turkish navy with UAV support .Greek foreign ministry condemns this as an act of piracy. This action takes place while Turkey sees mounting losses due to Covid-19, Turkish lira on a free fall and oil prices so low that drilling is not viable.<br><br><br>May 2020: Greece is highly regarded as the country that managed to win the fight against the pandemic. There are ongoing talks as to the size of EE financial help ranging in the tune of   €15-25Bn. Turkey runs a campaign to declare themselves Covid-19 free that backfires massively as the EU declare it not a safe place.<br>More than 80% of companies in the hospitality sector declare bankruptcies. Following that, a wave of nationalisation of bankrupt companies follows that only stretches further the already stretched Turkish economy.<br><br><br>June 08, 2020: Unofficial discussions between Turkey and the International Monetary Fund are leaked. Part of that, mentions what most suspect about the number of victims due to Covid-19 and the terrible situation of the Turkish economy. Turkey reacts by declaring strict capital controls and blaming USA &amp; Greece.<br><br><br>Present: Turkish Ministry of Foreign Affairs comes to the following grim realization; considering that the Greek economy is rapidly recovering and so does their armed forces and pitting that against the Turkish armed forces facing a quasi-embargo from the USA they realize that there is only a small window of opportunity to impose their will based on armed force. MIT intelligence bureau in a top secret memo confirms that there is a significant part of the armed forces that are discontent with current policies. Turkey needs to act fast;<br><br>The timing couldn't be better but also tight;<br>Due to Covid-19, there is no tourism so no risk for collateral damages or casualties, the seas are relatively empty as international trading is slowly recovering, and most foreign capital ships are anchored.　<br>Turkey announces that it will immediately commence exploration in at least two parts where Greece and Cyprus are strongly contesting and consider as part of their EEZ (Exclusive Economic Zone). Having strong media coverage and with the majority of their Navy providing cover, two platforms begin their trip in what is expected to signify Turkey's dominance in East Med and thus toppling a long standing status quo.<br><br>While the Greek government evaluates the situation, news of further 2 vessels with adequate armed escort hit the media.<br>Due to Jamming from both sides, AIS (civilian Automatic Identification System) is not fully functional. Situation is complicated for both sides and civilian or allied casualties will create a diplomatic turmoil. Moreover a US Sub has left Suda port a few hours before and operates in the wider area, with unknown intentions. It is clear though that any attack on it will be considered as an act of hostility from the US.<br><br>Turkey has even issued a Declaration of its EEZ at the United Nations stating the borders of their Exclusive Economic Zone (EEZ) which includes major parts of Greece's and Cyprus EEZ. They have warned the Cypriot and the Greek Governments that they intend to defend their EEZ against any foreign vessels and warships that may violate it.<br><br>Greeks are facing a dilemma: <br>Accept the fait accompli or fight back for something that could change the future of the country forever.<br><br>While Turkey bets on the first, Greeks decide the second!<br><br>EXPANDED FEATURES<br><br>- Playable as Greece (main side) and Turkey (opponent force)<br>- Vast Theater of Operations covering the whole Eastern Mediterranean from Crete to the shores of Lebanon<br>- Evenly matched battle with different Strategic Goals on each side<br>- Spec Ops Ground Units for Reckon/Sabotage and Laser Designation (PGM Guidance) missions<br>- In-depth researched scenario featuring callsigns, list of equipment, real-life Precision Guided Munitions Stockpiles and BVR missiles on both sides. Current Order of Battle with majority of Hellenic Air Force (HAF) and Hellenic Navy (HN) assets against Turkish Navy TDK (Türk Deniz Kuvvetleri) and Turkish Air Force THK (Türk Hava Kuvvetleri).  <br>- Amphibious Assault on Lesvos Island (playable as Turkey)<br>- SAR script for downed pilots<br>- Dense IADS network on both sides including Patriot PAC-3 (MIM-104), S-300 PMU-1 (SA-20), Crotale NG, HAWK (MIM-23), Buk M1(SA-17), OSA AKM (SA-8), Tor M1 (SA-15)  on the Greek side and recently delivered S-400 (SA-21b), upgraded Rapier B1X, Altigan and HAWK (MIM-23) on the Turkish side<br>-Strategic Offensive weapons that can change the course of battle like the SCALP EG cruise missile and the AM-39 Exocet anti-ship missile (Greek Side) or the SOM-A/SLAM ER cruise missile, HARPY SEAD killer UAVs and Koral Electronic Warfare OECW (Turkish Side)<br>- Challenging Scoring System rewarding the player to focus on Strategic Objectives <br>- Major Presence of Civilian Vessels/Aircraft. Consideration to avoid  Collateral Damage especially when attacking Opponent’s Strategic Key Installations.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1309690/header.jpg?t=1756301600",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2180,
      "final": 2180,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}