{
  "1310030": {
    "name": "Potentia Demo",
    "steam_appid": 1310030,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Narrative</h2><br>On going cold war was about to end. Both sides declared that they would no longer continue pursuing the war effort. That night, everyone was on the streets. People were celebrating the end of the war. The entire city was like a party zone. One of our friends was throwing a party at his home. Me and my wife Anna were going to meet at metro and later that night, join our friends. Eh, what can I say. We were all happy. As it turns out, our happiness wouldn’t last long. And our hopes for peace would vanish with the majority of the people around us.<br><br>Everything was lost in less than a second. An unknown energy weapon hit the city. No one knows the true extent of the damage caused by it, if it was contained to just one city, country, or the entire planet. Buildings and Infrastructure are left intact. Animals and plants are unharmed. However, people… Many of them just disappeared. Now, no one answers our radio transmissions. No one comes to our aid. Everyone just seems to be vanished. No one is around other than some hostile savages.  After the attack so few of us survived and what little amount of people who were still alive and sane wasn’t enough to keep government and law enforcement agencies functioning. Now it is the survival of the fittest. People became little more than savages.  Every new day brings new hardships but in the end we will endure, we will survive, whatever the cost.<br>\t\t\t\t\t\t\t<br>\t\t\t\t\t\t\t\tVictor, Main Character<br><br><br>This is the story of Victor, Anna and Victor's new mysterious best friend.<h2 class=\"bb_tag\" >Gameplay</h2><br>Clear your way with close combat. Use your bow to silently hunt your enemy down. When the things get messy, switch to your reliable assult rifle.  For the worst case, always keep your pistol somewhere near. And most importantly, manage your ammunation and medkit shot wisely. If you want to survive all these, you have to use your items carefully.<br><br><ul class=\"bb_ul\"><li>Experience the unbelievable story behind the characters.</li></ul><ul class=\"bb_ul\"><li>Choose your style! You can rather get into some action or sneak through your enemies.</li></ul><ul class=\"bb_ul\"><li>Follow your instincts. Use the assistant vision to find objects that you can interact with.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1310030/extras/e22659939e700fb36c36f9f53e567527.avif?t=1611921515\" width=628 height=383 /></span>",
    "supported_languages": "英语<strong>*</strong>, 土耳其语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1310030/header.jpg?t=1611921515",
    "developers": [
      "Wily Pumpkin"
    ],
    "publishers": [
      "Wily Pumpkin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}