{
  "1311080": {
    "name": "Dark Existence",
    "steam_appid": 1311080,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >BACKGROUND STORY</h2>The year is 2036. You are a survivor living in an underground bunker alongside other survivors. The bunker is home to an organisation of scientists who conduct research and experiments on unknown phenomena related to the extinction event. It is your job to ensure that supplies are brought to the bunker as well as test subjects for the scientists to operate on. This requires going to paranormal sightings and capturing whatever objects or creatures you come across.<br><br>The world is full of these creatures and it is up to you and your friends if you choose to go with others, to make sure that you successfully capture one of them.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311080/extras/7fc7466f523a1ebdd46b63e7ec0a512e.avif?t=1704397778\" width=700 height=382 /></span><h2 class=\"bb_tag\" >THE BUNKER</h2><br>The underground facility where you currently live is classed as the 'Multiplayer Hub'. All players spawn here together when hosting/joining a server. In the bunker, you will have the freedom to explore and investigate cases. You will also see the creatures that you have previously captured.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311080/extras/6290483601f68008c66d5c27cc77e971.avif?t=1704397778\" width=700 height=382 /></span><h2 class=\"bb_tag\" >OLD MANOR ON THE HILL</h2><br>One of the first places you will travel to from the bunker is the Old Manor, located a few hours away. There are reports of paranormal activity within the Old Manor from passing survivors. They have reported a strange figure staring out the window, and strange sounds coming from inside. You have been tasked to go inside and investigate the cause of this activity.<h2 class=\"bb_tag\" >GAMEPLAY</h2>In Dark Existence, you will play as a survivor who is trying to fix some of the damage made from the extinction event. You will be checking out places close to the bunker to see if anything of value can be resourced. Your main task however will be investigating paranormal activity which will involve a lot of stealth within dark and dangerous environments.<br><br>In the Old Manor, there is an old woman that has had her body taken over by an evil presence, she is smart, she can see very well. But she doesn't hear very well. So stay out of sight.<br><br>As you work through the stages of investigating, you may find she becomes harder to evade. Discover her weakness. You must find a way to capture her, just be careful; she doesn't react well to being hurt.<br><br>You can play alone, however, this is not recommended. You may play with up to 3 other friends that dare to enter the halls of hell with you. Look out for wardrobes, kitchen cupboards, anything with a door as you might just find something that will allow you to progress further.<h2 class=\"bb_tag\" >GAMEMODES</h2><br><ul class=\"bb_ul\"><li>Play Alone<br>A chapter-based singleplayer mode where you will play through the chapters of hellish nightmares.<br><br></li><li>Cooperative Solo<br>Deciding on helping out the world by yourself? You sure can, but bear in mind, this will be extremely challenging and terrifying alone. Grab a team.<br><br></li><li>Cooperative Mode<br>This would be the smart choice to make, play with up to 3 friends to help you, but don't let your friend get you killed! Work as a team.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311080/header.jpg?t=1704397778",
    "developers": [
      "Dima Zangana"
    ],
    "publishers": [
      "Dima Zangana"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}