{
  "1311150": {
    "name": "Long Car Journey - A road trip game",
    "steam_appid": 1311150,
    "required_age": 0,
    "is_free": false,
    "description": "Alternate reality, year unknown. The climate had gone crazy, lack of rainfall had turned the whole world into a huge desert. Even weirder… Nights are extremely frosty. Because of the variable and aggressive climate, it is getting harder to find food and water. Weather forecasters predict that soon an endless winter may come. Go on an adventure of a lifetime in your old pickup truck. Remember to bring plenty of fuel, food, and drinks.<br><br>Traverse the never-ending desert searching for provisions. Look for fuel, fix the engine, pay attention to the battery, change the turbo charger! Take care of and maintain your lifeline. Explore abandoned buildings, sell the objects you find, check the condition of your car. Collect provisions and hide them at home!<br><br>Don’t forget to tend to the battery in your car… When the night comes, your car is the only place where you can hide from the heavy cold. You can also spend the night in uncomfortable roadside motels, which you can come across from time to time. It costs, however.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >key Features:</h2></h2><br><ul class=\"bb_ul\"><li>A big world with many roads. Each will lead you somewhere new! Find out yourself!<br><br></li><li>No map, you can only count on a compass (if you find it yourself)<br><br></li><li>Fix, refine, and tank your car so that the journey lasts for as long as possible! (Or explore the map… on foot; which we don’t recommend at night)<br><br></li><li>animals Running onto the Road!<br><br></li><li>Explore abandoned places, buildings, venture into the abyssal wasteland!<br><br></li><li>trade, Buy, and Sell Objects You Find!<br><br></li><li>random Events (maybe A Hitchhiker?)<br><br></li><li>day and Night Cycle<br><br></li><li>Varying temperature — You’d better check the state of your battery if you want to spend the night in the car! We recommend heating up the car to the max at night!<br><br></li><li>car tuning (better engines, extra storage etc)<br><br></li><li>physics! put things in the trunk, watch out, they may fall out!<br><br></li><li>Possibility to sell found items<br><br></li><li>2 game modes - Regular mode ( hunger, fatigue, body temperature, health), Simple mode (without life bars, just chill)<br><br></li><li>several cars to buy<br><br></li><li>eye-pleasing Low Poly Graphics</li></ul><br>You have an idea, want to help with developing the game? Join Discord. Each piece of advice will be appreciated!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311150/header.jpg?t=1613489601",
    "developers": [
      "Huge"
    ],
    "publishers": [
      "Huge"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}