{
  "1311870": {
    "name": "Fantasy Grounds - Starfinder RPG - Starfinder Society Scenario #1-09: Live Exploration Extreme!",
    "steam_appid": 1311870,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> This product is not eligible for a PDF discount from Paizo</strong><h2 class=\"bb_tag\" >Starfinder RPG - Starfinder Society Scenario #1-09: Live Exploration Extreme!</h2><strong> A Starfinder Society Scenario designed for levels 1-4.</strong><br>Although the Society was unaware of what existed within the false moon<br><i> Salvation's End</i> when it obtained exploration rights, Starfinders have since identified a vast, uncharted megacomplex within. The Society's ready to launch its first major expedition into the interior, yet there is one slight complication: in order to fund its initial survey missions, the Society accepted a grant that requires this first mission be televised by an Eoxian reality show. What is already be a momentous mission for the Society is only exacerbated by the mandatory presence of an unliving camera crew--not to mention the interference of the live studio audience in orbit! Can the PCs uncover the secrets of Salvation's End while upholding the Society's publicity deal (perhaps becoming celebrities in the process)?<br>Content in<br><i> Live Exploration Extreme!</i> is a continuation of the Starfinder Society special,<br><i> Starfinder Society #1-00: Claim to Salvation</i> .<br><i> Written by</i><br><strong> John Compton</strong><br><strong> Scenario Tags</strong> : None<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311870/header.jpg?t=1765911223",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}