{
  "1311810": {
    "name": "Fantasy Grounds - Pathfinder RPG - Planar Adventures",
    "steam_appid": 1311810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Planar Adventures</h2>From Heaven to Hell<br>There are worlds beyond the one we know: Planes of Fire and Water, Heaven and Hell, Dimensions of Dreams and Time. These are the realms of angels and demons, gods and goddesses--entire new realities where anything can happen!<br><i> Pathfinder RPG Planar Adventures</i> expands the world of the Pathfinder Roleplaying Game and transports your characters and campaigns into uncanny new worlds rife with both perilous dangers and unimaginable rewards. In these infinite planes of reality, characters will test more than just their mettle against the daunting challenges that confront them--they'll test their very souls!<br><i> Pathfinder RPG Planar Adventures</i> includes:<br><ul class=\"bb_ul\"><li>All-new archetypes, feats, magic items, and spells to give plane-hopping PCs a bounty of options during their travels.<br></li><li>A presentation of the 20 core deities of the Pathfinder RPG, including divine gifts they can grant their faithful.<br></li><li>An exploration of the major planes of existence and several strange demiplanes from the Pathfinder campaign setting.<br></li><li>Nearly two dozen new monsters, including three new races appropriate for use as player characters.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> waynearsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311810/header.jpg?t=1768426280",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}