{
  "1311650": {
    "name": "Helwyr",
    "steam_appid": 1311650,
    "required_age": 0,
    "is_free": false,
    "description": "Helwyr is a new IP being a 3D, third-person Action-RPG that follows the traits of games in the souls-like genre. Within Helwyr as of now consists of three sections being the Forest, Deserted town, and a Graveyard. While in these areas the player will come across challenges such as enemies they have to defeat and upon killing them gaining Essence that will allow for leveling, there is a side quest that will add some side story and finishing off the area with a boss enemy. <br />\r\n<br />\r\nThis game has been produced in 4 months by myself for my university Final Major Project. I will hopefully be continuing development on this game once finished, as it stands now the game has one full playable section being the beginning area that will hopefully expand to have multiple sections trailing off it.<br />\r\n<br />\r\nPeople born with a special birthmark obtained special abilities; these grew to be known as Helwyr. They were stronger and faster than normal humans with special abilities, as they grew, they took on the roles of protectors of the human race. <br />\r\n<br />\r\nFor many years the humans lived at peace with the Helwyr protecting them from the beasts but, as time went by the flame of hope these people brought to the world was snuffed out. Now with only a few left can peace be restored to this devastated world?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1311650/header.jpg?t=1590486760",
    "developers": [
      "Samuel Wilson"
    ],
    "publishers": [
      "Samuel Wilson"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}