{
  "1312800": {
    "name": "EVERSPACE™ 2 Demo",
    "steam_appid": 1312800,
    "required_age": 0,
    "is_free": true,
    "description": "EVERSPACE™ 2 is a fast-paced single-player space shooter with deep exploration, tons of loot and classic RPG elements. Experience a thrilling story set in a vivid, handcrafted open-world full of secrets and perils on your journey to become human after all.<br><br>In the campaign, you will make some friends with their own story to tell. They will join you on side missions and provide certain benefits in the endgame, where vicious encounters and brutal challenges will stand between you and that next epic loot drop.<br><br><strong>Embark on an exciting journey</strong><br>Discover alien species, unveil mysteries, find hidden treasures and defend your valuables against outlaw clans. But don’t get cocky: there will be some high-risk/high-reward areas waiting for you where grabbing that ultra-special gear and getting out alive will require some serious piloting skills and all your talent for improvisation.<br><br><strong>Let the lasers do the talking</strong><br>Annihilate your foes the EVERSPACE™ way: Dodge, dash, roll and boost guns blazing into frantic dogfights, leaving only a trail of space scrap behind. Use a wide range of weaponry and abilities to defeat a large variety of opponents like drones, fighters, heavy bombers and powerful gunships all the way to massive capital vessels. Always look around and use your environment to your advantage, and gain the upper hand even if you are outnumbered.<br><br><strong>Have it your own way</strong><br>Expand your private ship collection from a virtually endless supply of ships, composed of various unique ship classes and optimize your build to perfection. Cleverly combine modules, weapons, devices, and perks to fit your individual playstyle and the current objective.<br><br><strong>Epic loot awaits</strong><br>Hunt for the next better gear and be ready to constantly re-evaluate your current setup. Look for loot that fits your playstyle but be willing to leave your comfort zone and try something new. Be ready to find and exploit synergistic effects between equipment, perks, devices, and ships to fully maximize their potential.<br><br><strong>From rags to riches</strong><br>Roam the world looking for the best deals on certain commodities, becoming the part-time trader you always wanted to be. However, prices will vary based on supply and demand, so you better check about the latest offerings before you set course to the next trading station. Always be on the look-out against ambushes during interstellar travel.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 捷克语, 日语, 韩语, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312800/header.jpg?t=1696403767",
    "developers": [
      "ROCKFISH Games"
    ],
    "publishers": [
      "ROCKFISH Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}