{
  "1312340": {
    "name": "Fantasy Grounds - Dungeon Crawl Classics RPG Annual",
    "steam_appid": 1312340,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Dungeon Crawl Classics RPG Annual</h2>ALL NEW MATERIAL! A book that has become a legend, despite never before being published!<br>The DCC RPG Annual was originally conceived as an annual publication that would exist in some form to showcase the brilliance of the DCC RPG community. This would be the DCC RPG Annual, published each year to distribute these gaming creations.<br>The best of things happened: the DCC RPG Annual was never needed. The DCC community burst forth a verdant jungle of inspiration, with ripe fruit on every limb. Blogs and personal posts; zines; community publications; the Gongfarmer's Almanac; officially licensed third-party works: there is a vast supply of inspiration from whence the DCC judge can draw and iterate.<br>Still, we had a wealth of material that needed a home, so The DCC RPG Annual became a reality.<br><i>  Here's what you'll find in this hardcover volume:</i><br><ul class=\"bb_ul\"><li>New Magic<br></li><li>New Quests and Journeys. Explore the lost continent of Mu!<br></li><li>New Judge's Rules<br></li><li>New Magic Items<br></li><li>New Monsters<br></li><li>And Moustaches. Yes, you read that right--there are rules for moustaches in this book. You know you need it.</li></ul>   You absolutely do not need the DCC Annual to play Dungeon Crawl Classics, nor does any material in this Annual supersede or otherwise change the baseline game experience as expressed in the core rulebook. There is no rules bloat: only new vistas of imagination.<br><i>  Written by:</i><br>Steven Bean, Julian Bernick, Daniel Bishop, Jobe Bittman, Tim Callahan, Colin Chapman, Michael Curtis, Edgar Johnson, Brendan LaSalle, Stephen Newton, Terry Olson, and Harley Stroh<br><i>  Cover art:</i><br>Doug Kovacs<br><i>  Endsheet art:</i><br>Doug Kovacs and Peter Mullen<br><i>  Interior art:</i><br>Chris Arneson, Tom Galambos, Friedrich Haas, Jim Holloway, Doug Kovacs, Cliff Kurowski, William McAusland, Brad McDevitt, Jesse Mohn, Peter Mullen, Russ Nicholson, Stefan Poag, Chad Sergesketter, and Mike Wilson<br><i>  Cartoons:</i><br>Chuck Whelon<br><i>  Editors:</i><br>Jen Brinkman and Rev. Dak Ultimak<br><i>  Proofreader:</i><br>Jen Brinkman<br><i>  Development, layout &amp; art direction:</i><br>Joseph Goodman<br><i>  Layout:</i><br>Matt Hildebrand<br><i>Adapted for Fantasy Grounds by: </i><strong>Brett Gibson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Dungeon Crawl Classics ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312340/header.jpg?t=1768426518",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}