{
  "1312190": {
    "name": "Cruel Galaxy: Discordia",
    "steam_appid": 1312190,
    "required_age": 0,
    "is_free": true,
    "description": "Cruel Galaxy: Discordia is a turn-based role-playing game, including tactical space combat, strategic elements and original story, filled by despair.<h2 class=\"bb_tag\" >GAMEPLAY</h2><strong>Discordia</strong> story is about Black Knights organisation - a space guerilla force, going in conflict with Earch Navy for the greater good in 23th century Solar System. In the same time as UN Fleet seek for those heroes, they try to accomplish series of diversions and sabotages for the most important goal...<br><br>The game provides different options to complete, both by peace events and by empowering your battle fleet, fighting in one ambush after other. But remember: the stronger is your fleet, the stronger enemy grip tightens on your neck.<br><br>Combat system is a mix up of classic tactical games and skirmish board games. The cost of mistake is high in every battle, and losing single ship may turn up as significant impact on both resources and morale of your fleet. Fortunately, there is some help for you in Solar, even volunteers for your war.<h2 class=\"bb_tag\" >WHAT MAKES CRUEL GALAXY: DISCORDIA SO UNIQUE</h2><ul class=\"bb_ul\"><li>Battle against System<br>In eyes of common citizens, Black Knights are terrorists. But it should not stop you. Step by step, de-stabilize Solar infrastructure, make UN notice you as a significant force, and claim the Black Gate.<br><br></li><li>Chaos Management<br>Flexible &quot;Energy &amp; Orders&quot; system allows to act in combat due to your risk acceptance. Go all-in, leaving all to luck, or build reliable defense founded on spaceship rotation and repairing &quot;on-the-fly&quot;.<br><br></li><li>Scale-able AI<br>Your enemies would not notify you about their tactic. Be ready for sudden backup arrival and unpredictable combination of spaceships, asymmetrically matched to your Vanguard.<br><br></li><li>Everyone is expendable<br>Salvage lost units for parts, reverse-engineer remains of unknown enemy modules and restore trophy wreckage's. All destroyed items can be reassembled, by sacrificing something else. And there is always an eager cadet who is ready to take place of recently (and heroically) dead officer.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312190/header.jpg?t=1605923334",
    "developers": [
      "Fatal Error Games"
    ],
    "publishers": [
      "Fatal Error Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}