{
  "1312230": {
    "name": "Shop Tycoon",
    "steam_appid": 1312230,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312230/extras/ba1b433963ea4225f65839449bb7a041.poster.avif?t=1666987161\" width=640 height=360 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312230/extras/ba1b433963ea4225f65839449bb7a041.webm?t=1666987161\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312230/extras/ba1b433963ea4225f65839449bb7a041.mp4?t=1666987161\" type=\"video/mp4\"></video></span><br><br><strong>Shop Tycoon</strong> is a store management simulator, in which the player has to build a store, furnish it, hire employees, order goods, set prices, place the ordered goods, and finally increase the popularity of the store and the customer base and count profits, expand his venture, achieve new goals and milestones or overcome various challenges.<h2 class=\"bb_tag\" >BUILD A STORE</h2>Put up walls and floors, put in doors and windows. Do not forget to separate the shopping space from the warehouse space, as the involuntary scattering of goods across the entire store space can significantly make it difficult for customers to shop in your store.<h2 class=\"bb_tag\" >FURNISH IT</h2>To be able to sell goods, you need refrigerators and shelves that will allow customers to choose the desired goods. Cash registers will also be useful, where the employee will be able to scan the goods and collect the payment from the customer, unless it is a self-service checkout - then the cashier will not be needed, but additional precautions will be helpful so that no one appropriates your goods, therefore industrial cameras and security will help keep the store in good order.<h2 class=\"bb_tag\" >HIRE EMPLOYEES</h2>Your store needs manpower (even if it's an autonomous store), so you need people to unpack the goods, put them on shelves, clean the store, handle cash registers and keep order. Each potential employee has their own skills and bonuses that allow them to work better in a given environment (e.g. by checking out products at the cash register), but may be less successful in some other field. You can choose from the list of proposed candidates who, after being hired, will constantly improve their effectiveness, depending on the current job.<h2 class=\"bb_tag\" >ORDER GOODS</h2>You can choose from several wholesalers that specialize in various categories of material goods, differ in price depending on the demand and supply in the game world, have their own special offers and price reductions. Long-term ordering in one and the same warehouse will favor more fruitful offers. Shop Tycoon at this point only focuses on items from the food industry, so you can choose from a variety of fruits, vegetables, processed items and so on, with some of them divided into different classes, for example: barn eggs or free-range chicken eggs.<h2 class=\"bb_tag\" >SET PRICES</h2>It will be up to you what margin the customer will pay for the ordered goods, but you have to take into account the consequences when the price is too high, as this may negatively affect the reputation of the store, and thus the interest of potential customers in shopping in your store.<h2 class=\"bb_tag\" >PLACE THE GOODS</h2>After ordering the goods, it would be nice to let customers buy it, so you can assign a specific product to a specific &quot;container&quot; and the employees will take care of the rest. Remember to use refrigerators, otherwise food that needs cooling can spoil quickly!<h2 class=\"bb_tag\" >SUCCESS!</h2>Nothing else prevents you from opening a store, constantly developing it, taking care of customer feedback, gaining popularity and counting banknotes on your desk. I mean, maybe not literally - they will count themselves somewhere in the interface.<h2 class=\"bb_tag\" >If you've read up to this point, I love you! ❤</h2><h2 class=\"bb_tag\" ></h2>We are currently running a series of devlogs dedicated to Shop Tycoon <strong>on our YouTube channel</strong> so if you want to see our progress in developing this game, go ahead!<h2 class=\"bb_tag\" ></h2>Only two of us are working on Shop Tycoon.<h2 class=\"bb_tag\" ></h2>Do you want to support our project?<h2 class=\"bb_tag\" ></h2><ul class=\"bb_ul\"><li>Add our game to your wishlist (it helps a lot)</li><li>Tell your family and friends about the game (seriously, even play multiplayer with them)</li><li>Let your favourite YouTuber or streamer know about our game</li><li>Join our <strong>Discord</strong> server</li><li>Show courage and trust and play <strong>Shop Tycoon</strong> when it's out!</li></ul>",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1312230/header.jpg?t=1666987161",
    "developers": [
      "Curiosit"
    ],
    "publishers": [
      "Curiosit"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}