{
  "1313900": {
    "name": "Regiments Demo",
    "steam_appid": 1313900,
    "required_age": 0,
    "is_free": true,
    "description": "THE RED HORSE OF WAR IS RIDING THROUGH THE EUROPE ONCE AGAIN<br><br>It's 1989 and the flames of a New War are flaring up. Thousands of square miles of German landscape will become a stage for sweeping battles between the best NATO and Warsaw Pact has to offer. <br><br>Lead your Regiment through the inferno of a wide-scale Cold War conflict in this new Real-Time Tactics game. Break through the lines, call in artillery and air support, maneuver, feign retreats, and stage mobile defenses. Do not relent.<br><br>The Platoon Command system lets you orchestrate battles with unprecedented precision and ease. No need to micromanage every infantryman - you're a Commanding Officer, not a sergeant. <br><br>Form your force on the fly. Selecting the main Regiment is just a start. You can expand your army during the game by calling in unique Task Forces, each bringing its own equipment and off-map support options.<br><br><br><strong>Main features</strong><br><ul class=\"bb_ul\"><li>Refined controls that make commanding hundreds of soldiers a breeze<br></li><li>On-the-fly force customization, rewarding adaptability, and creativity <br></li><li>Deep game mechanics, simulating the Cold War era mechanized fight with great detail while still being accessible to novice RTS players<br></li><li>Visceral visual effects, bringing the WWIII to your screen in all its terrifying glory<br></li><li>Four key Cold War Factions: Soviet Union, USA, West Germany, and East Germany<br></li><li>Over 60 authentic vehicles modeled, combined into a multitude of different formations. Deploy such iconic vehicles as Leopard 2, T-72M or M2 Bradley Fighting Vehicle <br></li><li>Three distinct game modes, each offering a unique experience</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1313900/header.jpg?t=1723792498",
    "developers": [
      "Bird's Eye Games"
    ],
    "publishers": [
      "MicroProse Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}