{
  "1313600": {
    "name": "Aternia: Deep",
    "steam_appid": 1313600,
    "required_age": 0,
    "is_free": false,
    "description": "Aternia: Deep – a successor to immortal genres of roguelike and hack &amp; slash. Take on a role of the Protagonist, imprisoned in an ancient dungeon’s Depths. You are going to have to use all the arsenal of weapons and abilities at your disposal to finally reach the surface and your beautiful homeland, Aternia.<br><br><strong>Enemies</strong> – mines and dungeon halls, once abandoned, are now inhabited by hungry vicious monsters that do not belong on the surface. Your arrival will not go unnoticed.<br><br><strong>Dungeon</strong> – multilevel ruins, built by a long dead civilization, and its lost artifacts will tell you the story of the place – if you are able to find them. You can explore the levels deeper, learning how all of this started in the first place. Perhaps, you can even shed some light onto the Protagonist’s own past?<br><br><strong>Dangers</strong> – monsters are not the only thing dwelling here. Uncontrolled surges of magic change the surroundings and make you follow the ever-changing rules of the dungeon. If you want to get out, that is.<br><br><strong>Storyline</strong> – Nothing matters more to our hero than reaching his home. Constantly be on the hunt for better gear and spells, for the closer you goal is, the greater the danger.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1313600/header.jpg?t=1752044994",
    "developers": [
      "Aternia Games"
    ],
    "publishers": [
      "Aternia Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}