{
  "1314690": {
    "name": "StreamTeam",
    "steam_appid": 1314690,
    "required_age": 0,
    "is_free": false,
    "description": "You might be human, and you might be an alien. In the galaxies of the future, we all work together. In StreamTeam, you and your team are either invading or defending a base on an open-world map. StreamTeam incorporates both strategic and sandbox elements to offer a gameplay experience that is open to experimentation and collaboration.<br><br>Play as seven different species, each with unique gameplay features. <br><br><ul class=\"bb_ul\"><li>Humans: Great for team captains. Can take and hold enemies as hostages<br></li><li>Treg: Alien species that can craft deadly serums from resources lying around<br></li><li>Gorthamax: Strong, ranged-attack aliens that are immune to environmental effects<br></li><li>Flemald: Weak, but agile aliens that can fly!<br></li><li>Mechatronians: Mechanical robots that can engineer tools and bots for your base<br></li><li>DigiGrid: Virtual hacker simulations that specialize in reconnaissance<br></li><li>Holonatic: Sword-wielding holograms that are at home on the front lines</li></ul><br>Another of the core features of StreamTeam will be the ability to work and modify the surrounding environment when invading or defending a base. Resource management plays a minor role in the game, never as a necessity, but always as a possibility to refine your battle technique.<br><br>Planned Features for the Full Release (Post Early-Access) Include<br><ul class=\"bb_ul\"><li>7 species types, each with their own special ability<br></li><li>5 unique sci-fi maps that shape the game's atmosphere in different ways<br></li><li>NPC civilians and A.I. enemies for singleplayer<br></li><li>Lots of team roles, per-round classes that add additional stats and tools for your trooper<br></li><li>Voice communication, on teams and between captains of enemy teams<br></li><li>Environmental variables that play into gameplay (such as temperature, acid rain, and resources)<br></li><li>The ability to combine win conditions for rounds to add complexity<br></li><li>Driveable Vehicles<br></li><li> A More Fleshed Out Team Management System and Leaderboards<br></li><li> OSX Support (Hopefully)<br></li><li>Language Localization for the game interface </li></ul><br>StreamTeam encourages you to think outside of the box and discover your favorite way to play. If brute force is your method, then go for it! If backstabbing &quot;peacetime&quot; negotiations with the other team is your weapon of choice, then use it! Become captain of your own team, and create your perfect strategy! Teamwork makes the Stream work!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1314690/header.jpg?t=1598214618",
    "developers": [
      "GazeTrip, LLC"
    ],
    "publishers": [
      "GazeTrip, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}