{
  "1315200": {
    "name": "Kingdom Under Fire: Heroes",
    "steam_appid": 1315200,
    "required_age": 0,
    "is_free": false,
    "description": "Return to the battlegrounds of Bersia in Kingdom Under Fire: Heroes, the sequel to the Xbox cult hit Kingdom Under Fire: The Crusaders, updated into HD for modern PCs. Command new units across seven new campaigns, each featuring a new playable character.<br />\r\n<br />\r\n<br />\r\nMedieval mayhem returns! Orcs and ogres, vampires, and knights - command them all in this epic conflict of steel and strategy!<br />\r\n<br />\r\n<br />\r\nEnhanced for modern PCs:<br />\r\n- Game controllers support (a gamepad is recommended for optimal experience) plus an all-new mouse &amp; keyboard mode.<br />\r\n- Revisit classic battlefields in widescreen HD (including ultrawide support).<br />\r\n- Rock on and ride out, accompanied by a high-powered metal soundtrack.<br />\r\n<br />\r\n<br />\r\nBigger, badder, better than ever:<br />\r\n- A massive new game in the Kingdom Under Fire saga.<br />\r\n- Seven new playable characters, each with their own story-driven campaign.<br />\r\n- Lead from the front as a half-vampire count, an ogre warlord, or graceful dark elf.<br />\r\n- Command new forces, including powerful elemental creatures.<br />\r\n- Call in airstrikes and artillery and watch the battlefield burn.<br />\r\n- Conquer fifty complex new missions, plus an endless range of random battles.<br />\r\n<br />\r\nBecome a master of war and wield the battlefield as a weapon.<br />\r\n- Defend the high ground and ride down into your opponent’s ranks.<br />\r\n- Lay traps and ambushes in forests, or smoke your foes out with fire arrows.<br />\r\n- Call in air units to pummel foes with cannon fire or their own plummeting hulls.<br />\r\n- Pay heed to the elements. Wind and rain can change the course of a battle.<br />\r\n- Cast powerful magic and call on artillery. Scatter your troops to avoid reprisal.<br />\r\n<br />\r\n<br />\r\nMaster seven new heroes, both light and dark:<br />\r\n- Lead the charge as spectacularly powerful new characters.<br />\r\n- Lash your enemies as a half-vampire, or crush them as a massive ogre.<br />\r\n- Crush your foes with powerful new combos<br />\r\n- Build your army with monstrous new troops and powerful support units<br />\r\n- Assign allied commanders to your forces, each with their own abilities &amp; magic<br />\r\n- Lead, fight, hunt. Master the tactical map and remember: One hero can only go so far.<br />\r\n<br />\r\n<br />\r\nReforge your soldiers in the fires of war:<br />\r\n- Explore the continent across two different eras of the explorable campaign map.<br />\r\n- Build your perfect army. Lead regiments of humans, elves, orcs, and more.<br />\r\n- Loot, level, and grow powerful. Evolve your troops into new forms and master their skills.<br />\r\n- Re-write the rules of battle with powerful combat magic, supportive and destructive.<br />\r\n- Command the elements with Fire Wraiths, Ice Maidens, Thunder Rhinos, and Earth Golems.<br />\r\n<br />\r\nThe battlefield calls to you once more, commander. Your troops stand ready.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 韩语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1315200/header.jpg?t=1606359540",
    "developers": [
      "Blueside"
    ],
    "publishers": [
      "Blueside",
      "Incredi Soft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6900,
      "final": 6900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 69.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 3,
      "total_negative": 3,
      "total_reviews": 6
    }
  }
}