{
  "1315480": {
    "name": "Battlefield 4™ Soldier Shortcut Bundle",
    "steam_appid": 1315480,
    "required_age": 0,
    "is_free": false,
    "description": "With the Soldier Shortcut Bundle, you get immediate access to an armory of weapons, gadgets, and specializations to give you a boost on the battlefield. The bundle includes the Assault Shortcut Kit, Engineer Shortcut Kit, Recon Shortcut Kit, and Support Shortcut Kit – no matter your class of choice, you're covered. Whether you’re new to Battlefield 4 or just want to make up for lost time, Shortcut Kits help you go toe-to-toe with Battlefield veterans by instantly unlocking powerful gear and bonuses that would otherwise be obtained through play.<br><br><strong>Assault Shortcut Kit.</strong> Take the offensive, heal allies, and be an all-around action hero with the Assault Class. The Shortcut Kit includes 10 gadgets and weapon accessories, three class specializations, and eight assault rifles. Bring your friends back to life with the Defibrillator, refill their health with the Medic Bag, and unleash destruction with a variety of grenades and under-barrel weapon attachments. (CAR-H, M416, SAR-21, AEK-971, FAMAS, AUG A3, M16A4; CZ-80)<br><br><strong>Engineer Shortcut Kit.</strong> Engineers control the battlefield's vehicles, and need to be able to react to enemy fire quickly and efficiently. You can do just that with this Shortcut Kit, which grants immediate access to 11 Engineer gadgets and weapon accessories, three class specializations, and six personal defense weapons. Keep allied vehicles in tip-top shape, or destroy enemy vehicles with mines and a variety of launchers. (P-2000; UMP-45; CBJ-MS; PDW-R; CZ-3A1; JS2)<br><br><strong>Recon Shortcut Kit.</strong> As a Recon player, it's your job to safeguard objectives, spot and track enemies, and take them out before they ever even know you're around. The Shortcut Kit will give you seven gadgets and weapon accessories, three class specializations, and seven sniper rifles. Track enemy movement using the Motion Sensor, ambush your enemies with mines, and create tactical spawn points for your team with the Radio Beacon. (M40A5, Scout Elite; SV-98; JNG-90; 338-RECON; M98B; SRR-6)<br><br><strong>Support Shortcut Kit.</strong> The Support Class lays down the law with the help of powerful light machine guns. This Shortcut Kit gives you access to eight Support gadgets and weapon accessories, three class specializations, and six light machine guns. Keep your friends supplied with the Ammo Box, ambush your enemies with mines, and topple buildings with explosives.  (Type 88 LMG; LSAT; PKP Pecheneg, QBB-95-1; M240B; MG)<br><br>Assault Kit -- All Assault upgrades, specializations, and assault rifles<br>CAR-H, M416, SAR-21, AEK-971, FAMAS, AUG A3, M16A4; CZ-80<br><br>Engineer Kit -- All Engineer upgrades, specializations, and PDWs<br>P-2000; UMP-45; CBJ-MS; PDW-R; CZ-3A1; JS2<br><br>Recon Kit -- All Recon upgrades, specializations, and sniper rifles<br>M40A5, Scout Elite; SV-98; JNG-90; 338-RECON; M98B; SRR-6<br><br>Support Kit -- All Support upgrades, specializations, and LMGs<br>Type 88 LMG; LSAT; PKP Pecheneg, QBB-95-1; M240B; MG<br><br>Note: this Shortcut Kit does not include any gadgets or weapons added by expansion packs.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语<strong>*</strong>, 韩语, 波兰语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 俄语<strong>*</strong>, 繁体中文, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1315480/header.jpg?t=1632243172",
    "developers": [
      "DICE"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}