{
  "1316330": {
    "name": "Quarantine Cutz",
    "steam_appid": 1316330,
    "required_age": 0,
    "is_free": false,
    "description": "It's day 87 of the quarantine, and you've run out of options. You're going to have to cut the family's hair yourself. There's just one problem: <strong>You have no idea what you're doing!</strong><br><br>Choose to play as either Pappa Smith or Momma Smith, each with their own special secret haircut skill. Each family member will ask for a haircut of their celebrity idol, who of course you've never heard of. Using a magazine as a guide, you'll be graded on how closely you can match their dream haircut: &quot;Soul Crushing&quot;, &quot;Terrible&quot;, or most impressive of all, &quot;Barely Passable&quot;.<br><br>Each level challenges you to give a different family member an increasingly tricky haircut, culminating in the most difficult surprise challenge of all.<br><br><strong>Key Features:</strong><br><ul class=\"bb_ul\"><li>Master ludicrously uncontrollable jittery clippers that veer out of control at the slightest mistake.<br></li><li>Learn how to prevent ruining haircuts from increasingly unruly family members who resist and fight you at every turn.<br></li><li>A story that reveals the fates of the family members and their new hairstyles when the quarantine finally ends.</li></ul><br>Can you overcome your jittery nerves and pop culture obliviousness to give your children a haircut that won't crush their hopes and dreams? Probably not, but it's worth a shot.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1316330/header.jpg?t=1765655766",
    "developers": [
      "Blunder Agency LLC"
    ],
    "publishers": [
      "Blunder Agency LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 12 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}