{
  "1316390": {
    "name": "Thermo Sudoku",
    "steam_appid": 1316390,
    "required_age": 0,
    "is_free": false,
    "description": "Presented by Cracking The Cryptic, YouTube’s most popular Sudoku channel, comes a new game featuring one of the most popular puzzle types:  Thermo Sudoku.<br><br>How does Thermo Sudoku work?  Well each sudoku grid contains thermometer shapes (often drawn to create themes) and digits on thermometers must increase as one moves further from the bulb end.  The interactions between the thermometers leads to new logical ideas and patterns that completely refreshes the standard sudoku solving experience. <br><br>As with their other games (‘Classic Sudoku’, ‘Sandwich Sudoku’ and ‘Chess Sudoku’), Simon Anthony and Mark Goodliffe (the hosts of Cracking The Cryptic) have personally crafted the hints for the puzzles.  So you know that every puzzle has been play-tested by a human being to ensure that the sudoku is interesting and fun to solve.  <br><br>In Cracking The Cryptic’s games, players start with zero stars and earn stars by solving puzzles.  The more puzzles you solve, the more stars you earn and the more puzzles you get to play.  Only the most dedicated (and cleverest) sudoku players will finish all the puzzles.  Of course the difficulty is carefully calibrated to ensure lots of puzzles at every level (from easy through to extreme).  Anyone familiar with their YouTube channel will know that Simon and Mark take pride in teaching viewers to be better solvers and, in these games, they always craft the puzzles with the mindset of trying to help solvers improve their skills.<br><br>Mark and Simon have both represented the UK many times at the World Sudoku Championship and you can find more of their puzzles (and lots of others) on the internet’s biggest sudoku channel Cracking The Cryptic.<br><br>Features:<br><ul class=\"bb_ul\"><li>40 beautiful puzzles on launch <br></li><li>100 puzzles in all with regular updates to reach this total in the first year post launch.  <br></li><li>Hints crafted by Simon and Mark!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1316390/header.jpg?t=1590431606",
    "developers": [
      "Studio Goya"
    ],
    "publishers": [
      "Studio Goya"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}