{
  "1316610": {
    "name": "Covid-19 - Corona Clicker",
    "steam_appid": 1316610,
    "required_age": 0,
    "is_free": false,
    "description": "Covid-19 - Corona Clicker - allows players to face the problem of inventing the vaccine for Covid-19. Starting with individual personal protective equipment, by engaging the army, closing airports, building own laboratories - the player is approaching the victory of inventing the first effective vaccine on Covid - 19.<br />\r\nThe elements of gamification (inspired, among others, by mechanisms from the well-known Adventure Capitalist game) have been designed in such a way that the player regularly logs into the game and performs individual short tasks that will give him &quot;wealth&quot; which will be increasingly higher virus resistance and increasing a chance to develop the first vaccine for Covid-19. To strengthen the sense of competition, the player competes in real time with other players in the world, observing the ranking table on an ongoing basis.<br />\r\n<br />\r\nCorona Clicker is not just an entertainment game. The player regularly receives in-game advice on what security measures to take in the real world to reduce the risk of coronavirus spreading. Among other things, he receives advice on hand hygiene, maintaining safe distances in public places, or abandoning certain activities during a pandemic. A constantly updated map in the game, showing the real level of infection and the number of deaths associated with Covid-19 worldwide.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1316610/header.jpg?t=1677092711",
    "developers": [
      "EpicVR"
    ],
    "publishers": [
      "EpicVR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}