{
  "1316130": {
    "name": "The Village Story",
    "steam_appid": 1316130,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to The Village Story,<br />\r\nHello all,<br />\r\n<br />\r\nThis is the story of a kid named Jorah and his adventures throughout the beautiful pixel art towns.<br />\r\nIt has been foretold that anybody who does enough good deeds in various towns will be granted access to the Village of Gods.<br />\r\nReading the descriptions and tales of the beautiful village Jorah decides to go on a quest.<br />\r\nYou will go to different towns like the Christmas town, Waterworld, snow town and many others to fulfil Jorah's quest and finally visit the village of the Gods. What awaits there? Is the place just as described in the books or is it different now? Nobody has seen it for a thousand years, with your help Jorah will be the first one to visit it.<br />\r\n<br />\r\nThe game is filled with small quests in each town. Complete the quests to move on to the next town. Help as many people as you can and you shall be rewarded in the end with a beautiful village. Each and every location is beautifully decorated with old architecture and natural beauty. A product of rpgmakermv engine.<br />\r\n<br />\r\nA normal slice of life, fun and relaxing game for adults and kids. No fights and no violence is present in the game in any factor. Kickback, relax and enjoy the soothing adventure with smooth, relaxed music.<br />\r\n<br />\r\nAn Indie game developed with RPGMAKERMV.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1316130/header.jpg?t=1592576683",
    "developers": [
      "NashGamesz"
    ],
    "publishers": [
      "NashGamesz"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}