{
  "1317990": {
    "name": "SUPERHERO-X [Alpha Edition] Demo",
    "steam_appid": 1317990,
    "required_age": 0,
    "is_free": true,
    "description": "[THIS IS A DEMO VERSION OF THE FULL GAME]<br>--------------------------------------------------<br>SUPERHERO-X [Alpha Edition]: is a 2.5D create your own Fighter fighting game coming to the PlayStation 4 and STEAM. Featuring the all new UNITY 2018 HDRP engine, which features real time HD Lighting and High Definition graphics.<br><br>SUPERHERO-X is a brand new fighting game with an all NEW Costume build ENGINE/FORMULA that lets players mix and match different Fighting Styles with different &quot;POWER-UPs&quot; to create FIGHTING VARIATIONS.<br><br>There are 5 Fighting styles and 10 POWER-UPS to collect. All of which are interchangeable with one another which creates 50 &quot;fighting variations&quot;. This is the hearth of the SHX FORMULA. The ability to create your own characters not only ascetically but also mechanically.<br><br>SUPERHERO-X also features a UNIQUE 3 Point evasive countering system that lets you counter out of most situations while being &quot;lightly stunned&quot;.<br><br>The game comes with NO characters of any kind, and instead lets you create up to 100 COSTUME made Characters using 50 fighting variations.<br><br>SUPERHERO-X also features the MORPH 3D system, and will have a fully functional Character Creation mode that lets you choose your characters outfits and general look.<br><br>UNIQUE POINTS:<br><br>- An ORIGINAL fighting game engine/formula.<br>- A one of a kind &quot;Create your own Fighter, fighting game Engine&quot;.<br>- A unique 3-POINT Evasive Countering system.<br>- The only 2.5D fighter with a Free-Flow-Combo System that's smooth and responsive.<br>- No pre-made characters, instead you can create your own original characters.<br>- A robust character creation mode (You can even change the HAIR color for FREE)<br>- Top of the line graphics and Special effects, in the only create your own fighter fighting game ever created.<br>- Dozens of outfits for creation mode (Mix &amp; Match lower-wear with upper-wear, as well as HAIR, ITEMS)<br>- Various Modes included:<br>- Arcade<br>- Mission Mode<br>- Versus<br>- Survival <br>- And an intelligent and FAIR A.I.<br>- NO MICRO-TRANSACTION OF ANY KIND<br><br>MORE POWER-UPS / FIGHTING STYLES / CUSTOMIZATION ITEMS  / STAGES / AND MORE COMING SOON!<br><br>If you guys have always dreamed of creating a particular Superhero (or Super villain) please let me know in the comments below!! I read everything, and I value all your input!<br><br>Developer Notes:<br><br>There are few important things to note about the SUPERHERO-X formula: <br><br>- FREE FLOW COMBO SYSTEM - Mix and Match attacks like [PUNCH] [KICK] [POWER]<br><br>- POWER ATTACKS require METER<br><br>- There are NO GRABS [Feel free to BLOCK]<br><br>- 3-POINT EVASIVE COUNTERING SYSTEM<br>  a] To COUNTER HIGH attacks - Press DOWN while lightly Stunned<br>  b] To COUNTER MID attacks   - Press BACK   while lightly Stunned<br>  c] To COUNTER LOW attacks  - Press UP       while lightly Stunned<br><br>- GUARD BREAKS: You can BREAK your opponents GUARD with Guard Break ATTACKS:<br>  a] KARATE - GB Attacks: RUN KICK / PUNCH&gt;PUNCH&gt;LT<br>  b] NINJA    - GB Attacks: FORWARD PUNCH&gt;KICK / PUNCH&gt;PUNCH&gt;LT<br>  c] etc...<br><br>- RECOVERY OPTIONS: (Important)<br>  a] If you get shot in face with a large explosion, you will spin out and hit the ground and get back up. You can however GET UP FASTER by pressing DOWN as soon as you hit the ground.<br>  b] If you get hit by a powerful MID attack or after a juggle, you might fly backwards in the air and than fall on the ground. It takes awhile to get up as you SLIDE on the ground. You can get up faster by pressing THE DODGE BUTTON, infact for this particular STUN as soon as get KNOCKED BACK you can PRESS THE DODGE BUTTON and you will RECOVER in mid-air by doing a BACK-FLIP!<br>  c] After falling to the ground you can recover in a few ways:<br>     1) Press KICK to get up with a RECOVERY KICK<br>     2) Press DODGE to get up with a GET-UP-KICK<br>     3) Press LEFT TRIGGER to get up with a BACK ROLL<br>     4) Press RIGHT TRIGGER to get up with a FORWARD ROLL<br>  d] Some AIR STUNS allow you to recover with both options; PRESS DODGE to do a RECOVER FLIP and Press DOWN to do a RECOVER ROLL<br>  e] Not only are these RECOVERY OPTIONS great to allow to get up faster, but some of them prevent you from taking EXTRA DAMAGE<br><br>- POWER-UPS: Power-Ups are what make SUPERHERO-X so special. When going to CREATION MODE you will have the option to CREATE YOUR OWN CHARACTERS, by choosing their outfits and looks. But you will also be able to assign a POWER-UPs here for your characters, this will have an effect on the way your character PLAYS.<br>   a] There are 10 POWER-UPS to COLLECT<br>   b] Each POWER-UP has a TOTAL of 4 ATTACKS / Forward + Power / Back + Power / Down + Power / Power + NO Direction /<br>   c] A lot of the Power-Ups are UNBLOCK-ABLE ATTACKS / But like most things in SUPERHERO-X you can COUNTER OUT OF THEM WHILE LIGHTLY STUNNED (This is important to remember)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1317990/f04e5e4b7327ae6e4245a4eeda702613dca806da/header.jpg?t=1770960657",
    "developers": [
      "XCOGAMES LLC"
    ],
    "publishers": [
      "STEAM"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}