{
  "1318450": {
    "name": "Spunky: Gangster Simulator",
    "steam_appid": 1318450,
    "required_age": 0,
    "is_free": false,
    "description": "About Spunky: Gangster Simulator:<br />\r\n<br />\r\nTime to establish your family. A family is nothing with cash and reliable men. Each family boss in the game will struggle to achieve complete domination over the city. As competition increases, families will grab control of many shop, earn protection money and acquire new weapons. The gangsters will train themselves to serve their family to become economically powerful. The situation of the gangs is becoming even more contentious. Who will establish domination in the city?<br />\r\n<br />\r\nEpic Gangster Story:<br />\r\n<br />\r\nCharacters, architecture, cars and weapons, inspired by the 1930's ambiance. Become a leader of a family in the charming environment.<br />\r\n<br />\r\nThe Struggle for Survival:<br />\r\n<br />\r\nThe families and gangsters fight for survival throughout the game. Bigger family for success, more money for bigger family, endless struggle to defeat your opponents. <br />\r\n<br />\r\nAction-packed Gameplay:<br />\r\n<br />\r\nPlay the life of a mafia boss in the game inspired by the mafia touch. Perform many criminal acts like bribery, gunfight, clashes, threatening shop owners.<br />\r\n<br />\r\nFear of Losing:<br />\r\n<br />\r\nA conflict between families will have serious consequences, so each family member must be strong enough. Keep them well fed and well equipped. If major conflicts in the city occur expect police to to involve. Rival families can hijack your belongings and gang members so stay alert.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318450/header.jpg?t=1634560697",
    "developers": [
      "Epicrone Technology"
    ],
    "publishers": [
      "Epicrone Technology"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}