{
  "1318180": {
    "name": "WiccAtriX",
    "steam_appid": 1318180,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Your role is that of a young goathearder named Catsear. You are minding your own business, doing daily chores for your grandmother, looking after her goats, when all of a sudden strange things start happening to you. A wind seem to follow you around. It's very weird. What is going on with this wind? Does your grandmother know why the wind is following you? Do you have some sort of magik power?</p><p class=\"bb_paragraph\" >Travel through the lands of Westerra and find out. Fight it out, avoid, or run from wild animals, angry townsfolk and cursed souls. Help your grandmother and learn aeromancery by completing tasks. Talk with those you meet in your travels. Cast spells. Solve puzzles. Collect magikal herbs, runes, weapons and more.</p><p class=\"bb_paragraph\" > Sadly, there has to be a complication. In Catsear's case there is a dark force bent on destroying her world. As you guide Catsear through the lands of Westerra, you will watch her grow to become a powerful aeromancer. </p><p class=\"bb_paragraph\" >Will Catsear reach her destiny as the hero of Terra, or will the world and it's denizens succumb to the corruption of The Void?  Your choice..</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Wiccatrix is a 3D Story Driven RPG. Gameplay is designed for a XBox style controller or Keyboard.     </p><p class=\"bb_paragraph\" >The game will also have other RPG aspects such as free roaming scenes with NPC’s and:~</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Spellcrafting ~ A spell crafting system that uses a combination of herbs and runes to enable the player to create their own spells!!</p></li><li><p class=\"bb_paragraph\" >Story line with Audio Dialogue ~ A rogue titan is disturbing the elemental balance which permeates the world of Terra. The players role is to guide Catsear the peasant through a world filled with enemies and other characters and ultimately a final encounter with a rogue elemental titan that seeks to destroy the world. Can he be banished? It won't be easy. The story is divided into 12 chapters. This release will have the first 6 chapters. Each chapter represents a year in the the world. As you progress through the chapters Catsear and the other characters will age. </p></li><li><p class=\"bb_paragraph\" >Puzzles ~ Use spells and your own wit to defeat puzzles and receive rewards and gain access to dungeons areas.. </p></li><li><p class=\"bb_paragraph\" >Combat ~ Go into battle with your  spells and melee abilities or run away screaming like a little chicken from groups of beasts, enemies and various trials with bosses at the end of each chapter. Getting into fights and not dying will challenge the player’s ability. Sometimes this will be easy and other times it might be near impossible and require a different approach. The player will have the experience of building their skills to withstand a progressively more powerful horde of enemies with harder and more damaging attacks. </p></li><li><p class=\"bb_paragraph\" >Loot - Find, Collect, Gather, Purchase and Receive Loot. Reagents, Runes and Weapons can be bought from merchants, found in parts of the world or received from enemy drops and quests.</p></li></ul><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318180/header.jpg?t=1761141358",
    "developers": [
      "Sublemonal"
    ],
    "publishers": [
      "Sublemonal"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 5 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}