{
  "1318540": {
    "name": "Soulrun Demo",
    "steam_appid": 1318540,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318540/extras/c8d26b70c2faffe67674646a7112ea91.avif?t=1592333348\" width=630 height=122 /></span><br><br>Build your own path in Soulrun! An epic adventure through mind-bending sceneries of the Abyss. Discover dark caverns, battle or dodge your way through quests to get your exit-ticket from the Death Master. All brought alive in classic gameplay and hand-drawn 2D style.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318540/extras/1df2d631239b23f1ab8a6784a6d98041.avif?t=1592333348\" width=630 height=122 /></span><h2 class=\"bb_tag\" >Game Features</h2><ul class=\"bb_ul\"><li>Side-scrolling action, with character specific mechanics.<br></li><li>Characters with fine tuned 2D controls. Crawl, dodge, dash, climb, slash and smash your way through the dark sceneries of the Abyss.<br></li><li>Explore the world of the Abyss and its buried roads, deadly wilds and ruined villages.<br></li><li>Find your path! The Abyss is an open world with portal networks, stories and deadly characters. Choose the path you take, you'll never know which enemies you’ll face or what alliances could be formed.<br></li><li>Powerup with new skills and abilities! Gain attacks, strength and speed. Leap to the sky, dash forward in a blink of an eye or blast your way through with force!<br></li><li>Discover and unlock permanent bonuses with relics that offer new powers and abilities. Choose your path wisely and make your characters unique!<br></li><li>Cute, dark and creepy characters lurk in the shadow with hand-drawn 2D frame-by-frame animations.<br></li><li>Dozens of enemies with pattern-type attacks and movement for you to familiarize! Beat the epic bosses and ferocious beasts and complete your quest through the Abyss to earn your ticket out.<br></li><li>Buy and find equipment, notes, relics, maps and pins to enhance your knowledge of the ever dark Abyss.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318540/extras/c64105e15d29ff6e90e7e61d81d5b09e.avif?t=1592333348\" width=630 height=122 /></span><br><br>Hand-Crafted Twisted World of the Abyss<br>The dark caverns of the Abyss is brought to life with moody details and terrifying creatures, each animated by hand in a traditional 2D style.<br><br>All the ancient ruins and areas of the Abyss are unique and filled with secrets to discover. The dark lands are filled with strange creatures and characters, which desire your Life Essence to fulfill their own quest and to get their own ticket out, from the eternal darkness of the land between the living and the dead.<br><br>Soulrun is designed and developed with retroish gameplay in mind, featuring cute and creepy characters, epic ability/character combinations and beautiful, hand-drawn dark themed worlds.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318540/header.jpg?t=1592333348",
    "developers": [
      "Jestercraft"
    ],
    "publishers": [
      "Jestercraft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}