{
  "1318940": {
    "name": "Forkdrift",
    "steam_appid": 1318940,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Overview</h2><br>Have you ever wanted to flip your friends? Well now you can! <strong>Forkdrift</strong> is an indie action game where you control a forklift with a serious drive for competition. This vehicular action game has its own goofy twist, featuring physics-based shenanigans and strange, customizable forklift pieces. Players compete online in one of two major game modes. Whether working alongside teammates or fighting for yourself, the mayhem of drifting, tipping, and crashing with reckless abandon is sure to put a smile on anyone’s face! Do you have what it takes to steer your team to victory?<h2 class=\"bb_tag\" >Game Features</h2><br><ul class=\"bb_ul\"><li><strong>ONLINE MULTIPLAYER</strong> </li></ul> With the ability to host and join lobbies anywhere in the world. Play against friends or total strangers in order to prove your skill!<br><br><ul class=\"bb_ul\"><li><strong>DELIVERY MODE</strong> </li></ul> A team-based game mode where you and your friends work together to protect and transport your team’s package. Whichever team can keep their package in the control point long enough will win!<br><br><ul class=\"bb_ul\"><li><strong>FORK FRENZY</strong> </li></ul> A free-for-all game mode where the goal is to tip, ram, and K.O. as many other players as possible within the time limit. 8 players will enter… but only one will secure victory!<br><br><ul class=\"bb_ul\"><li><strong>CUSTOMIZABLE FORKLIFTS!</strong> </li></ul> Yeah, customizable forklifts! Pimp your ride by choosing your favorite wheels, chassis, forks, and maybe even a fedora on top? Additionally, in Fork Frenzy, you can even change your forklift’s color!<h2 class=\"bb_tag\" >Development</h2><br>Forkdrift is developed by <strong>Endless Suffering</strong>, a dedicated team of undergrad students that completed development of Forkdrift during the COVID-19 pandemic. This has meant changing all of our development practices and techniques halfway through development in order to transition to working remotely. Despite this, we were able to soldier on by keeping the goal of providing a fun, complete, exciting game at the forefront of the team's mind. We are all proud of our work and hope you will enjoy Forkdrift as much as we do!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318940/header.jpg?t=1617041368",
    "developers": [
      "Endless Suffering"
    ],
    "publishers": [
      "Endless Suffering"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}