{
  "1318890": {
    "name": "Pirate Code - Rise of the Kraken",
    "steam_appid": 1318890,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318890/extras/dfb4bb9499c3bf1fae76010f6b27fbda.avif?t=1604776422\" width=610 height=244 /></span><br><br>You had always regarded the Kraken as merely legend, but recently whole fleets have been vanishing in the Molo waters to the north. Then one day your fleet is caught in a storm and you see massive tentacles rising from the water to meet you.  It wasn't a single kraken, but a whole squad hunting for food! You survive the battle but are left with questions. How could such a creature return in such great numbers - unless someone is raising them. You look down at the kraken egg in your hands.<br><br>Who will raise this one?<br><br>Rise of the Kraken is the first major expansion for Pirate Code, the tactical, turn-based strategy game from Circuit Hive. Now you can hatch your own kraken and train it to serve as a ship in your fleet! Teach the kraken a variety of powerful attacks including reaching out of the water and crushing enemy ships! Search the seas for other eggs to add even more to your fleet.<br><br>Rise of the Kraken will add a writhing mass of changes including:<h2 class=\"bb_tag\" >Tame the Kraken</h2>Employ as many as four tamed kraken in you fleet. Use them as a powerful alternative to conventional ships, but be warned! Your fleet can only claim victory if you have at least one surviving ship. Once all ships have been lost, even a trained kraken will swim away.<h2 class=\"bb_tag\" >Uncover a Dark Secret</h2>Who has returned the kraken to the ocean? Follow a unique secondary campaign that can be explored in parallel with the main story or afterwards. Discover awesome rewards and gain the power needed to take on your foes!<h2 class=\"bb_tag\" >Complete the Kraken Challenges</h2> Defend each island from the kraken menace! Complete kraken-themed challenges to reap generous gold and experience bonuses. Expect the challenges to increase in difficulty as the game progresses. There's no such thing as an easy fight with a kraken.<h2 class=\"bb_tag\" >Search for Kraken Treasure</h2>Discover an intriguing collection of kraken items. Like other items, some may be worth more than gold. Careful trading may unlock an additional ten crew members for your fleet. Other items may have a darker purpose.<h2 class=\"bb_tag\" >Fly the Kraken Colors</h2>Instantly unlock a compliment of special, kraken-themed flag patterns and ship colors. Start your quest in style without wasting your gold. In addition, other kraken colors are available to win through the campaign.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1318890/header.jpg?t=1604776422",
    "developers": [
      "Circuit Hive"
    ],
    "publishers": [
      "Circuit Hive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}