{
  "1319480": {
    "name": "Farmer Time: A Magical Farming Adventure",
    "steam_appid": 1319480,
    "required_age": 0,
    "is_free": true,
    "description": "*THIS IS A BETA PROJECT*<br />\r\nFeedback and more will be accepted on discord and on the reviews<br />\r\n<br />\r\nThis is my dream project known as Farmer Time: A Magical Farming Adventure that follows a wizard in its adventure with inheriting a farm which the wizard will need to keep from going bankrupt. Where Farmer Time differs from other farming simulators is the mechanic where the seeds you plant are all the same and will only grow into the same plant, but you can craft and buy spells to change attributes of the seed which will result in a new plant growing with its own characteristics and price. I have been working on this project now for about two weeks and has almost gotten the core gameplay down for now and will soon (in 0.5-1 months) polish the game and add additional gameplay variations and quirks.<br />\r\n<br />\r\n<br />\r\nAbout me: I am a programmer that has been programming for around 6-7 years as a hobby and has been studying Java programming for about 2 years now and has been programming in C# prior to that for around 4-5 years now. I have always built games as a prototype for what I can do or as a game for myself to play just for fun but now I think i have polished my programming knowledge enough to warrant a public game release.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1319480/header.jpg?t=1603726114",
    "developers": [
      "MoonProductions"
    ],
    "publishers": [
      "MoonProductions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}