{
  "1319160": {
    "name": "ReverieTale",
    "steam_appid": 1319160,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>I want to be the best in another world.</strong><br>The main character, who thought &quot;the real world is boring&quot; and &quot;I can't cum&quot;, is reincarnated into a different world without any warning.<br>It was home to an island in the air and countless monsters that would attack without hesitation.<br>Only a sword in each hand and sword skill that can be used only by the person holding the sword can defeat an enemy that is attacking you.<br>Defeat all your enemies and become the strongest &quot;Ikirist&quot; as you go to battle against the unknown enemy...<br><br>Slay enemies with the sword! A simple hack&amp;slash action game!<br><br>------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>Operating Instructions<br><br>Button selection: right stick up/down<br>Decision: Right trigger (left trigger is also used for equipment screen only)<br>Back: B button<br>Screen switching: left or right grip button<br><br>＜Battle&gt;<br>Movement: left stick<br>Camera rotation: right stick left/right<br>Attack: Shake the controller when approaching an enemy<br>Evasion: left trigger while moving<br>Sword skill command activation: A button<br>Item selection screen: press and hold the left grip button to activate, press the left stick up and down to select, and press the left trigger. Use the item<br>Sword skill selection screen: press and hold right grip button to activate, right stick up/down to select, right trigger Decided by<br>------------------------------------------------------------------------------------------------------------------------------------------------------------------------<br>It works with Oculus Rift, Oculus RiftS and Oculus Quest (Oculus Link) .<br>Play from a standing position in a space where you can reach out with both hands and not hit anything around you.<br>It is automatically saved when the wave is cleared.<br>You can end the game by pressing the escape key.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1319160/header.jpg?t=1701507743",
    "developers": [
      "Argus"
    ],
    "publishers": [
      "Argus"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}