{
  "13200": {
    "name": "Unreal 2: The Awakening",
    "steam_appid": 13200,
    "required_age": 0,
    "is_free": false,
    "description": "<p>You are John Dalton, an ex-Marine assigned to patrol the edge of human space as a Marshal for the Terran Colonial Authority. Unexpectedly, your monotonous life is shattered by a chilling distress signal, plunging you into an adventure beyond belief. </p>\n\t\t\t\t\t<p>Violent turmoil among the races has erupted on your watch. Thrust into a conflict that will determine the fate of the galaxy, you are humanity's only hope for salvation. Only you can prevent the Awakening.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Not Your Average Mission</strong> - Command a team of marines defending a ravaged base. Infiltrate an enemy stronghold. Rescue the trapped survivor of an alien raid. With a demanding array of objectives, you have one overriding goal - survival. Be ready for anything. </li>\n\t\t\t\t\t<li><strong>Unreal Graphics and Sound</strong> - Awe-inspiring graphics immerse you in a swarm of alien worlds full of breathtaking scenery and brutal action. 3D sound envelops you in hailstorms of bullets, mind-jarring explosions and the eerie chatter of alien tongues.</li>\n\t\t\t\t\t<li><strong>From Your Mind to the Game</strong> - Use the included Unreal Editor software to create your own levels of Unreal play. Design your own game mods and challenge others to enter your personal Unreal Universe.</li></ul>\n<p><span class=\"legal\">&copy; 2003, Epic Games, Inc. All rights reserved. Epic, Epic Games, Unreal, and Unreal II are trademarks or registered trademarks of Epic Games, Inc. in the United States of America and elsewhere.</span></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/13200/header.jpg?t=1671033925",
    "developers": [
      "Epic Games, Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}