{
  "1320480": {
    "name": "试用版狂怒之道 The Way of Wrath Demo",
    "steam_appid": 1320480,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/24b928f23d68b62bc59dc7eb77526509.poster.avif?t=1739864810\" width=614 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/24b928f23d68b62bc59dc7eb77526509.webm?t=1739864810\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/24b928f23d68b62bc59dc7eb77526509.mp4?t=1739864810\" type=\"video/mp4\"></video></span><br><br>Your people have tasted defeat, and should you fail now, they will meet complete annihilation. In 10 days the enemy will be at your gates, and in this frozen valley, you must make your last stand.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/17db49301db52e681cdaf367634d8c65.poster.avif?t=1739864810\" width=614 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/17db49301db52e681cdaf367634d8c65.webm?t=1739864810\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/17db49301db52e681cdaf367634d8c65.mp4?t=1739864810\" type=\"video/mp4\"></video></span><br><br>As Warchief, your people turn to you for guidance. Has your past prepared you for such a monumental task? Will your skills keep your people alive?<br><br><ul class=\"bb_ul\"><li> Choose from one of five distinct origins that change how others in the world see and treat you. Explore each origin in depth through your dreams, and learn more about yourself as time goes on.<br></li><li> Use a freeform progression system to become who you need to be in order to succeed. Classless skill progression keeps your options open as the situation evolves, allowing you to adapt and overcome the challenges you face in a variety of ways.<br></li><li> Take control of your tribe beyond yourself — choose where to gather resources, determine which risks are worth taking, and prepare for the inevitable assault.<br></li><li> Tackle disputes amongst your people — make rulings and enact laws, but be wary of the precedents you set. The tribe will act according to your laws, often leading to unforeseen consequences. Should you choose to break precedent to protect your closest friends, the tribe may take notice of your corruption.<br></li><li> Your deeds and misdeeds will determine your reputation amongst your people. This will, in turn, impact how people treat you and what options are available to you. A Warchief known as &quot;The Truthful&quot; will be easily trusted, while being known as &quot;The Terrible&quot; gives you power over the weak-willed.</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/7c7ec324dbb2a4c7476edd8b1acaa5f4.poster.avif?t=1739864810\" width=614 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/7c7ec324dbb2a4c7476edd8b1acaa5f4.webm?t=1739864810\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/7c7ec324dbb2a4c7476edd8b1acaa5f4.mp4?t=1739864810\" type=\"video/mp4\"></video></span><br><br>The frozen valley is untamed and dangerous — the ground itself threatens to swallow you into an icy grave, and all manner of beast seeks to kill you. If you survive the predators, the cold, and the hunger, you only have the enemy horde to fear.<br><br><ul class=\"bb_ul\"><li> Gather resources and make goods with your own two hands, or employ the skills of your allies. Build weapons and structures, fabricate clothes and tools, and take what you can from the land to survive.<br></li><li> Learn to navigate treacherous terrain as great frozen lakes crack under your feet, and as the world itself gives you clues to its many dangers.<br></li><li> Hunt for food using techniques of the Neolithic era — set traps, bait animals, and prepare ambushes for the more terrifying quarry. Use your skills to detect tracks and plan accordingly to ensure your success. There is little glory in being gored by a beast, and even less in dying of starvation.<br></li><li> Craft sturdy clothes and huddle by the fire for warmth, or mix herbs and poultices to survive the sickness and injuries that await you in your struggle. Running across the freezing mountains in light garb will bring a quick end to your story, and maladies such as snow blindness and hypothermia are a constant threat.</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/602792a0058fd9113babcb02098ace2f.poster.avif?t=1739864810\" width=614 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/602792a0058fd9113babcb02098ace2f.webm?t=1739864810\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/602792a0058fd9113babcb02098ace2f.mp4?t=1739864810\" type=\"video/mp4\"></video></span><br><br>Your enemy is the predator, you are the prey. An animal caught in a trap, facing death. What will you do to survive?<br><br><ul class=\"bb_ul\"><li> Battles are fought in your choice of real-time with pause or turn-based tactical combat. Your party will use a variety of tools and skills to overcome the enemy in lethal hand-crafted battles where the AI will take every advantage it can. Battles are difficult, equipment can be damaged when used, wounds can take many days to heal, and allies can die.<br></li><li> Craft weapons, bombs, and traps not just to hunt for food, but to hunt your enemy as well. Flammable oils, poisons, choking clouds, and other insidious inventions can turn the tide of battle.<br></li><li> Use superstition to gain an upper hand over your enemy — the curse of a shaman or dark portents can break your foe's spirit before you meet in battle, making your task far easier than it would otherwise have been.<br></li><li> Take advantage of friction amongst your rivals — opportunities arise at every turn to cause dissonance and wreak havoc.<br></li><li> Prepare for every encounter to give yourself the upper hand. Scout enemy positions and determine how best to approach them. Attack enemy camps or opt to bait your opponents out of a favorable position and into an ambush.<br></li><li> With just 10 days to prepare, you need to establish your defenses and weaken your enemy as best you can before their final assault.</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/f2fe7ec915dd64815eaec7c7081a27f8.poster.avif?t=1739864810\" width=614 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/f2fe7ec915dd64815eaec7c7081a27f8.webm?t=1739864810\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/extras/f2fe7ec915dd64815eaec7c7081a27f8.mp4?t=1739864810\" type=\"video/mp4\"></video></span><br><br>You are not the only one with a story to tell — each character has a past, a future, and relationships which they care for. Death and struggle will take its toll not just on you, but the entirety of the tribe.<br><br><ul class=\"bb_ul\"><li> Each individual character has their own branching stories, friend or foe. They pursue their own ambitions while living their own lives, and your existence intertwines with theirs.<br></li><li> There are no generic NPCs — everybody is somebody, and each loss is keenly felt and mourned. Every action has consequences, and individual opinions are taken into account. Your reputation, your actions, and your decisions in conversation will compare against each individual character's own belief systems, and your stories together will evolve over the 10 days leading up to the assault.<br></li><li> A fully fleshed out world with great tales to discover await you — the tribes, their cultures, their castes, and more will invite you to play multiple times, seeking out all the answers hidden across the land.</li></ul><br>The Way of Wrath is a world inspired by the true histories and superstitions of the past alike. The tale of desperate struggle against insurmountable odds is one as old as time — will your story end in glory, or defeat?",
    "supported_languages": "英语, 德语, 西班牙语 - 西班牙, 日语, 简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320480/header_schinese.jpg?t=1739864810",
    "developers": [
      "Animmal"
    ],
    "publishers": [
      "Hooded Horse"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}