{
  "1320290": {
    "name": "Stratside Demo",
    "steam_appid": 1320290,
    "required_age": 0,
    "is_free": true,
    "description": "Stratside is a puzzle defense game where you save planets from an enemy who can change the direction of gravity! Place gadgets to attack the intruder: each gadget uses a specific attack pattern, and you need to strategically combine all your resources to defeat the enemy before he reaches his goal. Under no circumstance let him press a red button, or a whole planet will be destroyed!<br><br>While traditional defense games include a large number of dummy enemies with predictable paths, Stratside features a single intelligent enemy, who always selects the best possible path. The intruder is capable of running, jumping and changing the gravity direction with multiple rituals, that will challenge your brain. Will you be able to attack him, or will the enemy surprise you with unexpected alternative routes?<br><br>You can see a hologram preview of the enemy path, and change placements as many times as wanted, without annoying time limits. When you feel ready, invoke the enemy and enjoy the show: if your placements are perfect, the gadgets will eject his head!<br><br>The innovative gameplay of Stratside comes together with tons of engaging content:<br><ul class=\"bb_ul\"><li> 12+ amusing and innovative gadgets, to attack the enemy in brain-twisting ways.<br></li><li> Obstacles that affect how the enemy can move through the level.<br></li><li> Movable blocks, to create new surfaces where gadgets and obstacles can be placed.<br></li><li> Levels with multiple portals and red buttons, that increase the number of possible paths for the enemy in challenging ways.<br></li><li> 100+ levels: many planets to be saved!<br></li><li> Create your own levels with a custom level editor. From tiny to giant, options are almost endless!<br></li><li> Organize your levels in level sets using the level manager, a file browser-like UI created specifically for the game.<br></li><li> Share your levels with other players using Steam Workshop, and discover what others have created!<br></li><li> Customize controls and options, to make your experience more confortable and personal. Play with mouse and keyboard, or gamepad.<br></li><li> Optimized enemy artificial intelligence that finds optimal path in milliseconds, even in giant levels!</li></ul><br><strong>If you like the game, please add it to your wishlist and share this page with your friends!</strong>",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320290/header.jpg?t=1591293608",
    "developers": [
      "Albert Espín"
    ],
    "publishers": [
      "Albert Espín"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}