{
  "1320200": {
    "name": "A pirate quartermaster Demo",
    "steam_appid": 1320200,
    "required_age": 0,
    "is_free": true,
    "description": "Did you think you'd win with a snap of your fingers? Did you think you'd see a crew as a number? Did you think you'd gorge without fear of judgements?<br />\r\nBut, sir, you're not in the Royal Navy. The pirate's life is a life of dreams. And it's precisely because we have a shitty life that we have dreams.<br />\r\n<br />\r\nPut yourself in the shoes of a quartermaster. Come and discover the real life of a pirate, a man who has left the tyrannical but honest world of kings and emperors in order to sail in equality and freedom.<br />\r\nYou will have to manage the ambition of a captain, because you guess that his choices will not always go well with those of the crew. Thus, you will have to confront your captain in order to defend your men's rights. Avoiding injustice is essential on a ship with so few hierarchies, and without a military institution.<br />\r\nBut who knows? Perhaps you will prefer to defend your captain's wishes?<br />\r\n<br />\r\nYour everyday enemies will be hunger and thirst, for sure.<br />\r\nBut a sailor's worst enemy is disease. Know how to defend yourself against it.<br />\r\n<br />\r\nYou will cruise from island to island by sail or on steamboats that you can optimize as you wish.<br />\r\nAt each new game, the map will be generated procedurally. The wealth and characteristics of peoples will be redistributed randomly.<br />\r\n<br />\r\nYou will experience the phases of ship management in a turn based system, punctuated by the sound of the watch bell. The time unit on a boat is not the day, but the watch, because an unattended ship is a ship on the ocean floor that shelters sharks and octopuses.<br />\r\n<br />\r\nYou will have to transmit orders during the cannon phases like a QTE, and fight fiercely like in an A-RPG during collisions. Initially, you will understand that life on a ship is slow, because all travels are long, otherwise, during battles life suddenly intensifies and the pace changes.<br />\r\n<br />\r\nAlso remember that there may be women on the ship, you may even be one of them. You would operate in the shadows, because a woman is not accepted on a ship. She brings bad luck. But don't forget: if there is a deck where a woman can end up imposing herself, end up being accepted, it's the deck of a pirate ship!<br />\r\n<br />\r\nTreasure maps, monkey business and discoveries will also spice up your daily life in the ocean.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1320200/header.jpg?t=1614850468",
    "developers": [
      "Ivan Armandy"
    ],
    "publishers": [
      "Ivan Armandy"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}