{
  "1322140": {
    "name": "Puzzle Party Demo",
    "steam_appid": 1322140,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>During a game jam, Amid and Cassandra worked together to create Puzzle Party, a simple, playful sliding block puzzle game. After a life changing event prevents both of them from finishing the game, Amid returns years later to overhaul the graphics, finish the puzzles and gives the game connectivity to the internet causing strange occurrences to happen in the game. Now, Amid waits for new players to join his server, and hopefully get to the bottom of the phenomena happening inside Puzzle Party.</strong><br><br><i>-Push blocks, link growths to lasers, and slide glass cubes into place as you tackle a selection of 20 puzzles from the full game!<br><br>-Work together with the mysterious admin : Amid, as you uncover the secrets that lurk within the games code in <strong>Story Mode!</strong><br><br>- Immerse yourself in the simplistic pixel graphics, sporting a damaged aesthetic within a perpetual void setting!<br><br>- Search high and low for <strong>DEV LOGS</strong> to unravel Puzzle Party's backstory!<br><br>- Chat with Amid!<br><br><strong>UPCOMING FEATURES IN FULL GAME:</strong><br><br>- Beat the clock and set a personal best in <strong>Time Trial Mode!</strong><br><br>- Speed up and keep up as the puzzles get even faster and harder in <strong>Hyper Mode</strong>!<br><br>- Ready to take on a new challenge? Step into the ring and pull above the rest in <strong>Speedrun Mode</strong>!<br><br>- Try not to stumble, and don't let it touch you or its game over! Feel your heart race as you tackle the ever tense <strong>Cass Mode!</strong></i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1322140/header.jpg?t=1592351344",
    "developers": [
      "Kris Patrick",
      "Alexis Ruiz"
    ],
    "publishers": [
      "Krispy Animation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}