{
  "1322330": {
    "name": "Salvage",
    "steam_appid": 1322330,
    "required_age": 0,
    "is_free": false,
    "description": "SALVAGE is a highly replayable and atmospheric first-person sci-fi survival horror game. Each play-through takes about 30 minutes to complete, but with dynamically generated environments and a variety of storylines and challenges, you will never have quite the same experience twice.<br><br>SALVAGE is influenced by and pays homage to some of the greatest stories from the sci-fi horror genre, including ALIEN and THE THING. See if you can spot the other references.<br><br><i>&quot;I have approached the derelict vessel and secured the boarding umbilicus. No response to hails since initial contact six hours ago. No evidence of life aboard the vessel either. Confirmed atmosphere within the vessel is human-normal, so at least Life Support isn't the problem. No trace of toxins either. Commencing sweep to establish salvage rights. Marking vessel entry in log as Zero Hour.&quot;<br>-- Salvage operation, J Conrad mission log, initial entry</i><br><br>You play as J Conrad, a salvage operator working commercial shadowspace lanes.<br><br>In SALVAGE, the environment and important item locations will be different each time you play. Even the story you experience and the threats you face can be different. You will never have quite the same experience twice.<br><br>Each story is designed to take around 30 minutes to complete—assuming you survive, that is.<h2 class=\"bb_tag\" >Current features</h2>All of the features listed below are available to play right now in the current release:<br><ul class=\"bb_ul\"><li>A mix of short survival-horror stories that will test your senses and your wits<br></li><li>The facility layout is randomly generated, and locations of important items and clues will be different each time you play<br></li><li>Interact with your environment—an important item might be buried under that innocuous pile of boxes<br></li><li>Noise mechanics—certain actions in the game generate noise, as do certain objects when they move (such as automatic doors)<br></li><li>Combine certain items to enhance and improve them—such as replacing the batteries of a flashlight, or creating new items like a Molotov cocktail</li></ul><h2 class=\"bb_tag\" >Additional features in development</h2>The following additional features are currently in development for SALVAGE to further enhance its replayability:<br><ul class=\"bb_ul\"><li>Additional story beats to provide a greater mix of plots, so even experienced players won't be sure which story they are playing until they play it<br></li><li>Additional enemy types, so you won't know what you're up against until you see it—<i>if you see it</i><br></li><li>Additional locations are being added to expand the research facility<br></li><li>Additional puzzles to provide a greater mix of objectives and further enhance replayability</li></ul><h2 class=\"bb_tag\" >About Big Dumb Fun Games</h2>My name is Mark Christopher and I am Big Dumb Fun Games' game designer and—right now—sole developer.<br><br><br>With SALVAGE, I wanted to make a horror game that pays homage to some of the great genre stories upon which I grew up. I hope I have done the genre justice with SALVAGE and that you will play through several times, enjoying the new and exciting experience each play-through provides.<br><br>I see SALVAGE's replayability as key to its value proposition, and I hope you will agree.<br><br>I hope you will check back frequently—here on the store page, or on SALVAGE's Discussions forums—for progress updates and news. Please also feel free to follow me on Facebook and Twitter.<br><br>If you want to contribute more actively to SALVAGE's development, I will be haunting the Discussion forums as much as possible to gather your ideas, feedback and suggestions, and to answer your questions as best I can.<h2 class=\"bb_tag\" >What can I expect during Early Access?</h2><ul class=\"bb_ul\"><li>I WILL UPDATE THE GAME FREQUENTLY—And if I need to take a break longer than a week, I will inform you via a Steam announcement.<br></li><li>I WILL COMMUNICATE—I genuinely love games and gaming in all its forms. I could talk about games all day. To that end, I'll be haunting the Steam Discussion forums. Please feel free to post with your questions and your feedback. My aim is to reply to every post that is looking for one.<br></li><li>I WILL BE GRATEFUL—I will always be appreciative to those players who choose to support me, and especially so to those who take time in their busy lives to offer their constructive criticisms and other feedback aimed at helping me make SALVAGE better.</li></ul><h2 class=\"bb_tag\" >Thank you</h2>THANK YOU for considering my game. I hope you will join the SALVAGE player community and add your feedback and your voice to the game's on-going development.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1322330/header.jpg?t=1621001682",
    "developers": [
      "Big Dumb Fun Games"
    ],
    "publishers": [
      "Big Dumb Fun Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}