{
  "1322250": {
    "name": "Void Destroyer 2 - Big Red",
    "steam_appid": 1322250,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >PLEASE NOTE - The Big Red DLC is intended for veteran players of Void Destroyer 2. It features 2 alternate starts which involve late game mechanics.</h2><br> <br><br>In the &quot;Big Red&quot; DLC - your alternate play through of Void Destroyer 2 will give you the Big Red a massive drill ship carrier. Capable of doing massive damage with its drills to any ship unlucky enough to be in range. The ship is damaged and lacking its usual armaments and abilities. You'll need funds and skills to repair and upgrade it. And when you do - you'll have one of the most powerful ships in the sector under your command.<br><br>--<br><br>The Diggers were the original inhabitants of this region of space, pushed to the edges after their discovery of ore rich fields. Forced to be outcasts, their aged mining ships were converted for war. Designed to withstand the dangerous conditions of asteroid fields, armed with short range scatter guns, rock crushers and drills. <br><br>Their sense of identity always revolved around their big drill ships, one of the last being the &quot;Big Red&quot; - a dread carrier. A mini dreadnought armed with three drills, originally intended to carve out titanic asteroids for base building, equally capable of carving up capital ships.<br><br><br>The Big Red DLC expands the Void Destroyer 2 ship line up with additional ships -<br><br><ul class=\"bb_ul\"><li> Big Red - a light dreadnought that can build ships and pulverize anything in its path.<br></li><li> Tytus - a frigate armed with a drill weapon<br></li><li> Condor - a heavy corvette armed with torpedo launchers (a modified Crane).<br></li><li> Crane - a transport ship.<br></li><li> Crusher - a light corvette mining ship, modified for combat.<br></li><li> Buzzard - a heavy gunship armed with two turreted scatter guns.<br></li><li> Vulture - a heavy fighter armed with two scatter guns.<br></li><li> Welder - a repair ship.<br></li><li> Loader - a modified Welder, that can disable ship's engines on contact, giving the Big Red the edge it needs to use it's close range weapons.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1322250/header.jpg?t=1591295537",
    "developers": [
      "Iteration 11"
    ],
    "publishers": [
      "Iteration 11"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}