{
  "1323110": {
    "name": "Vrerience - EMDR",
    "steam_appid": 1323110,
    "required_age": 0,
    "is_free": false,
    "description": "A person who experienced a traumatic or otherwise shocking experience, can find it difficult to process this on their own. This can lead to recurring and stubborn psychological complaints. EMDR (Eye Movement Desensitization and Reprocessing) is a form of therapy that offers the eyes and/or ears of the client rhythmic visual and/or auditory stimuli, switching between left and right. The purpose is to reopen communication between different parts of the brain, making it more accessible to process the experience.<br />\r\n<br />\r\nThe advantages to do this in VR, are that the visual stimulus always remains centered in view, distractions from the client’s physical environment are minimized, there is a variety of different pendula, sounds, movement speeds and directions for the therapist to choose from. Most of all, the therapist can now fully focus on their contact with the client.<br />\r\n<br />\r\nEMDR is a method designed by psychologist Francine Shapiro. We recommend any therapist to know, and understand how to practice EMDR protocol before using this program.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1323110/header.jpg?t=1732652066",
    "developers": [
      "Rick Evenhuis"
    ],
    "publishers": [
      "Malintis"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 14 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}