{
  "1323610": {
    "name": "Grit Paintball",
    "steam_appid": 1323610,
    "required_age": 0,
    "is_free": false,
    "description": "Grit Paintball is a Virtual Reality tournament paintball trainer and simulator. Aimed mostly at current paintball players looking to gain an edge in the real game, Grit allows players to practice from home.<br />\r\n<br />\r\nGrit uses a mouse, keyboard and monitor for the menu and field building parts of the game, and then you enter VR to experience the field you've designed.<br />\r\n<br />\r\nGrit Paintball has an in game layout editor with an up to date 2022 NXL Paintball bunker set, which can be locally saved and loaded, as well as easily shared between players by sending a small text file via email or messenger. By utilising VR, a player can gain an edge by being able to 'walk' a field layout before a real life event and find blind shots, bounce shots, lanes and other areas which could be missed when walking a real field before an event. It also allows field owners and tournament operators to walk their field design to see whether adjustments need to be made before publishing a layout for a real event.<br />\r\n<br />\r\nTargets are also included in the field editor, allowing players to practice muscle memory for breakouts, snap shots and, with a large enough play area, moves from bunker to bunker. <br />\r\n<br />\r\nThe game only requires one VR controller (but will detect 2) as it's designed so the player can replicate the feel of swapping their gun from hand to hand. It is fully compatible with the Vive Tracker, or using a VR controller. Custom hardware is being developed to allow players to utilise their own paintball gun with a Vive Tracker so that players can get the most immersive and realistic feel possible. Of course, anyone can design their own hardware if they have a Vive Tracker!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1323610/header.jpg?t=1671471260",
    "developers": [
      "Infima Labs"
    ],
    "publishers": [
      "Infima Labs"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}