{
  "1323310": {
    "name": "Game Director Story Demo",
    "steam_appid": 1323310,
    "required_age": 0,
    "is_free": true,
    "description": "Game Director Story is an unflinching and satirical look behind-the-scenes at how big-budget AAA games are made. Based on first-hand accounts by industry veterans, Players will experience the emotional roller coaster of guiding a team through the agonizing decisions and compromises needed to ship a game.  <br><br>You will take on the role of a newly hired Game Director in this character-driven narrative experience, responsible for balancing your relationship with your team, publisher, press, influencers, and fans.<br><br>Decide how you want to handle real industry situations like crunch, technical debt, inclusivity, micro-transactions, sexism, exclusives and more, and be prepared to deal with the impact of your decisions on your team and the game.<br><br>* <strong>Based on real-life scenarios</strong>  <br>Based on real events contributed by veteran game developers, players will experience the emotional roller-coaster of game development. Experience all phases of development, making difficult decisions while guiding your team to the euphoric finish line of shipping a game.<br><br>* <strong>Balance competing relationships.</strong>  <br>Maintain critical relationships and the frequently conflicting interests of your team, your publisher, the press, and fans, all while preserving your vision and staying on budget.<br><br>* <strong>Characters with heart and soul.</strong>  <br>Get to know your team members through their stories and help them to grow as a professional or overcome personal challenges.<br><br>* <strong>Sit in on a Team Chat to check in on your colleagues</strong>  <br>Sit in on the daily Team Chat to get a sense of how your team is doing, what they’re concerned about, and how they feel about your decisions.<br><br>* <strong>Deal with unexpected and game altering obstacles.</strong>  <br>Live through iconic industry challenges or situations that can occur during development like “Publisher requests a last minute E3 presence”.  <br><br>* <strong>Live with the consequences of your choices</strong> <br>With the clock ticking, choose the decisions you believe are important, and live with the consequences on your game and the team.<br><br>* <strong>Real, but humorous.</strong>  <br>While GDS tackles real industry challenges, a healthy dose of humor and satire keeps things light and entertaining, while handling difficult topics in an approachable way.<br><br><strong>The demo contains a portion of 1 of the Events in the game, and does not allow for saving of progress.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1323310/header.jpg?t=1674927678",
    "developers": [
      "Double Blit Games Inc."
    ],
    "publishers": [
      "Double Blit Games Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}