{
  "1324430": {
    "name": "Fox Spirit: A Two-Tailed Adventure Demo",
    "steam_appid": 1324430,
    "required_age": 0,
    "is_free": true,
    "description": "Unearth the secrets of a mountain village, support or stop a war, and cast spells—as a fox spirit! Weave illusions! Shapeshift! Start fires! Control minds! Will you exact vengeance or inspire peace?<br><br><i>Fox Spirit: A Two-Tailed Adventure</i> is a 223,000-word interactive fantasy novel by Amy Clare Fontaine. It’s entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination.<br><br>You are a magical fox spirit! On your hundredth birthday, you leave your den in the hills on a quest for immortality. The mystical Star Ball that grants it is hidden in Hoshimori, the village where your family was killed.<br><br>The plot thickens when you encounter the farmer who eradicated your parents and littermates. As it turns out, Daichi has family of his own: he’s the father of a young painter named Ren. Ren loves foxes, but can you keep that love alive when the reason for Daichi’s hatred is revealed?<br><br>What’s worse, anti-fox sentiment is on the rise in Hoshimori at large. An ancient, mysterious group of fox spirits known as the Wild Masters is wreaking havoc on the villagers, forcing the village chief to consider hostile action. The Wild Masters’ plans run even deeper than Hoshimori: they intend to wage war against humanity itself. Will you take a side in their conflict or negotiate a truce?<br><br><ul class=\"bb_ul\"><li> A trickster, demon, divine messenger, or folk hero: what vulpine legacy will you create?<br></li><li> Play as male, female, or non-binary; gay, straight, bi, asexual, or poly<br></li><li> Master shapeshifting, illusions, mind control, or foxfire<br></li><li> Make mischief, decimate foes, serve the gods, or aid the needy with your magic<br></li><li> Explore the world with the senses of a fox<br></li><li> Dazzle people with fireworks or blast them with your flames<br></li><li> Support the human empire or stage a vulpine revolution<br></li><li> Achieve immortality or destroy the relic that sustains it<br></li><li> Convince a fox-hating farmer to change his mind—or obliterate him<br></li><li> Heal a sick child and reunite lost lovers<br></li><li> Expose the dark conspiracy of a disguised fox spirit</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324430/header.jpg?t=1734034551",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}