{
  "1324640": {
    "name": "Fabled Lands Demo",
    "steam_appid": 1324640,
    "required_age": 0,
    "is_free": true,
    "description": "The original <strong>Fabled Lands</strong> gamebooks, written by <strong>Dave Morris</strong> and <strong>Jamie Thomson</strong>, and beloved by many, have been transformed into an epic, digital adventure of interactive fiction with a massive game world. Be anyone you want: explorer, merchant, priest, scholar, thief, wizard, or soldier of fortune. Buy ships, goods, and townhouses, join a temple, risk desperate adventures in the wilderness, or embroil yourself in court intrigues and the sudden violence of city backstreets. Undertake missions that will earn you allies and enemies, or remain a free agent and choose your own objectives. With hundreds of quests and locations to explore, <strong>the choices are all yours</strong>.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324640/extras/abe9238fd279f9bd4814e1833a4aa350.avif?t=1728900406\" width=616 height=140 /></span><h2 class=\"bb_tag\" >A SHORT TASTE OF WHAT'S TO COME</h2><br>Ladies and gents, this is a <strong>very, very short</strong> playable demo of Fabled Lands. As a sole developer behind this project, I wanted to give you a small taste of the game in hope to reach those old-school pen'n'paper RPG fans out there and get them excited atleast as much as I am! <strong>Many things</strong> are bound to change and to evolve until the release of the full game next year.<br><br>Your starting location in this demo is an island close to the much bigger Harkuna continent where you can get familiar with the very basic mechanics of your 1st rank character. You can experience the low-rank tactical combat and have the chance to complete 3 quests within the area.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324640/header.jpg?t=1728900406",
    "developers": [
      "Prime Games"
    ],
    "publishers": [
      "Prime Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}