{
  "1324840": {
    "name": "Knitted And Inflatable",
    "steam_appid": 1324840,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome to the Knitted and Inflatable!</h2>As a young grand-daughter of a skilled defender of the Knitted City you are about to embark on adventure! <br><strong>The World Of Inflated</strong> invaded <strong>The Knitted World</strong> and they are seeking to conquer it, and only you can save the day!<br><br>But every skilled Knitted City Defender has to have a powerful weapon...<h2 class=\"bb_tag\" >The Hurricane!</h2>Hurricane is basically your best friend in the Knitted And Inflatable.<br>It's a multi-purpose tool that allows you to push and pull things with the power of wind turbines inside this little beast. <br>With Hurricane you can utilize in-game physics, placing boxes on top of each other to create stairs or to clear the path in front of you, for instance. <br>But on top of that you can fight the Rubber Invaders with the Hurricane, simply pushing them over to the defensive structures of Knitted City, such as needles!<h2 class=\"bb_tag\" >It's time to fight the Invaders!</h2>The Inflated are crawling almost everywhere in the Knitted City since the invasion. Whenever you find the Rubber guy, find the needles nearby and push him on them or throw a box onto him. The Invader will deflate and leave you with some rubber that you can use to craft rubber tools, like a rubber trampoline that will give you more freedom of traversal in the game!<h2 class=\"bb_tag\" >No to gore and violence!</h2>Knitted And Inflatable is a fresh look onto First Person Shooters that doesn't involve gore, violence or blood and challenges you at the same time.<br>So, stop reading, get the Hurricane and save the Knitted City!",
    "supported_languages": "俄语<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324840/header.jpg?t=1750333668",
    "developers": [
      "Knitknot Games",
      "Absolute Mikhail"
    ],
    "publishers": [
      "Knitknot Games",
      "GamePunk Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}