{
  "1324920": {
    "name": "学习工厂 (Learning Factory) 演示版",
    "steam_appid": 1324920,
    "required_age": 0,
    "is_free": true,
    "description": "What do cats really want?! Sometimes, they can get so annoying that if you would just rebuild an industrial cluster to process huge amounts of data through machine learning algorithms to get an answer.<br><br>Learning Factory is a factory automation game where you will finally answer the ultimate question about your cat. To do that, you need to mine resources and craft components to renovate an old abandoned factory and make it as efficient as possible, so you can build new stuff for your feline overlords… only to research new technologies and discover new goodies to please them more. Thanks to the marvels of machine learning, eventually you will find out what they really, really want! Welcome to KOTOVOD Learning Factory!<h2 class=\"bb_tag\" >Step 1: Build &amp; Automate</h2>Renovate an abandoned factory. Establish production, automate and optimize to fill your stores with luxury items for cats.<h2 class=\"bb_tag\" >Step 2: Collect &amp; Analyze</h2>Study cat desires by analyzing sales data. Process it through machine learning models to optimize prices and make sure your stores are selling what your cats long for.<h2 class=\"bb_tag\" >Step 3: Learn How Machine Learning Works</h2>The game is backed up with actual machine learning knowledge, a great way to start wrapping your head around big data. Or you can play it as a fun strategy game!<h2 class=\"bb_tag\" >What is Machine Learning?</h2>Machine Learning is a discipline of Computing Sciences that allows stupid humans to use math magic which can identify a complex patterns by analyzing the data and make cool and complicated calculations. Implementations of this magical methods are called Machine Learning models. Once they’re trained, data scientists can apply high quality predictions to everyday life and make humankind better.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 印度尼西亚语, 日语, 韩语<strong>*</strong>, 挪威语, 波兰语, 葡萄牙语 - 巴西<strong>*</strong>, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语<strong>*</strong>, 简体中文<strong>*</strong>, 西班牙语 - 拉丁美洲, 瑞典语, 泰语, 繁体中文<strong>*</strong>, 土耳其语, 乌克兰语, 越南语, 希伯来语, 马来语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324920/84591966f8aa53014c11a756f46e1d7e9fdcfdcf/header.jpg?t=1741707659",
    "developers": [
      "Luden.io"
    ],
    "publishers": [
      "Luden.io"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}