{
  "1324540": {
    "name": "Project Nyx",
    "steam_appid": 1324540,
    "required_age": 0,
    "is_free": false,
    "description": "Project Nyx aims to offer shooter fans something a little different. Dash between fast-paced ground combat and frantic zero-G space battles as you blast your way through diverse environments and game modes. Master the different classes, each with their own unique gadgets, abilities, and playstyles, and grow your reputation from space pleb to galactic celeb.<h2 class=\"bb_tag\" >Chaotic ground and zero-G gameplay</h2><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/e405bfb98e3944bb3215fe1fe287e452.poster.avif?t=1770728960\" width=400 height=224 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/e405bfb98e3944bb3215fe1fe287e452.webm?t=1770728960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/e405bfb98e3944bb3215fe1fe287e452.mp4?t=1770728960\" type=\"video/mp4\"></video></span><br>Experience unparalleled freedom as you fling yourself into space and engage in frenzied zero-G dogfights, or come crashing back down to the ground to conquer spaceships and special zones. <br><br>Become acquainted with Nyx’s out-of-this-world style by jumping into fan favourite game modes such as Deathmatch, the zone conquest mode Control, and high-octane Capture the Flag to prepare for our unique take on a Battle Royale-style mode and further experimental additions.<h2 class=\"bb_tag\" >Play your way</h2>Work together with friends to make stylish plays, stalk the battlefield as a lone wolf, or sow chaos throughout the map using your wits. No matter the path you choose, you will learn to revel in the insane moment-to-moment gameplay.<br><br>Switch between the various classes to find the one that resonates with your preferred playstyle. Whether you're the damage dealer, tank, assassin, melee expert, agent of chaos, or support, you'll find one that you love.<br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/cdd82841137db9b1b29e73c1bc47c1e8.poster.avif?t=1770728960\" width=400 height=224 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/cdd82841137db9b1b29e73c1bc47c1e8.webm?t=1770728960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/cdd82841137db9b1b29e73c1bc47c1e8.mp4?t=1770728960\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >This is just the beginning</h2>Join the project’s development journey today as it evolves from a humble prototype into the kind of game you won’t want to put down. The first couple of milestones will see the introduction of a few basic game modes, the various classes, and the backend systems that’ll run the whole show. Once we establish the foundations, you can expect development to ramp up!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/b7f8640269d2fefa36a7bcdf7780c1d7.avif?t=1770728960\" width=616 height=352 /></span><h2 class=\"bb_tag\" >Join the community</h2>If you like what you’re seeing, wishlist the game to show your interest! Stay tuned for more news around early playtests, new features, and the eventual Early Access release. The best place to follow along is via our social channels (Twitter, Discord). <br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/19c397f145c4af6fbfe4a4ece7c37b62.poster.avif?t=1770728960\" width=400 height=224 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/19c397f145c4af6fbfe4a4ece7c37b62.webm?t=1770728960\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/extras/19c397f145c4af6fbfe4a4ece7c37b62.mp4?t=1770728960\" type=\"video/mp4\"></video></span><br><br>*The gameplay showcased on this page is composed primarily of placeholder assets. It is used for demonstration purposes and does not represent the quality of the final product.<h2 class=\"bb_tag\" >Classes</h2><br>*It's important to note that the information provided below is a conceptual overview of potential classes. They are yet to be fully implemented. Like all aspects of Nyx, classes are subject to change dramatically based on numerous factors, such as playtesting feedback, logistics, balance, and so on.<br><br><strong>Hunter</strong><br>You’re no stranger to battle. You know that fancy tricks and bulky armour mean nothing to a well-placed bullet, especially if that bullet brings friends. That’s why you lean on your collection of weaponry, trusty grappling hook, and scanners to win the day. Good luck out there, space cowboy. <br><br><strong>Survivor</strong><br>When a job comes up, you always know exactly what to wear -- enough armour to put a dropship to shame. With the addition of a larger power cell, you can shield a whole squad, charge around the battlefield with an ally on your back, and easily become any foe’s biggest problem. <br><br><strong>Explorer</strong><br>Every squad needs an agent of chaos. Light armour doesn’t make you weak, it creates opportunities. You rely on your speed and wits to outmanoeuvre or outsmart opponents. Holograms, disruption tools, and hacking abilities give you everything you need to make proper big-brain plays.<br><br><strong>Assassin</strong><br>Speed, agility, and precision are your tools of the trade. Intricate training has forged you into an elegant weapon, striking foes with ruthless efficiency. You’re more difficult to detect, which gives you time to stalk and pick off weaker prey. Your energy bow, assorted arrow types, grappling hook, and inherent mobility make you the ultimate predator.<h2 class=\"bb_tag\" >Planned Features</h2><ul class=\"bb_ul\"><li> Seamless transitions between ground and space combat. <br></li><li> Multiple classes with varying abilities, characteristics, and playstyles. <br></li><li> Exciting game modes that offer unique twists on fan favourites and pave the way for numerous experimental additions. <br></li><li> Mod support (still in the planning stages, release date unknown).</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1324540/header.jpg?t=1770728960",
    "developers": [
      "Major7th Games"
    ],
    "publishers": [
      "Major7th Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}