{
  "1325030": {
    "name": "Fright Chasers: Thrills, Chills and Kills Collector's Edition",
    "steam_appid": 1325030,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Mad Head Games</strong> brings you a new exhilarating case in the spine-tingling<i> Fright Chasers </i>series!<br>When sightings of a paranormal monster plague a brand-new amusement park, you and your Fright Chasers cohort are on the case! Once you arrive, the activity quickly escalates as you track it throughout the park. When you become one of its targets, it becomes clear that much more than the park’s success is at stake. Can you find the origins of this terrifying creature and stop it, or will you become its latest prey? Find out in this chilling Hidden-Object Puzzle adventure!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br><br>o\tJoin the Fright Chasers as they learn about the legendary monster in the old castle, the mysterious fire, and the hidden truth from Greta!<br><br>o\tFind morphing and collectible objects in every scene – and gain access to extra special puzzles! <br><br>o\tReplay your favorite HOPs and mini-games - and add to your achievement awards!  <br><br>o\tSave some game mementos! Enjoy and save screensavers, wallpapers, concept art, and music.<br><br>o\tKeep your adventure on track with the strategy guide!<br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325030/header.jpg?t=1764678148",
    "developers": [
      "Mad Head Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}