{
  "1325820": {
    "name": "Rubi: The Wayward Mira Demo",
    "steam_appid": 1325820,
    "required_age": 0,
    "is_free": true,
    "description": "Rubi: The Wayward Mira is a 2D action-adventure platformer game teeming with lush pixels, featuring ability-based progression mechanics (AKA - Metroidvania) paired with RPG elements in a sci-fi / fantasy setting, where science and magic come together. In addition to a solid core experience, Rubi features non linear gameplay, along with multiple playstyles and endings.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325820/extras/Casimir.PNG?t=1592329895\" /></span><br><br>Guide Rubi, a Mira stranded on the alien world of Earth, in her quest to awaken the bridge between worlds, open a portal back to her homeworld of Casimir, and save her people from extinction.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325820/extras/buubg.PNG?t=1592329895\" /></span><br><br>Ages ago, three perfect singularities of mana gave birth to the Progenitors of Casimir.<br><br>They weaved their power throughout the veins of the planet, giving birth to all life in the world, and the Mira. For a time, life flourished and grew to every corner of the world.<br><br>The Mira continued to build on this power. Great civilizations grew unchecked, until the power began to dim. The planet was at its limit, the ancient power bestowed by the Progenitors had reached its bound, but the Mira refused to accept their fate, and continued to draw on the last reserves of Casimir.<br><br>A great ruin washed across the lands. Ash and Dust stripped bare the once verdant landscape, and all of life retreated into what refuge it could find. Now searching for answers before all is lost, the Mira face a difficult future.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325820/extras/AnglerToad.PNG?t=1592329895\" /></span><br><br>In Rubi, the dying fantasy world of Casimir and the world of near-future Earth fuse violently as the Large Hadron Collider's secret experiments force the two realities to entangle. What is a calamity for Earth is salvation for Casimir, or so it seems at first.<br><br>You play as Rubi, a Mira unable to use magic, suddenly thrust into a world with an overabundance of it. What grants her strength overwhelms the other Mira, driving them mad with power at first, eventually falling feral.  Rubi's driving goal is to reunite with her family on Casimir by restarting the Large Hadron Collider, but the Feral Mira have other plans...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1325820/header.jpg?t=1592329895",
    "developers": [
      "Wayward Games"
    ],
    "publishers": [
      "Wayward Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}