{
  "1326700": {
    "name": "CHRONOSHOT",
    "steam_appid": 1326700,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CHRONOSHOT </strong> is a score-driven sci-fi arena shooting game, with specialized time mechanics. The player is equipped with a Jetpack, several weapons, and special ammunition which can be used to turn the tide against the enemy and dominate the leader board!<br><br>This is an early access version featuring some of the single player gameplay. Multiplayer gameplay modes, more levels, and more customization options are coming soon!<br><br><ul class=\"bb_ul\"><li><strong>Master Time</strong> - Time moves when you do! Take a break, analyze the battlefield, and plan your next move -- or grab enemy bullets from the air to refill your ammo.<br></li><li><strong>Feel the Power</strong> - Get progressively more powerful the more you play! As your power grows, so can your score! <br></li><li><strong>Diverse Gameplay</strong> - With different guns, enemy actions, and abilities each round of play is a new experience! Cheese enemies too much, and they defensively adapt forcing you to change tactics!<br></li><li><strong>Combos and Multipliers</strong> - Not only do you need to survive swarms of enemies, but to find yourself atop the leaderboard you need to optimize your strategy to  generate combo bonuses and multipliers.<br></li><li><strong>Aim for the Top</strong> - Challenge friends and strangers to reach and hold the top spots in the high score charts.<br></li><li><strong>Only the Beginning</strong> – More is in development and coming soon, including multiplayer modes, more character customization, new guns, new maps, and new types of abilities!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1326700/header.jpg?t=1714862642",
    "developers": [
      "Quickfire Labs"
    ],
    "publishers": [
      "Quickfire Labs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}