{
  "1326020": {
    "name": "Stitchcraft Demo",
    "steam_appid": 1326020,
    "required_age": 0,
    "is_free": true,
    "description": "Take the role of a magical merchant competing to sell enchanted rugs in Azetta, a city famous for its custom of hosting local tradeshows where rival spellweavers advertise their wares in wizardly duels.  Customers flock to watch the spectacles, and the victors win the glory and the sales!<h2 class=\"bb_tag\" >About the Demo</h2><br>Try out Stitchcraft using the Loom Pattern in match-made games or against a weakened AI.  Wishlist and follow the game to be notified of the full release, then come back to test your mettle against the Attrition and Racketeering Patterns and the tougher AI opponent!<h2 class=\"bb_tag\" >Your <strong><i>Wares </i></strong>are your <strong><i>Weapons</i></strong></h2><br>Stitchcraft is a two-player strategy game where the cards aren't proxies for ogres and dragons - they themselves are the actors in the game.  Playing a tapestry unleashes the enchantment woven in, then contributes towards building a winning sales showcase.<br>​<br>With a single spell woven into each of just eight colors of rugs, the rules are simple enough for anyone to play... <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1326020/extras/22236f447d7acdcb5e688584123b692d.avif?t=1595268928\" width=608 height=154 /></span><br><br>...but conquering a cunning opponent is another matter.  Practice in single-player mode versus the AI player, then take on other spellweavers in online multiplayer matches.  If you ever master a particular Pattern, choose a new one for eight different spells that promote fresh strategic challenges!<h2 class=\"bb_tag\" >Mercantile Mayhem</h2><br>To begin, each player starts with a <i>Chest </i>of five <i>Tapestries </i>in each of eight different colors.  These 40 <i>Tapestries </i>are stacked randomly with their colors hidden from view.  Players draw three <i>Tapestries </i>from the top of their <i>Chest </i>to start the game, and additional <i>Tapestry </i>each turn.  Player 1 skips their first turn draw.<h2 class=\"bb_tag\" >Artful Actions</h2><br>During each turn, players may <i>Play </i>and/or <i>Reveal </i>Tapestries.  Each player may take two of these actions per turn in any combination: <i>Play </i>twice, <i>Reveal </i>twice, or one of each in either order.<br><br><i>Play a Tapestry</i><br>Click a <i>Tapestry </i>in your hand to <i>Play </i>it into your <i>Display </i>on the table in front of you.  A <i>Tapestry </i>in the <i>Display </i>is <i>Unrevealed</i>.  The opponent can't see the color, and its power is ready to use on another action, but it is not yet part of the <i>Showcase </i>victory condition.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1326020/extras/9c38d51acac75a8eba5cf8e65f01c41d.avif?t=1595268928\" width=610 height=218 /></span><br><br><br><i>Reveal a Tapestry</i><br>Click a Tapestry in your Display to reveal it and release its color's Power.  These Powers may provide boons to you or sabotage your opponent.  If the Tapestry is successfully revealed, it moves into the Showcase and counts toward the many-color and color set victories.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1326020/extras/4ec93d3127da9db95b6890d4ae6dc565.avif?t=1595268928\" width=610 height=218 /></span><h2 class=\"bb_tag\" >Plethora of Powers</h2><br>Each game match is governed by a <i>Pattern</i>.  Every <i>Tapestry</i> of a given color will release the <i>Pattern's </i><i>Power </i>for that color when revealed.  <br><br><i>Powers </i>are designed to maintain a subtle identity across <i>Patterns</i> for a given color, but in combination, they can dramatically warp the strategy between matches of different <i>Patterns</i>.​<br><br>Players should start with the &quot;Loom&quot; <i>Pattern</i>, then check out others such as &quot;Attrition&quot; and &quot;Racketeering&quot; when seeking new challenges!<h2 class=\"bb_tag\" >Wiliest Weaver Wins</h2><br>Build an impressive <i>Showcase</i> to dazzle the market tourists!  The first player who assembles seven out of eight <i>Tapestry </i>colors or four <i>Tapestries </i>in a single-color set wins the game and makes the sales to the impressed audience.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1326020/header.jpg?t=1595268928",
    "developers": [
      "inDDevelopment LLC"
    ],
    "publishers": [
      "inDDevelopment LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}