{
  "1327070": {
    "name": "Spellbearers Demo",
    "steam_appid": 1327070,
    "required_age": 0,
    "is_free": true,
    "description": "In this Spellbearers demo, you will be able to experience the full first level of the game, as well as, enjoy local co-op! Play with a friend or fight your way through the castle alone and prove that you have what it takes to be named &quot;The Spellbearer&quot;! <br><br>Spellbearers is a top-down, 2D, twin stick shooter mechanically inspired by the classic SNES game, “Super Smash TV”. Geared towards those looking for a game wrapped in nostalgia, it has a modern look and retro atmosphere not unlike older “Legend of Zelda”, “Gauntlet”, and “Castlevania” games. <br><br>Battle against hordes of magical enemies to liberate the rulers of three kingdoms that have been overtaken by dark forces. With staff in hand, do you have what it takes to uphold the title of The Spellbearer?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327070/extras/powerups.png?t=1600126576\" /></span><h2 class=\"bb_tag\" >STORY</h2><br>A darkness sweeps over the mythical world of Spellbourne, out of which emerge beasts and monsters that were said to have long been banished. An evil force has brought them back and must be stopped. The three ruling kingdoms of Spellbourne have been invaded by this darkness, their rulers overtaken and transformed into hideous and destructive monsters. If there is to be any hope in defeating this evil, all three kingdoms must be saved by restoring the rulers back to their original forms. <br><br>In the midst of the ensuing chaos, two legendary heroes arise to take up the call. Destined to forever shoulder the burdens of magic, they are known only as the Spellbearers.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327070/extras/enemies.png?t=1600126576\" /></span><h2 class=\"bb_tag\" >FEATURES</h2><br><ul class=\"bb_ul\"><li><strong>1-2 Multiplayer:</strong> Grab a friend on this adventure and set off as the pair of Spellbearers that the world needs to safe itself.<br></li><li><strong>Numerous unique power-ups:</strong> Power up with energy grenades that bounce off walls, lightning blasts that unleash devastating chain damage, protective swords made of destructive light, and more.<br></li><li><strong>Explosive visual effects and soundtrack:</strong> Enjoy the atmosphere created by power-ups that you select to use throughout your journey as well as the full original Spellbearers soundtrack.<br></li><li><strong>Action-oriented:</strong> The halls of the invaded kingdoms are packed with monsters that appear one after the other. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327070/header.jpg?t=1600126576",
    "developers": [
      "Whim Independent Studios"
    ],
    "publishers": [
      "Whim Independent Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}