{
  "1327030": {
    "name": "Easy Password Tokenizer Pro",
    "steam_appid": 1327030,
    "required_age": 0,
    "is_free": false,
    "description": "Good security starts with a strong password! But strong passwords are difficult to remember. What if there was a way to remember a simple password and have it changed into a strong password token? Easy Password Tokenizer was made just for that. It turns your easy to remember password into a strong tokenized one. Install now and be safe!<br><br><strong>Why should I use Easy Password Tokenizer?</strong><br>Because humans are really bad at coming up with truly random passwords. People often use words or numbers that mean something to them: a pet’s name, their mother's maiden name, their kids’ birthdays, song lyrics, etc The problem with this is that you end up with passwords that are easy to guess. <br><br>And remember: it’s not humans who are doing the guessing. It’s computers. An ordinary desktop computer can test over a hundred million passwords per second — and this number climbs to billions of passwords per second if the computer is using GPU-based cracking tools. Password length and complexity are essential. <br><br>So don’t risk it. Use a random password generator like Easy Password Tokenizer to create long, truly random passwords that, even with the strongest computers, take ages to crack.<br><br><strong>No data is saved</strong><br>There are a lot of password solutions out there but most of them save passwords in a central place behind a master password. You essentially outsource your passwords to these solutions. If the website or app you use has a vulnerability or gets hacked you still lose all your passwords.<br>Easy Password Tokenizer does not save anything for you. All you need is an easy to remember password and it will generate the strong password for you.<br><br><strong>What are strong passwords?</strong><br>Long: The longer a password, the more secure it is. A strong password should be at least 12 characters long.<br>Random: Strong passwords are a combination of letters, numbers, cases and symbols to form an unpredictable string of characters that doesn’t resemble words or names.<br>Unique: A strong password should be unique to each account to reduce vulnerability in the event of a hack.<br><br><strong>Do I need a unique password for every account?</strong><br>Yes! Using the same password across multiple accounts is a huge no-no. If hackers learn the password to one of your accounts, they’ll have your password for all the others, too. So never recycle passwords. Use different, unique passwords for every account. (And no, simply adding an exclamation mark or other character to the end of a password does not make it unique or strong. Hackers can easily crack variations of passwords like this.)<br>With Easy Password Tokenizer however you can do this in your base password (the easy to remember one). Just adding one character to the end or changing the length changes the token completely!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327030/header.jpg?t=1594621603",
    "developers": [
      "Deboma"
    ],
    "publishers": [
      "Deboma"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 12 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}