{
  "1327180": {
    "name": "Beyond Mankind Demo",
    "steam_appid": 1327180,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >EXPLORE, INTERACT, FIGHT, CRY, LOVE... <strong>SURVIVE</strong>.</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327180/extras/31c552a0db0fb32a4641bb1648e5272f.avif?t=1644392573\" width=600 height=185 /></span><br><br>You wake up, but your world has changed. You are a soldier of <strong>H.O.P.E.</strong>, a brotherhood of warriors whose only mission is to recover Earth, an Earth that is now in the last stages of a nuclear winter.<br><br>The planet <strong>is no longer ours</strong>. 39,000 yeas ago, a random genetic mutation created a new branch of humanity. The replicators of this gene, named <strong>What Remains</strong> (WR), secretly remained among us... until they decided to annihilate us.<br><br>We fled to space. Only the colonies on the Moon and Mars remain of human civilization. <strong>We are going extinct</strong>.<br><br>But there is hope. Scientists have created an Einstein-Rosen bridge to when the first mutation appeared during the Würm glaciation. A team is sent on a mission to gather genetic samples and <strong>find a way to face our enemy</strong>.<br><br>We only have one chance. <strong>Do not fail!</strong><h2 class=\"bb_tag\" >KEY FEATURES</h2><br><br><strong>Beyond Mankind</strong> is a first-person single-player game set in both the future and prehistory. Create a character and explore an Earth devastated by nuclear war. Travel to the past and survive in a hostile, prehistoric environment just before the twilight of the Neanderthals.<br><br>An <strong>intriguing and dark main story</strong>, with different options and many open secondary quests taking place in divergent settings, will combine <strong>action role-playing</strong> with <strong>survival</strong> mechanics. It is a <strong>SARPG.</strong><br><br>A <strong>complex system of interaction with characters</strong> based on studied mechanics of relationship, loyalty, and personalities.<br><br><strong>Tough moral decisions</strong>, with their corresponding consequences, which will involve difficult solutions that are not always good or bad.<br><br>A <strong>huge and lively world</strong>, where a glacial Paleolithic valley, fauna, vegetation, and groups of hunter-gatherers are faithfully recreated, as well as a dark future, where only the fittest have evolved under a nuclear winter.<br><br><strong>Collect</strong> scarce resources, <strong>craft</strong> bonfires, <strong>seek</strong> shelter to avoid hypothermia, and generally manage a shifting inventory to <strong>avoid</strong> hunger/dehydration and deteriorating mental health.<br><br><strong>Dynamically manage</strong> food reserves, search for refuge, and struggle to be predator rather than prey - and help your friends stay alive.<br><br>At your disposal are <strong>crude melee weapons</strong> and <strong>modern/futuristic guns</strong>, as well as various survival gear.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327180/extras/screen-copyright3.jpg?t=1644392573\" /></span>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 简体中文, 西班牙语 - 拉丁美洲, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327180/header.jpg?t=1644392573",
    "developers": [
      "Brytenwalda Studios"
    ],
    "publishers": [
      "Brytenwalda Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}