{
  "1327420": {
    "name": "Aeronautica Imperialis: Flight Command - Skulls Pack",
    "steam_appid": 1327420,
    "required_age": 0,
    "is_free": false,
    "description": "Exclusive Skulls scenario including:<br />\r\n<br />\r\nTo celebrate the launch of Aeronautica Imperialis: Flight Command, completely free of charge and exclusive to the Games Workshop Skulls Event, take to the skies as the Stygian Skulls attempt an ambitious if not suicidal incursion into Ork occupied territory in the never to repeated scenario A HILL TO DIE ON, featuring:<br />\r\n<br />\r\nThe imperial navy Arvus Lighter donned in the livery of the Stygian Skulls – an elite Imperial Guard unit where careers tend to be rather short lived, but what better way to prove one’s faith than to die in service of the Emperor!<br />\r\n<br />\r\nThe convoy is escorted by Thunderbolts equipped with deadly Skullstrike Missiles, again exclusive to this limited-edition scenario.<br />\r\n<br />\r\nFinally, there are two unique steam achievements for you to master and add to your collection of Aeronautical valour!<br />\r\nOf course, you can just as easily take on the role of the Ork Air Waaagh!, bring da dakka and don’t forget to shout Waaagh! dead loud like! Da Orks ‘Eavy Flakk Kannons shud do da job boss!<br />\r\n<br />\r\nThis pack is limited content for those who support Aeronautica Imperialis: Flight Command! Pick it up now before it is gone! <br />\r\n<br />\r\nThank you for supporting the Launch of Aeronautica Imperialis: Flight Command!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1327420/header.jpg?t=1675985510",
    "developers": [
      "Binary Planets"
    ],
    "publishers": [
      "Green Man Gaming Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}