{
  "1328720": {
    "name": "Red Sails",
    "steam_appid": 1328720,
    "required_age": 0,
    "is_free": false,
    "description": "Sand swallows everything: houses, resources to survive, people, and the bonds between them. <br>Play as Sil, rescue the stranded people of the desert, speak with them, restore their trust in each other, and bring them to their destination. <br>All of this will help you find more information about the rest of your clan, the Red Sails, that may be still roaming the desert.<h2 class=\"bb_tag\" >Sail</h2>Learn to master your ship and dominate the wind while experiencing a fresh semi-realistic sailing gameplay. Feel the nervousness of speeding through the dunes.<h2 class=\"bb_tag\" >Explore</h2>Explore at your own pace this wide open world, set in a desert full of secrets! <br>Let your curiosity take over, discover the many memorable villages, places and ancient monuments that are scattered all around the world.<h2 class=\"bb_tag\" >Connect with people</h2>Exchange with the people you meet and travel with about the world that surrounds you. Learn about their life, views, beliefs, challenges, and the different tensions between them. It is up to you to bridge the gap between the villages. Remember that each encounter is a new opportunity to get closer to the rest of your clan.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328720/header.jpg?t=1627574832",
    "developers": [
      "Red Sails Team"
    ],
    "publishers": [
      "Red Sails Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}