{
  "1328160": {
    "name": "Together in Battle Demo",
    "steam_appid": 1328160,
    "required_age": 0,
    "is_free": true,
    "description": "Set in the Telepath universe, Together in Battle is a strategy RPG and team management game of love, friendship, and turn-based tactical combat!<h2 class=\"bb_tag\" >Premise</h2><br>You’ve arrived in the island kingdom of Dese with a sack of coins and a secret mission to enter the gladiatorial games to find loyal fighters under the guise of competing. Hunted by an imperial praetor, you must maintain a low profile even as you find yourself drawn into intrigues that will decide the fate of Dese itself.<br><br>Recruit and manage charming characters with their own distinct personalities, interests, and histories. Each day, you’ll have the chance to field them in turn-based tactical battles; each night, they’ll build friendships, fall in love, face personal crises, and come to you for advice.<br><br>You must manage your group’s resources. Stay stocked on food, maintain enough money to make payroll, and ensure that your characters practice regularly to continue improving. But beware: they have feelings! Allow their friends to fall in battle, and they may become depressed. Fail to address their needs, and you’ll risk resentment and desertion. Keep them happy, however, and they will grow close to one another, form fond memories, give each other nicknames–even share their special combat skills! With skill and patience, you will emerge victorious…together in battle.<h2 class=\"bb_tag\" >Deep procedurally generated characters</h2><br>Every character has a distinct personality, portrait, stat line, skill progression, personal history, religious beliefs, life skills, hobbies, physical traits, romantic preferences, preferred gifts, hidden secrets, non-verbal tics and ways of laughing. The game even generates their family members and how well they get along with them. You’ll never get the same character twice!<br><br>These details are not just for flavor: they have consequences for how characters behave in their free time. A baker may use up some of your food to produce cookies and cakes you can eat or sell; a jokester may do funny impressions to boost morale; a blacksmith may repair the group’s weapons. Dancers are nimble; sailors are superior swimmers. Some characters are prone to depression; some, to self-doubt. Some characters will even undertake long-term projects like growing food, making dolls, or writing a novel. Everyone is different!<h2 class=\"bb_tag\" >An evolution of the lauded Telepath Tactics combat engine</h2><br>With a simple deterministic core that never wastes your time, combat in Together in Battle nonetheless features dizzying tactical depth. Shove enemies into environmental hazards, off of cliffs, or into each other; take up defensive positions in tall grass, or hack it all down to deny that same advantage to the enemy; set traps and detonate explosives; build bridges and barricades; freeze water; burn down trees. The battlefield environment is yours to command!<br>Tons of content!<br><br>Together in Battle features dozens of random events and side quests; six different playable species; two dozen base classes with branching promotion options for a total of 72 distinct character classes; more than 150 different character skills; and hundreds of thousands of possible procedurally generated weapons and pieces of armor.<h2 class=\"bb_tag\" >A campaign creation suite</h2><br>Together in Battle comes with a very capable campaign creation suite to let you build your own full-fledged SRPG campaigns! Build characters in the character creator; place them in cut scenes using the cut scene editor; add branching dialogue trees using the dialogue editor; sculpt battlefields and place armies in the map editor; create skills for your characters to learn in the skill editor, and items for them to loot in the item editor.<br><br>Want to get really fancy? Construct your own scripts, then assign them to items and character skills for whatever custom effects you can dream up! You can even mod custom character classes into the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1328160/header.jpg?t=1745451076",
    "developers": [
      "Sinister Design"
    ],
    "publishers": [
      "Sinister Design"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}