{
  "1329630": {
    "name": "Chickamauga Battles",
    "steam_appid": 1329630,
    "required_age": 0,
    "is_free": false,
    "description": "The first major battle of the Civil War was fought in Georgia, from September the 18th-20th 1863.  The Battle of Chickamauga was the most significant Union defeat in the western theatre and had the second highest number of casualties of any civil war battle, after the Battle of Gettysburg.  The army of the Cumberland under Major General William Rosecrans engaged the Confederate Army of Tennessee under General Braxton Bragg.<br />\r\n<br />\r\nIn early September Rosecrans had forced Bragg's army out of Chattanooga and was following them south. Bragg in an attempt to reoccupy Chattanooga decided to meet a part of Rosecrans army and defeat them, allowing him to move back into the city. On the way north he ran into the Union army.<br />\r\n<br />\r\nThis game consists of a number of missions, each of which, tackles a key part of the overall battle.  The last mission is a refight of the whole battle in a single game.  As the total battle was fought over a vast area this final mission is at a different scale than the more detailed individual actions.<br />\r\n<br />\r\n‘Chickamauga Battles’ consists of;<br />\r\n● 7 mission ‘Tutorial’ campaign, played as the Union.<br />\r\n● 4 mission ‘Opening Shots’ Campaign.  Key events from action on 19th September.<br />\r\n● 4 mission ‘Engagement’ Campaign.  More key events from action on 19th September.<br />\r\n● 4 mission ‘Deadlock’ Campaign.  Key events from action on 20th September.<br />\r\n● 4 mission ‘Twilight’ Campaign.  More key events from action on 20th September.<br />\r\n● A single mission ‘The Battle of Chickamauga’.  A large-scale mission to refight the whole battle.<br />\r\n● With the exception of the tutorial all missions can be played as either side.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1329630/header.jpg?t=1730476246",
    "developers": [
      "HexWar Games"
    ],
    "publishers": [
      "Hunted Cow Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}