{
  "1329270": {
    "name": "Raider Bots",
    "steam_appid": 1329270,
    "required_age": 0,
    "is_free": false,
    "description": "The Raiders are a lawless space fleet consisting of a handful of battle hardened operatives. In their quest for riches, they have scouted a planet that is home to an abundance of valuable resources. Unfortunately, it is already occupied by multiple factions, battling for control. Your mission is to conquer the planet and place it under Raiders control. Combined with a powerful Battle MECH, you will raise an army of Battle BOTs in order to take on the thriving native factions.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>Two Main Modes, World Mode and Battle Mode</strong> - Plan your moves in the World Mode, then jump into Battle Mode to experience battles in real time.<br></li><li><strong>Mechs</strong> - Dominate the battlefield with your very own Mech, with a plethora of unlockable weaponry.<br></li><li><strong>Collect BOTs</strong> - Take control of a variety of Battle BOTs, each with their own unique characteristics. <br></li><li><strong>Specialize BOTs</strong> - Specialize BOT effectiveness on the battlefield with a variety of collectible upgrade modules.<br></li><li><strong>Conquest</strong> - Take control of Strongholds dotted across the planet. Strongholds will help fund multiple large scale armies necessary for total conquest.<br></li><li><strong>Commander Drone</strong> - Command your BOTs and activate special abilities with the Commander Drone; which affords a top down view of the battle where you can issue orders, classic RTS style.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1329270/header.jpg?t=1674568025",
    "developers": [
      "Hardy Games"
    ],
    "publishers": [
      "Hardy Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}