{
  "1329830": {
    "name": "Ms. Holmes: Five Orange Pips Collector's Edition",
    "steam_appid": 1329830,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Elephant Games</strong> presents <i>Ms. Holmes: Five Orange Pips</i>, the second mystery in the exciting detective series!<br><br>An intruder trashes Ms. Holmes’s house, leaving behind a notebook, a threat, and a cryptic calling card – five orange pips. What do the pips mean, and how is this case connected to her famous predecessor? Someone is out to get her, and when more pips turn up at the home of a young man named Oscar Watson, it becomes clear that she isn’t the only target! Can you help Sharlotte Holmes and her new friend solve the mystery of the orange pips and track down the culprit before their time runs out? Find out in this brain-teasing Hidden-Object Puzzle Adventure!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>•\tWhen the happiest day of someone's life turns into their worst nightmare, you are called upon to solve a perplexing mystery in the bonus game!<br>•\tEarn a variety of unique achievements! <br>•\tTons of collectible figurines, puzzle pieces, and morphing objects to find!<br>•\tEnjoy replayable mini-games, exclusive wallpapers, soundtrack, concept art, and more! <br>•\tNever get lost with the strategy guide! <br><br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1329830/header.jpg?t=1764603671",
    "developers": [
      "Elephant Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}