{
  "1330480": {
    "name": "Warhammer 40,000: Gladius - Assault Pack",
    "steam_appid": 1330480,
    "required_age": 0,
    "is_free": false,
    "description": "The <strong>Assault Pack</strong> greatly expands your tactical options by introducing a new unit for each faction! <br><br>These new units are entirely focused on offensive power and mobility. Enact new tactics and bold new aggressive strategies by fielding them on the wartorn surface of Gladius.<h2 class=\"bb_tag\" >Astra Militarum - Chimera</h2><i>Amphibious transport unit with manned weaponry and communication equipment.</i><br>The Chimera is the most prolific and popular armoured transport used by the Imperial Guard. It is rugged, versatile, and easy to produce in huge numbers. For thousands of years it has been accepted wisdom that the Chimera punches well above its weight in a firefight; the tank itself mounts a variety of punishing anti-personnel weaponry, while passengers can lay down additional fire from its spacious top hatch and flank-mounted lasgun arrays.<h2 class=\"bb_tag\" >Tyranids - Scythed Hierodule</h2><i>Agile gargantuan creature unit that shreds entire armies.</i><br>The Scythed Hierodule was first recorded during the invasion of Hamman's World, a small Imperial colony close to one of the tendrils of Hive Fleet Kraken. Hamman's World was attacked soon after Kraken's defeat on Ichar IV as the hive fleet began to splinter. Nothing like the Hierodule has ever been reported before. It is armed with four huge razor-sharp claws, each capable of slicing clean through a battle tank, and heavily protected by chitin plates, in places up to 30 cm thick. A Hierodule is far larger than a Carnifex and is a monstrous-killing machine, even by Tyranid standards.<h2 class=\"bb_tag\" >T'au - Tidewall Gunrig</h2><i>Heavily armed fortification that can be moved by transporting troops.</i><br>With its in-built rail weaponry, the Tidewall Gunrig provides the firepower to deal with heavy enemy assault units or advancing ranks of armour. Manned by hard-eyed Fire Warriors, these mobile turrets mount devastating railguns that are more than capable of ripping apart enemy tanks or monstrous beasts with volleys of hyper-sonic rounds.<h2 class=\"bb_tag\" >Orks - Warbiker</h2><i>Fast skirmish unit with high fire power.</i><br>Mobs of Ork Warbikers race into battle at suicidal speeds, exhausts belching greasy clouds of smoke. As they hurtle toward the enemy ranks, the Warbikers fill the air with a murderous storm of shots from their blazing dakkaguns. Surrounded by billowing clouds of smoke and dust, the Warbikers are protected from the worst of the enemy’s return fire – by the time the bikeboyz thunder out of this swirling cloud, they are all but on top of the foe.<h2 class=\"bb_tag\" >Necrons - Flayed One</h2><i>Close combat infantry unit that ignores enemy overwatch.</i><br>Flayed Ones can materialise at any time, lured from their bleak dimension by the scent of blood and carnage, and will commonly stalk their prey before attacking with little regard for strategy. When the moment to strike comes, Flayed Ones scramble madly into battle, slashing at their prey with twisted talons and draping themselves in the mangled body parts of their quarry.<h2 class=\"bb_tag\" >Chaos Space Marines - Chaos Land Raider</h2><i>Massively armoured and heavily armed transport unit.</i><br>The Chaos Land Raider is among the mightiest ground vehicles in a Chaos Space Marine army. Its adamantine and ceramite plates can withstand all but the deadliest anti-tank weaponry, and the blessings of the Warpsmiths keep it at peak efficiency. The twin lascannons mounted in each sponson make short work of other vehicles that would dare to attempt to stop its rampage.<h2 class=\"bb_tag\" >Space Marines - Razorback</h2><i>Tank unit that transports infantry.</i><br>The Razorback rolls into battle with its weapons charged and ready to fire. Its determined crew slam their vehicle through obstacles and over wreckage, keeping pace with the Adeptus Astartes’ advance. Meanwhile, inside the vehicle’s transport bay, its passengers ready themselves for the battle ahead.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语, 简体中文, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1330480/header.jpg?t=1670581604",
    "developers": [
      "Proxy Studios"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2640,
      "final": 2640,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}