{
  "1330840": {
    "name": "Arcade Jukebox",
    "steam_appid": 1330840,
    "required_age": 0,
    "is_free": false,
    "description": "Discover retro, nostalgic and the latest, most popular gaming soundtracks and more. Get the latest news, soundtracks released on STEAM, reviews and top rated tracks. <br><br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1330840/extras/558645267493f0c42368fcc3d3716858.poster.avif?t=1645166418\" width=600 height=82 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1330840/extras/558645267493f0c42368fcc3d3716858.webm?t=1645166418\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1330840/extras/558645267493f0c42368fcc3d3716858.mp4?t=1645166418\" type=\"video/mp4\"></video></span><br><br>Create your own playlists, listen to top music charts voted by members, update your profile, leave fan messages and show your support for favorite tracks and developers/composers.<h2 class=\"bb_tag\" ><strong>Member Access Features:</strong></h2><br><br><ul class=\"bb_ul\"><li> Create your profile as a member or upgrade to Artist (Composer) access and upload your Steam Soundtrack demos or complete work.<br></li><li> Get access to Free Music Downloads and Soundtrack offers from Developers and Composers. *Check in regularly for offers.  <br></li><li> Discover soundtracks of unique genres from video games on Steam.<br></li><li> Engage with our community of members, post comments and show support for your favorite developers/composers.<br></li><li> Get the latest in top rated music and soundtracks. <br></li><li> Get access to other user created playlists or create your own. <br></li><li> Buy tracks through Steam's Store widget.<br></li><li> Can also be accessed from any web browser or mobile device. </li></ul><h2 class=\"bb_tag\" ><strong>Calling All Game Developers, Producers and Artists:</strong></h2><br><br><ul class=\"bb_ul\"><li> Get your soundtracks heard by other players, connect with your fans &amp; grow your audience.<br></li><li> All soundtracks and music can by easily linked to your STEAM store page for purchase (By Steam Store Widget).<br></li><li> Create playlists or get your songs playlisted.<br></li><li> Hold events or launch a new album.<br></li><li> Access to our group bundle opportunities, special sales for specific game themes and music soundtrack bundles.  <br></li><li> Promote your upcoming game title with fully produced songs or soundtracks or provide access to full downloads or sample downloads of your soundtracks on Arcade Jukebox to promote your up coming game or album release on Steam.<br></li><li> Submit news articles, major game updates, game launches, music launches and more.</li></ul><br>*IMPORTANT Notice: All music posted on our platform must be by the composers of the music or the account owner must have rights or permission to publish the music on our platform. All music posted on our platform must include the app id of the soundtrack or game that the music is being featured on Steam (display Steam widget). Any music posted on our platform that is not authorized by the original composers will not just be subject to removal from our platform, but the account holder may be subject to a ban of any further publications on our platform. Explicit, &quot;adult&quot; or sexual related content themes, soundtracks or games with explicit sexual content or extreme blood or gore is not allowed on our platform. We maintain the right to remove any content that we deem inappropriate.<br><br>Media uploaded to our platform should always be owned by their respective account owners. If you dispute any music, sounds or soundtracks that is on our platform that is being streamed or published without your permission or you may own the rights to any media that is published on our platform against your wishes, please contact us directly with proof of ownership, copyrights or distribution rights and a request for removal of content. We will investigate the situation and have the material removed if we discover the content has been published without consent or rights.<h2 class=\"bb_tag\" ><strong>Our Goals:</strong></h2><br><br>We aspire to create more exposure and opportunities for video game music composers, producers and artists while keeping the interest in video game soundtracks in high demand. By providing opportunities through Steam and our network, we hope to provide a strong base for listeners to engage new music, news and updates on the latest in video game music production, music and sound.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1330840/header.jpg?t=1645166418",
    "developers": [
      "Arcade Jukebox"
    ],
    "publishers": [
      "Arcade Jukebox Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}