{
  "1330960": {
    "name": "The Commission 1920: Organized Crime Grand Strategy",
    "steam_appid": 1330960,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >ABOUT THE GAME</h2></strong><br>The Commission 1920 is a turn-based strategy game set in the roaring 1920s where you play as a Don of a mafia family. The goal is to manage your resources and exert your influence on the city to remove competing powers using violence, politics, and careful investment of illegal rackets. The Commission 1920 is a remaster or &quot;definitive&quot; edition of the original The Commission game.<h2 class=\"bb_tag\" ><strong>FEATURES</strong></h2><br><strong>Choose your path:</strong> <br><br>Choose to align with one of five families, each with unique backgrounds, strengths, weaknesses, and connections to the city of New Shore. <br><br>The <strong>Bogiana family </strong>is a wealthy family that runs like a big business. They’ve established deep ties with the politicians of New Shore, and specialize in high-end rackets. They often take their success for granted, leaving their guard down: a key weakness that is exploited by other families. <br><br>The <strong>Calessi family</strong> is a family that is known for its code of honor and respectable operation (for a crime family, at least). Their strategy can be described as “strength in numbers”, and they have a growing network of associates throughout the city. They traditionally have had the strongest reputation with the Commission out of the five families.<br><br>The <strong>Donano family</strong> is a mysterious family that prefers to stay out of sight and out of trouble. They prefer not to get involved in conflicts, but that shouldn’t be mistaken for pacifism. Their influence on city politics and the media should not be underestimated. If you wrong them, you’ll find yourself with the whole city turned against you.<br><br>The <strong>Junio family</strong> is a boisterous family that is largely comprised of immigrants from the old country who settled in 1890s Fordham. They specialize in low-end rackets that don’t take much time or investment. They seem to find profits in places other families would deem a waste of time. They are the ever-present underdogs of New Shore.<br><br>The <strong>Rocca family</strong> is a dangerous family that has no qualms about engaging in high-risk rackets and killing those who get in their way. The Rocca family faces perpetual inner turmoil, but no one can deny their influence over the city. Nearly everyone knows someone who fell victim to the senseless violence of the Rocca family’s machinations.<br><br><br><strong>Expand Your Control:</strong> <br><br>Through moving the members of your family to different neighborhoods and boroughs, you can expand your family's influence into New Shore and invest in a variety of illegal rackets. Expansion into neighborhoods and rackets owned by other families will result in conflict, requiring you to delicately balance between aggressive and peaceful actions. Gain intel on other families, and target enemy units for assassination or recruitment. <br><br><strong> Backstabbing and Loyalty:</strong> <br><br>Units have shifting loyalty based on the actions of the family. Units with that are disloyal can be recruited by enemy families and are more likely to sing to the authorities when arrested. Loyalty is treasured among the family. You can assign titles to your units, granting benefits, but also fueling the jealousy of their disloyal peers.<br><br><strong>Manage Capo Agendas:</strong> <br><br>You can manage the unique agendas of your caporegimes. Based on the family's success against other families and obstacles, the caporegime's loyalty will rise or fall.<br><br><strong>Become the Top Boss:</strong> <br><br>The families of New Shore will be ranked among mafia families from other cities. Those who rank among the top will lead the Commission and reap the benefits. Strive to be the boss of all bosses in the Commission ranking.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1330960/header.jpg?t=1643900884",
    "developers": [
      "302 Interactive"
    ],
    "publishers": [
      " 2:30 AM Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 20,
      "highlighted": [
        {
          "name": "I'm in the Business",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/dcadbfd55a9354bb981c0893b0b39f66768d6c6f.jpg"
        },
        {
          "name": "Power-Hungry",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/aedd7968111c2d7a584167ac522329f635ae0b9b.jpg"
        },
        {
          "name": "One Meeeellion Dollars",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/71b74df5f112b359d991fc66e6bed1d3bcf7bdaf.jpg"
        },
        {
          "name": "Bloodthirsty",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/419867f44469bee8a09f4e6b3806aa8c5a998d89.jpg"
        },
        {
          "name": "He's Dead, Jim!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/60aed41e2415e08a0d9059185211ed1c1337dc63.jpg"
        },
        {
          "name": "I Got Connections",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/5880d13ea3576970276f9acba14077758e0d905e.jpg"
        },
        {
          "name": "Godfather",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/27d591217a585e798ec00c06864a52b997852aa1.jpg"
        },
        {
          "name": "Fully Invested",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/de2786f2cf2cedb706dc7759f6183f9b991ae0e5.jpg"
        },
        {
          "name": "Diverse Portfolio",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/88eb067104c473f7b2426b040d3a65af684f1503.jpg"
        },
        {
          "name": "Big Shot",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1330960/2005b1e2bfdc07d22ba339e8f738bc8a6655310b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}