{
  "1331470": {
    "name": "Sport Shooter",
    "steam_appid": 1331470,
    "required_age": 0,
    "is_free": false,
    "description": "Sport Shooter is a competetive First Person Shooter, which puts the player in a sprawling open-world shooting ground, set amongst the rolling hills, forests, lakes and rivers of the breathtaking Northern English countryside, featuring a multitude of shooting sports, from clay pigeons; Trap, Ball Trap, Skeet, Sporting, Knock-Out, Simulated Grouse and partridge,  to timed 3-gun competitions, with a choice of weapon types and courses to suit.<br>Over time I plan to expand on the number of gametypes, sports and disciplines featured in the game. The map will be laid out in a manner whereby it's only a short drive to reach any of the gametypes featured,<br><br>Current features include: (as of 3rd Aug 2020)<br><strong>64Km2 Open-world map</strong>, with seamless transition between gametypes. <br><strong>Amphibious vehicle</strong>, to traverse land, rivers and lakes.<br><strong>Skeet layout</strong> English rules Skeet.<br><strong>Single Trap layout</strong> Single clay thrown, you can use the second barrel if you miss with the first.<br><strong>Double Trap Layout</strong> Two clays thrown, two shots, potential of two kills.<br><strong>Single Ball Trap Layout</strong> Also know as 'wobble trap' for obvious reasons, the Ball Trap oscillates in 2 axes, giving a random target presentation.<br><strong>Double Ball Trap Layout.</strong> As Single Ball Trap, but releases pairs.<br><strong>100 Yard Air gun range</strong>, featuring paper targets, metal knock-down targets, reactive (explosive) targets and static clays.<br><strong>150 bird, 30 stand Sporting course</strong> (One course complete, more in the works) Traps/target launchers on all sporting stands controllable via remote control unit, available in practice mode. Allowing player to completely customise the target presentation, on all of the Sporting stands, throughout the whole game.<br><strong>Simulated grouse and partridge stands</strong>, with high-volume drives on each stand.<br><strong>Hunter Field Target course</strong> one (of 3) features 15 stands with 2 targets per stand. Points are scored based on which part of the target is hit.<br><strong>1000 Yard Centrefire range</strong>. Good luck trying to reach the end of this range with a 12ftlbs air gun, let alone hit any targets. The 1000 Yard Centrefire range is best suited to powder-burning, fire-breathing rifles.<br><strong>Flurry Trailer</strong> - The Flurry trailer hooks up to the back of the off-roader and can be towed anywhere on the map. The trailer is mounted with three traps, which can be controlled by the player, via the launcher remote control unit.<br>At present only the Sporting course has a full scoring system, but work is being done on adding the same functionality to the scoring for all gametypes.<br><br><strong>Guns:</strong> Obviously more are in the works, but currently I have a break-barrel air rifle. Over &amp; Under shotgun. Bolt action centrefire rifle. <br>A laser range finder is also available now, and can be found on the counter, in gunroom 1.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1331470/header.jpg?t=1656504050",
    "developers": [
      "Tangent Arc"
    ],
    "publishers": [
      "none"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}