{
  "1331260": {
    "name": "iB Cricket Demo",
    "steam_appid": 1331260,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >iB Cricket - THE WORLD'S MOST IMMERSIVE VIRTUAL REALITY CRICKET</h2><br>Immerse yourself in this highly engaging vSport with numerous levels, various environments, and challenging competitions. iB Cricket is highly intuitive and easy to learn. So, anyone irrespective of their age, gender or cricketing background can learn within 10 minutes and start having fun.<br><br>Till date, more than 1.5 million balls have been played by people from 35+ countries, which include both cricketing and non-cricketing nations. 98% of them said that iB Cricket is amazing! iB Cricket has also received appreciation from 100+ world-class Cricketers who played the game and thoroughly enjoyed it.<br><br><br>iB Cricket offers an immersive experience with breathtaking visuals, magnificent stadiums, customized commentary, cheering crowd and realistic celebrations every time you hit glorious shots out of the park.<h2 class=\"bb_tag\" >IMMERSIVE HIGH-RESOLUTION GRAPHICS</h2>Every pixel is so perfectly crafted that they seem real. The stadiums, the crowd and everything else make you feel like you’re in a real cricket world.<h2 class=\"bb_tag\" >ACCURATE PHYSICS</h2>iB Cricket is designed with great attention to detail, precise dynamics considering all the aspects matching the real sport.<h2 class=\"bb_tag\" >NUMEROUS BOWLING OPTIONS</h2>Face a variety of right-arm and left-arm bowlers. As you go forward, you’ll face more challenging bowling techniques like fast, medium pace, off spin, leg spin, inswing, outswing, off-cutters, yorkers.<h2 class=\"bb_tag\" >INTELLIGENT FIELDING</h2>Advanced built-in AI makes fielding very natural and seamless. You can also set the field positions as you bowl to your friends.<h2 class=\"bb_tag\" >REALISTIC ANIMATIONS</h2>All the movements and reactions of the bowlers, fielders and umpires are crafted with great perfection that adds a human element to the game.<h2 class=\"bb_tag\" >VARIOUS ENVIRONMENTS</h2>Choose among multiple stadiums, game modes, weather conditions, day/night match, and unlock special skins as you advance.<br><br><br><br>iB Cricket is action-packed with exciting features to keep you entertained and engaged. Build your career, show your skills, rise to the top and become a vSport star.<h2 class=\"bb_tag\" >CAREER PROGRESSION</h2>Start from zero and become a pro. Build your profile by strengthening your skills. Earn SUPER RUNS, rise up in levels and advance your career.<h2 class=\"bb_tag\" >CHALLENGE YOUR FRIENDS</h2>Compete with friends and show off your skills. Strategise to set up fielding and bowling and knock all their expectations out of the park!<h2 class=\"bb_tag\" >BUILD YOUR VIRTUAL SQUAD</h2>As you level up, you can acquire bats and also build your squad with virtual players having a wide variety of skills. Ace any kind of match with your dream squad.<h2 class=\"bb_tag\" >GLOBAL LEAGUES AND TOURNAMENTS</h2>Compete in global leagues and tournaments. Play against the best in the world, experience the thrill of competitive vSports and rise to the top.<br><br>Packed with the most exciting parts, iB Cricket gives you one of the best VR experiences. Step into world-class stadiums and live the sport!<h2 class=\"bb_tag\" >Recommended Headsets</h2> HTC Vive, HTC Vive Pro, Oculus Rift S &amp; Oculus Quest (with link cable)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1331260/header.jpg?t=1600870603",
    "developers": [
      "ProYuga Advanced Technologies Ltd"
    ],
    "publishers": [
      "ProYuga Advanced Technologies Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}