{
  "1331270": {
    "name": "Rakuen Animated Short Film - Farmer in the Sky (Ep. 2)",
    "steam_appid": 1331270,
    "required_age": 0,
    "is_free": false,
    "description": "Farmer in the Sky is a 3D animated series that takes place in the beautiful fantasy world of Rakuen. On floating islands in the sky, a Leeble Farmer lives a simple life, tending daily to his flock of Korshals. After a young, spirited Cave Bud named Brandon pays him a visit, an unlikely friendship develops between the hermit farmer and young boy.<br><br>Together, the duo meet many strange and interesting creatures, including a fungus and onion that just want to play tabletop games, Llama Worms that go on for miles, a mysterious water dragon, and Flower Bud creatures that host elaborate sky mansion tea parties. Through their many adventures, they make friends, discover secrets, and confront a lurking dread that they cannot battle alone.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>A heartfelt story that audiences of all ages can enjoy.<br></li><li>See the Rakuen universe come to life in this fully animated short film.<br></li><li>6 minutes of 3D animation.<br></li><li>An mp4 file you can watch virtually anywhere.<br></li><li>No dialogue, so non-English speaking viewers can follow along</li></ul><br>When you buy this DLC, you get the mp4 file of the episode, which is found in your Steam folder under Steam\\steamapps\\common\\Rakuen\\short films. Another way you can access it is by right clicking Rakuen in your steam library. Click the Local Files Tab, then click &quot;Browse Local Files&quot; and that should get you to the Rakuen folder.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1331270/header.jpg?t=1667465923",
    "developers": [
      "Laura Shigihara"
    ],
    "publishers": [
      "Laura Shigihara"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 6,
      "total_negative": 0,
      "total_reviews": 6
    }
  }
}