{
  "1332690": {
    "name": "Kill The Humans",
    "steam_appid": 1332690,
    "required_age": 0,
    "is_free": false,
    "description": "Commandeer the X-4 Black Dragon mobile battle mech and engage an army of heavily armed homicidal robots in the sublevels beneath Weapons Factory Delta Five! Inside you will find classified technology that will give you the edge. But first you have to survive long enough to find it!  <br />\r\n<br />\r\nThe key to victory is finding energy and conserving it. Weapons and shields drain your mech's batteries. Gather power packs to replenish your reserves. Repair your mech by collecting nanotech machine kits. <br />\r\n<br />\r\nEnemy robots are carrying high-explosive contact mines. Avoid collisions at all costs. More advanced models have equipped themselves with the heaviest weapons. You'll need to locate firepower upgrades to engage them successfully. <br />\r\n<br />\r\nThe X-4 Black Dragon mech is equipped with multiple hard points, and is capable of not only carrying up to five independent weapons modules, but is also equipped with high-energy battle screens, supercharged drive tracks and a powerful library computer. <br />\r\n<br />\r\nThere are classified top secret weapons systems in the complex. Collect science pods to activate them. Make use of transport platforms whenever possible. Collect the color-coded encryption keys to activate them.<br />\r\n<br />\r\nThey know you're here. They're waiting.<br />\r\n<br />\r\nFeatures: <br />\r\n<br />\r\n- Ten levels of cybernetic mayhem <br />\r\n- Four enemy types, each with different attack strategies<br />\r\n- Five weapons systems, each with unique advantages<br />\r\n- Numerous battle mech upgrades<br />\r\n- Collect science and research pods to access experimental devices",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1332690/header.jpg?t=1594050198",
    "developers": [
      "Cold Beverage Studios"
    ],
    "publishers": [
      "Walsh Technologies Corp"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}