{
  "1332870": {
    "name": "VR Helicopter Flight Close To Las Vegas Strip",
    "steam_appid": 1332870,
    "required_age": 0,
    "is_free": false,
    "description": "Nice VR experience and beautiful memories if you already were there or if not, gain experience as if you are there.<br />\r\nWith VR headsets give you the impression to really be over Las Vegas.<br />\r\nTake that crazy 360 degree real helicopter flight over Vegas by night without leaving your home, even without leaving your couch!<br />\r\nYou control your view in all directions during the flight. Turn your head, look up and down outside of the helicopter.  <br />\r\n<br />\r\nYou have never seen this before. <br />\r\nThis is the ultimate VR Experience ... frameless. <br />\r\n<br />\r\nFlight time: 14 minutes.<br />\r\n<br />\r\nThere are no simulation all is real. It is a real helicopter flight.<br />\r\nYou fly an extraordinary route, directly over the Strip and over the hotel skyscrapers. The normal tourist sightseeing flight routes are always far from the Strip and cost many times more than that great app-flight experience. The normal tourist helicopter you can see on the horizon. If you have made such a tourist flight Las Vegas once, test the difference here.<br />\r\n<br />\r\n<br />\r\nYou never have seen Las Vegas from above like THIS!<br />\r\nTake the helicopter and fly over the shiny illuminated famous Strip with its hotels and attractions.<br />\r\nThe viewing direction can be moved freely within the 360 degree video. Look into any direction, even up and down.<br />\r\nThe 360 degree camera is outside of the helicopter. Look up at the helicopter and track its flight over Vegas.<br />\r\nSee all the hotels, the towers, the fountains, the Eiffel Tower ...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1332870/header.jpg?t=1597873514",
    "developers": [
      "press360"
    ],
    "publishers": [
      "press360"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}