{
  "1332600": {
    "name": "Hero or Villain: Battle Royale Demo",
    "steam_appid": 1332600,
    "required_age": 0,
    "is_free": true,
    "description": "Battle other heroes and villains in a gladiatorial contest to become the galaxy's champion. <br>Book 2 of this epic saga starts right after the epilogue of Book 1, <i>Hero or Villain: Genesis</i>. <br>Kidnapped from planet Earth by the mysterious Lanista and forced to fight in the Battle of Champions, you will have to balance your training with fighting injustice in an alien world… or becoming a criminal yourself!<br><br><i>Hero or Villain: Battle Royale</i> is a 290,000 word interactive novel by Adrao, where your choices control the story. The game is text-based, and while it has some artwork in it, your choices control entirely the outcome of the game. <br><br>Will you follow the tournament to its conclusion, and claim victory over colleagues and foes? Or, will you start your own criminal empire, and accomplish the biggest heist in the history of the planet? Are you a loyal subject, or will you join the ranks of the rebels attempting to overthrow the rule of the Elders over the galaxy? <br><br><ul class=\"bb_ul\"><li> Import your character from Book 1, <i>Hero or Villain: Genesis</i>, or make a new one. <br></li><li> Choose from dozens of powers. You can pounce your enemies with the power of your fists, strike them down with hellfire, take control of their minds, dodge their attacks with your super-speed, or teleport behind their backs to strike them. <br></li><li> Build your own gadgets, improving the quality of your armour or the weapons mounted on it. <br></li><li>You can also learn new alien technology and design even more complex projects that will decide your fate in battles. <br></li><li> Manage your relationship with your colleagues to help them succeed, or strike them down.  <br></li><li> Play as male, female, or non-binary, and romance many of the other characters!<br></li><li> Several illustrations to enhance your experience.<br></li><li> Variety of different game paths, with multiple side missions and endings. <br></li><li> Several different difficulty settings. Play as a mighty invincible hero, or just somebody only slightly more powerful than an average human.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1332600/header.jpg?t=1734034555",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}