{
  "1333770": {
    "name": "Fantasy Grounds - Starfinder RPG - The Threefold Conspiracy AP 2: Flight of the Sleepers",
    "steam_appid": 1333770,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The Threefold Conspiracy AP 2: Flight of the Sleepers</h2>Barely escaping a doomed transport, the heroes find themselves trapped within a bizarre research facility that has come under attack. Like the other specimens within this crumbling lab, the heroes must seek escape as their first order of business. As they struggle against weird technology and runaway experiments, the heroes run across the elite Stewards agents performing the raid, who prove to be allies and potential rescuers. The Stewards have a mission, however, and they recruit the heroes to help finish it. In so doing, the heroes uncover a little truth and a lot more questions in need of answers!<br>&quot;Flight of the Sleepers&quot; is a Starfinder Roleplaying Game adventure for four 3rd-level characters. This adventure continues the Threefold Conspiracy Adventure Path, a six-part, monthly campaign in which the heroes unravel the machinations of insidious aliens who have infiltrated galactic society. This book also includes an article describing the enigmatic grays, a survey of fringe science, and a selection of new and strange monsters.<br>Each monthly full-color softcover Starfinder Adventure Path volume contains a new installment of a series of interconnected science-fantasy quests that together create a fully developed plot of sweeping scale and epic challenges. Each 64-page volume of the Starfinder Adventure Path also contains in-depth articles that detail and expand the Starfinder campaign setting and provide new rules, a host of exciting new monsters and alien races, a new planet to explore and starship to pilot, and more!<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Christopher Ward</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1333770/header.jpg?t=1768427985",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}