{
  "1334400": {
    "name": "Fantasy Grounds - Reach Adventure 4: Last Flight of the Amuar",
    "steam_appid": 1334400,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Reach Adventure 4: Last Flight of the Amuar</h2>In Reach Adventure 4: Last Flight of the Amuar, a Leviathan-class merchant cruiser was engaged in an exploratory trade cruise into the so-called Outrim Void, a region of sparse star systems just over the border from Imperial space. Long-range merchant cruisers were built for regions like this, and have been successful. However, there have been losses too. Among them was the Amuar, which 'went Outrim' as the saying goes. She is long overdue, presumed lost, and has not been located by a search of the trans-border worlds.<br>The Travellers are engaged by a relative of one of Amuar's crew, who has an idea of where she might have been headed. What was the fate of the Amuar and her crew, and can either be recovered?<br>This adventure takes place in Egryn and Pax Rulin subsectors of the Trojan Reach sector, and would make an excellent introduction to this region's many adventuring possibilities. Almost any group of Travellers will be suitable for this adventure, though they will need to be able to operate their starship or have suitable crew available to do it for them.<br>Reach Adventure 4: Last Flight of the Amuar contains background information on the Senlis Foederate and Belgardian Sojurnate, both pocket empires within the Trojan Reach, along with a detailed view of Leviathan-class merchant cruisers, and the Lancer-class corvette.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Traveller 2E (Mongoose) ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1334400/header.jpg?t=1768428097",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}