{
  "1334890": {
    "name": "Fantasy Grounds - The Shadow Over Providence",
    "steam_appid": 1334890,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The Shadow Over Providence</h2>August 25th, 1928: Providence, Rhode Island.<br><i> The Milton Hotel cordially invites you to view the fantastical traveling exhibition &quot;The Kingdom of Fire--Egypt's 18th Dynasty.&quot; All the way from the British Museum, London, England, come see these wonders of ancient Egypt, rare and priceless items from a time long ago. Learn about their history from Dr. Caitlin Bronson, the exhibition's curator, who will be on hand to answer all of your questions. Marvel at the treasures of Tutankhamun and Hatshepsut, along with the star of the exhibition, the mysterious canopic jar of Ibnhotep the Mad! Tickets are limited and going fast--and you don't want to miss out on what promises to be the most talked about exhibition of the year!</i><br>With an invitation like that, how could your investigators possibly refuse? Be they historians and scholars, or even those who ply the blackmarket trade in illicit antiquities, this is a rare opportunity to learn the secrets of the distant past outside of a museum. And what possible danger could there be in going to see the mortal remains of someone called &quot;Ibnhotep the Mad&quot;?<br><i> The Shadow Over Providence</i> is a new<br><i> Call of Cthulhu</i> scenario set in a venue that may seem strangely familiar to anyone who has visited Providence's iconic Biltmore Hotel. The adventure was written by Jon Hook of the Miskatonic University Podcast, and developed and published by Chaosium, to celebrate NecronomiCon 2019.<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Robert Lacey</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1334890/header.jpg?t=1768428332",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}