{
  "1334280": {
    "name": "Elaborate Lands",
    "steam_appid": 1334280,
    "required_age": 0,
    "is_free": false,
    "description": "Elaborate Lands is a relaxing, turn-based strategy game focused on district building, adjacency effects and economy management.<br><br><strong>What Elaborate Lands offers:</strong><br><ul class=\"bb_ul\"><li>Turn-based gameplay with immediate turns<br></li><li>Challenging building placement &amp; adjacency effects<br></li><li>Goods production and resource management<br></li><li>Population demands (food, faith and amenities)<br></li><li>Over 50 goods, buildings and technologies<br></li><li>Different randomly generated maps and various biomes<br></li><li>Random events<br></li><li>Optional Military (coming during Early Access)</li></ul><h2 class=\"bb_tag\" ><strong>ADDICTIVE GAMEPLAY</strong></h2> The core game systems offer variety and depth in all game phases:<br><br><ul class=\"bb_ul\"><li><strong>Early Game</strong>: Found your first settlements and construct buildings to gather resources and build houses to increase your workforce. Establish farms to gather food and feed your population.<br></li><li><strong>Midgame</strong>: Research technologies to unlock higher-tier buildings and goods. Supply demands for faith and amenities. Expand your territory and gather advanced materials to construct public buildings in your towns.<br></li><li><strong>Lategame</strong>: Optimize your settlements and increase your profits by constructing improvement buildings.<br></li><li><strong>Endgame</strong>: Build epic monuments to stand the test of time.</li></ul><h2 class=\"bb_tag\" ><strong>ENJOY AT YOUR OWN PACE</strong></h2>In Elaborate Lands, turns are immediate and most buildings are instantly constructed, but resources are only gathered once and are therefore somewhat limited. This rewards <strong>strategic decision making</strong>, while you can enjoy the game at your own pace. Elaborate Lands avoids both the stress of real-time strategy games and the lategame slog of other turn-based strategy games with their increasingly longer turns.<h2 class=\"bb_tag\" ><strong>DEEP BUILDING SYSTEMS</strong></h2><br>Elaborate Lands takes district building &amp; adjacency effects to the next level.<br><br><ul class=\"bb_ul\"><li>Use clever <strong>combinations of terrain features and buildings</strong>: Nearby trees increase the effectiveness of Wood Cutters, while Sawmills double the Wood production within its influence radius. To tap the full potential, build a Stockpile to further improve all nearby construction material production buildings.</li></ul><br><ul class=\"bb_ul\"><li>Make use of the different <strong>building mechanics</strong>:<br> ◦ Churches gain Faith from the total population within a <strong>certain radius</strong>.<br> ◦ Castles gain Influence from all buildings that have an <strong>uninterrupted connection</strong> to it.<br> ◦ Farms consist of <strong>multiple tiles</strong> that can be manually placed and require careful planning.<br> ◦ Overlapping Trading Posts can form a <strong>network</strong>. The more you have in your network, the more coins you can gather.</li></ul><br><ul class=\"bb_ul\"><li>The <strong>terrain system</strong> of Elaborate Lands has 4 different levels of terrain fertility and 2 different levels of terrain elevation, which affect the yield of farm tiles. You will need to optimize the shape and size of your farms to optimize your resource output.</li></ul><br><ul class=\"bb_ul\"><li>As the buildable area within regions is limited, <strong>specializing your settlements</strong> will be advantageous: Several farming villages are necessary to meet the food demands of a densely populated city. Plan carefully where to construct which type of settlement. </li></ul><h2 class=\"bb_tag\" ><strong>CHALLENGING GOODS PRODUCTION</strong></h2>Elaborate Lands uses a familiar, yet <strong>unique mechanic</strong> for the production of goods: Goods are produced at fixed ratios between inputs and outputs. Complete all inputs of a group to unlock its output. You will need to place your buildings carefully to unlock as many groups as possible.<br><br>The variety of goods offer depth to the game, as their variable availability on different maps demand new strategies each time.<h2 class=\"bb_tag\" ><strong>RANDOM MAPS &amp; BIOMES</strong></h2>Elaborate Lands has randomly generated maps and several unique biomes that offer unique challenges and endless replayability: Fertile land in the Desert is limited to nearby rivers and oases. The Northern Taiga offers an abundance of forests, but limited farmland.<h2 class=\"bb_tag\" ><strong>OPTIONAL MILITARY</strong></h2>While military conquest of some regions will be possible (during/after Early Access), combat is optional and not the main focus of the game. There are no AI opponents that compete with you or threaten your accomplishments.<br><br><br><i>This game has been funded by <strong>FFF Bayern</strong> and <strong>Bundesministerium für Verkehr und digitale Infrastruktur</strong> (BMVI) of the Federal Republic of Germany.</i>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1334280/header.jpg?t=1756319561",
    "developers": [
      "Elaborate Games"
    ],
    "publishers": [
      "Elaborate Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}