{
  "1336590": {
    "name": "Sackgasse: The Last Resort",
    "steam_appid": 1336590,
    "required_age": 0,
    "is_free": false,
    "description": "In a post-apocaliptic world, be the ultimate savior with only your gun and guts. <br><br>It is all about a Survival Shooter Tower Defense Game. You will be a girl with no super powers, only driven with your sense of duty and the wil to protect her Resort.<br><br>In your journey, there will be a little problem: the people of your Resort does not trust you well at start, Aya is an ordinary girl, remember? You need to conquer their trust for better chances of surviving. Perform well and will be fine, be a goofy player and the hell will upon you!<br><ul class=\"bb_ul\"><li> The Trust System will affect all the gameplay. Being a trustible player will unlock new features and powerful Support Weapons.<br></li><li> Collect Power Units to choose between unlocked Support Weapons, but only one can be active at a time, so choose wisely.<br></li><li> Be aware of your Resort Gates, when an enemy hits, it will fall apart a little. Obviously people does not like be exposed to their doom early.<br></li><li> Avoid missing shots and try to defeat every enemy to grants a huge boost on your reputation and the people will trust you more.<br></li><li> High level of trusting will lead people be more comprehensive with little faults... but not abuse of their patience!<br></li><li> Remember it is a Survival Shooter Tower Defense Game? Touches an enemy and your are out... Game Over!<br></li><li> For players taken to a Game Over screen, there are a Password System as the dear old times... but the real ending is only for the ones whom endure all with a single coin! Will you be this legendary top player?</li></ul><br>Enjoy this tribute for the old hardcore shooter games with an innovative Trust System and new combined mechanics from other successful game genres!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1336590/header.jpg?t=1599052437",
    "developers": [
      "HakuryuHa Studio"
    ],
    "publishers": [
      "HakuryuHa Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}