{
  "1338090": {
    "name": "The Zombie's Horror",
    "steam_appid": 1338090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >About the game</h2><ul class=\"bb_ul\"><li><strong>Warning</strong>! This is not a game for the faint-hearted<br></li><li>Everything you can imagine will turn into a<strong> Zombie's nightmare</strong>, <br></li><li>The zombies have kidnaped you while you slept, do you think you can pass all the missions and escape from the forest in a<strong> total darkness</strong>?? <br></li><li>In the game the zombies will try to attack you and your main objective is surviving, for that you'll have a single weapon and limited amount of ammo.<br></li><li>The only way to know whare the zombies come from is to hear their voices.<br></li><li>In the game your objective is to pass all the missions, and survive the scary forest, and then you can unlock the second gameMode. <br></li><li>IN the second gameMode your objective is to get the highest score and claim to the top 100 in the leaderboard. </li></ul><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><u><strong>Game Features</strong></u></h2></h2><ul class=\"bb_ul\"><li><strong>Online leaderboard</strong> – the game itself isn't online, but if your score will be high enough, you'll see it in the online leaderboard.<br></li><li><strong>Total darkness</strong> – In the game you can only see with some tiny flashlight, otherwise it's complete darkness.  <br></li><li><strong>different types of objectives</strong>- each mission features a different goal the player need to achieve in order to progress the game. For example: thare is a misson that you have to destroy the zombie's spawners, and only if you destroy the all 13 spawners you can move to the next level. <u>Each mission got a different difficulty mode, The hardest one is fighting againts the zombie's boss.</u><br></li><li><strong>Limited ammo</strong>- you start the game with limited ammo for your rifle, and in order to find more you will need to search the levels for the ammo<br></li><li><strong>MedKits</strong>- in order to heal yourself, you will need to find MedKits scattered around the map</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1338090/header.jpg?t=1592600433",
    "developers": [
      "Bar Yaari"
    ],
    "publishers": [
      "Bar Yaari"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}