{
  "1338780": {
    "name": "Nekopter",
    "steam_appid": 1338780,
    "required_age": 0,
    "is_free": true,
    "description": "Il était une fois un petit chat qui aimait beaucoup dormir, mais pas n’importe où. Il existait trois lieux dont le félin aimait s’assoupir plus que les autres. Cependant, l’animal n’était pas le seul à convoiter ces endroits. D’étranges créatures les aimaient également. En demeurant pacifiques et franchouillards, ces monstres étaient surtout très insupportables et ne respectaient pas le sommeil du matou. Grâce à de farouches entraînements ainsi que de la persévérance, celui-ci fut capable de maîtriser l'hélicat Jutsu, un art très ancien lui permettant d'utiliser sa queue à la manière d'une hélice, mais cela avait pour effet de provoquer de puissants maux de ventre à notre chat, lui donnant alors une autre faculté hors norme. Ainsi, le combattant moustachu se fut attribué le pittoresque surnom du &quot;Chatpéteur&quot;. Cependant, celui-ci sut jouer de son handicap en l’adaptant face à la situation se trouvant devant lui. Ces accommodations lui permirent d’humilier ces stupides bestioles afin de pouvoir rejoindre le pays des rêve sans dérangement.",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1338780/header.jpg?t=1595062631",
    "developers": [
      "Wampy"
    ],
    "publishers": [
      "Wampy"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}