{
  "1338760": {
    "name": "VACUULUS Demo",
    "steam_appid": 1338760,
    "required_age": 0,
    "is_free": true,
    "description": "FEAR. THE. VACUUM. MAN.<br />\r\n<br />\r\nVacuulus is a survival-horror game, but without blood/gore or macabre elements. You play as a young boy known for being a slob, waken in the middle of the night by a legendary monster known as the Vacuum Man (or Vacuulus). According to legend, you must clean your house to vanquish him, but while remaining unseen. For if it sees you, it will take you away.<br />\r\n<br />\r\nThe game is in first person perspective with a heavy emphasis on sneaking, with features such as full body awareness, a dynamic music system, and 3D cinematics with fully animated characters as well as 2D motion comic sequences, with voice acting and its own bone-chilling soundtrack to boot.<br />\r\n<br />\r\nFeatures Overview:<br />\r\n-Immersive first person survival horror.<br />\r\n-Scary and stressful, with its fair share of jumpscares. But overall an all-ages experience! <br />\r\n-Captivating cinematic A.I. driven gameplay that challenges your skill and patience! It’s not just a spookfest, it’s a FUN and CHALLENGING spookfest!<br />\r\n-Fully animated and voice acted characters!<br />\r\n-2D and 3D cutscenes to drive the story.<br />\r\n-Cute cartoony visuals and characters but in a dark setting.<br />\r\n-Original, bone chilling soundtrack composed by the author.<br />\r\n-Fullbody awareness as you control a fully animated character. A game where mirrors actually work? What?<br />\r\n-Many aspects of randomization every start of a new game.<br />\r\n-Includes a &quot;hard&quot; difficulty mode, the game author's original vision for the difficulty, for those who want a bigger challenge.<br />\r\n-Heavy emphasis on sneaking while remaining action packed!<br />\r\n-Responsive and snappy character controls to help you sneak effectively.<br />\r\n-Full native game translations for Japanese and Spanish!<br />\r\n-Full controller support!",
    "supported_languages": "英语<strong>*</strong>, 日语, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1338760/header.jpg?t=1600496364",
    "developers": [
      "Dylan \"Parimak\" Simpson"
    ],
    "publishers": [
      "parimakWorks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}