{
  "1339650": {
    "name": "CHV: VR Trunk Escape",
    "steam_appid": 1339650,
    "required_age": 0,
    "is_free": false,
    "description": "The Car Hacking Village (CHV)'s Trunk Escape experience is based on the real Trunk Escape CTF challenge hosted at DefCon.  In the traditional meatspace challenge, contestants would sign up and pick items they wanted in the trunk.  We would then bind them and toss them in the trunk with a 30 minute timer to escape.  There were flags along the way for additional points.<br><br>We have converted that challenge to a VR Experience.  This year, 2020, due to the Covid-19 pandemic we are playing it safe and converting the Defcon Car Hacking Village into a virtual event.  This is just one of the challenges for that event.  In this game you will pick a loadout for youself and be placed in the back of a van.  You will then have to either solve physical puzzles or hack into the CAN bus in order to escape.  If played during Defcon, you can connect to the CTF servers to compete against other hackers.<br><br>Outside of Defcon these challenges will randomly create new solutions.  This will give you additional play even outside of the conference.<br><br><strong>Developers Note:</strong> This is a solo-dev volunteer-time developed game.  Please be patient.  Occulus should work as I'm using OpenXR but I won't update the steam supported VR headsets until I have had time to fully test it.<br><br><strong>Defcon Safemode Release</strong><br>Defcon 28 is the initial release and the first VR game (or any game for that matter) that the Car Hacking Village has ever released.  It was a 1 person, nights and weekend project so lots of things didn't make the final cut.  Some bugs still survived but should be pretty minor (the points on the watch are wrong).  Please use the Community forums to let me know what worked, didn't work and what you would like to see in future versions or other game ideas.  If you are on the Defcon discord look for [CHV] zombieCraig in #chv-vr-support-text channel.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1339650/header.jpg?t=1596765745",
    "developers": [
      "Hacktop Studios"
    ],
    "publishers": [
      "Hacktop studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}