{
  "1339750": {
    "name": "Home: A Quarantine Story",
    "steam_appid": 1339750,
    "required_age": 0,
    "is_free": true,
    "description": "A young woman visits her family for the first time in four years—and accidentally infects them with COVID-19. Now, trapped at home in the midst of a pandemic, with her grandmother close to death, accusations and old tensions rise to the surface. Explore her family home, get to know her family members, and, if you’re lucky, attempt to survive the only thing more dangerous than the virus: her mother.<br><br>The second game by novelist Kyle Muntz, “Home: A Quarantine Story” doesn’t focus on combat or puzzles. In their place is a realistic, three-hour narrative that emphasizes subtle characterization, emotional complexity, and themes drawn from daily life. For fans of To the Moon, Gone Home, or Night in the Woods.<br><br><strong>*A relatable cast of characters</strong> that capture everything you love (and hate) about family.<br><br><strong>*Carefully designed environments</strong> that feel real, lived in, and full of personality.<br><br><strong>*Vivid descriptions of everyday objects</strong> and the memories they evoke, written in a style reminiscent of literary fiction.<br><br><strong>*A delicately textured atmosphere</strong> where every shift in mood feels important.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1339750/header.jpg?t=1601667683",
    "developers": [
      "Kyle Muntz"
    ],
    "publishers": [
      "Kyle Muntz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}