{
  "1340240": {
    "name": "MORTE",
    "steam_appid": 1340240,
    "required_age": 0,
    "is_free": false,
    "description": "Morte es un juego en el que experimentarás el mayor miedo de tu vida, ¿estás seguro que tu corazón lo soportará?<br />\r\n<br />\r\nTe encuentras en una de las peores situaciones, un demonio mantiene cautiva a Elizabeth (tu hermana) dentro de una de las más terroríficas casas que existen, debes encontrar a Elizabeth y escapar, sin embargo no será tan sencillo como parece, puesto que el camino está plagado de demonios cuyo objetivo es perseguirte hasta la muerte.<br />\r\n<br />\r\n¿Tendrás suerte para salir sin ningún tipo de daño? Debes apresurarte, no será sencillo escapar, todo lo que necesitas es una linterna para abrirte paso en la oscuridad y una mente fuerte para no caer en la locura.<br />\r\nSuerte... la necesitarás<br />\r\n<br />\r\n juego  Indie que se actualizara constantemente, mientras mas avanzas en la historia  te envolverás mas de terror y con cada actualización  tendrás mas contenido para poder seguir jugando, en el inicio del juego debes encontrar el mapa dentro del juego después  encontrar las llaves y el mini mapa para saber donde se ubican las otras llaves, dentro del juego encontraras  múltiples sustos  así como monstruos que te impedirán  salvar a tu hermana.<br />\r\n<br />\r\njuego en primera persona<br />\r\nterror<br />\r\nsuspenso<br />\r\n tienes como objetivo sobrevivir ante los ataques , debes mantener la luz encendida, para esto cuentas con una linterna y tendrás que explorar la casa en busca de las llaves que te permitirán acceder a otras partes del mapa donde encontraras  nuevas llaves o baterías para la linterna, para lograr  una jugabilidad frenética MORTE esta diseñado para que constantemente  te asusten ya sean monstruos , apariciones, gritos.<br />\r\n<br />\r\ntodo se desarrolla en 2 escenarios en los cuales podrás explorar todas las cosas encontrar misterios y con cada actualización se agregara mas contenido para que puedas  volver a jugarlo sin que te aburras de la historia ya que  pasaran cosas nuevas y encontraras cada vez diferentes respuestas",
    "supported_languages": "西班牙语 - 拉丁美洲<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340240/header.jpg?t=1603601737",
    "developers": [
      "Jabritt Fernando Martinez Rojas"
    ],
    "publishers": [
      "Jabritt Fernando Martinez Rojas"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}