{
  "1340360": {
    "name": "Polycalypse: Last bit of Hope",
    "steam_appid": 1340360,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Survive the zombie apocalypse by yourself or with your friends in this low poly post apocalyptic world. Survive, build your base and fight the zombies. But beware, you aren't the only one trying to survive. There are other survivors in procedurally generated bases that will shoot you on sight!</strong><h2 class=\"bb_tag\" ><strong>Important Notice</strong></h2><br>This game was a learning project. It is a result of a game developer learning how to make games, therefore the price is FREE. <br>Polycalypse is an unfinished game and is not being worked on anymore, but I decided to publish it anyways as a thank you for all the support throughout the years. Enjoy!<h2 class=\"bb_tag\" ><strong>Features</strong></h2><br>There's a lot of stuff to do besides surviving in the apocalyptic world, if you are good enough, you can make your life after the apocalypse even better than the one before it. Are you up to the challenge?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/57ed32e59c93c7b26818492199d6b3f5.avif?t=1662459681\" width=600 height=150 /></span><br>That's right, you are able to tear limbs from zombies just by shooting at them or smacking them with a melee weapon, but that's not enough, they will keep coming at you until you destroy their brain. Once again, with a melee weapon or a shot to the head. <br><br>When they lose their legs, they will start crawling and lose a lot of their movement speed, and if you take their arms as well, you can hold them as a pet, but they will definitely bite!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/5f0f32f25e3ebf286398c359f2da7c1e.avif?t=1662459681\" width=600 height=150 /></span><br>Since democracy and negotiation doesn't work on zombies, there's many weapons in Polycalypse. <br><br>Ranging from simple melee and ranged weapons to heavy mounted machineguns and traps like landmines, spikes and bear traps. Oh yeah, and there's a KATANA!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/e5945f6cae01f9f5cb3d012d97991a78.avif?t=1662459681\" width=600 height=150 /></span><br>He might look cute but when you realize that his diet consists of zombie and human flesh, you might change your mind. Keep your trusty companion well fed to gain &quot;Trust&quot; and he will listen to your commands such as attacking enemies, looking for loot etc.. <br><br>If you don't like dogs (come on), you can leave him in the base without losing anything but his trust.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/2c21f07cd5cd77f7a460d82a3b09da4d.avif?t=1662459681\" width=600 height=150 /></span><br>There's a lot of disabled and broken vehicles in the apocalypse, but you can scrap whatever is good and assemble one fully functioning vehicle, or two.<br><br>You are able to manually install some vehicle parts which allows you to replace, repair or upgrade your vehicles. You can put a racecar engine inside a combine harvester if that's your thing. <br><br>Some parts that you can manually change are: engine, wheels, car battery, headlight bulbs..<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/5e06a4a73e474e2735510c99c6553758.avif?t=1662459681\" width=600 height=150 /></span><br>Axes and chainsaws have another purpose besides cutting zombies into pieces, they can also cut wood into pieces, literally!<br><br>You gather wood by first cutting down a tree, then you need to cut it into logs, or in smaller pieces if necessary. <br><br>Wood is used for building as well as cooking and... setting fires. You can set fires inside procedurally generated enemy bases if you are stealthy enough!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/12aa19ffc2b6bdcffe342051dffbfd47.avif?t=1662459681\" width=600 height=150 /></span><br>You can build bases piece by piece if you have the required materials to do so. Every built object is destructible, doesn't matter if it's built by a player or an AI survivor.<br><br>You need to take care about making your building solid and stable because pieces can fall down if they don't have enough support!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/12345db53346fe913d71d667eae08d3d.avif?t=1662459681\" width=600 height=150 /></span><br>You are able to craft DIY items such as Molotov cocktails, arrows, flaming arrows etc. by using the workshop table.<br><br>You can also upgrade your weapons by installing variety of attachments like scopes, grips, compensators, lasers, flashlights, and for super sneaky missions, silencers.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/d0533dbb6bcec6446e2efe4ae8d042ff.avif?t=1662459681\" width=600 height=150 /></span><br>What is the point of surviving if there's no other good survivors? Team up with your friends and show those zeds that the fight is still not over!<br><br>We currently support CO-OP multiplayer mode.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/7eb747c8ba34f17b3c6f4c7d105c7271.avif?t=1662459681\" width=600 height=150 /></span><br>These guys do not like the idea of negotiation either, they will shoot you on sight!<br><br>Enemy survivors live in their procedurally generated bases that are filled with loot. If you manage to beat them one way or another, you are free to take whatever you want from their stockpile!<br><br>You don't have to be stronger to beat them, you only need to be smarter, you can lead hordes of zombies on their location and watch the battle unfold.<br><br>After being killed with their brain intact, these survivors will turn into ZOMBIES! That's right, you never know if you are safe around these so make sure you confirm your kills!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/extras/9196b7f9265ca1bda18da1662b1e599d.avif?t=1662459681\" width=600 height=150 /></span><br>Since the power was gone after the apocalypse, the only way of powering your electronic devices is by using generators.<br><br>Generators use fuel to generate power, and they are very loud... and zombies are attracted by sound so be careful!<br><br>You can use power to light up your base, activate some decoys and traps, recharge car batteries etc.<br><br>Electricity is still an unfinished feature, and is not available in the game.<h2 class=\"bb_tag\" ><strong>Game modes</strong></h2><br><br>There are 3 planned game modes for Polycalypse: Last bit of hope:<br><ul class=\"bb_ul\"><li> Arcade mode (Not implemented)<br></li><li> Sandbox mode <br></li><li> Story mode (Not implemented)</li></ul><br><strong>Arcade mode</strong> test your fighting capabilities where you survive endless waves of zombies, each one harder than the previous one. But don't be discouraged, harder waves will give you better rewards after completing them. You can buy airdrops, information about enemy camp locations besides all the weapons and items that the store is filled with. Build a base, stock up on ammunition and give them hell! How long will you survive?<br><br><strong>Sandbox mode</strong>, on the other side, tests your survival capabilities where it sets you in a world full of zombies and loot and lets you survive on your own or with the help of your friends. Thanks to the random events, both good and bad, your survival capabilities will be pushed to the max. Will you be able to withstand managing your basic needs while dealing with the apocalypse and greedy survivors, or will you turn into another victim of the virus?<br><br><strong>Story mode</strong> will tell you a short story about the protagonist and his dog. After all the events of the virus, the world we know was lost, people that we knew were not the same, everything has changed. Just as the protagonist loses all his hope for humanity, he hears a voice from another survivor through the radio: &quot;Scavenger One, you went radio silent, did you manage to get the gas?&quot;. He realizes that this radio is connected to a larger group of people which gives him last bit of hope for finding survivors..",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340360/header.jpg?t=1662459681",
    "developers": [
      "Bachosoft Studios"
    ],
    "publishers": [
      "Bachosoft Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}