{
  "1340190": {
    "name": "30 days to survive Demo",
    "steam_appid": 1340190,
    "required_age": 0,
    "is_free": true,
    "description": "The world is on the verge of collapse. The epidemic leads to widespread death. This is the fault of humanity itself! Left all alone, alone with the infected, you have to survive! Hunger is the least that can kill in this terrible time. Hordes of walking dead, infected wild animals, and not a single living soul in the circle! Only the message on the TV screen &quot;Help will come in 30 days&quot; gives hope for survival.<br>But sitting and waiting for you to be saved is also not an option, because the supplies are not infinite!<br>You may have to save yourself and not wait for help from the military and the government!<br>Arcade indie project, gives the player to plunge into a state of complete solitude in the neighborhood of deadly danger! To flee order to survive and survive to escape!<br>The plot is not the main part of this project, but most likely, as one of the ways of passing the game. There is a goal, to survive at any cost, to get out of this cursed place in any way! Achievements, high scores, and replay value, that's the goal of our project.<br>The game has a procedurally generated game world. You should always keep an eye on the scale of fatigue and hunger. Many types of firearms! Lots of interactive places and different useful things! We strive to make the project better, and we will welcome any ideas and help!<br><br><strong>Key features: </strong><br> - Procedural generation of the game world;<br> - Change of day and night;<br> - Many types of weapons;<br> - Your own shelter<br> - Multiple story lines that complete the game!<br><br>In this demo version, saves and the Steamworks API are reduced (no achievements) and only a small part of the distance (1550 meters) is available for movement.",
    "supported_languages": "英语, 俄语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1340190/header.jpg?t=1591353565",
    "developers": [
      "HeX"
    ],
    "publishers": [
      "Laush Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}