{
  "1341340": {
    "name": "Contact Spotted",
    "steam_appid": 1341340,
    "required_age": 0,
    "is_free": true,
    "description": "New experiences in Contact Spotted with a wide-variety of fire arms to choose from in your game play with a fun selection of classes to go with. You can master a class or be a jack of all trades and be somewhat experienced at all, there is nothing holding you back. Whether you want to be your team's Marksman or want to be the Medic to make sure your team stays alive... it is up to you.<br />\r\n<br />\r\nEngage in a modern shooter with a unique style on the market fitting everyone, Contact Spotted always has something new to offer you. With new players you can engage with the team through text chat and voice chat to communicate. In the competitive scene communication can very well become the key to victory, mean while in casual games it's just shoot and boot!<br />\r\n<br />\r\nIn Contact Spotted you can be both tactical or just run right in without any plans! There is nothing holding you back, but be aware, there's always someone watching you. Gadgets and equipments will play a large role in your gameplay with shields, sound detection sensors, mines and armor-piercing snipers watching you! Not even a reinforced shield can keep you safe.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341340/header.jpg?t=1607729353",
    "developers": [
      "Riverfall Games"
    ],
    "publishers": [
      "Riverfall Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}