{
  "1341790": {
    "name": "Fantasy Grounds - Vampire: The Masquerade, The Camarilla",
    "steam_appid": 1341790,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Vampire: The Masquerade, The Camarilla</h2>Vampire: The Masquerade is the original and ultimate roleplaying game of personal and political horror. You are a vampire, struggling for survival, supremacy, and your own fading humanity--afraid of what you are capable of, and fearful of the inhuman conspiracies that surround you.<br>As a vampire you suffer the pangs of the Hunger, the relentless and terrible thirst for human blood. If you refuse to deal with it, it will overcome your mind and drive you to terrible acts to slake it. You walk this razor's edge every night.<br>Dark designs, bitter enemies, and strange allies await you in this World of Darkness.<br>The global blood opera of the Camarilla story continues. As the eldest vampires begin to vanish, the Ivory Tower starts to crack under the weight of its own decay. Once it was the mightiest faction of vampires in the world, a stronghold of immortality. Now it retreats into a maze of neo-feudal conspiracies to protect itself against the deadly threat of the Second Inquisition, struggling to enforce the Masquerade in the face of modern technology. Featuring insights and perspectives on unlife in the Camarilla from Mark Rein-Hagen and Matthew Dawkins.<br><i><br>Mature Warning: contains graphic and written content of a mature nature, including violence, sexual themes, and strong language. Reader discretion is advised.</i><br><i>Adapted for Fantasy Grounds by: </i><strong>Dominic Morta</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the World of Darkness 5th Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341790/header.jpg?t=1768428987",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}