{
  "1341890": {
    "name": "Corridor 7: Alien Invasion",
    "steam_appid": 1341890,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Alien life has been discovered...and they’re angry.</strong><br><br>A team of scientists experimenting with a small, metallic object brought back from Mars used it to open a gateway linking our world with another deep within the top-secret research lab known as Corridor 7. The thrill of discovery was short lived when hostile alien creatures began pouring out of the gateway and into the facility. Now it’s up to you, a lone Special Forces agent, to enter Corridor 7, eradicate the alien invaders, and close the gateway before the invasion takes hold!<br><br>This terrifying sci-fi first-person shooter from Capstone Software has you venturing deep into the dark and twisting test chambers of Corridor 7 to combat a hostile takeover of Earth. Hideous monsters from another world have scattered throughout the facility. Good thing you’re fully loaded and prepared to take them on. It’s time to give these alien beasts a killer welcome party they won’t soon forget!<br><br><ul class=\"bb_ul\"><li>Leave no survivors as you blast through the complete selection of 46 levels from the CD-ROM version of this classic shooter.<br></li><li>Eradicate the marauding alien invaders with an arsenal of nine devastating weapons.<br></li><li>Use your infrared visor to spot traps, or track your enemy in the dark with night vision.<br></li><li>Can’t get enough? Take on the Presidential Level, which is different each time you play!<br></li><li>Crank up the volume and get lost in the atmospheric soundtrack.</li></ul><br>LAN and online multiplayer modes are included but – due to the age of this title – not officially supported in this release.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341890/header.jpg?t=1628736578",
    "developers": [
      "Capstone Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}