{
  "1341310": {
    "name": "Space Pioneer",
    "steam_appid": 1341310,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Space, the endless frontier...</strong> <br>Explore the galaxy as an intergalactic alien shooter in the newest action war game. Discover new planets, chart interstellar worlds and exterminate any invaders that stand in your way with the latest power weapons and gear in this new top-down alien shooter and action RPG by Vivid Games.<h2 class=\"bb_tag\" >DISCOVER NEW GALAXIES &amp; EXPLORE INCREDIBLE WORLDS</h2>When space exploration and battle strategy games meet to create the perfect pvp shooter. Explore à la astroneer and conquer strange arena on a space adventure and fight against invaders. You have to stop the alien invasion in this rpg co-op games!<br><br>Build your own world as you make your way across new planets from the icy tundra to red Mars or lush green jungles brimming with intergalactic flora and fauna on an amazing space odyssey. Defeat enemies at every turn in this thrilling alien shooter war game and get unlimited power!<br><br><strong>ACTION-PACKED GAMEPLAY</strong><br>To make it through hordes of aliens and invaders, you’ll need to be a skilled, versatile space hunter. Fast top-down shooting action will test your combat reflexes and tactics to the max. In this action war game, you will never let your guard down!<br><br><strong>INFINITE GALAXY</strong><br>The endless universe has countless hostile galaxies to explore &amp; turn into a space shooter. Combined with a dynamic invaison objectives system, just like in astroneer the gameplay is truly infinite in Space Pioneer – the perfect pvp shooter space odyssey!<br><br><strong>UPGRADE YOUR WEAPONS AND SKILLS</strong><br>Get even more firepower for your machine gun, shotgun and other space shooter to hunt some alien games in this action shooting game! Earn loot to upgrade the weapons and gear including gun turrets, rifles, blasters and mines. Unlock dozens of space shooter combat skills to give you the fighting edge.<br><br><strong>ANNIHILATE GIANT BOSSES </strong><br>From aggressive robot invaders and giant mechs to venomous Mars hornets, battle space bosses, each with unique offensive and defensive capabilities including reinforced shields and powerful beam blasts. Alien shooter action games have never been this exciting!<br><br><strong>DYNAMIC OBJECTIVES SYSTEM</strong><br>Recover stolen disks, defend probes, repair crashed craft and complete missions to earn loot and unlock co-op games rpg gear and skills. Every time you play, missions have new objectives, invaders and endless third person shooter co-op games.<br><br><strong>STOP THE HORDE</strong><br>Battle it out against increasingly tough waves of alien invasion in horde modes to obtain tasty loot and experience in three difficulty levels: normal, hard and hell. There is no easy mode in an action war game like Space Pioneer. It’s endless space hunter fun!<br><br><strong>BUILD YOUR OWN SPACE BASE</strong><br>Customize and upgrade your base to increase your resource production and power up your equipment in this thrilling space rpg.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1341310/header.jpg?t=1750429959",
    "developers": [
      "Vivid Games S.A."
    ],
    "publishers": [
      "Plug In Digital",
      "Vivid Games S.A."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}