{
  "1342980": {
    "name": "The House of Da Vinci 2 Soundtrack",
    "steam_appid": 1342980,
    "required_age": 0,
    "is_free": false,
    "description": "Authentic &amp; original music soundtrack of The House of Da Vinci 2. Dark yet intriguing ambient music, which takes you straight back to Italian Renaissance.<br><br>Our goal was to musically help properly narrate the story and create emotional connection for the player. The real challenge was to create music that feels authentic, doesn't draw too much attention to the player, but can stand on its own. <br> <br><strong>Note from the creator, Tomas Zivor:</strong><br><br>I believe I composed music that feels ambient, yet distinct. I’ve merged contemporary elements, such as pads and synths together with the musical instruments of the Renaissance period (Viola da Gamba, Renaissance Flute etc.). <br><br>I wanted to use the interactive elements of the music for this follow up of successful first game. I’ve created musical layers that became more complex and full, with the advance of the game, creating a musical reward for the player and it also helped to break the repetition of the same music in case the player got &quot;stuck&quot; in the part of the game.<br><br>For the Main Theme, I’ve composed an eerie soundtrack, accompanied by a solo female vocal and solo violin, creating an emotional arc for the whole game.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342980/header.jpg?t=1593847614",
    "developers": [
      "Blue Brain Games"
    ],
    "publishers": [
      "Blue Brain Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1900,
      "final": 1900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 19.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 4 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}