{
  "1342280": {
    "name": "Story in the Dream World 2 –Water Gods and Spirits–",
    "steam_appid": 1342280,
    "required_age": 0,
    "is_free": false,
    "description": "This game is Bullet-Hell(STG).<br />\r\n<br />\r\nThe beginning of the second game story...<br />\r\n<br />\r\nThe lead character who calmed the first turmoil in a dream...<br />\r\nYeonseul returned to his shrine in Hyeonmongdowon and knocked down the gloomy body.<br />\r\n“Is it the first time… I’m getting heavy.”<br />\r\nThen the,<br />\r\n'What should I do in the future?''Who will I meet?''Is there anyone else who cares for me that I don't know?'...<br />\r\nIn this moment, various worries have come,<br />\r\n“shall I rest next to the cool water…”<br />\r\nSoon after lying down, he got up again and arrived at a river near the shrine to climb a rock.<br />\r\nThe calm darkness of the dawn and the cool feeling and clear sound of the water seemed to comfort the chain more.<br />\r\nWhile absently resting on a rock, he encounters another sign of commotion.<br />\r\n“Have there been fireflies like that…? It’s cooler, so it’s more interesting.”<br />\r\n&quot;Oh... the size... has it changed? Something strange...”<br />\r\nSo Yeonseul doesn't rest properly and goes out again to find the source of the sign.<br />\r\n<br />\r\nHow to play the game<br />\r\n1. Normal mode (game start menu)<br />\r\nWhenever you enter each chapter, avoid and attack multiple enemy attacks that will appear for a certain amount of time and shoot down!<br />\r\nAfter a certain amount of time, the boss comes out and dialogue to the player and starts a duel with the player.<br />\r\nBeat the boss and enter the next chapter or look at the endings!<br />\r\n<br />\r\n2. Boss rush mode (BR Start !! menu)<br />\r\nNormal mode is difficult to continue (within a limited number of times) regardless of the number of times to unlock the mode. (clear once)<br />\r\nIn this mode, there are no enemy and no dialogue to the boss.<br />\r\nAnd it's a little harder than normal mode boss!<br />\r\nOnly if you duel with the boss and the fast battles and Beat the boss, you will go to the next chapter or the game ends immediately!<br />\r\n(There is no ending in this mode.)<br />\r\n<br />\r\nGame configuration keys<br />\r\n(If there is no separate guide key, the key will be used.)<br />\r\n<br />\r\nBack : X, Esc<br />\r\n<br />\r\nMenu/Weapon Select : Z, Enter<br />\r\n<br />\r\nMenu/Character Move : Arrow Key(For a character, press Shift to move slowly.)<br />\r\n<br />\r\nFire Weapon, Proceed Dialogue to Boss  : Z<br />\r\n<br />\r\nUse Bomb, Skip Dialogue to Boss : X<br />\r\n<br />\r\nSpecial Bullet Fire(if Max Gauge) : C<br />\r\n<br />\r\nPause Menu : Esc",
    "supported_languages": "日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342280/header.jpg?t=1604949161",
    "developers": [
      "Nuriverse"
    ],
    "publishers": [
      "Polaris(붙박이별)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}