{
  "1343460": {
    "name": "Selenwald",
    "steam_appid": 1343460,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Prepare to face the unimaginable magnificence of the university of Selenwald!</h2>Enter the halls of Selenwald to learn forbidden knowledge never meant to leave the cursed edifice. Meet madmen and face horrors that cannot be described by mere words. Discover the truth that terrifies scientists and priests alike.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343460/extras/83deefb23bb3250d249304adbe2394f8.avif?t=1755449063\" width=616 height=68 /></span><br><ul class=\"bb_ul\"><li>Challenging Combat - Fight for survival having ultimate control over your character's actions. Engage in melee combat or take enemies down from afar using firearms and powerful magic. Aim carefully since every attack can miss if executed blindly. Dodge enemy attacks and adapt to enemies' behaviour. Use stealth and assassinate or sneak past enemies to avoid risky encounters altogether.<br></li><li>Resource Management - Most of your combat and survival capabilities are dictated by what resources you find. Resources are limited and so is the character's inventory. Make choices on what to bring with you every time you descend to a lower level. Every bullet, potion and spell makes a difference.<br></li><li>Character Development - Every class has a different pool of starting traits, predispositions, items and types of inventory slots available. Make choices when being presented with new random traits to gain power and build interesting combinations. Modify your inventory with acquired accessories to further customize your character.<br></li><li>Permanent Death - If your character dies, they die for good. Choose a new, random adventurer and embark on a new adventure. Even if you don't manage to go far, your actions will have consequences that carry over to subsequent playthroughs. Dying is a natural part of the game.<br></li><li>Random Dungeons - Every playthrough brings completely different areas to explore. No shuffled predefined rooms - truly original locations every time.<br></li><li>Unique Setting - Travel to Europe of the late 1700s and enter the gateway to where the afterlife takes place. Discover how scientists eternally isolated from the world of the living crossed boundaries dictated by known science. See how the discovery of selenium's arcane properties enabled humanity to tap into powerful forces reminiscent of magic. Gain answers to mysteries never before found on the pages of written history.<br></li><li>Mature Story - Unravel the dark, rich story of philosophical nature. Witness how a groundbreaking scientific revelation drives even the brightest minds into madness. Meet tragic characters with intriguing past. Discover the very foundations of life and death and see the true, terrifying nature of matters humanity has desperately tried to explain with religion.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 日语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1343460/header.jpg?t=1755449063",
    "developers": [
      "Unnamable Arts"
    ],
    "publishers": [
      "Unnamable Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}