{
  "1344690": {
    "name": "Crypt of the Gods",
    "steam_appid": 1344690,
    "required_age": 0,
    "is_free": false,
    "description": "-- Oculus Support Only -- <br />\r\n<br />\r\nYou have been running from the people that murdered your family ever since you were a child. Every night you dream you hear the screams of your parents tormenting you. One night as you made camp and fell asleep, you heard a branch crack that wakes you up, you quickly get up to see the light of torches coming your way. As you begin to run, they hear you and begin to chase after you. One of them catches up to you and grabs your shoulder and turns you around, as you place your hand to his chest and dies. Distraught and confused as to what just happened you continue to run, until you come to the entrance of a cave and without looking back you run into, going deeper and deeper, until finally you see a light glowing in front of you. You run into the light to notice it is no longer night and are now in a strange forest, then suddenly you hear a loud crash behind you as the tunnel you just emerged from collapses. <br />\r\n<br />\r\nYou begin to hear a voice whispering to you, &quot;Come to me.&quot;As you follow the sound of the voice you come to a cloaked man standing alone next to some kind of platform. You walk up to him as he says, &quot;I know what you've done. I've seen the power that you hold. There are others like, hiding and afraid of the powers they possess. I think you may be able to help them and set them free. You must become stronger though. I can offer you this strength, but it may cost you your life, or soul. Would you like the power to free others like you?&quot; He then floats into the sky above the platform as glowing light begins to shine from him, then says, &quot;If you can survive, you will wield power like this world has never know before. Step forth if you dare.&quot;<br />\r\n<br />\r\n<br />\r\nPlay through a procedurally generated dungeon as a wizard trying to obtain more power to free themselves as well as people that also possess magical abilities. Over come the dungeon gaining power, new abilities, and new magic as you transverse through the dungeon. But beware the 3 elder gods and the Demon King.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1344690/header.jpg?t=1677740854",
    "developers": [
      "QTArts"
    ],
    "publishers": [
      "QTArts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}