{
  "1345910": {
    "name": "The Airline Project: Next Gen",
    "steam_appid": 1345910,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever dreamed of starting your own airline? Do you want to choose yourself where to fly? Do you think you have what it takes to coordinate an airline? This is your chance to prove yourself.<br><br>In The Airline Project your objective is to operate an airline, build a widespread network and gain as much market share as possible. To achieve this goal, you can use many different strategies: do you go for low cost or the best service in the market? Do you aim for holiday or business passengers? Maybe you want the best of both worlds? Perhaps you abandon the passengers completely and decide to conquer the cargo market. The choice is yours and the possibilities are endless.<br><br><br><ul class=\"bb_ul\"><li>Purchase your favorite aircraft and fly them between the airports of your choice. The game features a massive database of real life airliners and airports.<br></li><li>Rent slots and schedule your flights down to the minute with a drag and drop scheduler to arrive and depart at ideal hours.<br></li><li>Satisfy your passengers by installing an in flight entertainment system on your airliners and give them free meals, or don't provide any service and aim for the cheapest low cost airline possible.<br></li><li>Tailor the cabin classes to your needs by selecting the right seat pitch, width and type of seat.<br></li><li>Start the game as early as 1920 flying from grass airfields and watch the world evolve around you into the modern world we know today. Connect the far corners of the British Empire, watch the rise and fall of the Soviet Union and try to survive the oil crises. Or remain stuck with the Iron Curtain and fly your beloved Queen of the Skies forever.<br></li><li>Deal with the fluctuation of passenger and cargo demand over the years. Will the demand rise and do I need more bigger airliners or will it drop and will that order cause bankruptcy? <br></li><li>Demand is based on airport sizes, historic figures, seasonal behavior of the airport (is it a holiday destination, near a ski resort, or a big city with year round demand) and the relations between the countries.<br></li><li> Three kinds of passengers are modeled, each with their own set of needs. The business traveler prefers high frequencies and departure/arrival times round the rush hours, but are less price sensitive. City trip tourists prefer travel during the weekend, but like to fly later on the day. Tourists don't really care about frequency or time, as long as they arrive/depart during the daytime and get to fly cheap they are happy.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1345910/header.jpg?t=1653247004",
    "developers": [
      "TKR"
    ],
    "publishers": [
      "TKR"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}