{
  "1345770": {
    "name": "Adventure Farm VR",
    "steam_appid": 1345770,
    "required_age": 0,
    "is_free": false,
    "description": "***Important Notice***<br />\r\nAdventure Farm VR is currently in Pre Release status.  This means we are currently ironing out the bugs and finalizing the ending.  There is plenty of fun to be had as it sits now with at least 1.5 -2 hours of gameplay! <br />\r\n<br />\r\nFor any questions or comments, please contact me at adventurefarmvr@outlook.com   I would love to hear any feedback!<br />\r\n<br />\r\nThe price is set to 60% off of the planned release price and once the game is finalized, it will increase!<br />\r\n<br />\r\n<br />\r\nAdventure Farm VR is a full Virtual Reality game designed from the ground up to provide an immersive and fun experience!  Whether you are into farming, animals or just good plain fun you cant go wrong with Adventure Farm VR!<br />\r\n<br />\r\nWhat started as a small concept rapidly expanded into what we have now, Adventure Farm VR.  AFVR takes place on a rural farm that, at first glance, seems normal.  Of course, we have all types of farm animals to feed, pet and interact with.  We also have gardens in which to grow crops and in turn sell for money!  Earn enough cash and you can unlock new upgrades such as additional gardens to increase your crop flow!  Or, if you are tired of bending over, why not unlock and buy the legendary “Veggie-Vac”!  Harvesting has never been so easy!<br />\r\n<br />\r\nWith 11 unlockable mini-games and more to come in future updates, prepare to be completely engulfed and memorized!  Have you ever wanted to milk a cow but don’t want to deal with the mess or smells?  How about riding a horse around shooting hay targets with an egg-shooter (aka EGG-ZOOKA!)?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1345770/header.jpg?t=1595259359",
    "developers": [
      "AdventureFarmVR"
    ],
    "publishers": [
      "AdventureFarmVR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}