{
  "1346850": {
    "name": "VRWorkout",
    "steam_appid": 1346850,
    "required_age": 0,
    "is_free": true,
    "description": "Transform your living room into a personal gym<br><br>VRWorkout is a fitness rhythm game with full-body engagement.<br><br>Jumping // Squatting // Pushups // Side Planks // Crunches // Running // Burpees and Sprinting<br><br><strong>DISCLAIMER:</strong> Use at your own risk! This game does not check if you bump into your surroundings. There is a lot of movement involved since this is a physical workout game, which bears the risk of injury. Always use common sense when performing the movements inside the game. If you feel that some exercises are too dangerous DO NOT PERFORM them. You acknowledge that this software is free and you are using it at your own risk<h2 class=\"bb_tag\" ><strong>How to play</strong></h2><br>If your system does not have hand tracking support you can strap the controllers to your wrists, for example with knuckle straps:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1346850/extras/61d4112453845c643bee277af2fa6363.avif?t=1643366937\" width=640 height=426 /></span><br><br>Here are other options to use controllers:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1346850/extras/ed017c7684a515ed754900b5f05f8f0e.avif?t=1643366937\" width=640 height=426 /></span><br><br>If you are just trying it out for the first time you can hold the controllers in your hands, just don't expect to be able to hit the hand cues during the pushups and probably avoid the burpees. <br>Once you are comfortable and want to move forward with a more serious workout either use VIVE Trackers with wrist straps or strap the controllers to your wrists in a safe manner.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1346850/extras/a533653b51cafb3869ed002b46033b0c.avif?t=1643366937\" width=640 height=480 /></span><br><br>VIVE wands are a bit trickier. One method that works quite well is to use a forearm guard usually used in archery and fixing the controller with Velcro to it. Those forearm guards are usually rather cheap (~$20) and are quite a good option to fix a VR controller to the forearm.<br><br><br><ul class=\"bb_ul\"><li> Try to hit the hand cues to the beat of the music. <br></li><li> The head cue has to be touched with your head. Just touch it, you don't need for headbutting<br></li><li> Run in place to receive point multipliers!<br></li><li> If you want to switch out an exercise during play double-tap the new exercise twice in the exercise selector to your right.</li></ul>The optimal time to hit the cues is when the marker that rotates around the cue touches the second one.<br><br>Upon starting you will see several different blocks. Touch one of them at the desired difficulty spot to select a level and difficulty. To disable exercises switch them on/off with the switches to your left.<br><br>Exiting a stage during play: On the top of the left blue pole is a sign to exit a stage.<br><br>Play with your own music in Freeplay mode* Put on some music in the background and hit the blue drum in the main menu to the beat of the music. Once the beat is set, select one of the freeplay modes to your right. They will send the cues according to the BPM you set but without playing any music.<h2 class=\"bb_tag\" ><strong>Current features</strong></h2><ul class=\"bb_ul\"><li> 3 difficulty levels<br></li><li> Automatic player height detection<br></li><li> Audio instructions that tell the player when to switch positions<br></li><li> Increase points by running in place or by moving more<br></li><li> Freeplay mode without music, so you can play to your own background music<br></li><li> Experimental heart rate integration (auto difficulty)<br></li><li> In-game recentering<br></li><li> 34 songs included<br></li><li> Custom song support<br></li><li> Online portal access (patrons and beta testers only)<br></li><li> Heart rate integration <br></li><li> SideQuest profile linking</li></ul><h2 class=\"bb_tag\" ><strong>Custom songs</strong></h2>Place your MP3 or OGG files (only stereo is supported) in the Folder C:\\VRWorkout <br>This folder is not automatically created so if you use customs songs create the folder VRWorkout in C:\\ first<br><br><strong>Attention:</strong> Requires SteamVR",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1346850/header.jpg?t=1643366937",
    "developers": [
      "Michael Gschwandtner"
    ],
    "publishers": [
      "Michael Gschwandtner"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}