{
  "1346720": {
    "name": "Wicked Games",
    "steam_appid": 1346720,
    "required_age": 0,
    "is_free": true,
    "description": "The protagonist is Adan Kaider, a sinner who has ended up in Hell.<br><br>After being in the place of punishment for three years, he became obsessed with one single thought: to get out of here as soon as possible.<br>Finally, after a long wait and demanding work, he had the opportunity not just to gain freedom. Adan got his hands on a lucky ticket with a cover on it that states: &quot;Ticket to Paradise&quot;. Unknowingly, the hero doomed himself to many trials, which will not only test his character, but also transform him beyond recognition.<br><br>You’ll face many surprises, mentally trying decisions, various locations and dialogues with interesting characters.<br>Also, you’ll see a large number of Hell representatives: sinners who are leading a wretched existence of disenfranchised slaves; demons who represent the local prissy elite, raising themselves above the rest; and forgiven, people who didn’t approve themselves during their mortal life and got a chance to do it here, in Hell.<br><br>What we have (and what we plan to make):<br><br><ul class=\"bb_ul\"><li>1. Quests based on social interactions, with the mechanics of dialogues and decision-choices that determine not only the attitude of the characters towards you, but also the final ending.<br></li><li>2. Unique and radically different locations (both in ideas and ways of playing).<br></li><li>3. Various gameplay mechanics that diversify the gaming experience.<br></li><li>4. Authorial designed soundtracks.<br></li><li>5. Original voice acting in Russian.<br></li><li>6. A wide variety of characters you can (and should) interact with.<br></li><li>7. Deep universe with its own history and problems.<br></li><li>8. And,surely, a lot of humor!<br></li><li></li></ul>That will be free to download and play the game for the duration of the development process.<br><br>Why?<br><br>Due to the current situation in the international field (sanctions against Russia), we are not able to get funds from Steam directly.<br>You can join our socail networks pages (all links are stated in the info and the community page).",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1346720/header.jpg?t=1668353823",
    "developers": [
      "Sibcat Team"
    ],
    "publishers": [
      "Sibcat Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}