{
  "1347870": {
    "name": "Stalin vs. Martians 4",
    "steam_appid": 1347870,
    "required_age": 0,
    "is_free": false,
    "description": "Stalin vs. Martians 4 is a massively soloplayer action game which tells a story of the conflict between Stalin and the Martians. It has a narrative-based story with a plot and rich dialogues of humorous nature, which beautifully highlight the story's narrative-based narrative and plot. <br><br>Also Stalin vs. Martians 4 is a rather unexpected sequel to 2009’s infamous real-time strategy game. GameSpot named the original Stalin vs. Martians <i>‘perhaps the worst RTS game ever created’</i>. That’s high praise. You don’t hear it every day.<br><br>Well yeah, the original Stalin vs. Martians featured some brilliant, but questionable ideas in the fields of game design, level design and some other designs as well. So we sent most of the original developers to Gulag, we're making a proper and, which is important, playable game. It is powered by Unreal Engine. And you're gonna like.<h2 class=\"bb_tag\" >Could you please be a little more serious?</h2>OK, Stalin vs. Martians 4 is an isometric action/shooter game. Which is frankly quite obvious from the screenshots and gameplay videos provided. But it must be understood, that SvM4 is not entirely about the core gameplay. It is more about the overall user experience. In a way, it can be compared to Catherine. Which is essentially a puzzle game, but in fact it is so much more than that.<h2 class=\"bb_tag\" >Even more serious</h2>SvM4 is built around the core gameplay of an isometric shooter, but it is conceived as a pythonesque over-the-top project, that puts a very unlikely protagonist against a very unlikely backdrop. All the time, mission after mission. It’s a sketch comedy about an evil idiotic buffoon. You have Stalin in Candyland, then he emerges in the Lovecraftian setting and fights Cthulhu, then he goes to Mars, then he travels to Ancient Greece, etc. Occasionally the game spoofs other games and introduces absurd mini-games. Sometimes it changes the genre, but within reason. And then you have crazy video intermissions (think of Red Alert or, you know, the original Stalin vs. Martians).<br><br>As mentioned above, the game is very narrative-based. Kinda like Firewatch, but, you know, better. It is also very cinematic. So we intend to provide a stable, very cinematic rate of 24 frames per second... Oh, wait. Okay, maybe more if the audience expects a certain digital fidelity in this field.<h2 class=\"bb_tag\" >Features</h2><br>• A follow-up to one of the craziest games in history<br>• Campy humor, insane concept and ridiculous storyline<br>• A “sketch comedy” approach with a variety of settings and mini-games<br>• Fast-paced isometric combat<br>• Physics-based destruction system (“Katamari Damacy in reverse”)<br>• At least 12 levels, separated by absolutely insane video intermissions<br>• Narrative-based missions (“Firewatch on drugs”)<br>• Some of the levels include mini-games, some are just switching<br>the genre, because why not?<br>• Character upgrades, crazy weapons and special abilities<br>• Ranks system which defines the progress through the game<br>• Survival mode<br>• The bestest soundtrack ever<br>• Actual gameplay<br><br>The game may also feature nudity if we'll be able to find someone nude. (Which is unlikely).",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1347870/header.jpg?t=1661901275",
    "developers": [
      "Kremlincorp"
    ],
    "publishers": [
      "Holy Warp"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}