{
  "1347580": {
    "name": "シルヴァリオ トリニティ-Beyond the Horizon-",
    "steam_appid": 1347580,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Silverio Saga Series&quot; is a popular Visual Novel in Japan.<br>Ryo Takahama, who was in charge of the main scenario, is loved by many fans because he has created attractive characters and wonderful stories.<br>This is &quot;Silverio Trinity - Beyond the Horizon -&quot; which adds a new scenario to the second visual novel &quot;Silvali Trinity&quot; in the &quot;Silverio Saga Series&quot; which he created.<br>The story of a heart-warming young man who wants to be a hero will surely give you the best experience.<br><br>※CAUTION：This Game is 『Silverio Vendetta - Verse of Orpheus -』relased in 2016. This game does not include additional elements.<h2 class=\"bb_tag\" >Story</h2>New A.d. 1035 -<br>The ancient capital, Prague located on the border of the eastern part of the military empire Adler, existed as a front-line powder magazine mixed with multiple powers.<br>Antalya Greater Metropolitan Municipality Sports Club Commerce Coalition, a neighboring country that has repeatedly clashed over its territory and resources.<br>The Canterbury Holy Papal State worships Prague as a due to the buildings that have been transferred from the former Japanese.<br>And from the military empire Adler, there was two unit of the Ecliptic 12 constellations Army, the sixth Eastern Expeditionary Force, Virgo, and the eighth Eastern Garrison, Scorpio.<br><br>The three countries, which were not compatible with each other for military, economic and religious reasons, continued to fight quietly behind the scenes in order to seize their hegemony, even though they signed a formal ceasefire agreement.<br><br>Fake equilibrium and peace can collapse at any time.<br>Gilbert harves, the captain of the Virgo Army, formed an experimental platoon with only Esperanto in order to throw a stone into the stagnant situation in the rigid state created by the exquisite balance of power.<br>It was a special force composed only of people who could handle the power of the Astral -- including the newly assigned Esperanto, Ashley Horizon.<br><br>A young man who was saved by a hero in his childhood moves forward to become a person who can save someone.<br>For the light.For the future.For someone else.<br>For protecting girls next time.<br>ONLY RUN BELIEVEING IN TOMORROW.<br><br>Kerberos declares a cruel fate to such a young man.<br>&quot;Scream, you can be a hero.&quot;<br><br> <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1347580/extras/46e50f92013d39c00c7f5f0a3c330f3a.avif?t=1599144732\" width=600 height=4315 /></span>",
    "supported_languages": "日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1347580/header.jpg?t=1599144732",
    "developers": [
      "light"
    ],
    "publishers": [
      "ARES Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 17600,
      "final": 17600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 176.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}