{
  "1348900": {
    "name": "Fantasy Grounds - Black Scrolls Medieval Fantasy City (Map Tile Pack)",
    "steam_appid": 1348900,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> This product requires Fantasy Grounds Unity</strong><h2 class=\"bb_tag\" > Black Scrolls Medieval Fantasy City (Map Tile Pack)</h2><strong> City Modular Map-Tiles</strong><br><strong> This product required Fantasy Grounds Unity</strong><br>You can use these tiles to quickly shape your entire city or only a part of it, you don't have to worry about how these tiles, buildings, and streets will fit together because as a result of our unique design you can place the streets and houses at the same time. This set contains 78 different tiles with their night variants!<br><strong> Where will a tired adventurer rest and find new quests?</strong><br>Of course, a fantasy or medieval city is not only taverns, a living community with diverse buildings and people. Living houses, shops, the blacksmith, bakery, taverns, inns, the main square and the poor neighborhood with dark and dirty alleys are all parts of a bustling and noisy city, and these richly illustrated tiles will help your gamers to feel like they are involved in an incredible adventure.<br><strong> Play a more atmospheric game</strong><br>The areas are on digital tiles with seamless borders that make it possible to mix them with each other. Furthermore, the cut-out market items and roads will provide you more modularity and freedom. If you are the type who likes the wonderful and breathtaking visual worlds of movies and games, then you can relive them on your gaming nights.<br>What happens when the night falls? What kind of creatures and adventures are waiting for you and your team in the darkness of a seemingly sleeping city? You can find out because all the tiles have an alternative and unique night version!<br><strong> City Areas:</strong><br>Five homes, 6 cellar pieces, Tavern with additional burning roof, 2 tiles with general shops, bookshop, magic shop with two levels, construction site, bath, butcher, brothel, two empty houses, two slum house tiles, storage, two square tiles, City Hall tiles (two tile wide with two levels), stable, jail, blacksmith, Inn, healer, hunter's house, bakery and a burning roof.<br><strong> The Modular Arena Set</strong><br>Give the people what they want! 9 tiles of pure joy, fight, blood and death. These tiles are also modular; you can make a smaller arena from 4 tiles which can be even a podium for your theatre or a bigger place as well as huge 9-tile (or more) arenas with stands.<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Antal Keninger</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Requires Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1348900/header.jpg?t=1768429516",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}