{
  "1348930": {
    "name": "Rockjack",
    "steam_appid": 1348930,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Get Your Rocks Off!</h2><br><strong>ROCKJACK </strong> is a new space shooter inspired by the classic ASTEROIDS from 1979, as well as other games in the genre, all given a modern refresh. Fast, fluid, immersive gameplay is our primary goal in creating ROCKJACK!<br><br>You're a gig worker in the distant future, scrounging a living as best you can on the interstellar frontier. Short on funds, you've decided to become a <strong>ROCKJACK</strong> - an asteroid miner - and you've signed a contract with the <strong>GOX CORPORATION</strong> to venture out into the asteroid fields of deep space in search of valuable resources! It's a dirty and dangerous job - ancient seeker mines and alien marauders haunt the asteroids and will try to stop you! But if you survive, there's a very tiny possibility that you might get rich!<br><br><ul class=\"bb_ul\"><li> Classic Arcade Action updated with better graphics, better physics, better gameplay, and a whole lot more attitude<br></li><li> Six different types of asteroids to harvest<br></li><li> Five different types of enemies to get in your way<br></li><li> Saucers drop over two dozen different types of powerups to enhance your asteroid-hunting experience - use their own technology against them!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1348930/header.jpg?t=1690196912",
    "developers": [
      "Man Cave Entertainment"
    ],
    "publishers": [
      "Man Cave Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}