{
  "1348090": {
    "name": "[Expired] Museum of Other Realities - Cannes XR Virtual - Tribeca Virtual Arcade",
    "steam_appid": 1348090,
    "required_age": 0,
    "is_free": false,
    "description": "The Tribeca Film Festival consolidates its long-time collaboration with the Marché du Film and Cannes XR as it brings its acclaimed programming online. A custom virtual showcase of XR projects curated by Tribeca will make its exclusive debut for a three-day exhibition. The line-up is curated by Tribeca Immersive’s 2020 programming and includes World Premieres which were intended to debut earlier this year, prior to the postponement of the 19th Tribeca Festival.<br><br><strong>Featured Projects:</strong><h2 class=\"bb_tag\" >A LINHA</h2>A Linha is an interactive narrative experience about love and the fear of change. Set upon a scale-model of 1940s São Paulo, you’ll experience the story of Pedro and Rosa—two miniature dolls perfect for each other—but reluctant to break boundaries and live out their love story.<h2 class=\"bb_tag\" >ALEXA, CALL MOM!</h2>Alexa, Call Mom! is an interactive IoT installation about grief and love where one user explores Alexa’s channeling powers as a spiritual medium. Due to social distancing guidelines, we are presenting this virtual teaser in lieu of the physical installation.<br><br>Our story begins on Mother’s Day. You want to call your mother, but she’s dead. Thankfully, The Beyond Life Skill provides grieving Prime members with a connection to the beyond through Alexa, the Echo device. As you commune with the spirit of Mom, the conversation shifts between comfort and unpredictability.<h2 class=\"bb_tag\" >BLOOD AND CHOCOLATE: A VARIATION ON QUEERSKINS: ARK</h2>Blood &amp; Chocolate is presented as a variation on Queerskins: ARK. This 360˚ video version presents a glimpse of an intimate lovers’ dance from Queerskins: ARK. That project – co-produced with Intel Studios and set for a 2020 release – harnesses volumetric video and spatial sound to tell the story of a mother who, reading the diary of her estranged son she has lost to AIDS, allows herself to picture him alive and in love. Entering her imagination, you become a co-creator of the experience through your body position and movements.<h2 class=\"bb_tag\" >THE BOOK OF DISTANCE</h2>In 1935, Yonezo Okita left his home in Hiroshima, Japan, and began a new life in Canada. Then war and state-sanctioned racism changed everything—he became the enemy. Three generations later, his grandson, artist Randall Okita, leads us on an interactive virtual pilgrimage through an emotional geography of immigration and family.<h2 class=\"bb_tag\" >FLY</h2>Fly allows you to become a time-travelling pilot—from the earliest imaginings of Leonardo Da Vinci and his ornithopter, to the Wright Brothers’ success on Kitty Hawk Beach.<h2 class=\"bb_tag\" >GRAVITY VR</h2>Gravity VR takes place in a surreal world where everything that exists is forever falling. Houses, clothes, cars. Everything falls. You meet two old brothers living a surprisingly ordinary life. It seems like nothing in this chaotic world would disturb their lonely and slow routine—until one day everything changes.<h2 class=\"bb_tag\" >ICARUS</h2>Icarus is a mixed reality VR experience with full body tracking in which users immerse themselves in the myth of the young man who burned his wings reaching for the sun. In this dreamlike experience, you will roam the labyrinths for a unique, poetic, and immersive voyage.<h2 class=\"bb_tag\" >IN EVENT OF MOON DISASTER</h2>In Event of Moon Disaster illustrates the possibilities of deepfake technologies by reimagining this seminal event. What if the Apollo 11 mission had gone wrong and the astronauts hadn’t been able to return home? A contingency speech for this possibility was prepared for, but never delivered by President Nixon—until now.<h2 class=\"bb_tag\" >MARY AND THE MONSTER</h2>Mary and the Monster ​is an experience that brings to life Frankenstein through the eyes of a young Mary Shelley. Produced by Parallux and NYU Future Reality Lab, and directed by Kris Layng, this holographic performance transports audiences to the author’s world.<h2 class=\"bb_tag\" >MINIMUM MASS</h2>Enter a gritty, surreal, and cinematic story rooted in the emotional world of miscarriage and family. Minimum Mass is a story about love, loss, and black holes. Set in contemporary Rotorua, New Zealand, Minimum Mass takes place in a photorealistic computer-generated interactive story world.<h2 class=\"bb_tag\" >VIOLENCE</h2>Violence is a new virtual reality work re-contextualizing the notion of violence by examining it through the lens of state oppression against marginalized groups. In this context, you’re encouraged to explore the cathartic nature of the rebellion by oppressed groups against draconian political and social systems.<h2 class=\"bb_tag\" >VIRTUAL BECOMES REALITY: A STANFORD VR EXPERIENCE</h2>With Virtual Reality technology now widely available, it’s more important than ever to understand its effects on people and society. Explore highlights of nearly two decades of VR research from Stanford University’s Virtual Human Interaction Lab. Become immersed and discover how we can use this powerful medium to enhance our everyday lives.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1348090/header.jpg?t=1602190336",
    "developers": [
      "MOR Museum Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}