{
  "1348850": {
    "name": "Fantasy Grounds - The Seas of Vodari",
    "steam_appid": 1348850,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The Seas of Vodari</h2><strong> The Seas of Vodari</strong> is a book that provides fifth edition material for both gamemasters and players to enjoy a single adventure or an entire campaign full of swashbuckling action and magical adventure.<br>The Seas of Vodari campaign setting was created to support seafaring adventures that focus on the crew of a ship hunting sea monsters, exploring mysterious uncharted islands, visiting bustling port cities, following maps to find buried treasure, and battling cutthroat pirates. The setting is also well suited to running campaigns in its large port cities, with swashbuckling heroes getting mixed up with fierce rivals, notorious crime syndicates, feuding nobles, and scheming politicians.<br><i> In the book you'll find:</i><br><ul class=\"bb_ul\"><li>Vodari's history, its pantheon of sixteen gods, and details of everyday life.<br></li><li>A tour of the world of Vodari from the pirate islands of the south to the kingdom of the frost giants in the north. This gazetteer focuses on power groups, allies and adversaries, key locations, city maps, and adventure ideas for dozens of islands.<br></li><li>Racial stats to create Cursed Soul, Sea Dwarf, Siren (Seasinger and Wavedancer), Minotaur, and Voda PCs and details for the place of all the people of Vodari.<br></li><li>The gunslinger class with four subclasses (Arcane Gunmaster, Musketeer, Pistolero, and Sniper)<br></li><li>Fourteen new subclasses for the core rules classes, backgrounds, substitute bonds, and feats.<br></li><li>Swashbuckling and seafaring equipment, including flintlock firearms, musical instruments, adventuring gear, trade goods, and trinkets.<br></li><li>12 ship templates, ship modifications, cannons, and example ships with crews to launch onto the seas of your campaign.<br></li><li>Interesting and powerful aquatic and seafaring themed magic items and spells.<br></li><li>Rules for running duels, the Code of the Sea, random tables to fill out your world, and more.<br></li><li>45 stat blocks providing monsters, beasts, and nonplayer characters designed to fit a seafaring world.<br></li><li>The Island with No Name starter adventure that takes players on a treasure hunt to a mysterious island<br><strong>[/list]<br>Begin your voyage today!<h2 class=\"bb_tag\" > About the Seas of Vodari</h2>Long ago, a vast continent was annihilated. The devastation left only a scattered few to start rebuilding their civilization on a ring of islands...<br>Vodari contains all of the iconic things you expect in a fantasy setting, but the familiar becomes surprising and new. Dungeons can be found above and below the waves, in the form of caves, shipwrecks, and lost temples. From island to island, you'll find variety and wonders, ranging from bustling ports filled with travelers from distant lands to the unexplored wilderness, ruins, monsters, and other dangers. Halflings live in villages made of interconnected boats and anything that can float. Dwarves are respected shipbuilders, sailing the seas in search of relics from their sunken homeland and battling an enemy below in the Night War. Elves dwell high in the treetops and below the surface of the seas. Gnomes find themselves on opposite sides of a battle between machines and nature. Goblins are as likely to be encountered as raiders riding waveskippers as working as a tinkerer living in a city. Instead of land armies, Vodari has navies and pirates that battle with flintlocks and cannons to control the seas. The most dangerous monsters are found in the seas, such as sea dragons and white whales. Nature is as deadly as the most powerful monsters, with furious hurricanes, catastrophic tsunamis, and fiery volcanoes.<br><i> Adapted for Fantasy Grounds by:</i><br>Rob Twohy</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1348850/header.jpg?t=1768429468",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}