{
  "1349020": {
    "name": "Lone King: Expansion",
    "steam_appid": 1349020,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The base game is free to play. This expansion unlocks new features.</strong><h2 class=\"bb_tag\" >New abilities</h2>Two new abilities have been added for each player character. These come in the form of a back attachment for the maniple, complementing its capabilities or compensating for its weaknesses. To use these new abilities, click on the ability button on the left of the screen. This will trigger some abilities when the turn starts, while other abilities will require you to then select a target first.<br><br>These abilities are currently unlocked at the highest difficulty level, but this could change in the future.<h2 class=\"bb_tag\" >New Story Chapters</h2>The first two chapters are available in the free base game. Play chapters 3-4 in the expansion, with possibly more to come.<h2 class=\"bb_tag\" >Team Mode</h2>Play with multiple characters simultaneously. For every maniple you bring into battle, their health is decreased.<br><br>There is currently no other content available in the expansion, but this is an ongoing project. Feedback for additions and changes is very welcome! If there is demand for it, up to four more story chapters will be made, concluding the first book of the story.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349020/header.jpg?t=1699812547",
    "developers": [
      "slizer88"
    ],
    "publishers": [
      "slizer88"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}