{
  "1349460": {
    "name": "Bravers",
    "steam_appid": 1349460,
    "required_age": 0,
    "is_free": false,
    "description": "So you are the young captain about to start your journey in the underground world. Sounds promising and risky, at least.<br><br>Every journey starts with a ship. This is where Bravers shine. There are ship docks all around the world, allowing you to design and build your ship the way you want.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349460/extras/7af2de4bfbc318af28a74d69c18ce559.poster.avif?t=1720765013\" width=610 height=226 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349460/extras/7af2de4bfbc318af28a74d69c18ce559.webm?t=1720765013\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349460/extras/7af2de4bfbc318af28a74d69c18ce559.mp4?t=1720765013\" type=\"video/mp4\"></video></span><br><br>There are more than 40 blocks available for purchase to build your ship with. Engines, weapons, storage, controls, and other types of blocks differing in size and tiers. It’s time to use your creativity, Captain!<br><br>You can build a ship fitted with tons of engines to go faster, or a ship full of cannons to keep your enemies away. You decide what's best for your game style! However, the more fuel capacity, the better.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349460/extras/10dfb0a106d621ff4da57aa579182750.avif?t=1720765013\" width=616 height=284 /></span><br><br>With your dream ship now ready, it’s time to find the perfect crew to match. In just about all taverns, you can find and recruit new crew members. Here comes another challenge for the captain. Each potential crew member has unique skills and items and can be a valuable asset on board of your ship. Some of them are professional gunmen who can improve your turrets’ firing rate. Others are great mechanics who can speed up repairs.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349460/extras/ed1286055169a9c3c5e7c52caa54fb6e.avif?t=1720765013\" width=616 height=284 /></span><br><br>Be ready to fight! The underground world is crawling with enemies and dangers. Encounters are waiting for a brave captain to take them on, and not all of them are good ones. Fight to survive and command your ship. Take control of your crew and assign members to critical blocks. Use your crew’s skills to your advantage and destroy your enemies.<br><br>Bravers invites you to explore the beautiful world and unveil a great story. The world is waiting for you. Are you brave enough to take it on?<h2 class=\"bb_tag\" >Feature List</h2><br><ul class=\"bb_ul\"><li>Crew Management - You are not alone on your journey. Hire and manage your crew, their skills, and their equipment.<br><br></li><li>The Ship - Build a unique ship that fits your playstyle using 40+ blocks. Find balance between firepower, capacity, and speed. This will not be an easy ride, so buckle up.<br><br></li><li>Fight - Command your crew in insane battles against a wide range of foes, including creatures, humans, and other dangers. Use different weapons and your crew’s skills to your advantage. Burn enemies with flamethrowers or explode them with rockets. It’s all up to you.<br><br></li><li>The Story - The government is on one side, pirates are on the other side, and you, the captain, are caught in between. What could go wrong on your journey to save your family and humanity?<br><br></li><li>Explore - Find your way in an open world full of mysteries, discover various biomes and settlements, and meet new friends and enemies. The world changes with every journey, uncovering new places and hiding the old ones. Each game will be different from the last.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 简体中文, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1349460/header.jpg?t=1720765013",
    "developers": [
      "8-bit Caviar"
    ],
    "publishers": [
      "8-bit Caviar"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}