{
  "1350030": {
    "name": "Wizards Of The West",
    "steam_appid": 1350030,
    "required_age": 0,
    "is_free": false,
    "description": "Please make sure to report all bugs found to our bugs to report channel in our discord server: <br><i>Before purchasing please know that this game is still being updated to a more complete version with more content and smoother gameplay so expect some issues whilst playing</i><br><br><strong>About Wizards Of The West</strong><br>Wizards Of The West or WOTW for short is a top-down shooting, boss fighting, loot gathering game where you will battle through 9 different bosses with loot you find throughout the game to try to uncover the secrets of who your father is and where you actually came from. Each boss will be challenging with their unique attacks and patterns trying to kill you as you approach them.<br><br><strong>Features</strong><br>Find loot and use it to make countless amounts of builds<br>Find all the secret endings to unlock the different cutscenes<br>Battle through bosses multiple times to try to get better scores<br><br><strong>About Us</strong><br>Wizards Of The West was created by 1 Developer for a college project over the school holidays that I had more fun with than I expected so I wanted to work more on the game and even release it. I've always enjoyed making games and felt it was time to get one out there for others to play. The game has been made with the help of some friends such as the music, logo, and voice acting. Hopefully, if you play this game you enjoy the time you spend in it and if you have any questions about WOTW then contact me and I'll try my best to help answer any inquiries you may have.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1350030/header.jpg?t=1607095264",
    "developers": [
      "Marc Hansen"
    ],
    "publishers": [
      "Land Of Pixels"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}