{
  "1351350": {
    "name": "Specimen 13",
    "steam_appid": 1351350,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A PVE/PVP survival horror experience with stealth &amp; hidden object elements!</h2><br>In Specimen 13 you play as one of five survivors who find themselves as unwilling subjects in an experiment set on a mysterious island. The group will need to find the clues, supplies and keycards they need to activate a mysterious elevator as their best chance of escaping the Specimen. It will not be easy however. The experiment is being actively monitored from afar, with lasers, cameras and drones being used to locate the survivors and guide the Specimen to its prey.<h2 class=\"bb_tag\" >The Specimen</h2><br>The Specimen is a dangerous test subject and appears only as a faint blur to the naked eye. Light is the only tool the survivors have to observe the Specimen, while tranquillizer darts may be used to slow the creature. The group will need to avoid detection to the best of their abilities while searching key locations around the vast island for clues, keycards and much needed supplies.<h2 class=\"bb_tag\" >Play as The Specimen!</h2><br>You are able to play as the Specimen with all the same abilities as the AI specimen. Sneak up on the survivors and avoid the light using your map to warp between areas to stage the perfect ambush. When playing as the Specimen you make very little sound when not sprinting - use this to your advantage!<h2 class=\"bb_tag\" >The Traitor</h2><br>There is the possibility that one of the group may be a traitor actively working against the group. The traitor possesses a device which can be used to summon the Specimen to a specific group member and must use their own wits to frustrate the group's efforts to escape. Be careful of who you trust.<h2 class=\"bb_tag\" >Limited Supplies</h2><br>Flashlight batteries don't last forever &amp; tranquilizer darts are in short supply. The group will need to use their supplies intelligently if they are to evade the Specimen.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1351350/header.jpg?t=1596655911",
    "developers": [
      "Spire Interactive"
    ],
    "publishers": [
      "Spire Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}