{
  "1351170": {
    "name": "東方催狐譚 ～ Servants of Harvest Wish",
    "steam_appid": 1351170,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Since this is a Danmakufu game, its possible that this game might not work on your PC if you have Windows 11. Windows 11 is known to have issues with danmakufu.</strong><br><br><strong>Set off on a journey to an autumnal paradise in this bountiful Touhou fan game made by overseas fans!</strong><br><br>東方催狐譚 ～ Servants of Harvest Wish is a fan-made Touhou Project game made using the Touhou Danmakufu ph3 shooting game engine and is the second game made by Team Dreamcatcher. Servants of Harvest Wish provides quality gameplay, wonderful music, a unique plot and many secrets to be unfold. Join Reimu Hakurei, Marisa Kirisame, Sanae Kochiya and Ryouko as they explore various locations to expose the mastermind pulling the strings from behind the scenes.<h2 class=\"bb_tag\" >- Game Introduction -</h2><br>Servants of Harvest Wish is a vertical-scrolling shoot'em-up game with 6 stages + an additional extra stage. The game features a &quot;Harvest Mode&quot; mechanic that cleverly combines both survival and scoring play. Each character has a set of two shot types, plus a unique ability linked to gameplay. This game can be enjoyed from casual players to skilled STG maniacs thanks to the various difficulty levels. <br><br>The game features various secrets that can be unlocked through both regular runs and practice runs. Discover all different methods of unlocking Abnormal Barrage Spell Cards, as well as something special for expert players.<h2 class=\"bb_tag\" >- Story -</h2><br>A new incident causes all of the crops throughout Gensokyo to wither right before the harvest season, exposing the Human Village to the threat of famine. Expecting different reasons, the heroines set off to expose the heartless youkai who are behind this incident, but none of them knew what had happened behind the scenes beforehand. Explore all scenarios in order to piece all clues together while enjoying the marvellous gameplay elements inbetween.<h2 class=\"bb_tag\" >For Steam Deck Usage</h2><br>We implemented a Proton Compatibility mode. <br>To fix graphic issues when using proton, please run the th_sohw_proton.sh shell script located in the game file root directory before launching the game. If you do not want to tinker with this, go to settings and set boss aura as reduced or lower to fix flickering and slowdown ingame. In this case you will still get flickering during loading animations but not during actual gameplay.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1351170/header.jpg?t=1728019963",
    "developers": [
      "Dream Compass"
    ],
    "publishers": [
      "Dream Compass"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}