{
  "1351450": {
    "name": "Steel Fury: Kharkov 1942",
    "steam_appid": 1351450,
    "required_age": 0,
    "is_free": false,
    "description": "Steel Fury: Kharkov 1942 is based on real-life events that took place from May 12 to 28, 1942. During a vicious German counterattack three Soviet Armies were surrounded and were forced to fighting in what has become known as the “meat grinder.” Through the monstrous roar of tanks and military vehicles, and the blaring sounds of war, players will experience bitterness at the loss of their comrades during battle and elation when they are victorious.<br />\r\n<br />\r\nHistorical Authenticity: Missions are based on true historical events recreated from archives and photo references, including the interiors and exteriors of vehicles and tactical markings.<br />\r\n<br />\r\nThe player has access to vast battlefields without obstructions from impenetrable forests or other obstacles, allowing them to choose any path available to achieve victory!<br />\r\n<br />\r\nFear and Fury Filled Missions: Throughout 30 playable missions in three unique single-player campaigns, experience large scale battles with numerous active vehicles.<br />\r\n<br />\r\nVehicles: Interact with and command all units involved in the advance against the enemy, including: more than 40 different realistically modelled vehicles, with three playable tanks: T-34/76 mod. 1941, Mk.II ‘Matilda’ III, and the Pz. IV Ausf. F2.<br />\r\nTake Full Control: In first and third person views, assume crew positions for Commander, Gunner, Loader, Driver and Hull Gunner.",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1351450/1ff3b67ed440e247b9e1e604fd65e30dabf0c284/header.jpg?t=1764007274",
    "developers": [
      "Graviteam"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 1000,
      "discount_percent": 80,
      "initial_formatted": "¥ 50.00",
      "final_formatted": "¥ 10.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 12,
      "total_negative": 1,
      "total_reviews": 13
    }
  }
}