{
  "1351910": {
    "name": "Tabletopia - Hansa Teutonica + Expansions",
    "steam_appid": 1351910,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Only the host needs to own this DLC. </i><br><br>Core game + expansions: East, Britannia.<br><br>2-5 Players | Ages 16+<br><br>45-90 Minutes<h2 class=\"bb_tag\" >About Game</h2><br>Players attempt to increase their standing as merchants in the Hanseatic League by gaining prestige points. This may be done in different ways: Establishing a network of Kontors in new Hansa cities may be as promising as improving trading skills.<br><br>Players accomplish various activities during their moves. Traders may be inserted on the gameboard, moved, or even displace traders from other players. If they eventually occupy an entire trade route between two cities, a new Kontor may be established. But players may also develop their trading skills instead in particular cities, improving their abilities throughout the course of play. Winner of the game is the player who gains most prestige points.<h2 class=\"bb_tag\" >Expansions:</h2><strong><br><i>Hansa Teutonica: East</i></strong>. This expansion includes nine mission cards for the basic map. Each mission card shows three cities and the player can receive additional victory points for Kontors in these cities.<br><br>In addition the expansion includes a new map: The East-Expansion<br>This map introduces new items into the game: e.g. Ocean trade routes and permanent bonus markers.<br><br><strong><i>Hansa Teutonica: Britannia</i></strong> is an expansion for Hansa Teutonica that consists of a new map of Britannia and revised two-player rules.<br><br>The special permission in Carlisle, Cardiff and London means that you are allowed to do one of your normal placement or displacement actions in Wales and Scotland. You do not get an extra action.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1351910/header.jpg?t=1690214469",
    "developers": [
      "Andreas Steding",
      "Dennis Lohausen"
    ],
    "publishers": [
      "Tabletopia"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}