{
  "1351570": {
    "name": "[Expired] Museum of Other Realities - Cannes XR Virtual - Positron Visionary Award",
    "steam_appid": 1351570,
    "required_age": 0,
    "is_free": false,
    "description": "View the selected VR experiences in consideration for the inaugural Positron Visionary Award at the Cannes XR 2020. The top 5 nominated VR films, will be the finalists selected by the Positron Selection Committee in consideration for this category and will be presented to a special jury at Cannes XR.<br><br><strong>Featured Projects:</strong><h2 class=\"bb_tag\" >THE WINGWALKER</h2>In this jaw-dropping 360 VR film join airshow performer CAROL PILON out on the wings of a vintage biplane pulling loops in the sky. Carol is one of the last living wingwalkers — one of just a handful of people on Earth who is risking their lives by performing on the wings of airplanes flying 160 mph hundreds of feet above the ground. Have you got what it takes to be a wingwalker?<h2 class=\"bb_tag\" >LUTAW</h2>This project explores the unique challenges faced by children in island communities in the Philippines who must swim long distances with their school supplies to get an education. Lutaw follows two siblings, Geramy and Isko, as they go about their day on the island of Caohagan. Geramy is a budding inventor determined to develop a better commute for her and her classmates. Accompanied by her rambunctious little brother Isko, Geramy puts her inventions to the test. The film has no dialogue in order to maximize international distribution and raise awareness of this important and far-reaching issue. This 3D animated virtual reality project is made possible by the partnership between Oculus VR for Good program and the Filipino NGO Yellow Boat of Hope.<h2 class=\"bb_tag\" >GRAVITY VR</h2>GRAVITY VR is an interactive VR short with 15m duration. The story takes place in a surreal world with no ground, everything that exists is forever falling. And the player too. But even though all things are falling at full speed, the general feeling is peaceful. In this world without walls, horizon, up and down orientation, there is no vertigo or fear, The general feeling is that you are floating in zero gravity. At this place you meet our main characters: Osorio and Benedito, two old brothers living in a surprising normality. There ́s no adrenaline in their lives, just a lonely and slow routine. But things start changing when Osorio looks down and finds a far away and mysterious dot that grows every day.<h2 class=\"bb_tag\" >THE GREAT C VR</h2>Based on the short story by American sci-fi author Philip K. Dick ( The Man in the High Castle , Do Androids Dream of Electric Sheep? – the inspiration behind Blade Runner ), The Great C is a cinematic virtual reality narrative set in the aftermath of an apocalyptic event. Years after a catastrophic incident, a powerful AI-driven supercomputer called the Great C rules over the remnants of humanity. Each year a nearby village is forced to send a young person on a pilgrimage to “report” to the Great C – a journey from which no one ever returns.<h2 class=\"bb_tag\" >TUTANKHAMUN: ENTER THE TOMB</h2>The pioneering VR Creative Studio CityLights brings you into the tomb of Tutankhamen, undiscovered and untouched since the young king’s mysterious death. With a photo realistic recreation of the tomb’s genuine artifacts as discovered a hundred years ago, viewers explore the ancient rooms that tell of Tut’s life, death, and journey through Egyptian afterlife",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1351570/header.jpg?t=1602190339",
    "developers": [
      "MOR Museum Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}