{
  "13510": {
    "name": "Tom Clancy's Ghost Recon Advanced Warfighter® 2",
    "steam_appid": 13510,
    "required_age": 0,
    "is_free": false,
    "description": "Ubisoft's award-winning shooter that was founded on the PC returns with Tom Clancy's Ghost Recon Advanced Warfighter® 2, designed specifically for the PC gamer by GRIN. Building on the foundation of Ghost Recon Advanced Warfighter, the sequel is a near-future warfare masterpiece. Ghost Recon Advanced Warfighter 2 for the PC screams tactics, and you'll need to bring your best to bear if you are going to get the Ghosts past their latest challenge...<br>\t\t\t\t\tIt's 2014, and the soldier of the future returns to encounter a new and more imminent threat along the recently completed wall on the U.S./Mexico border. The Ghosts are more powerful with an upgraded Integrated Warfighter System (IWS), but will have only 72 hours to assess the threat and stop the rebels from reaching U.S. soil. With a border that's 1,900 miles long and an enemy that doesn't play by the rules, this is a job for the U.S. military's most elite fighting unit. This is a job for the Ghosts.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Vastly Improved Multiplayer</strong> - Huge variety of modes from classic team deathmatch to the exclusive recon vs. assault.<br>\t\t\t\t\t</li><li><strong>Top-Notch Tactical Gameplay</strong> - PC-exclusive tactical maps and non-linear missions in both indoor and outdoor environments.<br>\t\t\t\t\t</li><li><strong>More Options Mean More Strategies</strong> - Your team is more customizable and has grown with the addition of a communications specialist. New team play options abound including the 'bubble system,' which rewards players for more cohesive teamwork.<br>\t\t\t\t\t</li><li><strong>All-New Battlegrounds</strong> - For the first time ever, the Ghosts will defend U.S. soil from a cross-border attack, taking the fight to all-new locations. The Ghosts will battle enemies in mountain terrains, barren deserts, and even protect their home turf in El Paso, Texas. Each environment presents its own benefits and challenges and will call for fresh tactical approaches.<br>\t\t\t\t\t</li><li><strong>More Technology and Firepower</strong> - All systems have been upgraded to give players more power and control on the battlefield, including an improved Cross-Com. Cross-Com 2.0 will go full screen with the click of a button, enabling you to deliver more precise and deadly attacks.<br>\t\t\t\t\t</li><li><strong>Overhauled Graphics and AI:</strong> - Battle your way through a highly realistic near-future warfare experience against a much smarter enemy. They'll try to flank your position or gain strategic vantage points in order to take you down. But don't worry - your team has your back. Their AI has been upgraded as well. They'll feed you more of the information you need with descriptive commands like 'enemy spotted behind red truck ahead.'</li></ul>",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙, 意大利语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/13510/header.jpg?t=1447351264",
    "developers": [
      "Ubisoft"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}