{
  "1352760": {
    "name": "Arena of Ruins",
    "steam_appid": 1352760,
    "required_age": 0,
    "is_free": false,
    "description": "Adventure a fantasic hack and slash game. System is designed similarly with Diablo 2. Several Acts (Currently, unitul act2), normal~unique items, elemental system, skill tree and three classes etc. Minimum drop rate is 10%.<br />\r\n<br />\r\n03/04, 2023 ACT 2 and relevant items updated.<br />\r\n<br />\r\n02/04, 2023 Upgraded to unreal engine 5 and some features updated. Remaked as Hack&amp;Slash style game with several maps.<br />\r\n<br />\r\nAnyone can stream in broadcasting platform like twitch for free after buying. I will develop this game into medieval style and Modern Arena will be developed focused on modern or sci-fi style.<br />\r\n<br />\r\nSingle paly : Adventure the mysterious maps and enjoy the simple RPG of this game. Currently, there are several simple acts. Components or Systems are similar with the below multiplay. And Maps are same with a multiplay mode. Multiplaying will take some time to be populous because it's first launching.<br />\r\n<br />\r\nMultiplay : Multiplaying mode of this game is an cooperating game. You can enjoy a RPG game, arming your characters by equipping weapons and some skills in the various maps or acts. Enjoy the fast collection of skill and item. Adventure the Map with a team and compete. Anyone interested in ARPG game will be satisfied with the fantasic style. Maps are same with single play and you can select one of them.<br />\r\n<br />\r\n This game supports a single play mode and Multiplaying. It only support Lan and personal Lan mode about this multiplaying game. Personal Lan can be trouble with firewall or security program and allow the program in the firewall if an allowing window did not show up after rejecting to allow Lan network connection. <br />\r\n<br />\r\n The view is isometric. This game has mouse movement. 1~9,0 key is skill implement keys. 'X' is a skill tree key, 'i' is an inventory key.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1352760/header.jpg?t=1678455135",
    "developers": [
      "Indie"
    ],
    "publishers": [
      "Indie"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}