{
  "1352830": {
    "name": "Hoffnunigans",
    "steam_appid": 1352830,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome, wanderer, to the great lands of Hoffnunigans, a people on the rise beckoning you to embark on a transformative journey. Leave behind the mundane and embrace the allure of a better life amidst breathtaking landscapes and a community brimming with opportunity. Unleash your inner explorer as you delve into the riches of our vibrant city, where every experience is designed to enchant and empower you.<br />\r\n<br />\r\nCraftsmanship Unleashed<br />\r\nUnleash your creativity as you master the art of crafting. Transform raw materials into exquisite tools, items, and treasures. Immerse yourself in the delicate dance of creation and watch your masterpieces come to life.<br />\r\n<br />\r\nFlourish in Abundance<br />\r\nEngage in the art of farming, cultivating the land's bounty and savoring the fruits of your labor. Experience the joy of nurturing crops that fuel your journey and create a flourishing life in harmony with nature.<br />\r\n<br />\r\nProtect and Thrive<br />\r\nSafeguard our sanctuary from any threat that may jeopardize the harmonious ambiance we've cultivated. Embrace your role as a guardian, defending the progress we've made and ensuring the safety and well-being of all who call Hoffnunigans home.<br />\r\n<br />\r\nCarting Adventure<br />\r\nRev up your cart and prepare for a unique and exhilarating experience as you step into the role of a Cart Taxi Driver in Hoffnunigans! Embrace the bustling streets as you provide essential transportation services to the vibrant community.<br />\r\n<br />\r\nCultivate Community<br />\r\nImmerse yourself in a tapestry of diverse cultures, forging bonds with locals who embody the spirit of Hoffnunigans. Collaborate, exchange ideas, and partake in communal celebrations as we thrive together, united by a shared vision of prosperity.<br />\r\n<br />\r\nEmbrace Radiant Synergy<br />\r\nHarness the profound interplay of elements as you unlock the secrets of weather manipulation. Find innovative ways to harmonize with nature's whims, allowing the radiant sun, gentle breeze, and invigorating rain to illuminate your path.<br />\r\n<br />\r\nHoffnunigans beckons you to an extraordinary chapter in your life, where boundless opportunities and a radiant future await. Embrace the call, set foot upon our vibrant streets, and let the energy of our city guide you towards a better, more fulfilling existence. Welcome to a place where dreams blossom and adventure intertwines with your deepest desires.<br />\r\n<br />\r\n-Hoffnung Travel Office",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1352830/header.jpg?t=1714526630",
    "developers": [
      "Alexx Osborne"
    ],
    "publishers": [
      "KYHUKOKO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}