{
  "1353290": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Extinction Curse AP 6: The Apocalypse Prophet",
    "steam_appid": 1353290,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Extinction Curse AP 5: The Apocalypse Prophet</h2>The heroes have at last earned the magical energies drawn from the life-giving aeon orbs. They must now scale the highest peaks of the Starstone Isle, outwitting wily demons and facing the mightiest xulgath invaders from deep beneath the earth. In a trap-laden vault constructed by Aroden himself, the cunning high priest of the xulgaths labors to unlock the secrets of the dreaded extinction curse. If the heroes cannot stop him, an apocalyptic devastation will wipe out all life in Absalom and beyond!<br>&quot;The Apocalypse Prophet&quot; is a Pathfinder adventure written by Lyz Liddell for four 18th-level characters. This adventure concludes the Extinction Curse Adventure Path, a six-part, monthly campaign in which the heroes lead a traveling circus as they unravel a plot to eradicate all life from the islands of the Inner Sea. This volume also includes a gazetteer of the forbidding Kortos Mountains, an examination of relics left by the dead god Aroden, new monsters, and new rules.<br>Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the world's oldest fantasy RPG.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> MartinBlake</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Pathfinder 2.0 ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1353290/header.jpg?t=1768429567",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}