{
  "1353320": {
    "name": "Fantasy Grounds - Pathfinder RPG - Book of the Damned",
    "steam_appid": 1353320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder Roleplaying Game: Book of the Damned</h2>Abandon All Hope!<br>As long as mortals have feared what awaits them after death, the threat of damnation has loomed. Powerful fiendish lords rule the deepest, darkest reaches of the Great Beyond: archdevils, demon lords, the Horsemen of the Apocalypse, and more. Such is the power of their evil that even angels cannot resist it--when one servant of Heaven cataloged all the evil in existence in the<br><i> Book of the Damned</i> , Heaven's judges doomed him to exile, appalled at what he had wrought. And now you hold those horrors in your hands!<br><i> Pathfinder RPG Book of the Damned</i> explores the evil planes and their fiendish rulers as they exist in the Pathfinder Roleplaying Game. This imaginative tabletop game builds upon more than 10 years of system development and an open playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder RPG Book of the Damned</i> includes:<br><ul class=\"bb_ul\"><li>Descriptions for dozens of archdevils, demon lords, Horsemen of the Apocalypse, and other fiendish divinities, including the foul boons they grant to their most devoted followers.<br></li><li>Explorations of otherworldly fiendish realms, including the infernal reaches of Hell, the death-haunted expanses of Abaddon, and the nightmare depths of the Abyss.<br></li><li>Several brand-new monsters to fill out the ranks of all 11 of the fiendish races, from sinister classics such as demons and devils to new favorites like asuras and sahkils. New blasphemous rituals, magic items, powerful artifacts, and spells to arm your villains with or for heroes to discover and defy.<br></li><li>Three fiend-focused prestige classes, ready to vex and terrify adventurers who dare stand against their plots.<br></li><li>An extensive collection of in-world excerpts from the sinister pages of the<br><i> Book of the Damned</i> itself.<br></li><li>... and much, much more! </li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1353320/header.jpg?t=1768429617",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}