{
  "1353660": {
    "name": "Next Earth: The Journey Trilogy™",
    "steam_appid": 1353660,
    "required_age": 0,
    "is_free": false,
    "description": "A classic arcade adventure set in space, telling the story of humanity evacuating Earth to escape the Octians to find a new home. <br><br>Control the evacuation ships, use hyperdrive technology to slow down or speed up space, collect enough fuels cells to open the hyper gate to move all your ships to safety before you run out of time and avoid the Octians at all costs.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Unique game play that combines 80’s arcade gaming with a puzzle adventure.<br></li><li>Use action tiles (such as teleports, conveyor belts and switches) to get your ships to safety.<br></li><li>Use power ups (such as time, enemy freeze, time freeze, hints) to buy yourself time.<br></li><li>Learn about the story of 8 characters through the present and past as they leave Earth for a new home in space.<br></li><li>6-7 hours of game-play over 32 levels with a story mode, arcade mode (time attack &amp; score goal) and medals to collect to unlock levels.<br></li><li>Play with a control system that suits you from a two button arcade set up to a eight button PC set up for precision.<br></li><li>Highscore, time score and medal leaderboards so you can keep pushing yourself to get a better score, time and unlock all the medals.</li></ul> <br><strong>Developers note</strong><br>Next Earth: The Journey TrilogyTM is my very first game I have developed.  It was designed to be a homage to Pac Mania, 80’s arcade games and for anyone who likes tough games (features unlimited lives, so you just keep playing until you win).<br><br>Would love to know your thoughts of it! Contact me any time if you have any feedback, thoughts or just want to chat at: <a href=\"mailto:chris.wiseman@minsanstudio.com\">chris.wiseman@minsanstudio.com</a>.<br>Right now the game is in English &amp; PC only, but hope to translate to other languages and platforms if it does well.<br><br>Loved making this game and hope you enjoy playing it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1353660/header.jpg?t=1613397962",
    "developers": [
      "Minsan"
    ],
    "publishers": [
      "Minsan"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}