{
  "1354450": {
    "name": "Dragonfield",
    "steam_appid": 1354450,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1354450/extras/b64539fae658a942d28fb862913e4b0d.avif?t=1675808367\" width=560 height=64 /></span><br><br>Fight in epic medieval fantasy sandbox battles! Use swords, shields, bows, magic spells, ballistas, catapults and much more. Ride armored horses and fly giant dragons. Or just watch armies of bots battle it out with ragdoll physics and destructible environments!<br><br>The game is inspired by the &quot;<i>good old days</i>&quot; of gaming where you could just sit down and play a few rounds against bots - without stress, worrying about your rank or even having an internet connection, the game is completely offline and single-player.<br><br>During Early Access, it is also planned to receive full mod support using the Steam Workshop. Creative players will then be able to create custom weapons, vehicles, maps, skins (outfits) and more to share with others.<h2 class=\"bb_tag\" >Variety</h2>Select from a variety of weapons with different playstyles like daggers, battle axes and crossbows. Wield magic staves, throw knives and spears.<br><br>Fly and fight different kinds of dragons. Ride across the fields on horses.<br>Support your allies by healing or resupplying them.<h2 class=\"bb_tag\" >Dynamic battlefields</h2>Battles are set across multiple different maps like sturdy castles, lush forests and barren deserts.<br><br>The battlefield is shaped as the fight goes on. With destructible buildings, burning fires and rising smoke. Arrows sticking, helmets flying and weapons falling to the ground.<h2 class=\"bb_tag\" >Choose your fights</h2>Configure battles to your liking - from different weathers and time of day to the equipment and vehicles of your allies and enemies.<h2 class=\"bb_tag\" >Bots!</h2>Play with as many bots as your computer can handle, there is no upper limit!<br><br><br><br><strong>Upcoming planned and regular content updates will be free like new maps, weaponry, vehicles, customization and many new features and enhancements to come to the game over the course of Early Access and beyond!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1354450/header.jpg?t=1675808367",
    "developers": [
      "Vincent13"
    ],
    "publishers": [
      "Vincent13"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}