{
  "1354520": {
    "name": "Wild Honesty: A party game for deeper conversations",
    "steam_appid": 1354520,
    "required_age": 0,
    "is_free": false,
    "description": "A party game for 2-5 players designed to facilitate conversations sharing  opinions, thoughts, and feelings, Wild Honesty encourages you in a welcoming environment to push the boundaries of your friendship to a deeper, more honest level. Explore new dimensions of relationships around you, new and old, while having thoughtful and vulnerable conversations about a wide range of topics.<br> <br>In between the heartfelt conversations you’ll jump into a playful sound guessing game to keep moods lighthearted too. With over 1,000 questions  there’s plenty of topics to keep the gameplay fresh and challenging. Personalize your play session to your relationship comfort level, how deep you want to go, and the amount of time you have.<br> <br>Aspiring to fight loneliness and bring friends around the world together through shared connection and conversations,  Wild Honesty encourages you to go deep and break down emotional barriers in a mindful and fulfilling gameplay experience. Be seen for who you are and deepen your friendships along the way. <br><br><u>Features:</u><ul class=\"bb_ul\"><li>Cultivate deep conversations. Challenge yourself by having mindful and fulfilling conversations with your friends and family.<br></li><li>Customize your gameplay around vulnerability. Tailor your games by choosing your friendship level before each round, ranging from strangers to very close friends.<br></li><li>Take part in a playful, lighthearted guessing game in between emotion-driven conversations.<br></li><li>Play with friends around the world via video chat platforms with screen share.<br></li><li>Deaf / HOH accessibility options available for no-sound variant on guessing game.<br></li><li>More than 1,000+ questions edited by communications expert, Kalina Silverman of Big Talk.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1354520/header.jpg?t=1667342617",
    "developers": [
      "That's Not A Game LLC"
    ],
    "publishers": [
      "That's Not A Game LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}