{
  "1355680": {
    "name": "Ardent Seas",
    "steam_appid": 1355680,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1355680/extras/121ff84cc1a3664075269623fa417d07.avif?t=1766948162\" width=680 height=130 /></span><br><br>In Ardent Seas you build and command fleets of warships, lead by gigantic Flagships, warships with flight decks, shipyards and research laboratories. Fend off an alien invasion in the Campaign, refine your skills in single player skirmish, and test your abilities against other players in online and local multiplayer!<br><br>The Game takes place in the Kepler system far away when an alien machine army attacks the humans inhabiting the system.<br><br>The Flagships are the focus of Ardent Seas’ gameplay. Building the first units, unlocking new units and upgrades, handling special powers, resource drop-off, are all handled by these units. They are the primary objective of any battle, losing your Flagship means losing the game.<br><br>While Flagships can build ships and aircraft, they are somewhat limited in that regard, they can only build small ships and early aircraft, for larger ships, and more advanced ships, Shipyards and Aircraft Carriers are in order.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1355680/extras/91d3fc9608edc5ed739782d099856057.webp?t=1766948162\" width=300 height=57 /></span><br><br><ul class=\"bb_ul\"><li>Three unique factions, each with their own strengths, weaknesses, and play styles<br>-Tenorran Defense Navy [TDN]: Flexible Combatants at Range and in the Air.<br>-Coalition Armada[CA]: Heavy hitting from up Close and beneath the Waves.<br>-Ravagers [RAV]: Hit and run, using shields and heavy weapons, and highly adaptable units.<br><br></li><li>Single-player campaign,<br></li><li>Player vs Computer skirmish<br></li><li>Multiplayer<br></li><li>Unit customization, giving your armada a personal touch<br></li><li>Tactical Pause, pauses the game, while still allowing you to give orders [Single-player only]<br></li><li>Conquer islands, and use them to mine resources, and build a mighty fleet ranging from Gunboats to Battleships and Supercarriers<br></li><li>Most units require fuel and ammunition to function, disrupt the enemy’s supply lines, while keeping yours safe<br></li><li>Powerful upgrades allow you to improve and specialize your forces to suit your playstyle</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1355680/extras/f5bfbd7ba3492680b3805e9e2952c042.webp?t=1766948162\" width=300 height=57 /></span><br><br>Thousands of years ago, mankind took to the stars, expanding to many distant planets. Eventually reaching Tenorra, an ocean planet some 500 light years from Earth. After an unusually long journey, the colony ships from Earth crashed on Tenorra, resulting in a technological dark age. From the dark age emerged two superpowers: The Tenorran Defense Union, and the Southern Coalition, as well as many smaller nations.<br><br>The Tenorran Defense Union is a highly advanced superstate, years ahead of the Coalition. While the Coalition doesn’t have the same level of technological advancement, they make up for it in raw productivity and numbers, consisting of over two thirds of the planet’s population.<br><br>30 years ago, Pyrios a nearby ocean moon orbiting a Gas Giant around a Red Dwarf companion star, was colonized by the Tenorran Defense Union, and followed up on by several large corporations. Pyrios is home to the Pyrios-Alpha Radio Telescope Array, three giant radio telescopes built into adjacent impact craters for the purpose of finding Alien life, and to study Earth’s current condition.<br><br>The story of Ardent Seas begins here. A year prior to the events of the game, the Array has detected the signal of a Starship slowing down. And these Aliens would not come in peace.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1355680/header.jpg?t=1766948162",
    "developers": [
      "Recursive Paprika"
    ],
    "publishers": [
      "Recursive Paprika"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}