{
  "1355270": {
    "name": "LOGistICAL: Earth Demo",
    "steam_appid": 1355270,
    "required_age": 0,
    "is_free": true,
    "description": "LOGistICAL: Earth is a large open-world, strategy, puzzle game where you transport different cargoes to complete all the cities throughout the world.<br />\r\n<br />\r\nThe LOGistICAL: Earth demo covers the island of Martinique in the Caribbean. You will be able to compete all towns and businesses (minus the port and airport).<br />\r\n<br />\r\nLOGistICAL: Earth is huge. It now has 50,000 towns to complete and 180,000 businesses.<br />\r\nNew high resolution satellite maps allows you to see the entire planet in detail. Other mapping modes also give you wonderful views of the planet.<br />\r\nBesides the wonderful maps, each town and business now has an image to immerse you even more.<br />\r\n<br />\r\nLOGistICAL: Earth starts out small and grows with you. Discover depots in many places throughout to the globe and then explore those areas.<br />\r\nEventually join all the continents with shipping.<br />\r\nAlso enjoy the huge network of railways. Use those to complete each of the countries.<br />\r\nThere are many new features including gizmos for your trucks to set them as semi-autonomous.<br />\r\n<br />\r\nLOGistICAL: Earth is a standalone game (without additional DLC achievements).<br />\r\n<br />\r\nThe whole game is a huge puzzle while each city is its own little piece of puzzling. There are 50,000 cities to complete.<br />\r\nPlenty of cities are easy enough. Some take complex planning. Do them in your own order. Get bonuses for completing countries, continents and contracts.<br />\r\nSome cargoes are easy to get. Others you have to create in industries. Use existing industries and build your own.<br />\r\nThe further you get from the start the more strategies you have to use.<br />\r\nPimp up your transports with boosts. Last transport delivering gets the boost.<br />\r\nThe cities and map are to scale. Current or historical industry placement. It is very educational.<br />\r\n<br />\r\nThere is plenty more to keep you on your toes.<br />\r\nCities consume the cargoes you are trying to get to completion.<br />\r\nBig transports are great for moving lots of stuff, but can't travel everywhere.<br />\r\nThere are lots of broken transport routes that need deliveries.<br />\r\nUpgrade the industries for better exponential throughput.<br />\r\nCargo stores can sure come in handy.<br />\r\n... and what is with those quarantine checkpoints?<br />\r\n<br />\r\nComplete cities, roads, industries, contracts, regions and states for lots of in-game and Steam achievements.<br />\r\n<br />\r\nLOGistICAL:  Earth game covers the whole planet including many major cities, towns and industries.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1355270/header.jpg?t=1603497508",
    "developers": [
      "Sacada"
    ],
    "publishers": [
      "Sacada"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Complete 5 Businesses",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1355270/2637f6c46a01fc0eafa893585f504b98d2722d2f.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}