{
  "1356010": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Pathfinder Society Quest #3: Grehunde's Gorget",
    "steam_appid": 1356010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> This product is not eligible for a PDF discount from Paizo</strong><h2 class=\"bb_tag\" > Pathfinder Society Quest #3: Grehunde's Gorget</h2><strong> A Pathfinder Society Quest designed for levels 1-4 (subtiers 1-2 and 3-4).</strong><br>Venture-Captain Bjersig Torrsen calls the PCs north to the town of Iceferry in the frigid Land of the Linnorm Kings. There, Bjersig informs the Pathfinders that he has a request from the family of a storied and long-dead Linnorm King. The family's patriarch, the warrior Hlavard Grenskuldr, appears to have perished in a shipwreck while wearing the family's heirloom, the gorget of the Linnorm King Grehunde the Sunchaser. For one hundred generations the family has passed this heirloom down from parent to child, until Hlavard sought to wear it on a journey to Valenhall as Grehunde herself had intended to do before perishing with the task unfinished. Unwilling to leave the relic to rust away in a watery grave, Hlavard's family has requested the Pathfinder Society's assistance in locating the shipwreck and retrieving the family treasure.<br><i> Written by</i><br><strong> Kate Baker</strong> .<br><strong> Scenario tags</strong> : None<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1356010/header.jpg?t=1765914742",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}