{
  "1356610": {
    "name": "Hidden Expedition: The Price of Paradise Collector's Edition",
    "steam_appid": 1356610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Domini Games</strong> proudly presents the next adventurous entry in the electrifying <i>Hidden Expedition</i> series.<br><br>It’s your first field expedition as an expert in ancient Aztec languages, and you’re aiming to make a good impression, but the job takes an unexpected turn when someone awakens Coatlicue, the Aztec goddess of nature! Now it’s up to you to track down and stop the human that’s Coatlicue tasked with her mission to reclaim the planet and punish humanity. You’ll need all your wits and puzzle-solving skills to outwit this deadly threat and return Coatlicue to her eternal rest. Are you bold enough to face her challenge? Find out in this exciting new Hidden-Object Puzzle Adventure!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br><ul class=\"bb_ul\"><li>Join Dave Brannan and the H.E.L.P. team track down operatives from the Relic Sales Company, a dangerous group of artifact looters. Help save the Vase of Wind, and other powerful Aztec artifacts!<br> </li><li>Find souvenirs and Aztec calendar pieces throughout the game – and gain access to extra stories.<br></li><li>Replay your favorite HOPs and mini-games - and add to your achievement awards!  <br></li><li>Save your favorite Aztec adventures with wallpapers, concept art, and music. <br></li><li>Keep your adventure on track with the strategy guide!</li></ul>\t<br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1356610/header.jpg?t=1764248715",
    "developers": [
      "Domini Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}