{
  "1357160": {
    "name": "Avorion - Black Market",
    "steam_appid": 1357160,
    "required_age": 0,
    "is_free": false,
    "description": "This expansion brings the black market to Avorion. Three underground organizations with their own missions, storylines, tasks and bosses are waiting for you! Meet new characters, visit hidden black markets, trade illegal goods, and get access to new, shady upgrades!<h2 class=\"bb_tag\" >New Storyline</h2>Look forward to over 20 new story missions and additional side missions and events. Meet new characters and support or betray one of the three new syndicates on your way through the galaxy. Use your new connections to get the best prices in the shadiest places! Dare to fight against three new bosses and prove to everyone in the galaxy that you are the strongest!<h2 class=\"bb_tag\" >Hacking</h2>Haven't you always wanted to know what's in all those container fields? With the new Hacking Upgrade, you can now have a look under the hood! A lot of treasures are waiting for you, so as long as you don't worry about some disgruntled owners, it's worth to ... borrow ... a few containers.<h2 class=\"bb_tag\" >Black Market</h2>Uncover hidden traders at innocent-looking stations and deal with illegal and stolen goods. Get new weapons and upgrades that you won't find anywhere else! Start your career as a smuggler with new upgrades that shield your cargo from nosy inspectors. Use the gained influence to build good relations with the syndicates, rise through the ranks, and get rewarded with better prices!<h2 class=\"bb_tag\" >The Convoy</h2>Once the barrier has been surpassed, word of new opportunities is spreading rapidly. You're not the only one who wants to venture into the unknown! Once the biggest dangers of the center of the galaxy have been overcome, a huge convoy will start doing expeditions over the barrier. Join the expedition, let yourself be captivated by the convoy, and assist them to make some new friends. And in case you already have enough friends, then maybe you can gather them, lie in wait for the convoy and relieve them of their heavy cargo.<h2 class=\"bb_tag\" >Legendary Weapons</h2>Toss your old turrets to the scrap metal! With this expansion, a lot of new weapons are waiting for you, which will make every enemy shake and propel you to the top of the food chain!",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 葡萄牙语 - 巴西, 法语, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1357160/header.jpg?t=1741854588",
    "developers": [
      "Boxelware"
    ],
    "publishers": [
      "Boxelware"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}