{
  "1357490": {
    "name": "Gunboat",
    "steam_appid": 1357490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >Deadly combat at full-throttle</h2></strong><br>Gunboat: an agile arsenal that can turn 29 knots in the swat of a mosquito. Eight tons of firepower crammed into a 30 ft. hull. For decades, the U.S. Navy has deployed the river patrol boat (PBR) for a most hostile and claustrophobic type of war: riverine combat. Now you’ve been drafted.<br><br>The Colombian drug cartel. Loyal troops of a deposed Panamanian dictator. Renegade Viet Cong. They’re on the river — waiting — around any river bend. Bullets rip through the thick jungle air as you maneuver your Gunboat through over 20 missions in hell. They swear the river will run red with your blood. But you’ve got other orders.<br><br><ul class=\"bb_ul\"><li>Enter 3 sweltering combat zones: Vietnam, Colombia, and Panama<br></li><li>Operate a U.S. Navy River Patrol Boat (PBR) in over 20 missions. Three different maps, identifying target destinations and key sites on the river.<br></li><li>Step into the abyss known as “Riverine Operations.” Your M60 smolders, cocked for yet another round. Spotlights and radar are fully functional. Soldiers, bridges, mines, docks, sampans, APC’s and canyons are depicted in deadly detail.<br></li><li>Get a first-person perspective from 4 battle stations. Fire salvos from the bow, stern and mid-section of the boat – or take the helm as pilot. All four men are cross-trained in each other’s tasks — redundancy becomes crucial if one or two crew members are wounded or dead.<br></li><li>Open fire with authentic gunboat weaponry. Twin .50 cal. M2HB machine guns, .30 cal. M60D general purpose machine guns, Mini-TAT rapid-fire gatling gun, mortars and grenade launchers.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1357490/header.jpg?t=1599227611",
    "developers": [
      "Accolade, Inc."
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}