{
  "1357070": {
    "name": "OMSI 2 Add-On Berlin BRT",
    "steam_appid": 1357070,
    "required_age": 0,
    "is_free": false,
    "description": "Let's imagine for a moment that we are city or traffic planners and that we can design an express bus line in the big city of Berlin in the way we think it makes sense, without having to adhere to any conventions.<br><br>This is exactly what happened in the OMSI2-Add-On Berlin BRT - Bus Rapid Transit! Because unlike in reality, such changes can be implemented very well in a simulation, long planning and construction work phases are spared here. The only thing that would be decisive would be the optimal route for the bus in terms of traffic engineering.<br><br>So why not set up a bus route in the middle of Berlin's famous Kurfürstendamm instead of a parking strip? Or equip traffic lights with bus priority and build a turbo roundabout so that traffic jams almost disappear? Because the buses can move much faster this way, the bus routes can be compacted at regular intervals.<br><br>OMSI2-Add-On Berlin BRT - Bus Rapid Transit contains the route network from the well-known OMSI2-Add-On Berlin X10, but now represents the status from 2019 instead of 2013. Since then, a lot has changed on the actual route in the heart of Berlin, many new buildings have been constructed in reality and some new routes have been added. Several new buildings and updates add variety to the game - without affecting the performance. The area around Bahnhof Zoo alone has changed a lot and has received several new impressive buildings.<br><br>The OMSI2-Add-On Berlin BRT - Bus Rapid Transit brings a new bus, it's a C2 Solo E6. So besides the Berlin flagship MAN DL05, which is also included and known from the OMSI2-Add-On Berlin X10, a new bus is waiting for the players to explore the OMSI map.<br><br>Berlin BRT - Bus Rapid Transit is the new OMSI map for all Berlin lovers!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1357070/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1764236995\" width=616 height=68 /></span><br><ul class=\"bb_ul\"><li>Standalone OMSI2-Add-On, the OMSI2-Add-On Berlin X10 is not needed!<br></li><li>Reproduction of the bus rapid transit line X10, status end of 2019, including many side lines<br></li><li>Optimization of traffic engineering through new (partly fictitious) traffic guidance<br></li><li>Partly new line management<br></li><li>New, professionally recorded announcements<br></li><li>Supplied buses: MAN DL05 and C2 Solo E6<br></li><li>New AFR4 ticket printer included<br></li><li>Various Berlin Bus-Repaints<br></li><li>New AI cars<br></li><li>Comprehensive PDF manual with over 50 pages</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1357070/header.jpg?t=1764236995",
    "developers": [
      "Halycon Media"
    ],
    "publishers": [
      "Halycon Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}