{
  "1358280": {
    "name": "Strategic Mind Franchise Soundtrack",
    "steam_appid": 1358280,
    "required_age": 0,
    "is_free": false,
    "description": "Gameplay and cinematics soundtrack of the Strategic Mind Franchise in both MP3 and WAVE formats. All revenue gathered in 2020-2021 from its sales will be spent on creating more tracks that will be added to this very soundtrack without additional fees. Become a supporter who helps us expand the soundtrack.<br><br>We have trouble investing a lot into the expansion of the soundtrack, so if you like our job so far, please consider supporting our effort by buying this soundtrack - all net earnings (after tax and Steam share) will be invested into more tracks. We are marking all tracks funded with Soundtrack sales as [Community supported] informing you of our progress.<br><br><strong>Current content</strong>:<br>40 gameplay tracks and 37 cinematic tracks. (see full list below)<br><br><strong>Latest updates of the content:</strong><br>13 new gameplay tracks from Strategic Mind: Spirit of Liberty have been added. 6 tracks are Starni Games funded and 7 are community-supported tracks.<br><br><strong>Notice!</strong> This soundtrack does not include many of the Strategic Mind: The Pacific tracks (it has only 4 gameplay tracks from The Pacific by Rustam Shafigullin), as we do not own the rights for the rest of the tracks, we had a license for 1 commercial product use only. However, starting with Strategic Mind: Blitzkrieg we started using compositions written and performed by Daraba Studio exclusively for our games, so all Blitzkrieg, Spectre of Communism, Fight for Freedom and Spirit of Liberty tracks are available in this soundtrack.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358280/header.jpg?t=1703155358",
    "developers": [
      "Starni Games"
    ],
    "publishers": [
      "Untold Tales",
      "Hyperstrange"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 22 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}