{
  "1358010": {
    "name": "EBE",
    "steam_appid": 1358010,
    "required_age": 0,
    "is_free": false,
    "description": "EBE is an exploration adventure and puzzle game set on an Earth-like planet terraformed by aliens. The player takes the role of a small extraterrestrial biological entity (EBE), which recovers a strange communication device from a humanoid lying dead in his crashed flying saucer. Using this device, the player will be able to connect to alien communication network, solve puzzles, explore distant locations, and bring back to life alien entities.<br />\r\n<br />\r\nEBE takes you on a visit to another planet teeming with life, from strange PSI energy-producing plants to small insect-like creatures. You can explore the alien world and establish contacts with extraterrestrial beings, to fulfill The Plan.<br />\r\n<br />\r\nNavigate the little EBE through the hostile environment: it can climb trees, rocks or buildings, and explore the alien world. EBE needs to collect PSI from living beings to recharge communication devices. They can be used for seeing different parts of the planet and it's orbiting space stations. <br />\r\n<br />\r\nOne of the most distinctive features of the game is it’s unique visual style: The whole scenery is almost all based on colorized drawings, resembling scientific illustrations. The movements of EBE and most other creatures are not pre animated but based on physics - with the goal to make the alien world more organic and vivid.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358010/header.jpg?t=1714653395",
    "developers": [
      "Tom Kaleta"
    ],
    "publishers": [
      "Tom Kaleta"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}