{
  "1358830": {
    "name": "Operator",
    "steam_appid": 1358830,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>The game</strong><br><br>Operator is a minimalistic elevator strategy game. You start out with an empty building. Passengers appear randomly in every floor. Your job is to get them to their final destination on time before the floor gets too crowded and the passengers stress out.<br><br>As time passes, more floors are added to the building, increasing the game complexity. You can pause the game at any time to plan your travel strategy. At the end of every day, you get to pick a power-up to use on your next day (faster elevator, faster passenger boarding/unboarding, higher elevator capacity, etc.).<br><br>Each day lasts for about 1 minute or so.<br><br><strong>Development</strong><br>Operator is being developed as a 1 person side-project using the Godot game engine. I played a bit with the art style, from cartoonish, to futuristic neon-styles, but ultimately landed on this minimalistic look &amp; feel, as it also allowed me to make progress quickly.<br><br>There are some sound effects and background music, but it's something that needs to be improved further.<br><br><strong>Feedback</strong><br>Development is still in progress, and I hope to update this game on a weekly basis. Feedback on the graphics, game play, fun factor, etc is very much appreciated.<br><br>Thanks for checking it out!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358830/header.jpg?t=1598278736",
    "developers": [
      "30 Matches"
    ],
    "publishers": [
      "30 Matches"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}