{
  "1358630": {
    "name": "Ski Doom VR",
    "steam_appid": 1358630,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>The classic ski survival game is back - and this time, in virtual reality</strong><br><br>Select from a variety of unlockable skis, snowboards, or sleds, and hit the slopes to outrun the mountain monster as long as possible. Featuring an infinite trail of procedurally generated hazards, including ramps, trees, rocks, ice patches, grinding rails, and many more. Your best run is automatically added to our global leaderboards. Can you survive long enough to be #1?<br><br><strong>Features:</strong><br><br><i>-Procedurally generated hazards, including ramps, trees, rocks, ice patches, grinding rails and many more. No two runs are ever the same<br><br>-Multiple rides and designs to unlock and choose from, including skis, snowboards, sleds and tubes. All unlocks are cosmetic and do not alter handling<br><br>-Steam Leaderboards: Survive long enough to become the #1 rider worldwide<br><br>-Both controller button and motion tracking based controls<br><br>-Weather Effects<br><br>-12 song soundtrack, with music controls accessible from the in-game smartwatch<br><br>-No UI: All menus and displays are real world items, such as your in-game smartwatch or the score balloon that follows you on your run</i><br><br><i>NOTE: Windows Mixed Reality headsets may require some controller bindings to be set manually</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358630/header.jpg?t=1624842214",
    "developers": [
      "sandman"
    ],
    "publishers": [
      "sandman"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}