{
  "1358640": {
    "name": "Penny's Path",
    "steam_appid": 1358640,
    "required_age": 0,
    "is_free": true,
    "description": "In this boldly political interactive story game, a brush with the coronavirus sends Penny back in time to the New England witch hunts. Featuring beautiful hand-painted ink and watercolor art by Finnish illustrator Laura Sivonen, professional voice-acting, and an evocative orchestral soundtrack, Penny’s Path is a feast for your imagination!<br><br>Discover a time when traditional beliefs were being replaced by dogmatic institutions, a time when medicine and other sciences simultaneously stole from and persecuted the practices of midwives, astrologers, and other cunning folk. As Penny meets strong female characters who challenge past and present stereotypes, she discovers her own special role in the changing seasons of fortune. Was it all just a dream, or was it a prediction of things to come?<br><br><i>Penny's Path</i> is a linear Visual Novel, a type of the game that combines art, sound, and dialogue choices to make an interactive story experience. Visual Novels are different from standard games in that the focus is usually on the story rather gameplay elements like scores and reflexes. As such, <i>Penny's Path</i> provides an experience that is well-suited both to people new to games as well as experienced gamers.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358640/header.jpg?t=1600537018",
    "developers": [
      "Strategic Thinking LLC"
    ],
    "publishers": [
      "Strategic Thinking LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}