{
  "1358370": {
    "name": "Hill Agency: PURITYdecay",
    "steam_appid": 1358370,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358370/extras/058d32e3f667d709a31e95eece685e2c.avif?t=1707850017\" width=586 height=178 /></span><br>The year is 2762 and you are Meeygen Hill, a tough as nails P.I., working in the neighbourhoods of one of the last major cities of North America. Life is all truant kids and cheating spouses until a dame barges in from the Risen City and changes your life. Her sister has been murdered and the cops are useless. It’s up to you to find out whodunit and it seems like this case go way further up than the banks of this one detective’s little neighbourhood in this Indigenous cybernoir narrative detective game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358370/extras/fb3612b30c9b37134ab2879d59a5459f.avif?t=1707850017\" width=586 height=178 /></span><br>What would our world look like on the brink of freedom from colonial oppression? Find out in this heart-pounding and atmospheric Indigenous cybernoir detective game! Play as Meeygen Hill, a hardboiled detective working in a thriving Indigenous (Néhinaw) Metropolis under the shadow of the towering NeXt Corps space elevator and it’s Risen City of elite citizens. Find yourself drawn deeper into conspiracy and intrigue after you take on the seemingly straightforward case of a murdered elite.<h2 class=\"bb_tag\" >Visit an Indigenous Future</h2>Explore a never before seen cybernoir Indigenous future in a world inspired by pulpy noir mysteries, <i>Ghost in the Shell</i>, and <i>Blade Runner</i>. Immerse yourself in a world filled with colourful characters and saturated in the Cree language done up in neon. Wander the streets of Hill's beloved city or brave the deceptively bright Risen City and perhaps discover the origin of the shadow that looms over them both.<h2 class=\"bb_tag\" >Be the Thinking Machine</h2>In the Hill Agency You’re not just playing a detective, you are one. The game doesn't tell you if you are on the right track or even have the right perp, that's all on you. Uncover clues and find new witnesses and suspects by wandering the streets. Use the tools at your disposal to connect the clues and then make your accusations, if you have the nerve.<h2 class=\"bb_tag\" >Grow Your Connections</h2>There's more to this than going at it lone wolf style. Build Hill's networks back up and learn even more about the world and it's workings. Find ancient search terminals to uncover a history long forgotten to everyone, even the Risen City itself.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358370/header.jpg?t=1707850017",
    "developers": [
      "Achimostawinan Games"
    ],
    "publishers": [
      "Achimostawinan Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}