{
  "1358050": {
    "name": "Sanatorium «Anthropocene Retreat»",
    "steam_appid": 1358050,
    "required_age": 0,
    "is_free": true,
    "description": "Place yourself into fantastic gardens to work your way through evolutionary transformations, starting as a non-human agent, though viral forms of life into human shape, to finally achieve the status of artificial intelligence. Communicate with NPC, set records in mini-games, fight enemies and witness the arrival of technological singularity. <br />\r\nGameplay combines the genres of arcade, quest and shooter. In each of these subgames you can be on top of an internet leaderboard. In the second part of the game, relieve stress and shoot out in five fantastic museums of modern art. <br />\r\n<br />\r\nMain features of the game:<br />\r\n- NPC missions;<br />\r\n- magic transformations;<br />\r\n- shooting galleries;<br />\r\n- unusual puzzle solutions;<br />\r\n- seamless change of game genre;<br />\r\n<br />\r\nThe game examines the development of anti-anthropocentric philosophical concepts from the perspective of the classical ‘vergilian’ road movie. The key utopian concepts of antihumanism, posthumanism, transhumanism, and technological singularity as well as the doctrines of Haraway, Latour, and Land are introduced in a magical fantasy performance where the protagonist undergoes a sequence of transformations resulting from his interactions with the other main characters. <br />\r\nThe gameplay is based on the fluid identity of the protagonist. His settings are not defined and are subject to change in function of the interactions with non-player characters. <br />\r\n<br />\r\nIncidentally, the game through speed of the storyline determines the answer to the vital question of the last decade, namely the exact date of the beginning of Anthropocene, that is, the epoch of significant human impact on Earth.",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1358050/header.jpg?t=1679315982",
    "developers": [
      "Mikhail Maksimov"
    ],
    "publishers": [
      "VAC Foundation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}