{
  "1359520": {
    "name": "ENCODE",
    "steam_appid": 1359520,
    "required_age": 0,
    "is_free": false,
    "description": "Encode is a dystopian story driven first person shooter. The game takes the player through a journey that explores conflicting ideologies within an open-world cyberpunk atmosphere. <br><br>The tension takes place in a fictional country named Nira where recent civil unrest left citizens desperate for order. Order came in the form of a new state security force which utilizes advanced technology to monitor and hunt down threatening individuals and ideas. A system of numerical scoring was imposed on all citizens to reward hard work and support of the state while punishing sedition.<br><br>The game is intended to impress on the player real ideas about faith, philosophy and politics. <strong>Given that the game was written and constructed almost entirely by one person the production quality and execution may not be up to modern standards. </strong>This game should be treated as the expressive work of an indie developer, or if you prefer the term, as propaganda. Although it has taken immense time and energy to produce this product, it lacks the depth to which I intended the conversations and ideas to be explored. As my first narrative driven game I can't be sure if it will effectively convey the ideas I hope it might but, all the same, I believe that many players will find enjoyment in the atmosphere of Encode.<br><br>You WILL get<br><ul class=\"bb_ul\"><li> Narrative and Themes<br></li><li> Dystopian/Cyberpunk Atmosphere<br></li><li> Great music</li></ul><br>You WON'T get<br><ul class=\"bb_ul\"><li> Constant blood pumping action<br></li><li> Branching/non-linear story<br></li><li> AAA level polish or production quality</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359520/header.jpg?t=1655164285",
    "developers": [
      "Flyleap Studios"
    ],
    "publishers": [
      "Flyleap Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}