{
  "1359910": {
    "name": "Mad Mosh",
    "steam_appid": 1359910,
    "required_age": 0,
    "is_free": true,
    "description": "Relive your favourite club nights and gigs, load your own music (Hardcore, Punk, Metal, any genre really, via .wav audio file format) and go to the dance floor,  annihilate anyone in your path using the classic metal moshing moves (lots of NPC's doing the same), stage dive as you please, head bang with realistic hair physics. The music you load drives the game, your experience. In a nutshell, it's a next level heavy metal music sim. <br />\r\n<br />\r\nHone your inner Metal head or be straightedge, or go punk and destroy everything,  or play some classical Beethoven while moshing, we don't mind. Or visit other clubs and explore.<br />\r\n<br />\r\nIMPORTANT - Setup instructions:<br />\r\nFor the ideal playing experience, before playing the game grab some of your favourite artists .wav tracks, copy those into the folder ..\\Windows\\MadMosh_Data\\StreamingAssets<br />\r\nWhen the game loads it loads those songs and plays them in order, to get data such as beats per minute. If you do not perform this step, don't worry, the default in-game music will play! When you are ready start the game.<br />\r\n<br />\r\nOnce playing, press the escape key to get the options, help, player customisation. To stage dive press the right shift key while in dance more (Hold both left and right shift for a BIG stage dive, to stop/start dance mode press left ctrl key), power moves controlled by M, , ? keys, L is for headbanging. Take a drink to get your strength back, press E key near a drink. C key is for slow motion.<br />\r\n<br />\r\nHave fun in the mosh pit.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359910/header.jpg?t=1695402101",
    "developers": [
      "khos85"
    ],
    "publishers": [
      "khos85"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}