{
  "1359950": {
    "name": "Intra Corpus",
    "steam_appid": 1359950,
    "required_age": 0,
    "is_free": false,
    "description": "Intra Corpus is a game about exploring the human body. You are a doctor that's about to insert a cell sized drone into a vein located in the right leg of your patient. Your goal: travel across the body with the drone, reach the brain, and perform a complex surgery to save your patient. Along the way, you'll visit other organs such as the stomach, heart and lungs in order to clean the patient's body from viruses, infections, accumulations of fat, stones and other undesirable inhabitants. <br><br>The game is divided into 11 chapters, with 2 more hidden chapters. The 11 chapters are:<br><br><ul class=\"bb_ul\"><li> Blood vein<br></li><li> Intestines<br></li><li> Stomach<br></li><li> Kidneys<br></li><li> Gallbladder<br></li><li> Liver<br></li><li> Lungs<br></li><li> Heart<br></li><li> Lymph nodes<br></li><li> Pharynx<br></li><li> Brain</li></ul><br><strong>You will be encountering shooting bacteria, fat accumulations, aggressive viruses and more.</strong> To help you achieve your goal, your drone is capable of punching, drilling and shooting with both arms. Both arms are controlled separately so you can do 2 different actions at the same time. You are also able to upgrade your drone along the way.<br><br><strong>A fellow doctor will describe the environment for you,</strong> giving you knowledge of the various cells and bacteria you will be encountering. Not only will you be punching all sorts of viruses, but you'll also acquire a lot of knowledge in human anatomy. She will help you with your objectives as well and generally acts as an AI guide.<br><br><strong>The game is designed with immersive exploration in mind</strong>. It aims to push the boundaries of an unexplored frontier of the human body and put it in video game format. At the same time, it also offers challenging gameplay mechanics.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359950/header.jpg?t=1597933186",
    "developers": [
      "Eternal Stardust Studios"
    ],
    "publishers": [
      " Eternal Stardust Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}