{
  "1359080": {
    "name": "Dragon Drop: Tabletop Multi-tool",
    "steam_appid": 1359080,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What Is It?</h2><br>Dragon Drop is a multi-use application for tabletop gaming. This tool is designed to enhance the story-telling experience, rather than replace it, by allowing a visual representation of players within the story world, and allowing game masters to quickly react to player choices and actions.<br><br>To put it simply: We put the tools in your hand, so you can create the world you want to build. You’ll be able to speedily build world maps and dungeons in 3D, design your adventures with encounter and player tokens, and best of all, your players will see the world you’ve built right on their phone screens, in real time. The story is yours to tell, and the world is yours to create!<h2 class=\"bb_tag\" >How Does It Work?</h2><br>As the Game Master, you can set tile biomes, drag and drop buildings, environment pieces, props, design dungeons, place encounter tokens, loot tokens, and player pawns. Hide anything you don’t want your players to see with fog of war. Save your map, and create a room. Invite your players, load up your map and start your adventure!<h2 class=\"bb_tag\" >Custom World Building</h2><br>No more waiting for a map release that fits your adventure. With multiple biomes, buildings, and prop sets there are vast options for adventure design. Build and save multiple maps to create an unparalleled homebrew campaign. Set your adventure anywhere you want, with the world you want your players to experience. All in gorgeous 3D!<h2 class=\"bb_tag\" >Story Enhanced</h2><br>With unobtrusive, fast controls and a simple drag and drop system, building a world is fast and easy. Your players will be able to see themselves represented in the world you’ve built, and move within it. You can control the way players experience your map with fog of war, hiding those all-important secret areas and encounters. But the story is still yours to tell. We’re just here to give you +1 to visual representation.<h2 class=\"bb_tag\" >Community Minded</h2><br>We love community, so we wanted to make sure Dragon Drop kept communities together. With a generated room/lobby system, you can adventure at a distance with friends from around the world. You can also save and share your map builds to fellow Dragon Droppers, giving untold potential for brand new homebrew games and collaborative adventures.<h2 class=\"bb_tag\" >MULTI-PLATFORM</h2><br>We want you to be able to use Dragon Drop on the platform you feel most comfortable with. Dragon Drop works on iOS, Android, Windows and Mac.<h2 class=\"bb_tag\" >No Login Required to Play</h2><br>Players will not be required to login to play in a session. The Game Master simply needs to setup a unique room code and share it with the party.<h2 class=\"bb_tag\" >Always Free</h2><br>Dragon Drop will always be free. Forever! Functionality and updates will continue to roll in as long as we have support by the community. We also do have some pretty cool perks for our Patreon supporters, with many more on the way! All the perks will be aesthetic to ensure that app functionality always remains free.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1359080/header.jpg?t=1655921790",
    "developers": [
      "MAMMOTH"
    ],
    "publishers": [
      "MAMMOTH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}