{
  "1360440": {
    "name": "The Door",
    "steam_appid": 1360440,
    "required_age": 0,
    "is_free": false,
    "description": "THE DOOR is a unique story-puzzle with teleportation.<br />\r\nTravel through stunning landscapes with your confused robot friend, Cell44, and help her escape &quot;the Big Thing in the Sky.&quot;<br />\r\n<br />\r\nSTORY<br />\r\nUpon discovering and going through a secret digital door, you find yourself trapped in an alternate world together with a slightly needy, flying robot.<br />\r\nGuided by the robot, you must find your way home through a series of doors and puzzles leading to the legendary exit in the sky. <br />\r\n<br />\r\nBut, something is amiss: The omnipresent structure floating in the sky seems aware of your presence. <br />\r\nWhat is it's intention, what is it doing here? And is there a way out of here?<br />\r\n<br />\r\n<br />\r\nGAMEPLAY<br />\r\nYou will find uniquely crafted door puzzles and classic puzzle mechanics in THE DOOR.<br />\r\n<br />\r\nTrigger mechanisms are activated to unlock secrets. Perspective puzzles are solved to create objects which you must find the right purpose for. Objects are scaled and re-scaled to suit new purposes. The world and it's light is manipulated by your input, as day changes into night, and night chances into a psychedelic environment. Each new door has a unique puzzle attached to it.<br />\r\n <br />\r\nOpen THE DOOR to continue, and experience the beautiful world and the story unfold.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1360440/header.jpg?t=1626422340",
    "developers": [
      "ARblox"
    ],
    "publishers": [
      "Self-published"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}