{
  "1360220": {
    "name": "Tora Tora!",
    "steam_appid": 1360220,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>TORA TORA!</strong> is an air combat simulator, based on the conflict of the Pacific Ocean in WW2. An Indie development that aims to bring the player to live the experience of those pilots. through intuitive game dynamics and a special graphic style, which is between Lowpoly, old documentaries and games from the golden age.<br><br><strong>TORA TORA!</strong><br><br>Tora Tora is an air combat video game, based on the conflict that took place over the Pacific Ocean in the 1940s.<br><br>An Indie development, which aims to relive the experience lived by those pilots who flew from aircraft carriers, and had to navigate over the ocean, fulfill their missions and then find their own aircraft carrier, if it was still there, in order to land.<br><br>The game seeks to have a fluid dynamic, that transmits real flight sensations, with friendly control commands.<br><br>The graphic style of the game is especially unique, a high contrast in black and white, with powerful reds that stand out over the entire game, Tora Tora! He manages to have an image that relaxes, that is enjoyed, and that recalls those golden times, where video games were good for their essence.<br><br>The “Faceted low polygons” style mixed with skies and a textured ocean makes Tora Tora! Be an original game in its genre.<br><br>The scenes of the in-game game, have a fluid camera movement, since the game aims to have a semi-cinematic game mode.<br><br><br><strong>THE GAME</strong><br><br>Tora Tora! It was born with the idea of ​​a game of fulfilling missions starting from an aircraft carrier, flying to find the target, attack, defend, escort, photograph, and once the mission is complete, return to your aircraft carrier.<br><br>The pilots will be created by the player, each one will have their history, experience and abilities, which by completing missions can improve their skills, but if the pilot falls into action, he will no longer be able to continue flying, and the player must create a new pilot.<br><br>This concept is for the user to value their pilots, and that each pilot is unique. There will be aces between them, and others that may not go that far.<br><br>The history of all the pilots will be visible from the main menu on the pilots dashboard.<br><br><br><strong>FIRST STAGE</strong><br><br>The first stage will have as its main ship the AKAGI, a Japanese aircraft carrier, with 3 aircraft available.<br><br>E4n, biplane<br>A6n, hunting<br>B6n, shortstop<br><br>The player will be able to select the weapons configuration, regulating the maximum weight, and will be able to choose whether to carry more fuel, more bombs, a reconnaissance camera, extra tanks, or more ammunition.<br><br>Ammo<br>Cannon ammunition<br>Pumps<br>Torpedoes<br>External tanks<br>Reconnaissance camera<br><br>In the next stage of development, the counterpart of the US Navy will be available.<br><br><strong>GAME MODE</strong><br><br>Simple battle, the player will be able to choose the type of mission she wants to fly, the pilot she uses will gain experience according to the score and her performance.<br><br>Campaign, The campaign will have a series of missions, some pre-established and others dynamically generated. The campaigns will give extra scores to the pilots.<br><br>Free Flight, It allows us to fly freely, with the equipment we want, enemies may or may not appear, or we can go and seek conflict if we want, using the intelligence that is available at the time.<br><br>Practice, It will allow the player to experience all kinds of practices and exercises without putting their pilot at risk. It is the only game mode where pilots do not die<br><br><strong>COMMUNICATIONS AND NAVIGATION</strong><br><br>Communications will be an important part of the game, since during the mission, or within the campaign, we will obtain very useful information to fulfill our objectives, or keep us safe.<br><br>Using the navigation chart, or map, we can make markings, estimates, measurements and triangulations, this will allow us, in conjunction with the use of the radio, to use intelligence information to find enemies, ships, planes, bombers, submarines, or prevent them from finding us.<br><br><strong>FLIGHT COMMANDS, AIRCRAFT</strong><br><br>Although the flight system is not extremely realistic, it seeks to transmit the sensations but with a friendly control system.<br>The airplane will have the main controls and classic mechanical variables, such as.<br><br>Fuel<br>Motor temperature<br>Oil pressure<br>Radiator<br>Air brake<br>Wheel brake<br>Flaps<br>Lights<br>Landing gear<br>Landing hook<br>Aileron, elevator and tail control<br>Cabin opening<br>Fire machine gun, cannon, bombs, torpedo, use of camera.<br>Internal cockpit board complete<br>Jump off the plane",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1360220/header.jpg?t=1616445596",
    "developers": [
      "Santiago Gonzalez"
    ],
    "publishers": [
      "Santiago Gonzalez"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}