{
  "1361990": {
    "name": "Forebears",
    "steam_appid": 1361990,
    "required_age": 0,
    "is_free": false,
    "description": "Adventure, romance, drama, mystery and cute animal spirits. This unforgettable story-driven adventure has everything you could ask for. Forebears is a game for those who love both Visual Novel and Adventure games. It combines elements of both genres of games to create an engaging world for you as the player to explore.  <br />\r\n<br />\r\n The town of Udosa is small and quiet. It's thought to be the perfect place for anyone wanting to start a new life; however, what happens at night unbeknownst to those who live there could change it forever. The story of Forebears follows Rowan, after experiencing a traumatic event that leaves her feeling depressed and defeated. When she has a run in with the ghost of her great grandpa Gin and a mysterious forest spirit, life for Rowan changes forever as she goes on an adventure after discovering she now has the ability to speak to the dead.<br />\r\n<br />\r\nForebears has something for everyone featuring a story involving the main character Rowan's struggle to find her place in the world. When she feels hopeless and lost, the spirits of her ancestors help guide her back to finding herself. Rowan meets new friends, finds new hobbies and helps save the woods near her town from destruction in her journey to recovery.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361990/header.jpg?t=1659587894",
    "developers": [
      "Bearly Entertainment"
    ],
    "publishers": [
      "Bearly Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}