{
  "1361280": {
    "name": "Battle Brothers - Blazing Deserts",
    "steam_appid": 1361280,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361280/extras/eb4bc14bd5b7dcac925da7381f4fc4a4.avif?t=1765207255\" width=600 height=180 /></span><br>The 'Blazing Deserts' DLC for Battle Brothers expands the game with new lands of burning deserts and lush oases to the south. Visit independent city states, fight in the arena, face desert raiders and southern beasts in battle. Wear new gear inspired by Arabian and Persian cultures of the medieval ages, employ alchemical contraptions and primitive firearms, and forge your own path when the fires of religious turmoil threaten to engulf the world in a new late game crisis!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>New Lands</strong> - Visit new lands to the south with independent city-states that have their own lore, equipment and services, as well as entirely new character backgrounds to recruit.<br></li><li><strong>Retinue</strong> - Hire non-combat followers for your retinue to customize your campaign experience to fit your playstyle. Hire a drill sergeant to train your men. Never lose shields again with a blacksmith that can repair gear no matter how damaged. Buy carts for additional inventory space.<br></li><li><strong>Arena</strong> - Fight in front of cheering spectators to earn coin, experience and unique rewards as an alternative to mercenary work.<br></li><li><strong>New Crisis</strong> - Survive a new late game crisis that tests the mettle of your company in the fires of religious turmoil.<br></li><li><strong>New Opponents</strong> - Face new factions of city state soldiers and desert raiders, complete with their own gear and unique mechanics. Hunt down and get hunted by desert beasts.<br></li><li><strong>New Origins</strong> - Play using one of three new southern-themed origins, each with special rules that shape your campaign into a different experience from beginning to end.<br></li><li><strong>New Banners and Gear</strong> - Dress in style with a collection of new banners, shields, helmets and armors inspired by Arabic and Persian culture. Use new weapons, alchemical contraptions and primitive firearms.<br></li><li><strong>Legendary Location</strong> - Visit a new legendary location and fight a new boss in a quest that leads to a legendary reward.<br></li><li><strong>New Location Environments</strong> - Fight amidst southern ruins and nomad tents on the tactical combat map, in addition to graveyards and encampments by brigands, orcs and goblins that come with a free update to the base game.<br></li><li><strong>New Contracts and Events</strong> - Earn your stay in the south by taking on new contracts. Immerse yourself in leading a mercenary company with even more illustrated events.<br></li><li><strong>New Music</strong> - Several new music tracks set the mood on your adventures.<br></li><li><strong>New Achievements</strong> - Challenge yourself with new achievements.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361280/header.jpg?t=1765207255",
    "developers": [
      "Overhype Studios"
    ],
    "publishers": [
      "Hooded Horse",
      "Overhype Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4900,
      "final": 4900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 49.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 42,
        "description": "在平板上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 8,
      "total_negative": 5,
      "total_reviews": 13
    }
  }
}