{
  "1361970": {
    "name": "Millennium Conflict",
    "steam_appid": 1361970,
    "required_age": 0,
    "is_free": false,
    "description": "Prepare to embark on a thrilling journey through space with Millennium Conflict, the real-time strategy game that will test your quick thinking and strategic skills! As the only surviving male in this universe, you must take up arms and fight off attackers who seek to conquer space.<br><br>With stunning graphics and addictive gameplay, Millennium Conflict builds upon the success of its predecessor and promises to keep you engaged for hours on end. You'll need to act fast to thwart wave after wave of enemy attacks and conquer their colonies and bases.<br><br>With 40 challenging levels to battle through, you must upgrade your weapons and recruit new generals to lead your troops to victory. Keep track of your progress with in-game stats and achievements, and enjoy the unique 2D style of the game.<br><br>Take control of the battlefield and show your enemies what you're made of! With Millennium Conflict, the fate of the universe rests in your hands.<br><br>Featuring:<br><ul class=\"bb_ul\"><li>Real-time strategy gameplay set in space, with fast-paced action and intense battles against enemy attackers.<br></li><li>40 challenging levels to conquer, increasing difficulty as you progress through the game.<br></li><li>Upgradable weapons and the ability to recruit new generals to lead your troops into battle and gain an advantage over your enemies.<br></li><li>In-game stats and achievements to track your progress and showcase your successes.<br></li><li>Unique 2D graphics style that enhances the overall immersive experience of the game.</li></ul><br>",
    "supported_languages": "英语, 日语, 韩语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361970/header.jpg?t=1693386092",
    "developers": [
      "Badim",
      "ArtemPH"
    ],
    "publishers": [
      "Badim"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}