{
  "1361700": {
    "name": "Half-Life: Alyx - Final Hours",
    "steam_appid": 1361700,
    "required_age": 0,
    "is_free": false,
    "description": "Twenty-two years ago, Geoff Keighley was in college when he visited Gabe Newell and Valve Software to write The Final Hours of Half-Life. Now, over two decades later, Keighley returns to Valve for The Final Hours of Half-Life: Alyx. <br><br>This 25,000 word multimedia experience gives readers an unprecedented and unvarnished look at the past decade inside Valve. From the revelation of surprising canceled projects to never-before-seen images, photos and video, The Final Hours dissects Valve’s creative process and candidly explores the development history of Half-Life: Alyx.<br><br>This interactive storybook does not use or require a virtual reality headset. It merges a 25,000 word traditional story with 3D video game technology to give customers a fly-on-the-wall perspective of Valve’s creative process. <br><br><u>FEATURES INCLUDE:</u><br><br><ul class=\"bb_ul\"><li> INTERACTIVE “TONER” PUZZLES: Unlock never-before-seen concept art and images via interactive puzzles inspired by Half-Life: Alyx<br></li><li> NEVER-BEFORE-SEEN PROTOTYPES: From early video prototypes of Alyx to other cancelled games, Valve reveals unknown – and unreleased – projects.<br></li><li> HEADCRAB SOUND MIXER: Create your own headcrab sound effects using the same source files as the development team.<br></li><li> DEVELOPMENT FLOOR EXPERIENCE: Explore the Valve office with an interactive 3D tour that showcases the development area for Half-Life: Alyx.<br></li><li> VALVE TIME: An interactive timeline details Valve’s software and hardware projects over the past decade – including previously unknown projects.<br></li><li> RHYS DARBY: Exclusive interview with Rhys Darby (“Russell”), one of the stars of Half-Life: Alyx<br><br><strong>Note: The Final Hours of Half-Life: Alyx does not require or utilize a VR headset.</strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361700/header.jpg?t=1594481973",
    "developers": [
      "Geoff Keighley"
    ],
    "publishers": [
      "Geoff Keighley"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 32,
      "total_negative": 0,
      "total_reviews": 32
    }
  }
}