{
  "1361580": {
    "name": "Armoured Commander",
    "steam_appid": 1361580,
    "required_age": 0,
    "is_free": true,
    "description": "Armoured Commander is a turn-based, strategy roguelike using the ASCII character set. You play the role of Commander of an M4 “Sherman” Tank, leading a battlegroup fighting in Northwestern Europe between 1944 and 1945. You can play one of two campaigns set in 1944-1945, allowing you to join American or Canadian forces as they land in France and fight their way into Germany. Along the way you will face German tanks, guns, and infantry. All maps and encounters are procedurally generated, so each playthrough will present you with a new experience. In both campaigns, your goal is to survive the war while accumulating as many Victory Points as possible. Each day of the campaign you will be sent on a particular mission, either to advance through an area of territory, battling more entrenched enemy forces, or defending a previously won position against a counterattack. You decide how to proceed through the day’s campaign map, and when you encounter enemy forces, how to deal with them. Along the way, your crew will gain experience points and skills that will enhance your chances of survival and victory.<br><br>The game includes two campaigns, more than a dozen variants of Sherman tank for you to command, and dozens of enemy types, from small squads to the massive Panther and Tiger tanks.<br><br>Please note that this game is no longer in development, and no further additions or fixes are planned. All development is now focused on Armoured Commander II, also available on Steam.<br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1361580/header.jpg?t=1595280227",
    "developers": [
      "Gregory Adam Scott"
    ],
    "publishers": [
      "Gregory Adam Scott"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}