{
  "1362840": {
    "name": "The Fable of a Rabbit",
    "steam_appid": 1362840,
    "required_age": 0,
    "is_free": false,
    "description": "* The Fable of a Rabbit is an adventure game with RPG and building elements; in a huge fantasy and science fiction world full of dangerous creatures, endearing characters, stories, and mysteries to discover. Also, you can establish your own Settlement where to forge your destiny forever.<br />\r\n<br />\r\n* You will learn skills and activities such as alchemy, blacksmithing, botany and many more! You will equip armor, use weapons, create potions, hunt animals, discover unknown flora and fauna, navigate the waters, travel to distant lands, conquer unexplored places, fight with dangerous creatures and much more.<br />\r\n<br />\r\n* Be a famous Explorer, a renowned Investigator, or a brave Hunter among the many Professions that you can choose from.<br />\r\n<br />\r\n* Learn about the Factions of Leerea, their conflicts and their alliances. You will win friends or enemies depending on which side you choose, while fighting inequality and injustice between species.<br />\r\n<br />\r\n* Discover who the Gods of the Sky really are. And what led them to come to your world and what role they played in the rise of the Evolved.<br />\r\n<br />\r\n* Explore every corner of this fascinating continent and its islands in search of fantastic objects, treasures, and answers to all kinds of intrigues. Who are the Nomads? Is it true that they can escape death?<br />\r\n<br />\r\n* You will interact with many characters of different species and you will be able to know every detail of them. Each NPC is unique and has its own characteristics, opinions and wishes. You will make friends, trade with them, and of course make enemies when you least expect it.<br />\r\n<br />\r\n* You will not only live in an extraordinary world, but you will be an active part of it. The environment will know the decisions you have made, and the adventure will act accordingly.<br />\r\n<br />\r\n* Last but not least, the building aspect of the game will allow you to create a place entirely of your own. Where you can choose which buildings to have and who can live and work there. Do you want to trade bread? Then build a bakery! Do you want to sell vegetables? Starting with some crops would be a good idea. The Settlement is your own place in this world. But will it be an oasis of peace?",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1362840/header.jpg?t=1767470227",
    "developers": [
      "GEOMETRIC BYTES"
    ],
    "publishers": [
      "GEOMETRIC BYTES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}