{
  "1363230": {
    "name": "Skyshards",
    "steam_appid": 1363230,
    "required_age": 0,
    "is_free": false,
    "description": "Discover the limitless world of Skyshards, a sandbox adventure like no other. Immerse yourself in a procedurally generated open world filled with diverse environments, from lush plains and dense forests to arid deserts, snowy mountains, and mysterious caves. Embark on epic explorations, uncover hidden dungeons, and follow an engaging story. Or don’t, you can do whatever you want after all.<br />\r\n<br />\r\nIn Skyshards, you have the power to shape your world. Place and break blocks, craft essential tools like pickaxes, shovels, and axes, and forge powerful weapons including hammers, swords, spears, bows, and boomerangs. Enchant your gear to gain the upper hand against formidable bosses and cunning monsters.<br />\r\n<br />\r\nInteract with a variety of NPCs, trade valuable items, and even recruit allies to aid in your journey. Experience a dynamic world with seasons and weather cycles that impact your gameplay. Master the art of magic to unleash devastating attacks on your foes, and cultivate your own crops by planting seeds and harvesting them.<br />\r\n<br />\r\nCreated by a single developer, Skyshards offers a rich, immersive experience with endless possibilities for exploration and adventure. Are you ready to uncover the secrets of Skyshards and become a legend in your own world?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1363230/header.jpg?t=1750310083",
    "developers": [
      "TheblueMan003"
    ],
    "publishers": [
      "TheblueMan003"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}