{
  "1363690": {
    "name": "Fantastic Contraption Classic 1 & 2",
    "steam_appid": 1363690,
    "required_age": 0,
    "is_free": false,
    "description": "The original 2008 2D physics building game! With over 1.5 million players, Fantastic Contraption is a true classic.<br><br>Your goal is simple: move the red ball from the blue building zone to the pink goal area.<br><br>Your tools: wood rods (solid), water rods (pass through stuff), and wheels that turn clockwise or counterclockwise.<br><br>Your solutions: NEAR INFINITE. Players have saved over 10 million unique designs, solving levels with everything from cars to catapults to conveyor belts or <i>just pure gravity</i>.<br><br>Also bundled as a free bonus is <strong>Fantastic Contraption 2</strong>. The original 2010 sequel features magnets, moving platforms, and 66 new official levels. Only offline saving is supported.<br><br>The first 20 official levels of Fantastic Contraption Classic will still be available for free in your browser on the official site, until the world says goodbye to the Adobe Flash plugin at the end of 2020. This is the full paid version, which includes the level editor and access to 70 thousand user-made levels and 10 million shared designs, plus an extra 25 official levels and full music track.<br><br>A Fantastic Contraption account required to share designs or levels online, but not to play or save locally.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1363690/header.jpg?t=1684873288",
    "developers": [
      "Northway Games"
    ],
    "publishers": [
      "Northway Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}