{
  "1364830": {
    "name": "TinyPoker",
    "steam_appid": 1364830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Game Instruction</h2>Simple and easy to play player poker by yourself. It's almost the same way to play as the poker game machines in amusement parks. I use cute illustrations drawn by a Japanese cartoonist.<br><ul class=\"bb_ul\"><li>Display language (English version, Japanese version) is automatically determined.<br>If you set the language of windows to Japanese, the app will be displayed in Japanese. If you set the language of windows to other than Japanese, the app will be displayed in English.<br></li><li>The story mode is just like a novel game.<br>A cute fairy that looks like a dealer-appears, and you'll enjoy chatting with her and trying the challenges that she gives you. If you get to the last, there might be something good for you.<br></li><li>This is a free mode where you can play simply by playing poker.<br>The girl looks like a dealer-will give you reaction at the end of the game according to the contents of the game.<br></li><li>With a list of poker hands.<br>Wait a moment for the top page to display a list of poker hands.<br></li><li>There are many achievement challenges.<br>Let's aim to achieve all the challenges.</li></ul><h2 class=\"bb_tag\" >ゲーム説明</h2>シンプルでお手軽な一人用ポーカー。アミューズメント施設等に置いてあるポーカーゲーム機と同じような遊び方です。<br><ul class=\"bb_ul\"><li>表示言語（英語版、日本語版）は自動判定されます。<br>Windowsの言語が日本語の場合、日本語表示。それ以外の場合は英語表示になります。<br></li><li>ノベルゲームのように進めていくストーリーモード。<br>かわいいディーラー風の妖精の女の子が現れて、お喋りを楽しみながら女の子から出される課題をクリアしていきます。エンディングまでいけたら何かいいことがあるかも？<br></li><li>シンプルにポーカーだけで遊べるフリーモード。<br>ディーラー風の女の子がプレイ内容に応じてゲーム終了時にリアクションしてくれます。<br></li><li>ポーカーの役一覧付き。<br>トップページを表示しておくとポーカーの役一覧が見れます。<br></li><li>多数の達成チャレンジ有り。<br>全てのチャレンジ達成を目指しましょう。</li></ul>",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1364830/header.jpg?t=1698204297",
    "developers": [
      "APSP24"
    ],
    "publishers": [
      "APSP24"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}