{
  "1364030": {
    "name": "TS Marketplace: CSX Hanover Subdivision Scenario Pack 01",
    "steam_appid": 1364030,
    "required_age": 0,
    "is_free": false,
    "description": "Heavy tonnage, rolling farmlands, rugged mountains, big motive power, and the history-rich and scenic countryside of Maryland and Pennsylvania await you in Train Simulator’s CSX Hanover Subdivision route – and now CSX Hanover Subdivision Scenario Pack 01 delivers more railroading experiences on this remarkable route!<br><br>Known for creating realistic railroad scenarios based upon actual railroad operations, High Iron Simulations has created ten new career scenarios for the CSX Hanover Subdivision route that include everything from heavy-haul mainline duty to short line switching operations, from climbing the rugged grades of the Blue Ridge to switching yards and urban industries.<br><br>With CSX Hanover Subdivision Scenario Pack 01, you’ll climb aboard four different types of locomotives – CSX’s unique SD40-3 rebuild, the veteran EMD SD40-2, a burly CSX GE Dash 8-40CW, and a venerable short line EMD GP9 – to tackle assignments that include:<br><br><ul class=\"bb_ul\"><li>In a multi-part scenario and aboard the distinctive CSX EMD SD40-3 rebuild, making the heavy and long haul with a ponderous train of ballast over the length of the Hanover Subdivision from Bittinger Quarry near Hanover to Hagerstown Yard.<br></li><li>Handling set-outs, pick-ups, and switching at line-side industries located at Hanover, around Hagerstown Yard, and at numerous locations along the route.<br></li><li>Picking up heavy aggregates loads at the massive Greenstone Quarry complex then making the eastbound descent down the Blue Ridge’s east summit and its 2 percent grades.<br></li><li>Tackling challenging switching operations at the sprawling cement plant and quarry at Security, Maryland, where the tonnage is heavy, and the switching confines are tight.<br></li><li>Taking the throttle of classic short line EMD GP9s to handle interchange and switching duties on the east end of the Hanover Subdivision route at Porters Junction.<br></li><li>Working the short line interchange at the route’s Highfield Summit, then toting westbound tonnage down the scenic west slope of the Blue Ridge to Hagerstown.</li></ul><br>Over the full length of the Train Simulator CSX Hanover Subdivision route, extending from Porters, Pennsylvania to Hagerstown, Maryland, CSX Hanover Subdivision Scenario Pack 01 delivers diverse and realistic railroading.<br><br>Note: This scenario pack requires Train Simulator’s CSX Hanover Subdivision route. <br><br>Experience challenging and realistic modern railroading amid the historic and scenic countryside of Pennsylvania and Maryland with the CSX Hanover Subdivision route and CSX Hanover Subdivision Scenario Pack 01!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br><ul class=\"bb_ul\"><li>Granules from Greenstone<br></li><li>Highfield Interchange<br></li><li>Hanover Evening Call<br></li><li>Hagerstown Afternoon Switcher<br></li><li>M-O-W Extra West, Pt. 1<br></li><li>M-O-W Extra West, Pt. 2<br></li><li>M-O-W Extra West, Pt. 3<br></li><li>Security Switch Job<br></li><li>Porters Interchange<br></li><li>Last Lap to Hanover</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1364030/header.jpg?t=1727702924",
    "developers": [
      "High Iron Simulations"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}