{
  "13640": {
    "name": "Tom Clancy's Ghost Recon Advanced Warfighter®",
    "steam_appid": 13640,
    "required_age": 0,
    "is_free": false,
    "description": "Combining the advantages of next-generation console technology with future military technologies, Tom Clancy's Ghost Recon Advanced Warfighter® includes many groundbreaking features, including the Cross-Com, a communication device powered by satellite technology, which delivers complete battlefield awareness in the chaos of the Urban warfare.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Become the soldier of the future</strong> - Gain access to the future of military technology. Using a fully integrated combat system with cutting-edge weapons and communication systems, embody the soldier of the future. Based on actual military research, the Ghosts give gamers a realistic view of how war will be fought in the next decade. <br>\t\t\t\t\t</li><li><strong>Revolutionary feature</strong> - Use the revolutionary Cross-Com, a communication device powered by satellite technology. Attached to the soldier's monocle, the Cross-Com provides full situational awareness and command of the battlefield. Command the Ghost squad and remote allied forces and drones, and direct artillery and air strikes. See what the squad sees and receive visual and auditory intelligence from the allied forces and drones. <br>\t\t\t\t\t</li><li><strong>Stunning urban environment</strong> - One capital, multiple locations. Tom Clancy's Ghost Recon Advanced Warfighter takes place entirely in Mexico City, one of the world's largest cities. A stunning, meticulously detailed universe provides complete immersion in the urban war of the future. <br>\t\t\t\t\t</li><li><strong>Top-notch multiplayer experience</strong> - Tom Clancy's Ghost Recon Advanced Warfighter returns to deliver industry-leading multiplayer for one of the hottest online franchises.</li></ul>",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙, 意大利语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/13640/header.jpg?t=1447351266",
    "developers": [
      "Ubisoft"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}