{
  "1365780": {
    "name": "Tales Of Chandar",
    "steam_appid": 1365780,
    "required_age": 0,
    "is_free": false,
    "description": "In the dangerous lands of Chandar the evil mage Haaraf have kidnapped the Princess. Mharak, the King of Chandar selected his best fighters and mages to get her back. The small, but tough group have managed to free her. But this is not the end, only the beginning: your goal is to get her home alive!<br><br><strong>Gameplay</strong><br>Tales Of Chandar is a mix of Turn-Based Strategy &amp; RPG, where you'll fight dozens of various enemies. Gain experience, level up your heroes, unlock their special skills and find out which of these are suitable for your playstyle.<br>Interact with strangers for side quests and unlock new characters who'll join your party and help you on your journey.<br>But enemies and monsters are not the only one to fight with: you'll have to pay attention to your heroes' thirst and hunger level, which will drop constantly as you're wandering the lands. Place down traps to get food, and fill your bucket with water when it rains, or when you'll find a lake.<br>You're not satisfied with your currently selected heroes? Just find some wood, make a campfire and you can switch your party members.<br>Look out for treasure chests scattered throughout the world, and open them for valuable rewards.<br><br><strong>Key features:</strong><br>-More than 10 heroes to choose from<br>-More than 60 enemies to fight with<br>-5 chapters with bosses and mini-bosses<br>-Turned-based battle system<br>-RPG system with upgradeable attributes, unlockable special skills, and useful collectable items<br>-Stylish 2D graphics<br>-Up to 4 players local (hot-seat) co-op gameplay experience",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1365780/header.jpg?t=1726866449",
    "developers": [
      "Forever Young Games"
    ],
    "publishers": [
      "Forever Young Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}