{
  "1365550": {
    "name": "The Grand Lord",
    "steam_appid": 1365550,
    "required_age": 0,
    "is_free": false,
    "description": "The Grand Lord is a branching dialogue driven adventure created by two first-time developers in Unreal Engine.<h2 class=\"bb_tag\" ><strong>STORY</strong></h2>The game's starting incident is two-fold; your father is retiring as the Grand Lord of the land and your semi-evil brother is coming to take the throne. You have to visit the three factions of your kingdom: the peasants, swamp people, and aristocrats. You can either convince them to join your rule, or, if you do not like them, decide to not have relations with them. <br><br>At the core of the game is diplomacy and the question &quot;what would you do if you were thrust into a leadership position?&quot; That question is significant since the player has a large amount of agency in determining the direction of the story. For example, you could decide that you do not like how any of the factions operate and tell them that you don't want anything to do with them!<br><br>All of this culminates in a final strategy battle at the end of the game. Here your faction loyalties are put to the test as you control your forces and battle back the enemy army. There are several variations of this battle depending on your loyalties, so it allows for high replayability as you can experiment with different combinations of faction loyalty.<h2 class=\"bb_tag\" ><strong>GAMEPLAY</strong></h2>This is a dialogue driven adventure, and the majority of the player's time is spent interacting with the story. This is done through many different branching dialogue trees and choices presented to the player. Selecting these choices affects several hidden variables such as fear, honor, gold, and faction respect. The value of these plays an import role in dialogues and on the outcome of the story <br><br>There are many opportunities to choose different branching paths to go down. Every choice made has an impact, either directly or indirectly, on the story. In addition to the main branching story system, there are some fun adventure mechanics in the travel levels, and there is a large strategy component in the end as you defend the capital from your brother's siege. The strategy is done through dialogue where you choose how to position your army for the coming attack. <br><br>A single play through can range from 1-3 hours depending on how fast you read and go through the story. For most people, it will likely be in the 2 hour range. In addition, there are at least 4 unique endings with many different variations of each so a player will likely find themselves playing through at least 3-4 times, if not more! <u>That being said, a single play through is best experienced in one sitting.</u><br><br><strong>Enjoy your journey through a heightened world full of ridiculous characters and absurd moments in this light-hearted, medieval, adventure.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1365550/header.jpg?t=1643955030",
    "developers": [
      "Andrew Tebbe",
      "Isaac Kershner"
    ],
    "publishers": [
      "Andrew Tebbe"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "A Squire's Revenge",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1365550/54306441dbfc625583660ddbb58db6f974cad241.jpg"
        },
        {
          "name": "A Unified Realm",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1365550/54306441dbfc625583660ddbb58db6f974cad241.jpg"
        },
        {
          "name": "I hate you all",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1365550/54306441dbfc625583660ddbb58db6f974cad241.jpg"
        },
        {
          "name": "Another life",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1365550/6abbfc1cd99119e733753be9d7ee968b3b70d6dd.jpg"
        },
        {
          "name": "So it begins...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1365550/6abbfc1cd99119e733753be9d7ee968b3b70d6dd.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}