{
  "1366730": {
    "name": "Airline Technician",
    "steam_appid": 1366730,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Airline Technician</strong> is a game about the important job of Airport Line Technicians. </h2>Their responsibilities include coordinating ramp operations and aircraft movement via radio, fueling, towing aircraft, operating ground support equipment, reporting malfunctions and keeping the airport operational.<br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1366730/extras/8a056dcac52cd567cc92de57141d6de6.poster.avif?t=1728553673\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1366730/extras/8a056dcac52cd567cc92de57141d6de6.webm?t=1728553673\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1366730/extras/8a056dcac52cd567cc92de57141d6de6.mp4?t=1728553673\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Line Technician</h2>Airport line technicians have many job responsibilities but their main goal is to make sure aircraft is safe for flying. Line technicians perform routine checks and ensure there's enough fuel for the next flight. Airport line technicians must interact with airport staff and passengers to make sure everything is safe and secure for departures and arrivals.<h2 class=\"bb_tag\" >Direct Aircraft</h2>An airport line technician is responsible for guiding, towing, parking, greeting and organizing aircraft that's arriving or departing from an airport gate or ramp. They never pilot aircraft but they often tow planes to appropriate flight areas, gates and hangars. A technician must also know how to direct pilots using aviation hand signals.<h2 class=\"bb_tag\" >Maintenance and Fuel</h2>A line technician monitors fuel levels, oil levels, performs quality control checks and maintenance to make sure flying is handled safely and efficiently. He's also reporting any visible damage to aircraft and checking aircraft lights and water supplies.<h2 class=\"bb_tag\" >Terminals</h2>Airport line technicians help with the upkeep of terminals, hangars and airport grounds. They make sure terminals are litter-free, clean, safe and organized. Technicians also maintain aircraft hangars so planes can be parked or stored over night or for longer periods of time. During bad weather, line technicians help maintain walkways and steps so passengers have a safe route to and from aircraft and they also help de-ice aircraft. They must immediately report suspicious activity in terminals, including unattended baggage, to security.<h2 class=\"bb_tag\" >Customer Service</h2>Part of a line technicians job is to help with customer service needs. For example, line technicians often handle luggage, provide transportation between gates or terminals, give passengers directions, interact with lobby attendants, converse with pilots and greet passengers who are entering or exiting terminals. Line technicians must have a kind and friendly disposition that makes passengers feel welcome, safe and comfortable with the airport facilities, staff and aircraft.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1366730/header.jpg?t=1728553673",
    "developers": [
      "CAMO Games"
    ],
    "publishers": [
      "Pyramid Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}