{
  "1366580": {
    "name": "Blood Rage: Digital Edition - Gods of Asgard",
    "steam_appid": 1366580,
    "required_age": 0,
    "is_free": false,
    "description": "Gods of Ásgard DLC brings 7 gods: Loki, Heimdall, Tyr, Odin, Frigga, Hel and Thor to the board. Two of them, randomly chosen, will be present in each game, radically changing the rule of the region they are in.<br />\r\n<br />\r\nWhen Ragnarök comes, the Gods will be fighting with us mortals. They will choose their champions and punish those who defy them. Be it the proud Thor or wise Odin, you will feel their wrath if you anger them. But they won’t be the only ones here, Frigga may even bestow her boon upon us if Loki hasn’t tricked us yet. They will test your skill, your resolve, and your cunning, for they are always on the move. When the divine horns of war will blow, we will fight for the honour of our clan and the glory of our Gods. We will fight for Ásgard and Midgard. WE WILL FIGHT TO EARN OUR PLACE IN VALHALLA!<br />\r\n<br />\r\nBeware for the will of the gods is flimsy. Two gods will never be in the same province nor will they stay in a province after any pillage attempt. You have no direct control over the gods and yet they cannot be ignored. Will you succeed in dealing with their unique powers?<br />\r\n• Loki favours those who lose the battles by helping them to win the game. <br />\r\n• Heimdall values your strength over your cunning, no secret card shall be play in battle under his gaze. <br />\r\n• Tyr is fair, whether you bring monsters or numbers, all will have the same strength. Use your cards to make a difference in front of him. <br />\r\n• Odin may share his knowledge with you if your pillage is successful. Knowledge attracts Knowledge after all. <br />\r\n• Frigga won’t let the mortals she loves die in front of her. You will live to fight another day, Viking! <br />\r\n• Hel does not tolerate the presence of the livings. Any invasion will always cost one, be it your chieftain or through Loki’s gifts. <br />\r\n• Thor will reward you for killing your foes, honour him with the blood of your enemies!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1366580/header.jpg?t=1694188186",
    "developers": [
      "Endava"
    ],
    "publishers": [
      "Twin Sails Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}