{
  "1366040": {
    "name": "Trench Simulator",
    "steam_appid": 1366040,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the front Soldier! <br />\r\n<br />\r\nTrench Simulator is a 50 vs 50 Online World War 1 Third Person Shooter simulator.<br />\r\n<br />\r\nPacked with authentic weaponry, vehicles , beautifully designed trenches and stationary weapons, Trench Simulator aims to recreate the epic<br />\r\ncharges across No Man's Land in World War 1 in a large multiplayer setting on small-medium sized maps. No more running and gunning! No hiding in buildings ! Just open field, shell holes, artillery barrages, machine gun fire. Just like the Great War! <br />\r\n<br />\r\nYou will find yourself charging out of your trench with 50 comrades and hope to not get mowed down by the defending team's Vicker's or Lewis guns or blown to bits by player controlled artillery cannons. You know those old black and white snippets of footage you see from World War 1 where you see troops running out of a trench and storming No Man's Land? Well this is what we are trying to recreate!<br />\r\n<br />\r\n<br />\r\n<br />\r\nEach map will feature a historic battle with real authentic uniforms and weapons. No Man's Land will be a prominent part of each map and to ensure players get immersed in the battle we are introducing a game mode where attacking teams will be FORCED out of the trench to charge the enemy. Upon the start of the game, after the classic WW1 whistle, an invisible force will be lifting players out of the trench and will not allow anyone to return. The attacking team is to advanced across No Man's Land while the defending team stands their ground in their trench to try and handle the oncoming wave. Defenders will have two machine guns strategically positioned in their trench to help. 4 defending players will be positioned at the rear of the front to man the artillery guns. Attackers will be able to use a tank to provide support and will be equipped with multiple grenades. The defending team will have a chance to counter-attack and be forced out of the trench if they are able to clear out the oncoming wave. The winner will be the one who gains the most ground! This style of game play is just one of several game modes to come.<br />\r\n<br />\r\n We realize it is harder for attackers to win, since they are probably getting mowed down and blown up , so we've equipped them with extra grenades and have made adequate cover across No Man's Land. This will make for epic battles and a experience you've never had before in a shooter game! . We also plan to introduce authentic airplanes in future maps.<br />\r\n<br />\r\n  One more awesome feature that Trench Simulator will have is a medals system! Play for some time and you will earn a service medal or complete certain tasks or get a certain amount of kills and earn medals too. The best part about these rewards? You can actually wear them on your in game character during live battles! Need to know who trust and follow on the battlefield? Look for the soldier with several badges and medals on his uniform. Have two enemies in your scope sight but not sure which one to take out? Get the one with the more medals pinned on his uniform. This will be an optional feature.<br />\r\n<br />\r\n Trench Simulator will bring you an experience you've never had in a shooting game. It's historically accurate, chaotic and fun. Wishlist us today!",
    "supported_languages": "英语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1366040/header.jpg?t=1594413625",
    "developers": [
      "Firewhirlgames"
    ],
    "publishers": [
      "Firewhirlgames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}