{
  "1367490": {
    "name": "a completely normal dating simulation that is definitely completely sweet, innnocent and normal: SOMETHINGETH ANIVERSARY EDITION",
    "steam_appid": 1367490,
    "required_age": 0,
    "is_free": true,
    "description": "a fun dating sim where you get to date stick figures! that might sound dumb, but trust me when i say that the stick figures in question are, like... the SMEXIEST STICK FIGURES EVER. they also have very good and real personalities, just like real people! so really, it's just like dating an actual stick figure! except through a computer screen! so... i guess.. it's just like having an internet boyfriend and/or girlfriend who refuses to show their real face and just uses the avatar of a stick figure! sounds completely great and not suspicious or sketchy at all!<br><br>anyway, what are you waiting for? play this game, unless of course you don't enjoy the experience of having an internet boyfriend and/or girlfriend who refuses to show their real face and just uses the avatar of a stick figure. in which case, there's really nothing for you here. you can leave now.<br><br><br>or at least.<br><br>that's what a completely normal dating simulation that is definitely completely sweet, innocent and normal was.<br><br>a long, long, time ago.<br><br>but what is it now?<br><br>well, it's the same as it ever was.<br><br>but a completely normal dating simulation that is definitely completely sweet, innocent and normal: SOMETHINGETH ANNIVERSARY EDITION?<br><br>now that's a whole other story.<br><br>this game has all sorts of new content and features that the original game did not!<br><br>such as...<br><br><ul class=\"bb_ul\">a baguette!<ul class=\"bb_ul\"><ul class=\"bb_ul\">another baguette!<ul class=\"bb_ul\"><ul class=\"bb_ul\">there is a third baguette but technically that one was in the original game so i'm not sure whether i should write about it here<ul class=\"bb_ul\"><ul class=\"bb_ul\">more characters to date, which is good because this is a dating simulation<ul class=\"bb_ul\"><ul class=\"bb_ul\">exclusive developer's commentary about the game!<ul class=\"bb_ul\"><ul class=\"bb_ul\">a french man with a lot of wigs<ul class=\"bb_ul\"><ul class=\"bb_ul\">and more!</ul> and it's available RIGHT HERE ON STEAM!<ul class=\"bb_ul\">so why not give it a try? the game has a baguette in it and you can date the baguette. this is worth the investment. of zero dollars. <ul class=\"bb_ul\"><strong>OH BOY IF YOU'RE STILL HERE UH<br><br>THIS GAME MAY BE TERRIFYING FOR PEOPLE WHO ARE SCARED OF DATING, STICK FIGURES, OR BAGUETTES THAT ARE &quot;HOT&quot; BUT NOT IN THE WAY THAT BREAD TYPICALLY IS &quot;HOT&quot;</strong></ul></ul></ul></ul></ul></ul></ul></ul></ul></ul></ul></ul></ul></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1367490/header.jpg?t=1661538403",
    "developers": [
      "Educated Child Games"
    ],
    "publishers": [
      "Educated Child Games but it's a publisher"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}