{
  "1368230": {
    "name": "Patient Zero",
    "steam_appid": 1368230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Patient Zero</strong> is a randomly generated twin-stick shooter Action-adventure game with great emphasis on its roguelike elements. You play as one of the hazmat crew enlisted in a top-secret adventure to find Patient Zero and stop another deadly virus from sweeping the world. This task will take you into the Void a simulation where a randomly generated stage of events are awaiting you.  As you delve deeper into the Void you will find treasures that might give you unworldly powers but be careful as not all items are what they seem and knowledge of the Void is vital to survive. These randomly generated dungeons will be filled with all kinds of treasures, monsters, and bosses for you to take on along your way to  finding Patient Zero and saving humanity from total annihilation<h2 class=\"bb_tag\" >Key Features</h2> <ul class=\"bb_ul\"><li><strong>Procedurally generated dungeons, enemies, bosses, and items, leaving you with tons of replayability as you will never play the same dungeon twice</strong><br></li><li><strong>100+ items and armor sets to power up your character and also change their appearance and give them unique special powers </strong><br></li><li><strong>10+ bosses and loads of minibosses to destroy on every run in the void</strong> <br></li><li><strong>3 dungeon types spanning 3 different themes with unique traps to change the gameplay</strong><br></li><li><strong>Multiple Patient Zero bosses to find and kill to keep the endgame fresh</strong><br></li><li><strong>Tons of unlockable including multiple characters and Items</strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1368230/header.jpg?t=1667328295",
    "developers": [
      "Nathan Prince"
    ],
    "publishers": [
      "Studio 86"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}