{
  "1368770": {
    "name": "The Line",
    "steam_appid": 1368770,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Please, before buying, keep in mind that this game is created by only one person.&quot;<br />\r\n<br />\r\nThe line is a narrative game with integrated puzzles.<br />\r\n<br />\r\nIn the near future, most of the land was flooded, due to the sudden rise of the seas, creating a social collapse. <br />\r\n<br />\r\nA few survivors decided to try and take control again, so they organized themselves into small teams, called lines. These lines were planned for three people, a leader, a safety officer and a health worker. Their mission was to find survivors among the remains of the abandoned cities, prepare them and take them to the few areas where the water had not yet reached, to form communities.<br />\r\n<br />\r\nAt first everything went well, but with time, some lines disappeared without a trace, so a group of explorers was created, to try to recover the supplies of those old lines and try to find out what happened.<br />\r\n<br />\r\nYou are a scout, and your mission is to find out what happened to line 14.<br />\r\n<br />\r\n- In order to move forward, you will need to find any part of the story, in those parts are the keys to solve the puzzles.<br />\r\n<br />\r\n- Follow the path that led to line 14 until its disappearance, over six chapters.<br />\r\n<br />\r\n- Overcome four highly difficult puzzles.<br />\r\n<br />\r\nThe Line is a short but intense game, you will have to be attentive to everything you read.<br />\r\n<br />\r\n------------------------------------------------<br />\r\n<br />\r\nPATCH 1.1<br />\r\n<br />\r\n- Errors in the Spanish texts have been corrected.<br />\r\n- More feedback has been given to the player on the last puzzle.<br />\r\n- A bug has been fixed that allowed to write about some notes.<br />\r\n- Corrected the trees without collision.<br />\r\n- I am investigating the causes of crashing when putting 1080 resolution in the main menu, which has been reported by some users. For now, to avoid it, you have to change the resolution in the pause menu once you are playing, instead of in the main menu.",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1368770/header.jpg?t=1715271777",
    "developers": [
      "Game Studio 148",
      "Game Studio 148"
    ],
    "publishers": [
      "Game Studio 148"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}