{
  "1369250": {
    "name": "Tower!3D - OMDB airport",
    "steam_appid": 1369250,
    "required_age": 0,
    "is_free": false,
    "description": "Tower!3D - OMDB airport is an add-on airport for Tower!3D Pro giving you an additional airport for your controlling challenge.<br />\r\n<br />\r\nIt is the primary international airport serving Dubai, United Arab Emirates and is the world's busiest airport by international passenger traffic.<br />\r\n<br />\r\nSince 1960 Dubai International Airport now serves more than 88.2 million customers annually, connecting more than 240 destinations across six continents on more than 100 airlines. With traffic is projected to surpass 90 million in 2018, DXB is a dynamic and fast-growing airport that truly connects the world.<br />\r\n<br />\r\nDXB’s world-class facilities include the $1.2 billion Concourse D, a state of the art facility serving all international airlines that operate into Terminal 1, Concourse A – the world’s first and largest purpose-built A380 facility that is one of the three Concourses used exclusively by Emirates airline, as well as Terminal 2.<br />\r\n<br />\r\nDubai Airport has two closely spaced parallel runways, 12R/30L is 4,000 m × 60 m (13,120 ft × 200 ft), 12L/30R is 4,000 m × 60 m (13,120 ft × 200 ft).The gap between the centrelines of the two runways is 385 m (1,263 ft).The runways are equipped with four sets of ILS to guide landing aircraft safely under very poor weather conditions. The runways were expanded to accommodate the Airbus A380 which came into service in 2007. In 2009, it was announced that the airport installed a Category III landing system, allowing planes to land in low-visibility conditions, such as fog. This system will be the first of its kind in the United Arab Emirates.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1369250/header.jpg?t=1607586009",
    "developers": [
      "FeelThere"
    ],
    "publishers": [
      "FeelThere"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}