{
  "1369420": {
    "name": "Millville",
    "steam_appid": 1369420,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Millville </strong>is a city builder with focus on its inhabitants. Provide housing and services for people to move into your town and try to collect all possible villagers there are! <br><br>Meet unique personalities, befriend them and solve their problems to unlock new buildings. You will quickly find that not everyone is happy with their neighbourhood - but some might even find the love of their life here. It is your job to help them finding their happiness within your city limits. Shouldn't that be the job of every mayor?<br><br><strong>Millville </strong>is for you a place to meet people, build your dream town and especially: to <i>relax and take it slow</i>. There is no need to rush through it, there is no urgency in the gameplay loop. Just take a breath, enjoy the view, have a sip of tea and put down a new street with a new little house.<br><br><strong>Millville </strong>is an indie-game developed by a one-man-team in his spare time. It is inspired by class city-builders as well as farming and life simulators. Its vision is to breath more life and personality into each NPC than its usually common in city builders. The release date of Summer 2021 is subject to change.<br><br>The current goal for <strong>Millville </strong>is to offer:<br><ul class=\"bb_ul\"><li>ca. 200 unique Buildings to be built in your town<br></li><li>ca. 400 Villagers to be drawn into your city and to be collected, each with a unique personality, preferences and dislikes</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1369420/header.jpg?t=1671531408",
    "developers": [
      "Pidibidi Games"
    ],
    "publishers": [
      "Pidibidi Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}