{
  "1370970": {
    "name": "Gamitate - Meditate, Relax, Feel Better",
    "steam_appid": 1370970,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370970/extras/14d69c92184a4216aca8b6a1fe996425.avif?t=1680253198\" width=200 height=274 /></span><h2 class=\"bb_tag\" >Easily improve your mental well being</h2>Enjoy the benefits of healthy meditation practices in this unique game! Discover new ways to gain inner peace and relaxation. Rediscover the joy of life and the joy of being. <br>The innovative quick meditation series offers you a convenient way of practicing daily! In a mater of 10-20 minutes you'll reap the rewards from carefully selected meditation techniques! <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370970/extras/e29f41ca7fbe7c2f18d7f20b114ed050.poster.avif?t=1680253198\" width=400 height=276 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370970/extras/e29f41ca7fbe7c2f18d7f20b114ed050.webm?t=1680253198\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370970/extras/e29f41ca7fbe7c2f18d7f20b114ed050.mp4?t=1680253198\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Why I built this game for you and me</h2>I made this game to help me with my overall mental state. In it I've put the best meditation techniques I've been taught and some discovered on my own. It's like a gym with various machines, but for your mind. Just like a gym I've designed it to be as pleasant and as efficient as possible.<h2 class=\"bb_tag\" >It's just a part of the answer</h2>It's not a miracle cure or &quot;a fast way to reach Nirvana in just 10 minutes&quot;. It's there to help you but it won't do your work for you. It will however make the practice of meditation easier and more pleasant!<h2 class=\"bb_tag\" >TO BE HUMAN IS TO SUFFER.</h2>Suffering comes in many forms but <strong><u>mental suffering</u></strong> is the most widespread. Depression, Anxiety, Panic Attacks, Worry, Grief, a huge amount of mental illnesses (OCD, ADHD, Bipolar Disorder, Psychoses, etc).<br><br>Meditation and other mindfulness techniques can and will reduce the amount of mental suffering. These techniques, once learned, will stay with you forever. They will help you enjoy a more <u><strong>peaceful and happier life.</strong></u><h2 class=\"bb_tag\" >Gamitate is designed to help you in 2 ways:</h2><br>1) Teach you as many techniques as possible in an easy and FUN way. <br>2) Provide you with a pleasant environment to practice various meditation and mindfulness techniques. <br><br>The techniques taught in this game come from a variety of sources: personal experiences, books, articles, etc. Some of them will work better for you than others. We’re all cut from a different cloth so it’s perfectly normal. <br><br>You don’t need to “master” each and every meditation technique. Just go through them all and stick with the ones that work best in your specific case. <h2 class=\"bb_tag\" >Note:</h2><br>Meditation doesn’t replace medication and therapy. <br>If you suffer from a mental illness visit a mental health specialist, such as a psychiatrist or psychologist. <strong>Don’t stop taking your prescribed medication</strong> unless your doctor tells you to. <br><br>It may be tempting to try to “cure yourself” through meditation but it’s always a bad idea, especially if you suffer from a serious mental disorder. <br><br>Please be aware that there are a handful of articles and studies which say that for a small number of people meditation may be harmful. If you experience negative side effects from meditation please STOP immediately.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370970/header.jpg?t=1680253198",
    "developers": [
      "Infinity Apparatus"
    ],
    "publishers": [
      "Infinity Apparatus"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}