{
  "1370190": {
    "name": "Paper Beast Soundtrack",
    "steam_appid": 1370190,
    "required_age": 0,
    "is_free": false,
    "description": "The 17 tracks in the game combine two distinct and original musical identities. On the one hand, the British <strong>Roly Porter </strong>surrounds us with his powerful and meticulous electronic ambiences, through a mix of intriguing classical instruments and distorted synthesizers. These futuristic, mysterious and sometimes rough sounds are complemented by the eclectic and wild punk rock of the Japanese all-girl trio <strong>TsuShiMaMiRe</strong>.<br><br>This musical pairing enhances the <strong>Paper Beast </strong>experience by making it even more captivating and surreal, giving the impression of exploring a space that’s truly out of this world.<h2 class=\"bb_tag\" >Composers</h2><br>Roly Porter, composer and sound designer from the art scene in Bristol, England, has played a major role in shaping the sound of <strong>Paper Beast</strong>.<br>His live performances have been produced all over the world and are often made in collaboration with video maker Marcel Weber. <br><br>Epitomising the Japanese underground alternative art punk scene, TsuShiMaMiRe is a  trio (Mari Kono, Yayoi Tsushima and Maiko Takagi) who draw on a wide variety of musical styles, such as trash punk and jazz. The <strong>Paper Beast </strong>original soundtrack features its well-known title “Speedy Wonder” as well as two new tracks composed exclusively for the game.<h2 class=\"bb_tag\" >Eric Chahi Statement</h2><br><i>&quot;I wanted a sound that would translate the surreal, dreamlike journey that Paper Beast takes us on.<br>That's why I wanted to work with Roly Porter – for the mystical, interstellar music he has created. The ambient music gives the Paper Beast universe sounds that are electro, metallic and lunar all at the same time. There is a lot of magnetism in his music.<br>In TsuShiMaMiRe we find a common energy that expresses the bizarre colorful side of Paper Beast. Their punk rock style expresses all the life of the creatures that inhabit this world, born of lost internet data. It's a contrast that unites the games two themes: data and life.&quot;</i>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370190/header.jpg?t=1748596499",
    "developers": [
      "Pixel Reef"
    ],
    "publishers": [
      "Pixel Reef",
      "PID Games",
      "Dear Villagers"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 24 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}