{
  "1370390": {
    "name": "Offroad Horizons: Arcade Rock Crawling",
    "steam_appid": 1370390,
    "required_age": 0,
    "is_free": false,
    "description": "Discover the thrill of rock crawling and offroad exploration with Offroad Horizons.<br />\r\n<br />\r\nExperience the primal joy of offroad rock crawling and navigate the perfect line along the trails. Designed with real life offroading and rock climbing concepts in mind, Offroad Horizons gives a satisfying experience of what makes it such a beloved outdoor sport by millions around the world.<br />\r\n<br />\r\nEvery surface has affects your vehicle's handling characteristics differently. Watch your vehicle suspension flex as you drive along the challenging trails, your tires gripping the rocks as you make your ascent. Traverse the world using a wide array of vehicles each with their own realistic handling, power and feel. Offroad Horizons uses a deep, complex vehicle physics simulation, giving every vehicle you drive a unique and realistic feel. <br />\r\n<br />\r\nEvery trail is carefully designed with their own stunning visual themes and challenges, from mountain peaks, desert ravines, and beach trails, to volcanic rims and lush forests, giving the player the satisfaction of a unique and exciting drive. Conquer steep hills and challenging rock formations, and find the perfect line to complete the trail. You can go for an adrenaline rush or you can explore the open world maps in Discovery Mode to find hidden trails and treasures, unlocking new Vehicles and Drivers.<br />\r\n<br />\r\nThe game will be supported with constant content updates, including new vehicles, levels and gameplay modes.<br />\r\n<br />\r\nGet behind the wheel and experience the joy of offroad driving with Offroad Horizons.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 俄语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1370390/header.jpg?t=1727868493",
    "developers": [
      "Grenoble Interactive, LLC"
    ],
    "publishers": [
      "Grenoble Interactive, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}