{
  "1371880": {
    "name": "Solar Echoes: The Star Legation",
    "steam_appid": 1371880,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>STORY</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371880/extras/8ef85088341d910e9b2657be796f1ae7.avif?t=1756827663\" width=400 height=281 /></span><br>In the beginning, the universe was not a friendly place. As the alien races began to discover each other, hostilities erupted and eventually grew from skirmishes into violent wars. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371880/extras/40c250156163f932644ac0e17e1b63f0.avif?t=1756827663\" width=150 height=103 /></span><br>A plan has been made to build an alliance and you, Trey Donovan, have been chosen to represent humanity! Journey through space to strange new worlds and meet with powerful alien leaders. Bring back a representative from each alien race to join the Interstellar Union. This mission will prove we can all get along, work together, and unify peacefully.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371880/extras/ff1a31778255947c4d9ca2e3f4d877ac.avif?t=1756827663\" width=600 height=269 /></span><br>During your mission, you must know when to use your clever wit, an aggressive tone, or a conciliatory approach. Do not worry, this is a diplomatic legation and there is minimal risk: nobody will attack the representatives and cause an interstellar incident.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371880/extras/aa4741ec635f0da922aad2fbdf4cbae3.avif?t=1756827663\" width=300 height=300 /></span><br><br><br><strong>ABOUT</strong><br>Solar Echoes: The Star Legation is a Sci-Fi Visual Novel game with RPG elements, full of intriguing alien characters, bizarre foreign cultures, and interstellar conflict. Journey through space to gather and manage an alien crew, visit new worlds, negotiate with alien leaders, and even risk romance across the stars! Survival and success depends upon your choices and the reputation you've built among your alien crewmates. Can your diplomatic efforts with alien leaders lead to a peaceful alliance between all the races, or will you incite a massive interstellar war? Will your words bring unity, or chaos?<br><br><strong>FEATURES</strong><br>  <ul class=\"bb_ul\"><li>  The Star Legation’s beautifully authentic style blends realism with a cel-shaded, anime touch. Design, art, and audio create a unique space-opera atmosphere.<br></li><li>    500+ decisions to make in this epic, choice-driven branching story where your decisions really matter!<br></li><li>    Experience an engaging narrative filled with intrigue, humor, science, treachery, and heart.<br></li><li>    RPG elements with 8 different character design skill choices to make<br></li><li>    32 possible endings (including 5 main endings)<br></li><li>    Immersive and realistic dialogue: some character sprites have over 100 different expressions!<br></li><li>    Optional Romance story routes with 2 human characters<br></li><li>    Detailed background art, cinematic camera work, expressive character sprites, and animated sequences make this visual novel a dynamic experience!<br></li><li>    Build relationships with memorable characters and develop reputations with each that will alter the course of the story!<br></li><li>    8-12 hours of gameplay, with additional hours in alternate routes and endings<br></li><li>    Awesome SciFi soundtrack by composer Andy Mitchell, featuring over 90 minutes of original music!<br></li><li>    15+ High Res CG's to unlock, designed by the talented artist, Aeghite!<br></li><li>    Hidden skill-related choices based on your character design that unlock extra routes and content<br></li><li>    Kinetic Combat (auto-play/auto-win), or Challenge Mode<br></li><li>    All 5 main endings each voice acted by 3 different voice actors </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371880/header.jpg?t=1756827663",
    "developers": [
      "Corefun Studios, LLC"
    ],
    "publishers": [
      "Corefun Studios, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}