{
  "1371330": {
    "name": "Vessels",
    "steam_appid": 1371330,
    "required_age": 0,
    "is_free": false,
    "description": "Winner of <strong>IGF 2021 AWARD</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371330/extras/f1bbb0f36ff3fcebbcf1b83d6d994244.avif?t=1643131691\" width=216 height=130 /></span><br><br><strong>REVIEWS</strong><br><br><strong><i>&quot;This is a fascinating game, with more than one ending, but no matter how you play forcing you into some ugly situations. It’s so interesting to play this familiar setting from the side of the “infected” one on board, and to be confronted by the realities of your actions... It’s such a smart idea.&quot; -Buried Treasure</i></strong><br><br><strong><i>&quot;The plot, however, is timeless, and the narrative twist – putting the player in the role of the alien intelligence rather than the unaware crew – refreshes a familiar narrative trope to recreate the feelings you got the first time your favorite science fiction show turned into horror... Compelling and thoughtful.&quot; -IndieGameReviewer</i></strong><br><br><strong><strong>ABOUT THE GAME</strong></strong><br><br>Quarantined inside an airlock. No memories. No way out. The remaining crew thinks there’s something wrong with you, but the Voice says it’ll help you escape. Navigate volatile conversations &amp; unravel mysteries in this narrative adventure about trust, self-destruction, &amp; shifting identities.<br><br>Vessels is a 2-3 hour, character-driven story, in which no one is exactly who they appear to be… even you. With the help of the enigmatic Voice, possess and control the other crew members to explore the ship. Experience atmospheric, environmental storytelling as you piece together clues on a ship reeling from a grisly death and spreading paranoia. <br><br>Who you are matters as much as what you choose to say in Vessels. Engage in nuanced conversations where you must charm, manipulate, and seek truth amid colliding personalities, secret agendas, and hidden pain. The diverse characters you meet can either become your allies or means to an end.<br><br>Will you free yourself from the airlock? Will you discover the truth of your team’s mission? What exactly is the Voice that speaks to you? It will take more than one life to uncover the full story of Vessels.<h2 class=\"bb_tag\" ><strong>FEATURES</strong></h2><br><ul class=\"bb_ul\"><li><strong> ATMOSPHERIC MYSTERY </strong> - A 2-3 hour adventure where no one is who they initially seem and your choices lead to different endings. <br></li><li><strong> DEATH LOOPS </strong> - Repeat lives until you say exactly what you want to say or learn what you need to learn.<br></li><li><strong> POSSESSION </strong> - Become the other crew members of the Kairos-03 to explore the ship, learn about the crew, and use what you know to free yourself. <br></li><li><strong> CHARACTER-DRIVEN STORY </strong> - An authored story about a crew finding themselves amid self-destruction and sacrifice. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371330/header.jpg?t=1643131691",
    "developers": [
      "Local Space Survey Corps"
    ],
    "publishers": [
      "Local Space Survey Corps, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}