{
  "1371230": {
    "name": "4th Dawn",
    "steam_appid": 1371230,
    "required_age": 0,
    "is_free": false,
    "description": "What could you accomplish in just three days?<br><br><strong>4th Dawn</strong> is a cyberpunk themed interactive narrative about finding your path in the face of oblivion.<br><br>Play as <strong>Aurion,</strong> a hermit teenager reintegrating into a dystopian megacity after receiving a vision of his death from another timeline. With nothing to lose and no time to spare, help him push the limits of his agency to see how much he can shift the balance of power before it all crumbles to dust.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371230/extras/3fddcc3d2300a7bf3aea40f12ba04396.avif?t=1743723603\" width=632 height=158 /></span><br>Explore the city from top to bottom, from the toxic scrap ridden beaches all the way up to the brutalist militarized government complex. Each location you visit drives time forward, leading to new events and characters arriving where ever you go. Characters act of their own agency, and continue their stories whether you're there to influence them or not.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371230/extras/bcb9f29fb6f53a316b9906fadc12d03d.avif?t=1743723603\" width=632 height=158 /></span><br>The City is divided into factions of people with like minded goals and interests. Find them. Align yourself with a community of scavengers and workers, a cell of anarchist activists, a militarized police force, or a wealth-oriented organized crime syndicate. Every character has friends, enemies, and connections, and your decisions will ripple across a complex network of interpersonal relationships. Help the right person and you might find your way into a powerful faction. Betray the wrong person and you might find yourself in bad blood with half the City.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371230/extras/54d7cd09bc82b7a4c3ebd61242598082.avif?t=1743723603\" width=632 height=158 /></span><br>Not only do you learn the ins and outs of the City more with every cycle, but your decisions matter across timelines. Knowledge you gain in one through echoes across time to Aurion, allowing him to act with foresight from his past lives. Use this advantage to cut through the lies and bend even the most powerful people and systems to your needs.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1371230/header.jpg?t=1743723603",
    "developers": [
      "ChronosTech"
    ],
    "publishers": [
      "ChronosTech"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}