{
  "1372820": {
    "name": "Skyseeker",
    "steam_appid": 1372820,
    "required_age": 0,
    "is_free": false,
    "description": "Skyseeker is a monster-collecting metroidvania where every enemy is catchable. Enter a world where ancient creatures thrive in a world lost to time. As a Skyseeker, join the legendary explorers who tame these monsters and attempt to reach the fabled summit of the sky.<br><br>Every creature you catch has its own unique set of attacks and movements to move around the open world. Build a team the way you want to, and take down rival trainers, find hidden artifacts, and challenge legendary boss monsters.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1372820/extras/1807f810d9d84f563ffe5a78b10fe449.poster.avif?t=1601614392\" width=640 height=360 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1372820/extras/1807f810d9d84f563ffe5a78b10fe449.webm?t=1601614392\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1372820/extras/1807f810d9d84f563ffe5a78b10fe449.mp4?t=1601614392\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >AN OPEN, INTERCONNECTED WORLD</h2>The world of the Skyseekers is wide and branching. Choose to explore the dusty ruins, or forge ahead to the rainy rivers. Explore the way you want to, as around every corner are secrets and sights, and all paths will converge at the summit.<h2 class=\"bb_tag\" >UNIQUE, POWERFUL MONSTERS</h2>Over fifty species of creatures roam the lands, and you can catch every one you see. Every monster has unique attacking and movement styles to complement the team. Fly through the air with a Drillbeak, swing around with a Vinebulb, or snipe enemies from afar with a Spring Plant.<h2 class=\"bb_tag\" >FAST-PACED ACTION PLATFORMER COMBAT</h2>Combat in Skyseeker is real-time and fluid. Your skill will be needed in both assembling a team, and controlling it. Take on herds of wild bears, battle tough trainers, and challenge enormous guardian beasts.<h2 class=\"bb_tag\" >BUILD A TEAM THE WAY YOU WANT</h2>As your monsters level up, choose powerful Blessings to grant bonus abilities and strengths. Raise a speedy damage dealer, or a tough-to-beat tank. Find creatures that fit your own playstyle, and travel the lands the way you want.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1372820/header.jpg?t=1601614392",
    "developers": [
      "Kirisame Jump"
    ],
    "publishers": [
      "Kirisame Jump"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}