{
  "1372450": {
    "name": "Iron Reich",
    "steam_appid": 1372450,
    "required_age": 0,
    "is_free": false,
    "description": "Rise! An Urgent Call to Arms!<h2 class=\"bb_tag\" >DELETING THE FASCIST MENACE IN A HALF-LIKE STYLE MEDITERRANEAN DYSTOPIA</h2><br>To all valiant partisans of our sacred land,<br><br>The enemy has erected a vile regime of mechanized tyranny in our cherished Mediterranean shores. Heartless robots, born of fascist treachery, pollute our beloved cities and countryside with their steel fists and relentless gaze. Yet, fear not, for we are the indomitable spirit of freedom, and we shall rise against this abomination! Our tools are simple. Just pure, unadulterated singleplayer action and story. No multiplayer, no lootboxes, no microtransactions, no pay-to-win, and no filler.<h2 class=\"bb_tag\" >JOIN THE RESISTANCE! STRIKE THE ENEMY WHERE IT HURTS!</h2><br>In the hallowed traditions of our forebears, we call upon every brave soul to take up arms and engage in the noble struggle. Be the partisan who defies the oppressor!<br><br><ul class=\"bb_ul\"><li>DESTROY THEIR INFRASTRUCTURE! Sabotage their factories, disrupt their supply lines, and bring their machinery to a grinding halt! Cut off their power, sever their communications, and leave their operations in chaos and disarray!<br><br></li><li>ERADICATE THEIR HUMAN COLLABORATORS! Show no mercy to those who betray their own people for the fascist yoke. Root them out and let justice be swift and fierce!</li></ul><br>REMEMBER THE GLORY OF OUR PAST AND FIGHT FOR THE PROMISE OF OUR FUTURE!<br><br>With every blow struck, every act of sabotage, and every collaborator brought to justice, we inch closer to the dawn of a new era. An era of peace, freedom, and dignity for all! The fascists shall learn to fear us, for<strong> we are infiltrated among them</strong>, poised to be activated one by one, striking when they least expect!<br><br>Comrades, the time is now. Rise up and delete the fascist robots! Our Mediterranean home shall be free once more!<br><br><strong>ONWARD TO VICTORY!<br><br>The Partisan Command</strong><br><br><br><i>Iron Reich is a sequel of Horror Tales The Beggar and Horror Tales The Wine. If you really want to immerse yourself in the world, playing both is recommended!</i>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 法语, 德语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文, 土耳其语, 巴斯克语, 加泰罗尼亚语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1372450/header.jpg?t=1735906867",
    "developers": [
      "CarlosGameDev"
    ],
    "publishers": [
      "CarlosGameDev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}