{
  "1372680": {
    "name": "Castle Grimholt",
    "steam_appid": 1372680,
    "required_age": 0,
    "is_free": false,
    "description": "In the forsaken castle to the north, a necromancer is raising the dead, and ancient evil stirs - you are a mysterious warrior bound by a pact to slay the necromancer, and put to rest the rising darkness.<br><br>Castle Grimholt is a 2D action adventure games that plays like the classic 16-bit era games with a modern twist - fight powerful bosses, explore secret areas, meet a diverse cast of characters, and unravel forgotten lore.<br><br><strong>Epic boss battles:</strong> Every enemy is a unique and challenging boss encounter, requiring fresh strategies and mastery to overcome.<br><br><strong>Rewarding exploration:</strong> The island of Castle Grimholt is filled to the brim with forgotten secrets, hiding optional areas, bosses and lore discoveries, all intricately interconnected.<br><br><strong>Interesting encounters:</strong> Many other heroes, opportunists and others have been drawn to the castle; your interactions with them and decisions you make will have lasting effects.<br><br><strong>Scattered lore:</strong> Around the island and castle are tidbits of lore to piece together the dark history of the castle and the wider world, if you choose to seek them out.<br><br><strong>Easy to learn, hard to master:</strong> Combat is simple: attack, move and roll - no skill trees, additional weapons or upgrades - however every boss will demand a new level of mastery of these basic actions, and progression is driven purely by honing your skills, giving a deeply rewarding combat experience.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1372680/header.jpg?t=1658945951",
    "developers": [
      "False Crow Studios Ltd"
    ],
    "publishers": [
      "False Crow Studios Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}