{
  "1373420": {
    "name": "Dead or Mad",
    "steam_appid": 1373420,
    "required_age": 0,
    "is_free": false,
    "description": "In the depth of swamps, where neither caravans nor conqueror’s army don't go, where robbers, looters and such find a secure shelter from the justice, there is a small village. People there had been living their complicated, but quiet lives. They were fishing, gathering berries and mushrooms, but spending evenings in the local tavern to brighten their existence this way. The time there seemed to stop and nothing could destroy the peace. They would still live like this, but fate decreed otherwise. One by one they began to go missing and go mad, while others had died of disease. The reason is unknown. Probably, the place is cursed or the residents have done something for which they should be punished. You'll have to go through many dangers and find the cause of all these ills, but don’t expect help from the locals. They’ll probably keep something from you.<br />\r\n<br />\r\nFeatures:<br />\r\n• Stealth. The enemies react to sounds so the area is going to be frisked if they suspect anything. You can distract the guard by throwing a stone or you can lure them by whistling. Thick vegetation and darkness may hide you from the enemy.<br />\r\n• Spacious levels. Explore the area to discover some engrossing locations and new possibilities to achieve the aim.<br />\r\n• Exciting plot.  Solve the mystery of the small village going through many trials.<br />\r\n• Mysterious atmosphere.  Mystical forests and swamps, inexplicable phenomena and sounds of the environment allow you to immerse yourself in the game as much as possible.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1373420/header.jpg?t=1597091327",
    "developers": [
      "Pixel Joy"
    ],
    "publishers": [
      "Pixel Joy"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}