{
  "1373810": {
    "name": "Orlando Theme Park VR - Roller Coaster and Rides",
    "steam_appid": 1373810,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Orlando Theme Park VR! Are your palms sweaty already? Are you brave enough to face all toys and rides? Yes, this is a VR experience like you have never seen before! <br><br>This is a real-life simulation more than a game! Going to a virtual park in the comfort of your home is awesome, but that's all the comfort you gonna get! The adrenaline will make you hold on to your chair and we really recommend you to play it with your family and friends! Watching them play Orlando Theme Park VR is also VERY VERY fun! Don't forget to record it! <br><br><strong>Is this very realistic?</strong><br>Yep! We are using a fantastic game engine to be as realistic as it is possible! And best of all: you can go to the park for FREE!<br><br><strong>I am going to get sick?</strong><br>Well.. yes and no! The game can and will give some people motion sickness because that's what a good amusement Park do! But I think you can handle it! <br><br><strong>How much does it cost?</strong><br>The game is free for download! And you can enjoy the Ferris Wheels, Halloween Maze, Princess Castle, Medieval Village and walk in the whole park for free. But some rides you need to purchase to use it. We strongly recommend you buy the Full Pack, which comes with a great discount and more: The Puke perk! Awesome to create youtube videos and scary your friends!<br><br>Welcome to the best real-life experience in VR there is!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1373810/header.jpg?t=1598023693",
    "developers": [
      "Thetis Games and Simulators"
    ],
    "publishers": [
      "Thetis Games and Simulators"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}