{
  "1373880": {
    "name": "Hello Neighbor 2 Alpha 1",
    "steam_appid": 1373880,
    "required_age": 0,
    "is_free": true,
    "description": "Alpha 1 is BACK! <br><br>Hello Neighbor 2 is a Stealth Horror Game where you’re being stalked by a mysterious creature as you try to track down Mr. Peterson (The Neighbor) who has disappeared after the events of the first game. Play against an advanced, self-learning AI that tracks and adapts to your every move.<br><br><strong>Self-learning AI</strong><br><ul class=\"bb_ul\"><li>AI explores the environment and constantly seeks ways to ambush the player<br></li><li>AI watches player navigation patterns and if these seem to be effective, will replicate them<br></li><li>AI has a daily routine that gets disrupted by the player: sleeping, eating, cooking, and possibly going into the woods to dig up bags of non-bodies<br></li><li>AI will use the same objects as the player, using them for the same purposes. If the player uses a fire extinguisher to get up top, so will the AI.</li></ul><br><strong>Open world</strong><br><ul class=\"bb_ul\"><li>Explore the Raven Brooks, there are no limitations and players can go anywhere from the beginning of the game. The AI protects its house when the player is trying to break in, and stalks the player when out in the open world.<br></li><li>Players have their own stories. Narrative is emergent, depending on how players decide to play the game. <br></li><li>The world changes depending on your actions</li></ul><br><strong>Sandbox experience</strong><br><ul class=\"bb_ul\"><li>Players should find creative solutions to solve the puzzle by combining different items, terrain features and platforming skills<br></li><li>Many in-game events are persistent and scheduled in random order, that gives a feeling of a living world. Players may examine each random in-game event to find a different outcome</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1373880/header.jpg?t=1726673259",
    "developers": [
      "Eerie Guest",
      "tinyBuild"
    ],
    "publishers": [
      "tinyBuild"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}