{
  "1373620": {
    "name": "Depersonated",
    "steam_appid": 1373620,
    "required_age": 0,
    "is_free": false,
    "description": "The events of the game starts in the gloomy and almost soulless town of Rainwood.<br>Earlier here may have been some kind of life, but now, with the arrival of technology and crime, it has disappeared along with the hopes of residents for a bright and calm future.<br><br>Many people try to fight the oppressive atmosphere of the city with all their might, but fear for their lives does not give them a chance to relax.<br><br>In the midst of all this chaos, it is not surprising that some have completely lost their purpose and hope for a bright future.<br>Molly is the game's protagonist and has gone through many terrible things, so terrible that many of them have already been forgotten in the stream of endless panic and bustle. Although her temporary amnesia helped her keep her sanity, deep down she feels that she might have forgotten something important.<br><br>Will Molly be able to wake up from her dream one day and remember what drove her into this nightmare in order to defeat &quot;it&quot;?<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li> <strong>Choices matter</strong><br>All key events in history directly depend on the player's actions, decisions and in-game achievements.<br></li><li> <strong>Replay value</strong><br>The new playthrough will not be the same as the previous one ... if you want to go the other way.<br></li><li> <strong>Well-designed game world</strong><br>A deep author's fantasy based on steampunk aesthetics awaits you. Immerse yourself in it with well done graphics and enveloping music.<br></li><li> <strong>Atmospheric gameplay</strong><br>Find yourself in a unique world that does not know electricity and gunpowder, but is familiar with criminal clashes and underground groups. Feel the chilly atmosphere of the Rainwood city, the cold of endless rain and concrete walls, the sidelong glances of passers-by and the glint of a blade in a dark alley...<br></li><li> <strong>Search for answers and explore the game world</strong><br>Explore the details, communicate with other characters and look for hidden objects: you can learn much more interesting details about the world that will remain hidden for others. Perhaps it is these secrets that will reveal to you the true face of Rainwood.<br></li><li> <strong>Confusing story telling</strong><br>The story is tangled like a spider's web. As the two main characters, look at the truth from both sides - and bring the plot to its logical conclusion.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1373620/header.jpg?t=1756479989",
    "developers": [
      "BloodWebTeam"
    ],
    "publishers": [
      "BloodWebTeam"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}