{
  "1373500": {
    "name": "Mist of the Undead",
    "steam_appid": 1373500,
    "required_age": 0,
    "is_free": true,
    "description": "The game of the millennium? Game of the century? More like the game you're looking at right now!!! Mist of the Undead is an endless zombie survival game. Spawn in with a handgun, survive as long as you can. Killing enemies will award you money. Money can be used to purchase and upgrade weapons from purchase boxes. Purchase ammo, armor, and a speed/ jump boost. Purchase boxes are spawned in as the rounds progress, so you must survive a few rounds before being able to access all the purchase boxes. Each weapon can be upgraded an infinite amount of times, upgrading weapons will increase the clip size, the reserve ammo, and up to a certain point the fire rate. For specific weapons that are not already a 1 shot kill, upgrading a specific amount of times will turn those weapons into 1 shot kills as well as all the other normal upgraded attributes. Purchasing ammo will give the player ammo for the weapon they are holding. The ammo pickups will give ammo to all weapons as well as grenades. The armor purchase gives the player armor that increases the damage they can receive by 100%. The speed boost increases the player’s speed by 2.5 times allowing the player to zoom around the map and jump from almost one side to the other. Player’s can pause the game at any time and adjust the sound and graphical settings, settings can also be accessed from the main menu. Game is equipped with a tutorial that walks players through controls and basic game-play components. <br />\r\n<br />\r\nThis is my first project as a solo developer. Any reviews, feedback or bugs experiences would be very helpful; please email the account listed.<br />\r\n<br />\r\nCredits:<br />\r\nAll music is done Jagger Clark. <br />\r\nTrailer created by Jeremy Rothman<br />\r\n.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1373500/header.jpg?t=1601415928",
    "developers": [
      "Hayden",
      "Rothman"
    ],
    "publishers": [
      "Hayden ",
      "Rothman"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}