{
  "1374390": {
    "name": "Code Of Superheroes",
    "steam_appid": 1374390,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>NOTE: As a heads up for players, the game runs in a 1366x768 resolution window, not resizable at this time (may change later).</strong><br><br>Have you ever read a comic book and wanted to play the hero on the pages? Now you can with Code of Superheroes, an RPG/strategy game where you don the cape of a superhero from the start of their careers and build them into a powerhouse. Take up the challenge and guide your hero to greatness!<br><br>Features:<br>* Randomly generated world every game to play in, including different heroes to interact and form relationships with (or not!) and a world that changes as you play.<br>* Generate your own hero from scratch, or have the game randomly generate you a hero from thousands of different seeds with custom health, powers and name and jump right into the action! Each character has their own flavor and 7 different stats, each with various effects on the game.<br>* The Main Hub is designed to view everything in the game at a glance. Slick, polished interface with lots of built-in help and designed to be simple to learn and get going.<br>* Over-arcing mission to accomplish every game, database includes hundreds of quests with variances. Build Fame, and earn and spend Hero Points for building your character as you see fit. Fight evil villains, play side games of adventure, and experience lots of daily little missions.<br>* Engage enemies in fiery combat with thousands of random attacks, weapons and over a dozen modifiers! Tons of customizable options; want combat simmed? Want heroes to never die? Want to play to a certain Fame or Level? Or just play forever? It’s all easy to do.<br>* Other Heroes in the game develop and change over time, equip themselves and interact with your hero. <br>* The Built in Universe Editor allows you to set up your game the way you want using your own custom heroes, stats and cities.<br><br>Start your journey to superhero greatness today!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1374390/header.jpg?t=1718234761",
    "developers": [
      "SimProse Studios"
    ],
    "publishers": [
      "SimProse Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 6 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}