{
  "1375630": {
    "name": "Pantomime",
    "steam_appid": 1375630,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Immerse Yourself in the Ultimate Interactive Narrative Experience of Pantomime</h2>Step into a world where learning English is an epic adventure. In our groundbreaking game, every decision you make shapes your journey through a collection of captivating stories from diverse backgrounds. This isn’t just a game; it’s a tapestry of narratives designed to immerse you in the English language in the most engaging way possible.<h2 class=\"bb_tag\" >Uncover the Mysteries with Sherlock Holmes</h2>Join the legendary detective Sherlock Holmes in Victorian London as he solves intricate crimes. Use your language skills to gather clues, interrogate suspects, and piece together the mystery. Your choices determine the outcome of each case, ensuring no two playthroughs are the same.<h2 class=\"bb_tag\" >Experience the Emotional Depth of Michael’s Story</h2>Live the life of Michael, a boy who develops Locked-In syndrome after a tragic accident. By day, he struggles to communicate with his loved ones. By night, he finds himself in a strange dark world, navigating the realm of death and seeking a way back to his family. This story explores themes of connection, determination, and hope, challenging you to endure Michael's journey of reconnection.<h2 class=\"bb_tag\" >Uncover Yuka's Mystery</h2>Yuka is no ordinary girl—she's a test subject in a high-security lab with powerful telekinetic abilities. Trapped within the sterile walls of the facility, she must use her mind to manipulate objects, solve intricate puzzles, and pass complex experiments. With each challenge, Yuka's suppressed memories surface, slowly unraveling the mystery of her origins and the sinister motives of those who hold her captive. The deeper she delves, the more dangerous the truth becomes.<h2 class=\"bb_tag\" >And Many More Stories Await</h2>From medieval fantasy realms to contemporary dramas, each story is crafted to enhance your language skills while delivering an unforgettable narrative experience. Whether you’re deciphering ancient texts, negotiating with space pirates, or navigating the challenges of everyday life, every scenario is designed to make learning English an adventure.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Dynamic Storylines: Your choices influence the story, leading to multiple possible endings.<br></li><li>Rich Environments: Explore beautifully rendered worlds brought to life with highly realistic graphics.<br></li><li>Educational Tools: Integrated language-learning tools help you improve vocabulary, grammar, and pronunciation as you play.<br></li><li>Endless Variety: Explore a vast array of stories spanning different genres and settings, offering a unique and rich experience with every playthrough.</li></ul><br>Get Ready to Learn English Like Never Before<br><br>Prepare for a unique blend of education and entertainment. Dive into stories that captivate your mind and heart, all while enhancing your English language skills. Your journey begins here—are you ready to shape your story?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1375630/header.jpg?t=1731373326",
    "developers": [
      "Zachary Canann",
      "Jarod Castillo"
    ],
    "publishers": [
      "Squalr, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 11 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}