{
  "1375030": {
    "name": "Network E.L.E.™ PC Edition",
    "steam_appid": 1375030,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1375030/extras/e58c5ef79b4d6808a9f8959c4fd12b01.avif?t=1645136994\" width=600 height=338 /></span><br><br>Network E.L.E.™ is an open-world, survival story set on Planet Mercury in 2184, an abandoned city — military base filled with deadly radiation. Listen to an emergency message on a NASA laptop left on a rooftop by a dead commander. Listen Carefully. You play as Myorah, a NASA exploration pilot going after four Mercury-980 single board Space-VPX chips, which activate a dormant spaceship left within the city. You must explore the inner city where time is of the essence. Become a Survivör...At All Cost!  <br><br><strong>Game Features</strong><br>-PC Settings/Optimization: Network E.L.E. is now optimized for PC with mouse and keyboard support.<br>-Single player open-world map setting.<br>-Unlimited Respawn capability<br>-Drone A.I. detection<br>-Mine Explosion A.I. detection<br>-Play the game as female pilot Myorah Strycharz<br>- Experience the ultimate combination of strategy and sci-fi in Network E.L.E. PC Edition - the next level in first-person shooter combat.<br>-Take what information you need from your NASA laptop: One touch from a mine or drone kill you.<br>-New Survivör Game: A new single-player experience. With only a energy gun armed on an abandoned Mercury planet, Myorah Strycharz faces off against evil controlled drones, and silent Eban assassins at the end of each city block that control mines that explode at any given chance.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1375030/extras/21f8250293216d3c537fd6d44d5b143d.avif?t=1645136994\" width=600 height=224 /></span><br><br>A MERCURY RETROGRADE STORY Become the last survivör of the Mercury-980 exploration program. Your objective is to find your way off planet Mercury. Complete the spaceship access sequence before the radiation in the atmosphere kills you. Explore the military inner city with harsh radiation conditions, as you decide how to get off this inhabitable planet during retrograde.<br><br>YOUR MERCURY-980 STORY Abandoned on the closest planet next to the Sun. Three triplet brothers Navin, Resfik, and Mila have all died in a crash. As their sister, a female pilot named Myorah, must escape an empty military base before your oxygen runs out within eleven minutes. First, find four Space VPX single-board computer chips that will activate a dormant ship to liftoff. The only problem? Your radiation hardness sensor goes off in 11 minutes.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1375030/header.jpg?t=1645136994",
    "developers": [
      "Aeneas Middleton"
    ],
    "publishers": [
      "Royal Middleton Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}