{
  "1375040": {
    "name": "Ice Cream Truck",
    "steam_appid": 1375040,
    "required_age": 0,
    "is_free": false,
    "description": "Your name is Max, an ordinary ice cream truck driver. You wake up from nightmares every once in a while. That particular day your head was feeling heavy because of the dream from the night before, and maybe that is why you entered a road that you had never been on.<br><br>Your journey begins at an amusement park, where you followed Mia after having met her in the deep woods. Well, it’s because you lost Mia’s favorite balloon by mistake. The journey which originally began in order to chase the fleeting balloon continues on through several villages.<br><br>Max and Mia chase their balloon to wander different universes never seen before. That is, of course, all while selling ice cream! Will they be able to retrieve Mia’s balloon in the end?<br><br><br><ul class=\"bb_ul\"><li>Never-before-seen Universes: you can visit many interesting villages such as a village full of flowers, a village in Christmas season all year round, a desert made of sugar, and an underwater palace.<br></li><li>Just Like Never-Before-Seen Customers: you will encounter many different kinds of customers, who might be animals or even ones that are difficult to identify as a certain animal…<br></li><li>Omnibus Plot: a new exciting episode awaits you in each new village!<br></li><li>Emotion-flavor Ice Cream: happiness flavor, sadness flavor, anger flavor… even confession flavor! Transform your customer’s emotions with ice cream.<br></li><li>Ice Cream Combinations!: you can combine ice cream to whip up new flavors and new emotions.<br></li><li>Surreal Graphics: illustration-like graphics in any scene<br></li><li>Multiple Endings, Choices Matter: alternative choices can be made to change the next destination or ending<br></li><li>The ice cream truck can race on with its bells ringing. Oh, customers will definitely chase after the truck.<br></li><li>Balloons that Keep Flying<br></li><li>A Variety of Costumes<br></li><li>Futuristic Ice Cream Toppings: fish, ramen, poisonous mushroom, potato chip, Kimchi topping are available!</li></ul>",
    "supported_languages": "英语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1375040/header.jpg?t=1619763709",
    "developers": [
      "Stormev"
    ],
    "publishers": [
      "Stormev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}