{
  "1376180": {
    "name": "Dark Fairy Tales: The Boogeyman",
    "steam_appid": 1376180,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Dark Fairy Tales: The Boogeyman is a first-person multiplayer survival horror game.</i><br><br><u>We have started providing FREE DEMO Steam Keys. Please join our DISCORD server to learn more. You can find the DISCORD invite at the bottom of our website.</u><h2 class=\"bb_tag\" ><strong>THE TALES OF THE BOOGEYMAN ARE ALL TRUE</strong></h2><br>Deep in the forest is the old manor. The dark fairy tale from childhood is being challenged by 4 innocents. They want to know if the myth of Ouija is true, but they never expect the presence of a real devil. Now they have to pay for their curiosity and for their lives because the Boogeyman is going to hunt them down.<h2 class=\"bb_tag\" ><strong>The Boogeyman</strong></h2>With his legendary power, Boogeyman has to kill survivors as many as possible before they escape the village, and before the sunrise.<br><br>The Boogeyman has multiple unique skills to help him hunting survivors.<h2 class=\"bb_tag\" ><strong>Survivors</strong></h2>As the result of their curiosity, they have to escape the Boogeyman by taking advantage of the environment, and cooperate with each other -- but don't think your friends are always your friends, they have multiple reasons to betray you!<br><br>Although those 4 friends don't have remarkable skills like the Boogeyman, they can utilize items spread around the map to fight against the Boogeyman, to make the Boogeyman get trapped, or even kill the Boogeyman!<h2 class=\"bb_tag\" ><strong>Progressive Play</strong></h2>The player and each character have their unique ways of leveling up. More details of the progressive play will come soon!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1376180/header.jpg?t=1597138015",
    "developers": [
      "Density Games"
    ],
    "publishers": [
      "Density Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}