{
  "1376040": {
    "name": "Missing Time",
    "steam_appid": 1376040,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“We all have a little darkness inside of us.”</i><br><br>It’s always so easy to bury secrets in small towns. Especially when the authority turns a blind eye. Just as you moved back to your childhood town, an unfortunate chain of events leads you to a series of mysterious cases buried away by the locals. Your friends seem just as clueless as you are … Or are they? Guided by only the vaguest clues and instinct, your task is to find the missing pieces of bizarre cases that seem to involve more and more people you know as you go along. As time progresses, you must choose: Either to stay ignorant, enjoy your last year of High School blissfully and hope for the best, or dive head-first into detective mode and claw your way out.<br><br>Missing Time is all about making connections between the most important details of your life, and to never miss any moment that can define or destroy memories that will follow you always. Heavily story-driven, Missing Time is a beautiful concoction of horror and utsuge, that will surely leave an impression no matter the decision you make.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>175,000+ words (15-25 hours)<br></li><li>110+ BGs and 25+ CGs<br></li><li>4 character routes and 8+ endings<br></li><li>1 secret route</li></ul><h2 class=\"bb_tag\" >Characters</h2><strong>Chiharu Ichihara</strong><br>Your shy and bubbly childhood friend. Despite being born with a silver spoon in her mouth, she is the kindest and most caring person you have ever met. Your shared past strengthens your bond, and you know she would always be there for you, just as you will always be there to comfort her.<br><br><strong>Emiri Onishi</strong><br>Komachi High’s Ice Queen and dutiful Priestess. As the town of Komachi was built upon traditions, Emiri became one of their figureheads the moment she inherited her family’s shrine. Quiet and serious, Emiri always puts her responsibility above everything and everyone else.<br><br><strong>Shizuyo Onishi</strong><br>Twin sister to the fabled Emiri Onishi. Friendly and mischievous, Shizuyo tends to draw attention to herself, which she absolutely enjoys. You can even say she is the mirror image of her sister, in personalities and in attitudes.<br><br><strong>Ember Honoyasei</strong><br>President of the Occult Club. Boisterous, opinionated and headstrong, Ember has a reputation of being a delinquent despite her position. She is incredibly passionate about the mysteries surrounding Komachi, and is hell-bent on bringing these cases to light, no matter the obstacle.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1376040/header.jpg?t=1671652959",
    "developers": [
      "Fluttering Abyss"
    ],
    "publishers": [
      "Fluttering Abyss"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}