{
  "1376100": {
    "name": "Refraction Demo",
    "steam_appid": 1376100,
    "required_age": 0,
    "is_free": true,
    "description": "Jackie Shields wakes up to find everything in her world a little different than she remembers it. Trapped between her own dimension and a parallel one, she soon realizes that nothing can remain unchanged in her life. Not her friends, not her plans, and especially not herself...because the other dimension has a Jackie of its own!<br><br>Refraction is a visual novel by Universe Zero. Take on the role of Jackie as you try to navigate two parallel worlds, come into conflict with the alternate version of yourself, seek justice for a corrupt university president, and develop your relationships with your two best friends, Paul and Jun. Choose between two romantic routes--or no romance at all--and find a way to understand the nature of your transfer between dimensions...as well as what might be causing all of it. Will you be able to stop the worst from happening? Or will you be the cause of it?<br><br>Make a choice.<br><br>Content Note: Refraction contains references to incidents of sexual abuse as well as references to figures of authority utilizing their power to extract sexual favors from others. Player discretion advised.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1376100/extras/38daa88419dc604bcd5229a7df804efd.avif?t=1596215821\" width=600 height=600 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1376100/header.jpg?t=1596215821",
    "developers": [
      "Universe Zero"
    ],
    "publishers": [
      "Universe Zero"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}