{
  "1377860": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Pathfinder Advanced Player's Guide",
    "steam_appid": 1377860,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Pathfinder Advanced Player's Guide</h2>Ready to go beyond the basics? Expand the limits of what's possible with the Pathfinder Advanced Player's Guide! This Pathfinder Second Edition rulebook contains exciting new rules options for player characters, adding even more depth of choice to your Pathfinder game! Inside you will find brand new ancestries, heritages, and four new classes: the shrewd investigator, the mysterious oracle, the daring swashbuckler, and the hex-slinging witch! The must-have Advanced Player's Guide also includes exciting new options for all your favorite Core Rulebook classes and tons of new backgrounds, general feats, spells, items, and 40 flexible archetypes to customize your play experience even further!<br>The Pathfinder Advanced Player's Guide includes:<br><ul class=\"bb_ul\"><li>Four new classes: the investigator, oracle, swashbuckler, and witch!<br></li><li>Five new ancestries and five heritages for any ancestry: celestial aasimars, curious catfolk, hagspawned changelings, vampiric dhampirs, fate-touched duskwalkers, scaled kobolds, fierce orcs, fiendish tieflings, industrious ratfolk, and feathered tengu!<br></li><li>40 new archetypes including multiclass archetypes for the four new classes, Pathfinder favorites like the cavalier, dragon disciple, shadowdancer, and vigilante, and brand-new archetypes like the familiar master and the shield-bearing iron wall!<br></li><li>New class options for all twelve classes from the Pathfinder Core Rulebook including champions of evil, genie and shadow sorcerers, zen archer monks, rogue masterminds, spellcasting rangers, and more!<br></li><li>Even more exciting new rules, from rare and unique backgrounds to investigative skill feats, from spells and rituals like reincarnate and create demiplane to new items including special wands with unusual effects and exciting potions worthy of a witch's cauldron.</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>Includes a Fantasy Grounds reference manual providing all the guide content, plus Fantasy Grounds drag/drop data.<br></li><li>Over 900 feat records<br></li><li>Over 160 spells, focus spells and ritual records<br></li><li>Over 150 new items<br></li><li>Tokens and portraits created from the guide artwork<br></li><li>Ancestry, background, heritage and trait records<br></li><li>Evocative artwork</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Martin Blake</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1377860/header.jpg?t=1768431456",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}