{
  "1377830": {
    "name": "Fantasy Grounds - Deep Magic",
    "steam_appid": 1377830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Deep Magic</h2>Command 700 New Spells for Fifth Edition<br>No matter how you slice it, magic is at the heart of fantasy--and nothing says magic like a massive tome of spells. Full cover hardcover is the ultimate sourcebook for new and variant magic in any fantasy setting, offering over 300 full-color pages.<br>This tome collects, updates, tweaks, and expands spells from years of the Deep Magic for Fifth Edition series--more than 700 new and revised spells. And it adds a lot more:<br><ul class=\"bb_ul\"><li>19 divine domains from Beer to Mountain and Speed to Winter<br></li><li>13 new wizard specialties, such as the Elementalist and the Timekeeper<br></li><li>6 new sorcerous origins, including the Aristocrat and the Farseer<br></li><li>3 otherworldly patrons for warlocks, including the Sibyl<br></li><li>expanded treatments of familiars and other wizardly servants<br></li><li>bizarre features found in a wizard's workshop or tower<br></li><li>and much more!</li></ul>This tome is not just for wizards, warlocks, and sorcerers. Deep Magic also expands the horizons of what's possible for bards, clerics, druids, and even rangers and paladins. It offer s something new for every spellcasting class.<br>With these new spells and options, your characters (or your villains) can become masters of special forms of spellcasting such as winter magic, chaos magic, and shadow magic. Seek out hidden colleges and academies of lost lore. Learn new runes, hieroglyphs, and cantrips to break down the walls of reality, or just bend them a bit.<br>Deep Magic contains nothing but magic from start to finish!<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Linda Buth</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset. Compatible with Fantasy Grounds Unity<br>Copyright (C) 2022 Kobold Press. Kobold Press, and all related marks and logos are trademarks of Kobold Press. Used with permission. (C) 2022. All Rights Reserved.<br>This product is Copyright 2021, SmiteWorks USA, LLC. Used under license from Kobold Press. This product's format, programming code, and presentation is copyrighted by SmiteWorks USA, LLC.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1377830/header.jpg?t=1768431407",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}