{
  "1377400": {
    "name": "The Star Legation Demo",
    "steam_appid": 1377400,
    "required_age": 0,
    "is_free": true,
    "description": "b]STORY[/b]<br>Why Trey Donovan? Establishing a peaceful alliance between aliens and humans will be a difficult task, and Trey is far from the ideal candidate to represent the human race. Trey has grown up entirely in human-centric surroundings and has never ventured beyond our territories. Unfortunately, he also has absolutely no training in diplomacy. However, despite his dishonorable discharge from the military, he showed great leadership during his years of service. Even now, while banished to an exile colony, he has managed to bring law and order to a planet overrun with criminals and anarchists. <br><br>The universe has become smaller after the discovery of faster-than-light speed travel, and though some have reached out in peace, others have become locked in bitter wars and will soon turn their eyes upon us. <br><br>An alliance must be formed! To do this, emissaries will journey across the universe as a peace legation to the homeworlds of each alien race, then convince their leaders to send a representative to join the Interstellar Union. It is a dangerous gamble and will be a perilous operation. Will the alien crew be able to get along and survive the entire mission together? Will Trey?<br><br>If Trey even accepts this mission, he will need to adjust to the aliens and lead them successfully. Trey's decisions and his words may usher us into a new era of peace, trade, and cultural exchange. Or, he may doom us all to a massive interstellar war that could mean the complete annihilation of humankind! <br><br><br><strong>ABOUT</strong><br><i>The Star Legation demo includes the opening 45 minutes of the full game. Only certain skill choices are active this early in the game, so it is recommended that you select Cybertech, Awareness, and Discern Motive for a full demo experience. Everything in this demo is subject to change in the final version of the game.</i><br><br>The Star Legation is a Sci-Fi Visual Novel game with RPG elements, full of intriguing alien characters, bizarre foreign cultures, and interstellar conflict. Journey through space to gather and manage an alien crew, visit new worlds, negotiate with alien leaders, and even risk romance across the stars! Survival and success depends upon your choices and the reputation you've built among your alien crewmates. Can your diplomatic efforts with alien leaders lead to a peaceful alliance between all the races, or will you incite a massive interstellar war? Will your words bring unity, or chaos?<br><br><strong>FEATURES (FULL GAME)</strong><br>  <ul class=\"bb_ul\"><li>  The Star Legation’s beautifully authentic style blends realism with a cel-shaded, anime touch. Design, art, and audio create a unique space-opera atmosphere.<br></li><li>    100's of decisions to make in this epic, choice-driven branching story<br></li><li>    Experience an engaging narrative filled with intrigue, humor, science, treachery, and heart.<br></li><li>    RPG elements with 8 different character design skill choices to make<br></li><li>    32 possible endings (including 5 main endings)<br></li><li>    Immersive and realistic dialogue: some character sprites have over 100 different expressions!<br></li><li>    Optional Romance story routes with 2 human characters<br></li><li>    Detailed background art, cinematic camera work, expressive character sprites, and animated sequences make this visual novel a dynamic experience!<br></li><li>    Build relationships with memorable characters and develop a reputation that will alter the course of the story!<br></li><li>    Over 20 hours of gameplay, with additional hours in alternate routes and endings<br></li><li>    Awesome SciFi soundtrack by composer Andy Mitchell, featuring over 75 minutes of original music!<br></li><li>    15+ High Res CG's to unlock, designed by the talented artist, Aeghite!<br></li><li>    Hidden skill-related choices based on your character design that unlock extra routes<br></li><li>    Optional Combat (auto-win option), or Challenge Mode </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1377400/header.jpg?t=1596930808",
    "developers": [
      "Corefun Studios, LLC"
    ],
    "publishers": [
      "Corefun Studios, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}