{
  "1377920": {
    "name": "Big Mutha Truckers 2: Truck Me Harder",
    "steam_appid": 1377920,
    "required_age": "16",
    "is_free": false,
    "description": "Big Mutha Truckers 2 begins with Ma Jackson being taken into police custody for tax evasion. The only way she can win her case is by hiring Cousin Jacob, the most &quot;fancy-talkin' legal fella&quot; this side of Booger's Canyon. Players will be challenged to raise the cash needed to bribe jurors to let Ma off by trucking, trading, wheeling and dealing. The go-anywhere, any-time philosophy that was utilized in the original Big Mutha Truckers will be expanded for Big Mutha Truckers 2 with additional routes, hidden shortcuts, and the ability to drive numerous vehicles. Players have the freedom to deviate from their route and explore the highways and back roads to whichever city they decide to visit. In addition, the trading process will be extremely streamlined, with more focus on the on-road action.<br><br><ul class=\"bb_ul\"><li>Choose from 4 drivers - Bobbie-Sue, Cletus, Earl and Rawkus - with their own skills and rigs<br></li><li>Haul any kind of cargo, from diamonds to hogs, to earn money<br></li><li>Battle bikers, avoid rock falls and outrun the crooked cops who want a piece of the action<br></li><li>Throw your weight around -- use your massive 18-wheeler to discover new routes, hidden items and smash cars<br></li><li>Customize your rig with upgrades from the garage</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1377920/459a4016d4f1a451483f78f39899c33658ee100b/header.jpg?t=1749550268",
    "developers": [
      "Eutechnyx"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 740,
      "discount_percent": 80,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 7.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}