{
  "1377280": {
    "name": "Electioneering",
    "steam_appid": 1377280,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Overview</strong><br>Electioneering is, at its core, a strategy game.  The map is shrouded under a Fog of War, and as you pierce that Fog, you'll start to develop more specific strategies.  We don't tell you how to run your strategy; there's no winning argument.  Voters change; if you keep pounding things into them, there's a chance they'll respond.  Well, if you can overcome their starting biases, challenging but possible!  <br><br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li>Election simulator with virtual voters making the decision on who wins and who loses!  There's no simple algorithm weighing how you're doing, it's all voter driven. <br></li><li>Real world events from 2020.<br></li><li>Procedurally generated voters.  Up to 51,000.  We have 15 distinct base voter profiles, from which we generate thousands of variants when you start a new game!<br></li><li>Choose your Candidate and get them elected.<br></li><li>Fog of War, neither you nor the Candidates ever see the true electoral map.<br></li><li>Adapt your campaign to a dozen Issues such as Covid-19, Impeachment of Trump, and many more.<br></li><li>Engage Dark Web Agents, Social Engineer, the Researcher, the Hacker, and the Infiltrator<br></li><li>Hack the Candidates and steal their plans.<br></li><li>Research and choose the topics to spin in the media.<br></li><li>Lie to the voters with ads.<br></li><li>Hand-drawn Characters.</li></ul><br>As the Electioneer, your focus is on changing voter opinion to win votes for the candidate you support. 2020 has been a busy year. Events such as Trump's Impeachment or the COVID-19 outbreak create new issues for the voters to consider. As things unfold, you research topics within each new issue, such as Trump's acquittal and the first Covid-19 case in America, and make strategic ad buys to sway voters. While you're off spinning the issues, the candidates don't even know you exist. Their goal is to crush each other, just like the actual election. They apply strategies designed to win over voters using any method they can to win. <br><br>Your job is to learn what voters think by taking out polls, hacking the candidates, and stealing information from their campaign! Making sure your candidate comes out on top is not going to be easy. The landscape is changing; electioneering mimics this new environment, asking users to choose between hundreds of different Events, Issues, Topics, and Arguments (spin) to reshape the conversation and even the country.<br><br><br><strong>Story</strong><br>It's been 4 years since you last got this phone call. It's time. America is choosing a new leader, and the world is watching. Some of us are doing more than watching; we're falsifying information, we're spreading lies. We're Electioneering. This time it's Trump and Biden; it's your job to use all the resources at your disposal to make sure that your candidate wins. Can you convince the voters to ignore what they see, ignore what they feel, and vote your way? Can you lie, cheat, and steal this election? We'll give you a weekly stipend and some contacts; the rest is up to you. If you get caught, we don't know you. If you lose, well. These aren't the kind of people you want to disappoint.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1377280/header.jpg?t=1620588977",
    "developers": [
      "Cosmo's Tuxedo"
    ],
    "publishers": [
      "Cosmo's Tuxedo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}