{
  "1378290": {
    "name": "The Citadel",
    "steam_appid": 1378290,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Go forth, Martyr;<br>For you are the finest among the Battlesisters;<br>Go forth, and</i><br><br><strong>LET THE SLEEPING GOD DIE</strong><h2 class=\"bb_tag\" >Descent into the depth of The Citadel</h2><br>THE CITADEL is a hardcore, brutal old-school shooter full of action that's a throwback to the 90's classics that we all love.<br>Fight through 6 Episodes of 30 action packed levels (and an additional 6 secret levels). Face off against 6 fearsome bosses.<br>Carry 14 different types of weapons, with obliterating secondary fire functions. Make the world tremble with 3 types of single-use special weapons.<br><br>・Unlimited Continues.<br>・You can continue trying until you break. Hub areas serve as respite if you find the episode to be too difficult.<br>・Completely skill based: no cheap Hitscanner, all projectiles. You live as good as you dodge.<br>・Huge enemy variety and diversity. From axe throwing cultists, to suicide drones, to mecha tanks, and flamethrower troopers.<h2 class=\"bb_tag\" >Kick the Opponent into Lava!</h2>・Light-weight enemies can be kicked and stunned. Get your positioning right, and you can also make them fall into a bottomless pit or lava.<h2 class=\"bb_tag\" >Upgradable Weapons</h2>・Some weapons can be upgraded or switched to superior versions.<h2 class=\"bb_tag\" >Gibs!</h2>・Enemies explode into chunks of meat or metals when they die. Ouch!<h2 class=\"bb_tag\" >Optional Features: Leaning and Weapon Jam</h2>The Citadel contains numerous optional features for added replayability and difficulty.<br><br>・Leaning can be enabled in a option menu. Dodging is not the only way to avoid the enemy fire.<br>・Weapon condition features can be enabled in a option menu.<br>・Automatic weapons can be jammed in the middle of a battle, and they will be eventually broken.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1378290/header.jpg?t=1597695900",
    "developers": [
      "doekuramori",
      "Top Hat Studios Inc"
    ],
    "publishers": [
      "doekuramori",
      "Top Hat Studios Inc"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 231,
      "total_negative": 8,
      "total_reviews": 239
    }
  }
}