{
  "1379950": {
    "name": "X-Plane 11 - Add-on: Aerosoft - German Islands 1: East Frisia",
    "steam_appid": 1379950,
    "required_age": 0,
    "is_free": false,
    "description": "Discover the East Frisian North Sea islands with the new XPlane 11 add-on German Islands 1: East Frisia.<br><br>Every single island included – from Norderney over Langeoog to Borkum – has been built with attention to detail. This gets especially clear with the manually placed HD vegetation on the islands, realistically recreated autogen and many striking landmarks.<br><br>All airfields have been implemented based on over 5.000 photographs and are thus very lifelike. Moreover, there is also the opportunity to approach helipads.<br><br>Thanks to the additional HD ground layout with PBR and static aircrafts that have been created individually for the region, there is nothing left to interfere with the realistic simulation flight experience.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1379950/extras/5d75590246c1db446e324a2c5681b379.webp?t=1596184590\" width=616 height=61 /></span><br><ul class=\"bb_ul\"><li>Realistic replica of the East Frisian islands Borkum, Juist, Noderney, Baltrum, Langeoog, Spiekeroog, Kachelotplate, Memmert, Minsener Oog and Mellum<br>- Complete Orthophoto coverage with depth effect<br>- Manually placed HD vegetation<br>- Realistically recreated autogen houses<br>- Relevant landmarks, e.g. lighthouses, beacons, restaurants, harbour buildings, beach chairs etc.<br></li><li>Highly detailed recreation of all airfields, based on over 5.000 on-site photographs<br>- Borkum EDWR<br>- Juist EDWJ<br>- Norderney EDWY<br>- Baltrum EDWZ<br>- Langeoog EDWL<br>- Wangerooge EDWG<br></li><li>Consistent high development standard<br>- HD ground layout with PBR effect<br>- Static aircrafts, individually created for the region<br>- Performance optimized objects with high texture resolution<br>- 3D characters (operated by temperature and time)<br></li><li>Additional helipads<br>- Bundeswehr (German army) landing site Borkum (SAR)<br>- Landing site Spiekeroog<br></li><li>Additional material included<br>- All OFD and FLN paintings for the Torquesim and Nimbus BN-2 Islander<br>- All FLN paintings for the Carenado Cessna 182T<br>- Pre-programmed GPS flight plans (.fms) for real routes including circuits of the aerodrome and approaches</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1379950/header.jpg?t=1596184590",
    "developers": [
      "Stairport Sceneries"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}