{
  "1379590": {
    "name": "Adventures in Morality: An Interactive Case Study",
    "steam_appid": 1379590,
    "required_age": 0,
    "is_free": true,
    "description": "Why do people disagree over core moral values? Why are nations divided by staunch belief systems? Why is cilantro on food either loathed or loved?      <br />\r\n<br />\r\nLike personality-types, people possess different types of sympathy. The differences in sympathy-types is the root cause of all human conflict. Adventures in Morality (AiM) is a 3D interactive sympathy test as well as science fiction narrative.     <br />\r\n<br />\r\nWhen the game begins, you are asked to accept a research consent form.  Once accepted, a brief 1950s educational film provides a more detailed explanation of sympathy-types. From there you are free to explore the surreal world of fireworks, giant dollhouses, and quiz questions. You may also read and listen to the story of of CYBIL, the artificial intelligence who built AiM for an ominous purpose.<br />\r\n<br />\r\nWhen playing AiM, keep in mind, there is no &quot;winning&quot; or &quot;losing.&quot; Self-discovery is the only prize. You may follow the science fiction narrative, or not.  You may answer the quiz questions, or not. There is no right or wrong answer. There is only the beginning and the end.     <br />\r\n<br />\r\nAiM is the first of three games intended to calculate the players’ sympathy-type, perspective, and ability to compromise, respectively.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1379590/header.jpg?t=1597424904",
    "developers": [
      "Treadsoft"
    ],
    "publishers": [
      "Treadsoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}