{
  "1380370": {
    "name": "Last Shot",
    "steam_appid": 1380370,
    "required_age": "15",
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/6f89715cc4c25168b56bce4e7fb6e76a.poster.avif?t=1697219187\" width=600 height=300 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/6f89715cc4c25168b56bce4e7fb6e76a.webm?t=1697219187\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/6f89715cc4c25168b56bce4e7fb6e76a.mp4?t=1697219187\" type=\"video/mp4\"></video></span><br><br>Immerse yourself in the heart-pounding action of Last Shot, a thrilling homage to the beloved '90s arena shooters. This adrenaline-fueled game combines the tactical prowess of modern solo or team play with the unbridled chaos and breakneck speed of classic arena shooters, delivering an intense fight for survival.<br><br>Step into an expansive and ever-evolving universe where the story unfolds before your eyes. In this free-to-play* arena shooter, legendary characters unite to wage epic battles for fame, fortune, and the very survival of their home worlds across the vastness of the cosmos. Each season brings new maps with breathtaking planetary landscapes, offering endless exploration.<br><br>Prepare to conquer the opposition with a constantly expanding roster of diverse Combatants, each with their own unique abilities and playstyles. Customize your character with a vast array of distinctive outfits, leaving your mark on the Last Shot universe. Engage in deep tactical squad play, where every decision can turn the tide of battle.<br><br>Last Shot goes beyond traditional shooter experiences, introducing bold innovations that will keep you on the edge of your seat. With no aim assist to hold your hand, your skill and lightning-fast reactions are your only defense against certain death. Whether you join forces with a team or face the odds alone, your reflexes will be tested in one of the most challenging shooters ever created.<br><br>While Last Shot offers optional in-game purchases of virtual currency, fear not—earning rewards through gameplay is just as rewarding. Take on missions and challenges to obtain the coveted virtual currency, allowing you to acquire a variety of in-game items and enhance your gameplay experience.<br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/5ef9ae402490cf5f3374fcecefa1adf7.poster.avif?t=1697219187\" width=600 height=274 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/5ef9ae402490cf5f3374fcecefa1adf7.webm?t=1697219187\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/5ef9ae402490cf5f3374fcecefa1adf7.mp4?t=1697219187\" type=\"video/mp4\"></video></span><br><br>Features:<br><br>*Style - fast-paced, highly competitive solo or team play that takes the shooter back to its roots.<br><br>* Characters - 12 distinct Heroes, each bursting with their own attributes and weapons.<br><br>* Weapons - an entire smorgasbord of damage-dealing sci-fi weaponry.<br><br>* Vehicles - rev up and ride out in an array of land-, air-, and space-based vehicles that play critical roles in the mechanized implementation of destruction.<br><br>* Levels - 20 maps will be available immediately! Vast outdoor environments, deep space combat areas, and tightly packed indoor techno-arenas are all waiting for you.<br><br>* Skill - there's no aim assist or buying your way to a better weapon, so you’ll have to practice if you want to build your skill. You're only as good as you are!<br><br>* Perspective - the ability to switch between first and third-person* in-game with the press of a button. Play how you want!<br><br>* Art - the ability to change the art style of the game to suit you: using advanced technology, we give you a way to change how the game looks so you can enjoy the game in the artistic style of your choice.<br><br>* On-The-Fly - a weapon customization system that allows you to change between skins and attachments quickly you unlock during gameplay.<br><br>* Alway More- a never-ending battle pass that adds more to unlock every season, corresponding to the season's themes. These can include characters, weapons, and vehicles; skins for characters, weapons, and vehicles; attachments for weapons, and so much more!<br><br><br>* Three distinct game modes:<br><br>* Arena – Welcome to a blast from the past in the purest form where skill is earned and you are only as good as your reflexes. Battle across several competitive arenas as you compete to protect your home world. Play solo or on a team in a variety of different game modes tailored to the true arena experience. There are no abilities here, only pure skill, and as you play you’ll get better at the game. Even without the edge of abilities, the battle will keep you on the edge of your seat! Game modes you can expect to play are Deathmatch, Assault, Bombing Run, Capture The Flag, King Of The Hill, and many more.<br><br>* Objective – Here you must not only be skillful but also utilize your character's abilities. The characters you play as can drastically alter the battle by using distinct abilities- from healing to force field shields to teleportation! You’ll want to learn each character and their abilities in order to gain the upper hand in objective-based gameplay. Battle through different games with a team as you capture, defend, and outlast your opponents, utilizing your individual skills and abilities to work together toward victory! Game modes you can expect to play are Payload, Escort, and One Shot, as well as some of the game modes from Arena.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/70aec349a21e1758cff7764d20b28872.poster.avif?t=1697219187\" width=600 height=274 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/70aec349a21e1758cff7764d20b28872.webm?t=1697219187\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/extras/70aec349a21e1758cff7764d20b28872.mp4?t=1697219187\" type=\"video/mp4\"></video></span><br><br>* Introducing Nightcap: The Ultimate PvPvE Battle Royale Experience!<br><br>Step into an immersive, open world where high-stakes PvPvE action awaits. Nightcap takes competitive gameplay to a whole new level by merging the intensity of player-versus-player encounters with the thrill of facing off against AI combatants. Are you ready to embark on adrenaline-fueled missions while engaging in heart-pounding battles with other players?<br><br>In Nightcap, your objectives go beyond mere survival. Join one of the riveting factions and dive into an ever-expanding Universe filled with relentless challenges. As you navigate this dynamic world, AI patrols roam, offering formidable adversaries and rare loot within their strongholds. Remember, your character and your gear are always at stake, adding an exhilarating layer of risk to every decision you make.<br><br>Masterful combat skills will be put to the test as you compete to complete faction-based objectives. Engage in strategic battles with both AI opponents and other players, ensuring that every move counts. With fast-paced gameplay, each match becomes an epic clash of wits, reflexes, and teamwork.<br><br>But beware, in Nightcap, alliances are fragile. AI patrols might ignore you due to your faction affiliation, but they won't lend a helping hand either. Every encounter is a test of your survival instincts, forcing you to make tough choices and forge your own path to victory.<br><br>Prepare for an unparalleled gaming experience where every match feels like an epic saga. Nightcap's narrative-driven approach elevates the battle royale genre, offering an engaging and immersive adventure that unfolds with each passing season. The Universe is constantly expanding, promising new challenges, epic encounters, and valuable treasures to discover.<br><br>Are you ready to rise above the competition? Join Nightcap today and experience the true essence of PvPvE battle royale. Unleash your skills, outwit your foes, and conquer the ever-evolving Universe that awaits. The adventure begins now!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380370/header.jpg?t=1697219187",
    "developers": [
      "Before The Storm",
      "Astrocyte Games"
    ],
    "publishers": [
      "Devious Eye Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}