{
  "1380340": {
    "name": "Jetpackin' Heat++",
    "steam_appid": 1380340,
    "required_age": 0,
    "is_free": false,
    "description": "Robots from CompanyCorp Industries Inc. all over the galaxy have begun to go rogue, and they've invaded your city. You're the only schmuck who can afford a jetpack, are you up to the task to save your disgusting pile of a city? <br><br><strong>Jetpackin' Heat++</strong> is a remaster of the original Jetpackin' Heat (please don't play it, it is very bad), where the game expands upon the original concept of an omnidirectional arcade shooter, splicing in bits of wave-based arena combat and roguelite mechanics, taking place in a surrealist apocalyptic dystopia, where companies have gone mask-off and shown you they don't need to pretend they care about you anymore, with denizens as awful to match.<br>You play as Jimmi Generique, your not-so-average citizen of Deluria City, a city in the deepest recesses in the universe and home to the diseased, the degenerate, and the undesirable. After the massive data corruption in the CompanyCorp production plants all over the universe, their leagues of once helpful robots have begun to wreak terror upon the world. Undeterred by the trashiness of your city, they come after your hometown and make things slightly worse than usual!<br>Are you just gonna stand there and do nothing about it?<br>Well, I mean, realistically you could, but your lifespan's gonna be shorter than was expected. So let's go do something about it!<br>You're the only guy who can afford to buy a jetpack and take down these menaces and save your city(kinda)!<br><br>Jetpackin' Heat++ puts a focus on a uniquely vulgar, crass, and bizarre style of art and comedy, full of barely-comprehensible satire of people and consumer culture, featuring hand-drawn graphics and (fairly crudely done) 3D environments. Want to shoot down sentient security cameras in a casino where every game has zero odds of winning? Maybe you want to bear witness to people tossing trash out in the street because they can't be fucked to actually take it out while sawblades gnaw at your feet? Perhaps you want to see incomprehensible rants about the Mexican government out in the street when you're just trying to buy some &quot;vitamins&quot;? Then this game has your very oddly specific desires down pat!<br><br><strong><h2 class=\"bb_tag\" >FEATURES</h2>(in case you don't wanna read)</strong><br><ul class=\"bb_ul\"><li> A unique mix of arcade shooter, wave-based fighter, and roguelite gameplay!<br></li><li> A healthy smattering of surreal enemies and bosses to blow into bits!<br></li><li> Blood and gore galore!<br></li><li> Unique and varied guns and weapons!<br></li><li> A fleshed out shop and upgrade system!</li></ul>",
    "supported_languages": "英语, 葡萄牙语 - 葡萄牙, 俄语, 西班牙语 - 拉丁美洲, 意大利语, 葡萄牙语 - 巴西, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380340/header.jpg?t=1714342666",
    "developers": [
      "High Caffeine Software"
    ],
    "publishers": [
      "High Caffeine Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}