{
  "1380110": {
    "name": "Sprite Basic 2 Game Engine",
    "steam_appid": 1380110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>V2 MAJOR UPDATE! </strong><br><br>check demos at <br><br>BASIC PROGRAMMING LANGUAGE AND GAME ENGINE FRAMEWORK<br><br>SPRITE BASIC 2 IS LIGHTNING FAST<br><br>Sprite Basic 2 is a high-level programming language that runs at highest speed. With a very clean instruction set and a dedicated sprite library, you'll be amazed by overall performances.<br><br>FULL SET OF BASIC COMMANDS<br><br>Sprite Basic 2 is easy to learn, it is indeed, the easiest tool around to write games. But with its full set of Basic Commands along with its dedicated libraries Sprite Basic offers everything best game authoring and game maker tools permits to do in a complicated way, just it is simple, straight-forward and fun to learn!<br><br>IMPORT YOUR OWN ASSETS<br><br>You have now possibility to import your own graphic ans sound assets and use them within the application<br><br>EXPORT PROJECT AS STANDARD HTML5 APPLICATION - PUBLISH EVERYWHERE<br><br>You can now export a build of your projects along their source files as standard HTML5 Applications that can be run in any browsers. You may the build the exorted projects as ios/android applications with the free ADOBE PHONEGAP (TM) cloud service. You can also publish on all majors platforms (ios/android/mac oxs/ windows 10) as standolone applications using the open source CORDOVA framework. Built applications are all yours and you are free to publish them on any store with no restrictions. If you do, we would like to learn about it!<br><br>COMPLETE SPRITE LIBRARY DEDICATED TO GAME CREATION<br><br>In addition to its drawing, math, input, sound libraries Sprite Basic 2 offers in a dedicated library all functions needed to create top games in a very simple way. Even with no programming background, you'll quickly learn how to design better games.<br><br>MANY EXAMPLES FULLY DOCUMENTED<br><br>To help you start with, and in addition to its exhaustive documentation, Sprite Basic 2 offers many fully commented examples including game prototypes<br><br>OVER 65 MEGS OF GRAPHICS AND SOUNDS ASSETS INCLUDED<br><br>To help you start with, Sprite Basic 2 is packed with assets allowing to create very quickly games like  racing, platform, shoot'em up, ball-breaker and many more<br><br>CODING IS FUN ! GET STARTED NOW !",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380110/header.jpg?t=1605516901",
    "developers": [
      "Pix Arts"
    ],
    "publishers": [
      "Pix Arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 7 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}