{
  "1380510": {
    "name": "Shark Attack",
    "steam_appid": 1380510,
    "required_age": 0,
    "is_free": false,
    "description": "One of the Most addictive Shark Game<br />\r\n<br />\r\nPlay as a shark and you must do what you love! Swim around the ocean and fill your appetite by killing everything you can find.<br />\r\n<br />\r\nBut Avoid hitting other big sharks and beware of underwater Warships in this hungry shark attack simulator game.<br />\r\n<br />\r\nRemember you have got a super defense power to throw some kind of poison which can destroy things as big as Under Water Warships.<br />\r\nStart your ultimate shark attack swimming game to upset them as you watch out for hazards that can harm you. Have fun!<br />\r\n<br />\r\nWatch out for the underwater divers or hunters in the deep ocean and eat them &amp; create rampage.Explore the mysterious world of underwater animals<br />\r\nComplete your mission as fast as possible. Destroy everything that comes your way for survival.<br />\r\n<br />\r\nTake control of a very Hungry Shark in this action packed aquatic adventure. Survive as long as possible by eating everything that gets in your way!<br />\r\nIf you are a huge fan of other survival games, play Shark Attack – it’ll be just what you’re looking for.<br />\r\n<br />\r\nShark Attack has fighting missions to hunt innocent swimming divers actually like other animal attack games.<br />\r\nCompletely new experience when you are on the edge of life and death! Begin your survival adventure now!<br />\r\n<br />\r\nThe shark is hungry and enjoys the taste of humans especially. Now control the shark rushing from meal to meal, terrorizes the waters, go on a frantic ocean rampage, and come back with a full stomach. But be careful, you are not the only predator in the ocean!<br />\r\n<br />\r\nThis game also includes 4 Big Bosses - Giant Octopus, Killer Whale, Giant Sea Turtle, and Dolphin. Enjoy! <br />\r\n<br />\r\nHurry up!!!<br />\r\n<br />\r\nFeatures<br />\r\n- Underwater environment.<br />\r\n- A wide range of exciting sharks.<br />\r\n- Fight in underwater battle arena.<br />\r\n-Various battle stages",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": null,
    "developers": [
      "Enaayah Software Development and Services Private Limited"
    ],
    "publishers": [
      "Enaayah Software Development and Services Private Limited"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}