{
  "1380260": {
    "name": "Space Empires: Starfury",
    "steam_appid": 1380260,
    "required_age": 0,
    "is_free": false,
    "description": "In Space Empires: Starfury you are on a wild intergalactic ride through the Space Empires universe. You are an undercover agent for the TCN (Terran Confederation Navy) trying to determine the cause of a recent escalation of pirate attacks in the Neutral territories. At the controls of your own vessel, you can decide whether to explore the universe, trade items for money, or become a feared pirate. Since the universe is anything but a friendly place, you also must decide when to run and when to fight. Travel between planets and customize the spaceship's hull slots with component modules.<br />\r\n<br />\r\nShip design is restricted by the ship's total tonnage capacity. Each purchasable spaceship features different hull configurations, each with different patterns for weapon hard points and weapon firing arcs. Various types of space vessels are featured in-game, such as small fighter craft, cargo ships, pirate ships, and space stations. Some of these, however, cannot be controlled by the player.<br />\r\n<br />\r\nThe player's commander is able to level up, with each level granting attribute points of the player's choosing. There are multiple campaigns contained within a single storyline that the player can progress through, or the player can choose to roam the universe freely.<br />\r\n<br />\r\nAssume the role of a starship captain in a Space Empires universe containing planetary systems linked by warp points, or wormholes. The risks you're willing to take as commander secures your legacy of eternal wealth and power or ultimately are responsible for your demise in the cold emptiness of space.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380260/header.jpg?t=1759953546",
    "developers": [
      "Malfador Machinations"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 740,
      "discount_percent": 80,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 7.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}