{
  "1380850": {
    "name": "Virtual Vacations",
    "steam_appid": 1380850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Virtual Vacations </strong> is a first-person simulation experience you've never seen before! Built exclusively for VR headsets it brings you to the islands of KiruKuru to enjoy your perfect holidays and takes you a step close to your Dream Vacations!<br><br>When you hear the wind slicing the palm leaves and the ocean waves bouncing at the golden beach - you know that you're back at the wonderful islands and no one is going to stop you from your well-deserved holidays.<br><br>Do you crave to relax? Are you looking for your next location, though traveling abroad feels too expensive? Find all the answers you seek and more in Virtual Vacations. And Explore the Unexplored!<br><br><strong>ABOUT THE GAMEPLAY IN VR:</strong><br><br><ul class=\"bb_ul\"><li> <strong>Magical Environments</strong> - discover 4 wonderful locations and be the first conqueror to leave your trace in the land of the unknown.<br><br></li><li> <strong>Unseen and Endangered Wildlife</strong> - have you ever swam next to dolphins? Do you know what it feels to be less than a meter away from bloody predators? Discover more than 8 different animal species from your home comfort only in Virtual Vacations.<br><br></li><li> <strong>Innovation</strong> - built from the ground up for VR, at Virtual Vacations immerse yourself in deep environmental interactions that allow you to engage with the objects around you. Observe seagulls hunting the prey and launch your perfect fireworks show right as you've imagined.<br><br></li><li> <strong>Relaxing Experience</strong> - unlike other simulation games, at Virtual Vacations immerse yourself in the deeply relaxing music and visuals around you and swiftly escape your daily worries.<br><br></li><li> <strong>Great Exercise</strong> - exercise while interacting with the objects around you, throw beach ball as far as you can, or dance in front of the moonlight while listening to relaxing music in the background.<br><br></li><li> <strong>Share Moments</strong> - join millions of others and share the best virtual holidays moments with your friends and relatives. Capture in-game screenshots and share your emotions with the world.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1380850/header.jpg?t=1643025366",
    "developers": [
      "BadBoys Game Studios"
    ],
    "publishers": [
      "BadBoys Game Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}