{
  "1381330": {
    "name": "Fantasy Grounds - Pathfinder RPG 2 - Pathfinder Adventure: The Slithering",
    "steam_appid": 1381330,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder Adventure: The Slithering</h2>In the cosmopolitan trading city of Kibwe, at the edge of the Mwangi Expanse, innocent people struck by a terrible curse known as the slithering are melting into malevolent oozes. The heroes are at the epicenter of this slimy curse and might be the only ones capable of recovering the ancient magic required to break it. Tracking the course of the slithering through Kibwe's colorful markets and shrines, the heroes must untangle the curse's origin and discover the role the nefarious Aspis Consortium plays in the unfolding conspiracy. The mysteries the heroes uncover might usher in a new era of plenty and prosperity for Kibwe, if the heroes can survive the slithering to experience it!<br>The Slithering is a deluxe adventure for 5th-level characters written by Ron Lundeen. Featuring terrifying new monsters, repulsive new rules and magic items, and an in-depth look at one of the most exciting cities in the jungle-choked Mwangi Expanse, The Slithering provides a wealth of secrets and dangers.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1381330/header.jpg?t=1768431508",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}