{
  "1381590": {
    "name": "Tokyo Re:Connect Prologue",
    "steam_appid": 1381590,
    "required_age": 0,
    "is_free": true,
    "description": "This is the PROLOGUE of the game.<br><br><strong>Tokyo Re:Connect</strong> is an <strong>Original English Language Visual Novel</strong> (OELVN) for <i>Windows</i>, <i>Mac</i>, and <i>Linux</i>. With a romance-driven story full of colorful heroines, this game incorporates modern gameplay and features for a highly interactive and customizable experience. <br><br>You play as the protagonist <strong>Shindou Touki</strong>, who moves from the countryside to Tokyo, to begin a new chapter in his life. Navigate through various choices and the life of a high school student in the city, as Touki learns what it means to connect with others. Including over 25 hours of gameplay, detailed CG, and a moving soundtrack – all in high definition – your choices will affect the path you take.<h2 class=\"bb_tag\" >■ SYNOPSIS</h2>Spring Is the Season of First Meetings.<br><br>On the advice of his older sister, Touki transfers into Ainoshima Gakuen in the middle of the spring term. His heart is full of expectation of a new life in the city of Tokyo, a vast contrast to the countryside that he grew up in.<br><br>As he begins to settle into his new life, he encounters fresh faces in the student council president, Ayumi, and an underclassman who admires her, Kuon. What Touki was not expecting was to converge paths with Saya, his childhood friend from a few years ago, who he hadn’t talked to since a certain incident.<br><br>To make matters more complicated, a mysterious transfer student arrives shortly after. She seems to loathe him immediately and Touki feels that he has met her somewhere before.<br><br>Within the chaos of the present and the mystery of the past that is chasing him, there is uncertainty in the air as he forges a path towards his future and his desire to connect with others.",
    "supported_languages": "英语<strong>*</strong>, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1381590/header.jpg?t=1599711596",
    "developers": [
      "KONEKO"
    ],
    "publishers": [
      "KONEKO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}