{
  "1382200": {
    "name": "Liquidators",
    "steam_appid": 1382200,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><strong>EPILEPSY WARNING: Do not play if you are sensitive to flashing lights.</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Based on true events, this first-person, atmospheric horror experience will have you traverse the radioactive bowels of the Chernobyl blast site, carefully orienting your every step based on the readings of your Geiger counter. Each liquidator has their own set of skills to provide a variety of approaches for each hazardous challenge. Whether they all make it out, or succeed at all, is in your hands. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1382200/extras/911cdf257958fc2d9913606480861fab.avif?t=1756959664\" width=616 height=101 /></span></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>This project is dedicated to all the liquidators, first responders, and support units that responded to the Chernobyl disaster.</strong> Through interactivity, people can experience the simulated danger and horrors of their missions firsthand. It is our goal to raise awareness/support for the people that contained the fallout. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Originally, we did this by promoting donations for Chernobyl Children International and similar organizations in lieu of paying for the game. However, as the devastating war in Ukraine has unfolded (including the terrifying standoff at Chernobyl), we are now asking that players donate to the UNICEF fund for affected Ukrainian children. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >UNICEF Ukrainian Children's Fund: Since Steam no longer allows links on storefronts, we ask people to search for &quot;Unicef Ukraine&quot; on their browsers and donate on the official Unicef website for Ukrainian war victims. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>(We are not affiliated with UNICEF, Chernobyl Children International, or any other organization. We chose to showcase UNICEF and Chernobyl Children International because of their reputation. This game was an independently developed student project by a small team of volunteers from various backgrounds.)</i></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1382200/header.jpg?t=1756959664",
    "developers": [
      "Gray Unit"
    ],
    "publishers": [
      "Gray Unit",
      "Juggernaut Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}