{
  "1382340": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Lost Omens: Gods & Magic",
    "steam_appid": 1382340,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Lost Omens: Gods &amp; Magic</h2>No fantasy setting is complete without a pantheon of powerful deities for its characters to worship or fear. Whether you're a sneaky rogue asking the god of thievery for a blessing on your next heist or a valorous crusader calling the might of your patron down upon the forces of evil, faith and the forces behind it are key to every character's identity. Within this volume you'll find details on the gods and non-deific faiths of the Age of Lost Omens from the perspective of their clergy and lay worshipers. You'll also discover new domains, feats, and spells to customize your character, and an exhaustive index of hundreds of deities from the Pathfinder setting you can worship (and the mechanical benefits of doing so).<br>An indispensable resource for both players looking to flesh out their characters' motivations and Game Masters aiming to bring the evil cults, zealous evangelists, and holy warriors of their campaigns to life,<br><i> Pathfinder Lost Omens Gods &amp; Magic</i> is an essential addition to any Pathfinder Second Edition campaign!<br><i> Written by:</i><br><strong> Robert Adducci, Amirali Attar Olyaee, Calder CaDavid, James Case, Adam Daigle, Katina Davis, Leo Glass, Joshua Grinlinton, James Jacobs, Virginia Jordan, Jason Keeley, Jacky Leung, Lyz Liddell, Ron Lundeen, Stephanie Lundeen, Jacob W. Michaels, Matt Morris, Dave Nelson, Samantha Phelan, Jennifer Povey, Jessica Redekop, Nathan Reinecke, Patrick Renie, David N. Ross, Simone D. Sall?, Michael Sayre, David Schwartz, Shahreena Shahrani, Isabelle Thorne, Marc Thuot, Jason Tondro, and Diego Valdez</strong><br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>Includes a Fantasy Grounds reference manual providing all of the guidebook content<br></li><li>Fantasy Grounds drag/drop data<br></li><li>173 new deity records<br></li><li>18 new domain records<br></li><li>15 new feats<br></li><li>66 new spells<br></li><li>29 new items (weapons and treasure)<br></li><li>Over 150 tokens including deity symbols<br></li><li>Evocative artwork<br></li><li>The product is provided in the form of a single module usable by both players and GMs</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Martin Blake</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1382340/header.jpg?t=1768431698",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}