{
  "1383230": {
    "name": "The Political Machine 2020 - The Founding Fathers DLC",
    "steam_appid": 1383230,
    "required_age": 0,
    "is_free": false,
    "description": "Battle for your spot in the White House against the founding fathers of America! Play as political heavyweights like George Washington, John Adams, Alexander Hamilton, and more. Do you have what it takes to go down in history?<br><br>In addition to new candidates, you’ll have more creative room while making your own with new candidate customization pieces! From new hairstyles to dapper clothing choices, you’ll be able to create a candidate worthy of the White House.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> <strong>New Candidates:</strong> None of the founding fathers could predict where the world would be some 200 years later, but some of their ideals are still applicable anyway! All of the new candidates’ ideologies have been adjusted to tackle current real-world issues. The founding fathers included in the DLC are:<br><ul class=\"bb_ul\">     <li> George Washington<br>     </li><li> Thomas Jefferson<br>     </li><li> Alexander Hamilton<br>     </li><li> James Madison<br>     </li><li> John Adams</li></ul></li><li> <strong>New Ideology Tree - Democratic Republican:</strong> States’ rights and a way to keep the national government in check were the cornerstones of the Democratic Republican party’s ideals. Founding fathers Thomas Jefferson and James Madison will take on real-world 2020 issues like lower taxes, Wall Street regulation, liberty, and much more!<br></li><li> <strong>New Ideology Tree - Federalist:</strong> A strong government and a powerful executive branch were the basis of every Federalists’ belief system. Founding fathers Alexander Hamilton, George Washington, and John Adams bring their beliefs into 2020 by fighting for things like free market capitalism, taxing the rich, subsidizing domestic industry, and much more!<br></li><li> <strong>New Customization Parts:</strong> Race for the White House in style! New customization parts from hairstyles to clothing choices give you more options when creating your own candidates.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1383230/header.jpg?t=1714663298",
    "developers": [
      "Stardock Entertainment"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}