{
  "1383920": {
    "name": "Shattering Obsidian",
    "steam_appid": 1383920,
    "required_age": 0,
    "is_free": true,
    "description": "Shattering Obsidian is an epic, Indie, fantasy and steampunk RPG, which centres around exciting narrative and character development. A setting, and story, unlike anything you have played before.<br />\r\n<br />\r\nThe world you have known crumbles before you. With a rag-tag bunch of refugees, you'll struggle to survive in a hostile, war-torn land. Your fellow survivors each have their own tales of tragedy, comedy and betrayal.  Can you lead the survivors to safety?<br />\r\nYou'll play NOT as a warrior, but as a healer called Nisha, a Runeward who can manipulate elemental essence. Starting out inexperienced and naive, her skills, understanding and power grow throughout her journey. <br />\r\n<br />\r\nDesperation and treachery await, as a world slowly dies. But there is always that spark of potential to be found within unknowing heroes. A spark that could ignite the flame of hope. Can you find that spark?<br />\r\n<br />\r\nKEY FEATURES:<br />\r\n-Epic, Indie fantasy role-playing adventure in a unique world.<br />\r\n-Experience playing as a Healer and break the heroic mold.<br />\r\n-Uncover the fascinating lore of the Obsidian Tower and the surrounding world.<br />\r\n-Many different endings. Your choices will change the world.<br />\r\n-Hand-crafted graphics and music.<br />\r\n-Based on a collection of short stories, the first of which has been published in 'Bards and Sages' magazine.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1383920/header.jpg?t=1668383475",
    "developers": [
      "James K. Isaac"
    ],
    "publishers": [
      "James K. Isaac"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}