{
  "1383140": {
    "name": "SubterAlien Rescue",
    "steam_appid": 1383140,
    "required_age": 0,
    "is_free": false,
    "description": "Save downed Pilots, destroy robots, retrieve orbs ... All in a days work for a SubterAlien Rescue Pilot!<br><br>Subteralien Rescue is a physics based sidescroller where you pilot a lander module assigned to explore underground caverns and bases. Your mothership transports you from planet to planet to encounter new levels with different puzzles and environments. You will find and make use of resources to solve puzzles, rescue your fellow pilots and fight enemies. <br><br>Over the course of several missions, you will be able to upgrade your lander with stronger hulls, better engines and weapons as well as talk to NPCs as an interesting and compelling narrative unfolds. The levels involve careful navigation and control of your lander in a variety of physics based environments such as low gravity, wind tunnels and underwater. There are also a number of hazards and enemies to defeat such as wind turbines blocked tunnels, bunkers and a variety of robots with different weapon configurations. Fuel barrels and landing pad can recharge your lander. Power orbs can be found and placed in their containment holders to complete mission objectives and power up or unlock doors and other features in the underground bases.<br><br><ul class=\"bb_ul\"><li> 20 levels of challenging game play (possibly more with success of crowd funding)<br></li><li> Arcade and story modes to the game<br></li><li> Unique weapons inventory and ship upgrade system<br></li><li> 25 Original designed Alien Robot enemies<br></li><li> Challenging game level environmental puzzles.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1383140/header.jpg?t=1660284259",
    "developers": [
      "Tigershark Studios"
    ],
    "publishers": [
      "Tigershark Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}