{
  "1383600": {
    "name": "One Shell Straight to Hell X Layers of Fear",
    "steam_appid": 1383600,
    "required_age": 0,
    "is_free": true,
    "description": "Immerse yourself in four randomly generated Layers of Fear themed levels. See the semi-official-but-not-really alternative ending to the tragic events of Layers of Fear. Become a self-proclaimed art critic and blast through “artistic” enemies. Discover new additions to the Halliwell’s Mansion: paintings both cursed and beneficial as well as a new weapon.<br><br><strong>The story:</strong><br>In a little-known incident many years prior, a priest, with a growing reputation and list of demons exorcised with a well-placed consecrated bullet, was contacted by a mysterious artist. The said person turned out not only to be a man of art, but also a desperate father seeking aid in solving the mystery of his missing daughter. That request still hangs heavily upon Padre’s shoulders and conscience, as he never found the missing girl nor did he manage to vanquish the evil behind her disappearance.<br>Yet, by holy providence or devil’s schemes, another chance to put the past to rest presents itself before Padre as a mysterious portal opens within the Halliwell’s Mansion. This time it will not evade holy fire and divine punishment.<h2 class=\"bb_tag\" >Featuring:</h2><ul class=\"bb_ul\"><li>Immerse yourself in four randomly generated Layers of Fear themed levels.<br></li><li>See the semi-official-but-not-really alternative ending to the tragic events of Layers of Fear.<br></li><li>Become a self-proclaimed art critic and blast through “artistic” enemies.<br></li><li>Discover new additions to the Halliwell’s Mansion: paintings both cursed and beneficial as well as a new weapon.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1383600/header.jpg?t=1612889607",
    "developers": [
      "Shotgun with Glitters"
    ],
    "publishers": [
      "Feardemic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}