{
  "1384610": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Agents of Edgewatch AP 1: Devil at the Dreaming Palace",
    "steam_appid": 1384610,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Agents of Edgewatch AP 1: Devil at the Dreaming Palace</h2>Get ready to shine your badge and report for duty--the Agents of Edgewatch Adventure Path begins! In this thrilling new Pathfinder campaign, players assume the role of fresh recruits of the Edgewatch, the newest division of Absalom's city watch. Tasked with fighting crime during this year's Radiant Festival--a grand centennial gathering of exhibitors and wonders from around the world that this year celebrates the grand reopening of Absalom's treacherous Precipice Quarter, long a ruined haven of monsters and criminals. Soon after taking on the new beat, the detectives learn that the fair has attracted not only cutpurses and vandals, but also poisoners, ransomers, and even a sadistic serial murderer, and it's up to the Agents of Edgewatch to crack the case and bring these villains to justice!<br>&quot;Devil at the Dreaming Palace,&quot; by fan-favorite author James L. Sutter, is a Pathfinder adventure for four 1st-level characters. The adventure kicks off the Agents of Edgewatch Adventure Path, in which the heroes join the city watch to solve a series of crimes across Absalom, the City of Lost Omens, before the crooks can pull off the ultimate heist! This volume also includes an in-depth gazetteer of Absalom's Radiant Festival, thematically appropriate new monsters, and new rules designed to support the Agents of Edgewatch campaign!<br>Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the world's oldest fantasy RPG.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Bret Davenport</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1384610/header.jpg?t=1768431888",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}