{
  "1384450": {
    "name": "Jungles of Maxtheria",
    "steam_appid": 1384450,
    "required_age": 0,
    "is_free": false,
    "description": "Search for the lost treasure of the infamous &quot;Jaxton Max&quot;.  Your quest for fortune and glory will not be easy however.  This adventure is full of baddies aimed at stopping you dead in your tracks.  Use knives to dig through walls, bullets to battle the baddies, grappling hooks to jump over long distances, oxygen tanks to breath under water and torches to see what lurks underground.  Collect keys to get past locked doors and to open treasure chests.  Avoid the quicksand, tar pits, spikes, fire pits, thumpers and other traps along the way.  Few ever return from their expeditions into the deep jungles.  So, if you are brave enough, the &quot;Jungles of Maxtheria&quot; awaits!<br><br>- Explore the jungles, water, underground and above looking for treasure and keys.<br>- Collect the treasures to gain gold coins.  use the market to buy and sell inventory items that you will need such as torches, bullets, knives, bullets, grappling hooks and oxygen tanks.<br>- Find keys to open doors and treasure chests.<br>- Use the signs for relevant information.<br>- Use the torches underground to see.<br>- Use the oxygen tanks for breath under the water.<br>- Use the grappling hooks to jump over far to reach places.<br>- Climb up and down the vines.<br>- Avoid the traps, tar pits, sand traps and other obstacles along the way. <br>- Avoid the baddies or use the bullets/knives to thwart them off.<br>- Find the lost treasure.<br><br>- Multiple Language Support:  English, Espanola, Francais or Deutsche.<br>- Start a new game or load the previous saved game.<br>- Choose to play as any of the four characters:  &quot;Hot Spot&quot; Harvey, his cousin Roxy Roks, Junior or Missy.<br>- Play the standard game with baddies or, if needed, choose to play with less baddies.<br>- The UI Layout at the top of the screen can be changed depending on your input device:  Joystick, Keyboard or user configurable.<br>- Choose to play on a touchscreen device by turning on the touchscreen overlay.<br><br>- Full help section with instructions and controller diagrams.<br>- First Time Training:  Go through a step-by-step quick start guide to learn all that you will need to know to play.<br>- Input Settings allows you to remap the keys/buttons to whatever you want.<br>- Ability to delete the 'Player Prefs' area which deletes all of the saved information.<br>- Ability to independently change the volume controls for the sound effects and the music.<br>- If you choose to turn on the touch screen, then you have the ability to pick one of many onscreen layouts (left and right handed).<br><br>- Six huge stages to explore with many hours of enjoyment.  Checkpoints after most of the doors to pick up later where you left off.<br>- Many different types of baddies with dozens of AI variations.<br>- Huge soundtrack with many different cuts.<br>- A dozen layer of side-scrolling parallax action.<br>- Time of Day:  The game goes from day-to-night-to-day.<br>- Time of Year:  Different times of the year it will either be clear skies, raining, thunderstorms or snowing (using a percentage calculation).<br>- 1920 x 1080 (2K HD) native resolution.<br><br>     Note:  The game always starts off in black so it can do a nice fade up from black into the main menu.  However, the very first time playing the game, it may stay on black for a while before the main menu pops up.  Don't panic!  This is the game engine figuring out how your system is set up (screen resolution, graphics card, etc.).  The next time you run the game, the time in black should be real fast.<br><br>     If you like the old school Atari VCS 2600 games, such as Activision's <i>Pitfall</i>, then you will love <i>Jungles of Maxtheria</i>.  This is updated and improved for your gaming pleasure.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1384450/header.jpg?t=1606409584",
    "developers": [
      "SlifkerGames"
    ],
    "publishers": [
      "SlifkerGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}