{
  "1385490": {
    "name": "Fantasy Grounds - Pathfinder Roleplaying Game: Villain Codex",
    "steam_appid": 1385490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder Roleplaying Game: Villain Codex</h2><strong> Miscreants and Malefactors</strong><br>Villains are at the heart of every great adventure--scheming, plotting, and causing mayhem--but creating a convincing and detailed group of antagonists is no easy task.<br><i> Pathfinder RPG Villain Codex</i> serves up 20 groups of vile miscreants waiting to menace your player characters and foil their every plan. Inside this time-saving tome, you will find a wide variety of foes, from a scheming regal court to a sinister doomsday cult, ready to challenge characters of any level. These villains come equipped with a host of new rules elements to give them the edge against players and fit into nearly any campaign!<br><i> Villain Codex</i> is an essential addition to the Pathfinder Roleplaying Game. This imaginative tabletop game builds on more than 15 years of system development and an open playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder RPG Villain Codex</i> includes:<br><ul class=\"bb_ul\"><li>Complete sections for 20 villainous organizations, including a power- hungry arcane society, a greedy merchant caravan, a fleet of scandalous pirates, a creepy secret society, and a wily thieves' guild. Trade blows with the serpentfolk-worshiping monks of Fang Monastery, match wits with the sly bandits of the Merry Outlaws, or defend civilization from the wild druids of Nature's Scourge!<br></li><li>Information on each organization's history and structure, along with plot hooks to get the players interested in confronting the group.<br></li><li>New rules in each villain section, including feats, spells, and magic items.<br></li><li>A wide variety of new stat blocks for all organization members, using each villain section's new rules.<br></li><li>Premade encounter groups, allowing Game Masters to quickly make use of the villains in every section.<br></li><li>... And much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1385490/header.jpg?t=1768432137",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}