{
  "1385580": {
    "name": "Bullets Are Fatal!",
    "steam_appid": 1385580,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1385580/extras/2e7c60ec9f13edc1e889bf17a70f556c.avif?t=1729016609\" width=600 height=338 /></span><br>Come out with guns blazing. In this fast-paced action platformer with 2.5D graphics you’re placed in the Wild West, venturing through saloon rooms and floors  looking for bandits and other enemies to gun down. Make use of the good old ricochets and place your shots for some trickshots, or just go full gung ho on them, your choice. But make sure your reaction time is on point, you will need it for the ensuing gun fights. Unleash your wicked skills with your fate energy, but save some for the showdown, where you will duel with a nasty outlaw.<h2 class=\"bb_tag\" >Sidekicks</h2>Enjoy the presence of a sidekick to aid you in your law-enforcement persuit. If you have two or more inputs (keyboard and controller) you can add a second player to the game mode or invite a friend to play through Steam Remote Play Together (at least one of the players must have a controller). Upcoming: AI-controlled sidekicks and online co-op.<h2 class=\"bb_tag\" >Showdowns</h2>Each time you defeat an outlaw in game mode you will learn that outlaw's signature skill to add to your own array or improve your knowledge of that skill if you already learned it. And by defeating outlaws in Showdown mode you will earn pieces of their clothes to add to your wardrobe, after all you have to be in style to fight crime!<h2 class=\"bb_tag\" >Challenges</h2>Take part in the weekly challenge and get your name on the very top of the leaderboard. Every Tuesday a new challenge starts for the upcoming week. It features the same level for everyone and a set of specific rules. Challenge the other vigilantes and see who gets the highest score to earn rewards at the end of each challenge.<h2 class=\"bb_tag\" >Multiplayer</h2>Fight against friends in a hectic &quot;each-one-for-themself&quot; multiplayer arena deathmatch where there is no law. Upcoming modes are king of the hill, and team-based matches in 3v3 capture the flag and 2v2 showdown.",
    "supported_languages": "英语, 葡萄牙语 - 巴西, 阿拉伯语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1385580/header.jpg?t=1729016609",
    "developers": [
      "Mad Atom Digital"
    ],
    "publishers": [
      "Mad Atom Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}