{
  "1385430": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Pathfinder Lost Omens: Pathfinder Society Guide",
    "steam_appid": 1385430,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >        Pathfinder 2 RPG - Pathfinder Lost Omens: Pathfinder Society Guide</h2>The Pathfinder Society is a globe-trotting organization of adventurers, scholars, and warriors all dedicated to exploration, collecting lost knowledge and treasure, and sharing it with the world.<br><i>        Lost Omens: Pathfinder Society Guide</i>        details everything players and GMs need to know about the Pathfinder Society, from the basics of membership, to the Society's various factions, to the various lodges littered throughout the Inner Sea region. This book is the go-to source for the history and lore of the Pathfinder Society and features new rules content including new equipment, wayfinders, and support for Pathfinder-related archetypes! A useful book in its own right, this helpful volume is a must-have for participants in Paizo's massive Pathfinder Society worldwide organized play campaign, and a great way to get involved in the international campaign!<br><ul class=\"bb_ul\"><li>Story and background for the various Pathfinder Society factions, including key members within each faction.    </li><li>New backgrounds associated with being a member of the Pathfinder Society.    </li><li>New archetypes associated with different Pathfinder Society factions.    </li><li>New spells, feats, and items for members of the Pathfinder Society.    </li><li>History, motivations, allies, and other information about each Pathfinder Society faction to make for a full and rich campaign centered on the Pathfinder Societies, or as a bonus addition to any campaign.  </li></ul>   <i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>A new reference manual containing the entire Pathfinder Second Edition Lost Omens: Pathfinder Society Guide organized for ease of reference and presentation. This includes all the sidebars to enhance gameplay, descriptions of new abilities and powers, plus more!   </li><li>All the images from the book available to share with others. </li><li>Tokens for each faction member in case the GM wishes to include them into their campaigns.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Martin Blake, and Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1385430/header.jpg?t=1768432088",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}