{
  "1385420": {
    "name": "Mannequin Character Generator (Free)",
    "steam_appid": 1385420,
    "required_age": 0,
    "is_free": true,
    "description": "Mannequin Character Generator is a 2D character portrait generator designed for video game developers (especially visual novels and JRPGs) and VTubers! Using this app, you can create full-body character portraits with various poses, clothing styles, hairstyles and expressions. VTuber models with face tracking are also available as an export option via Inochi2D, an open source standard developed as an alternative to Live2D.<br><br>Mannequin Character Generator is fine-tuned with ease of use as its focus. If you're an artist or have an artist in your team, you will find Mannequin Character Generator's simple interface useful for quick prototyping. If you're not an artist, then you'll find that its high-quality output can match a lot of other games' art, so you can confidently use it for production.<br><br><strong>You are free to use any of your exported character files in your personal and commercial projects. Yes, even with this free version.</strong><br><br><strong>This free version has reduced number of templates, and missing some time-saver features such as batch export. However, Inochi2D VTuber model export feature is fully functional without any limitation compared to the full version.</strong>",
    "supported_languages": "英语, 法语, 匈牙利语, 印度尼西亚语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1385420/88072ccfae97a6315b00000e2131a5c2b91b4e57/header.jpg?t=1769964030",
    "developers": [
      "AR14.works"
    ],
    "publishers": [
      "AR14.works"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}