{
  "1386370": {
    "name": "Meteorfall: Krumit's Tale Demo",
    "steam_appid": 1386370,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Krumit's Tale</h2>This demo version is just a preview of the content in the full game!<br><br><ul class=\"bb_ul\"><li> Play as either Bruno (the warrior) or Greybeard (the mage) - with distinctive styles<br></li><li> Play through the first three dungeons (chosen randomly), culminating with a boss battle against Bramble, Warlord W'aggu, or Skeleton King Calacas!<br>[*[ Discover over 100 different items and abilities between Bruno and Greybeard, as well as 50+ Perks<br><br>The full version, as detailed below has a lot more content - including three additional heroes, more than 20 dungeons and 250 items and abilities to master. It also has a 'Mutation' mode with wild modifiers to keep things fresh, and a Daily Challenge mode where you can compete for the day's top score.<br><br>We hope you enjoy Krumit's Tale!</li></ul><h2 class=\"bb_tag\" >Game Description</h2>Battle the likes of sozzled bearbearians and nuke-addled snotwolves to protect our glowing green world from the sweaty hands of the Uberlich! Krumit's Tale involves the same core deck building mechanics as Meteorfall: Journeys and the same cast of overly optimistic heroes, but expands the ‘swipe’ mechanic into a dynamic grid based system. This means more depth and longevity – our heroes will have to choose perks to complement their deck-building strategy and carefully manage the board if they wish to triumph.<h2 class=\"bb_tag\" >Features</h2><br><strong>Unique roguelike gameplay</strong><br>Your hero starts out with a deck of basic cards (items &amp; abilities).  At the start of each dungeon, your hero's deck is shuffled into the dungeon deck (monsters) and dealt out in a 3x3 grid.  Defeat monsters to earn gold, then use that gold to acquire your items &amp; abilities from the dungeon.  Remove a tile from the dungeon and a new one will be dealt out from the dungeon deck.  After you clear a dungeon, you'll earn new, powerful cards to add to your deck as well as perks - passive traits that bend the rules of the game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386370/extras/bossbattle.gif?t=1596989321\" /></span><br><br><strong>Colorful characters</strong><br>The exciting and colorful cast of Meteorfall: Journeys (iOS &amp; Android) returns in Krumit's Tale.  Join your favorite heroes: Bruno, Greybeard, Mischief, Rose and Muldorf as they attempt to defeat the Uberlich in this exciting new adventure.  You'll also meet Krumit, a mysterious shop owner who trades in magical artifacts.  Why has he summoned you to his shop, and what secrets does he hold?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386370/extras/krumit-idle.gif?t=1596989321\" /></span><br><br><strong>Unlockable heroes and cards</strong><br>When you first visit Krumit, you'll only be able to select Bruno.  After each run, you'll earn XP and automatically unlock new characters and cards.  Krumit's Tale respects your time - you'll be able to unlock all of the content easily through normal gameplay, and never have to grind.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386370/extras/treasure.gif?t=1596989321\" /></span><br><br><strong>.. and a whole lot more</strong><br><ul class=\"bb_ul\"><li> Five heroes, each with their own unique playstyle<br></li><li> 50+ perks - passive abilities that change the rules of the game<br></li><li> 50+ unique cards per hero, plus a neutral pool of shared cards<br></li><li> Ideal for short bursts of play - runs take about 45-60 minutes and autosave allows you to quit at any time and continue later<br></li><li> 20+ enemies, each beautifully animated by the talented Evgeny Viitman (artist for Meteorfall: Journeys)<br></li><li> Innovative grid-based system gives players opportunity to construct awesome combos and plan ahead <br></li><li> Procedurally generated journey - each run, the dungeons you'll encounter vary<br></li><li> A whimsical but deeply thought out world, humorous script and diverse cast of characters and NPC's – the Meteorfall Universe grows! <br></li><li> Gameplay by Eric Farraro, the designer behind Meteorfall: Journeys<br></li><li> Evgeny Viitman’s iconic art and animations<br></li><li> Craig Barnes’ compelling musical compositions <br></li><li> Intricate tales and item flavor penned by Danny Wadeson<br></li><li> Krumit's professionally voice acted by Adrian Vaughan</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙, 日语, 波兰语, 俄语, 简体中文, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386370/header.jpg?t=1596989321",
    "developers": [
      "Slothwerks"
    ],
    "publishers": [
      "Slothwerks",
      "Indienova"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}