{
  "1386070": {
    "name": "The Darkside Detective: A Fumble in the Dark Demo",
    "steam_appid": 1386070,
    "required_age": 0,
    "is_free": true,
    "description": "Whether you’re a returning player or brand new to town, Twin Lakes City has something for everyone.<br />\r\n<br />\r\nHaven’t played Season 1? We understand. There’s a lot going on in the world, from Norway relocating to the moon to France going in reverse to Californian Krakens. You can’t play everything. And if Star Wars can start on Episode 4, why can’t you start here with Season 2? We have your back (which we’re not returning, by the way), so this season starts with a recap of everything you need to know from the previous game.<br />\r\n<br />\r\nSeason 2 is bigger, better, and 100% slimier than ever! A year after the “Motel Incident” of Season 1, we find our reliable Darkside Detective, Francis McQueen, picking up the pieces that left the Darkside Division’s dynamic duo as a slightly less-than-dynamic solo.<br />\r\n<br />\r\nWhile the best line of defense against the unknown took a hit to their ranks, the Darkside’s ominous influence remains ever-present with the supernatural running amuck and the paranormal causing havoc around the completely (ab)normal city of Twin Lakes.<br />\r\n<br />\r\nIt’s time to brush up on the occult, bust out your signed copy of Guylight, and answer the age-old question, “Why does the moon always seemingly show up when something goes wrong?”<br />\r\n<br />\r\nThis brand new collection of comedic point-and-click adventures will see Detective McQueen in six new standalone cases as he investigates a creepy carnival, explores a retirement home, and even tries to unwind on a trip to “sunny” old Ireland…",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1386070/header.jpg?t=1751347935",
    "developers": [
      "Spooky Doorway"
    ],
    "publishers": [
      "Akupara Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}