{
  "1387260": {
    "name": "Wizard's Quest",
    "steam_appid": 1387260,
    "required_age": 0,
    "is_free": false,
    "description": "A young Wizard travelling with a savory group of friends ventures through the countryside in pursuit of a dark hooded man, will they be able to stop him from resurrecting a dragon god and prevent the world's utter destruction or is this only a prelude to the Wizard's quest?<br />\r\n<br />\r\nWizard’s Quest was formerly a class group project that started in April 5th, 2015. We all pinched in the effort to pull together and practiced standard procedure in game development and marketing for a class grade. Some worked hard in certain departments more than others. Although it was not often we get together for the team meetings before and after classes, everyone have put in the effort with the exception with one of the class students dropping out around mid-term.<br />\r\n<br />\r\nSince then this small class project has evolved into a small game of it's own and is now my first testament of creating a video game of my very own. As I continue to expand my learning now towards marketing for this little game I will be able to share with others what I have worked so hard to create with the help of others along the way. Here is your very own chance to explore the small world of Wizard's Quest with everything you'd expect in a classic JRPG style game! A small definition of a short and sweet fanatasy rpg experience!<br />\r\n<br />\r\nThe game has a free form turn based combat system that will help move the game along with fast-paced action, with open world, environment interactive explorative levels, colorful dialogue complete with English dub, in-game cutscenes, and spectacular music from various artists. This game will take you right into the story and then the player can roam around freely in a over-head world setting. For a game so small it is quite a gem to behold!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1387260/header.jpg?t=1682529521",
    "developers": [
      "Omar M Peinado"
    ],
    "publishers": [
      "Omar M Peinado"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}