{
  "1387250": {
    "name": "Discovery Yard Investigation",
    "steam_appid": 1387250,
    "required_age": 0,
    "is_free": false,
    "description": "Discovery Yard Investigation is a game that puts you in the shoes of a detective. Your objective is to solve the cases, discovering not only the murderer, but also the type of crime and which weapon is used. For this you must explore each corner of the scene, photographing as many things as possible. You never know what can be found in a simple artifact, a fingerprint or clues that put you closer to solving the mystery. The more clues you find the closer to solving the case.<br />\r\n<br />\r\nScenarios:<br />\r\nThe game initially has two very different scenarios. In the mansion there are up to four mysteries that will be drawn at random for you to solve. The laboratory has several places to explore and investigate.<br />\r\nThe scenarios are full of puzzles that you will have to solve to get clues and find keys to open doors. Look carefully in each place!<br />\r\n<br />\r\nIn the game:<br />\r\nIts tools are a photo camera and a flashlight. Search every corner of the premises, behind the furniture, on top of shelves, inside drawers, fireplaces and every corner you find, as there may be something important there, be it a clue or a key! Observe all places carefully and photograph everything you can to gain important information, use your imagination!<br />\r\nPlay alone or call friends and family to join the investigations!<br />\r\n<br />\r\nGood Luck Detective!",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1387250/header.jpg?t=1598822043",
    "developers": [
      "BRUNOARTS Entertainment"
    ],
    "publishers": [
      "BRUNOARTS Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}