{
  "1387950": {
    "name": "Crossroads of Helmia",
    "steam_appid": 1387950,
    "required_age": 0,
    "is_free": true,
    "description": "In Crossroads of Helmia you will explore the world, meet its inhabitants and build your own team. Find the interesting Characters of Helmia and recruit them to join your forces. Build the team to fit your playstyle, be defensive or aggressive and defeat your enemies in this turn-based game.<br />\r\n<br />\r\nYou have a set of Characters, which you find by exploring the world of Helmia, the highest amount of Characters you can have in your party at any given time is six. Each Character has a race and a class attributed to them, the race and class change the Character’s Abilities and stats. There exist multiple races and multiple classes which makes each Character unique. Every Character has four abilities, which they can choose between in combat, these abilities can be changed with older or newer abilities you earn by leveling up your Character.  <br />\r\n<br />\r\nThe world of Helmia is dangerous as there are threats that want to stop you from completing your quest. There exist zones of the world that are called Dangerous Zones, where Bandits will launch an attack, these attacks are forewarned with a skull that becomes more transparent as the ambush approaches. The fight with the Bandits is possible to run from if you are strong enough! There also exist Captains who serve The Lord, and they want to stop you! The combat with Captains is not possible to run from! In certain parts of the Kingdom of Helmia there exist certain Special Turns which cause a different effect on the turn-based combat. <br />\r\n<br />\r\nIf possible you will send out three Characters to face the threat, the Characters have Health, Stamina, Attack, etc. Health and Stamina are the most important to keep your focus on, if the health reaches zero then your Character is incapacitated, and the Stamina is depleted by using the Character’s abilities, the Stamina can be renewed by resting during combat which each Character only have a certain amount of in combat to make use of. The Character can also use a Basic Attack to regain some Stamina during combat! If a Character would die in combat, or you would run out of Stamina, you can change the Character with another, and at the most, in combat, you are only allowed to have six characters with you. <br />\r\n<br />\r\nDuring combat, the Characters can affect other Characters, which can be both good and bad! You could give your ally more Shield and even give them a giant shield to protect them from all physical damage! Or you could affect the enemy by removing their Stamina, or stunning them for certain turns! In combat, it is also possible to use items to regain or gain stats for the Character’s attributes, like Health and Stamina.<br />\r\n<br />\r\nIn the different worlds of the Kingdom of Helmia, there exist quests that will give you more experience which will make your Characters stronger! These quests can range from finding a kid to defeating an old rival. There also exist puzzles which are needed to be solved for the progress of the main quest!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1387950/header.jpg?t=1739200428",
    "developers": [
      "Filip Eriksson"
    ],
    "publishers": [
      "Filip Eriksson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}