{
  "1388270": {
    "name": "Effigy",
    "steam_appid": 1388270,
    "required_age": 0,
    "is_free": false,
    "description": "The prison moon Gehenna has gone dark. <br />\r\n<br />\r\nThe prisoners have taken control, forming a militant religious group that worships an entity known only as the Umbral.<br />\r\n<br />\r\nYou were sent to investigate -- and now you are trapped.<br />\r\n<br />\r\nSurvive the Black Moon. Find your way home. Kill their God.<br />\r\n<br />\r\nFrom the developer of the critically-acclaimed narrative adventure game Sagebrush, EFFIGY is a retro first-person shooter set in a huge, mysterious interconnected world. Blending the fast-paced action of classic shooters of the 90s with the exploration and nonlinear progression of the Metroidvania and Souls genres. Scour the Black Moon to find new weapons and abilities that can completely change your playstyle, and piece together the strange history of Gehenna by scanning artifacts and translating strange runes.<br />\r\n<br />\r\nEFFIGY will be released in three episodic content drops through Steam's Early Access program, with each release adding new content to the core game and progressing the story.<br />\r\n<br />\r\nA HUGE, INTERCONNECTED WORLD<br />\r\nEach released episode will add new regions to Gehenna that build upon one another to create a vast non-linear world to explore. Questgivers, abilities, and items you find along the way will open up new possibilities for exploration.<br />\r\n<br />\r\nAN ARSENAL OF DEADLY WEAPONS AND SPECIAL ITEMS<br />\r\nBlast enemies around corners with the reflective beam of the mining laser, or use the Pulse Buckler to deflect rockets back where they came from. Each episode will add new and more wild weapons and items, allowing you to experiment and tweak your playstyle.<br />\r\n<br />\r\nCHUNKY RETRO GRAPHICS<br />\r\nInspired by the classics of the genre, Effigy has a low-poly, lo-fi aesthetic just like you remember.<br />\r\n<br />\r\nMEET A CAST OF STRANGE AND SAD BEINGS<br />\r\nGehenna is a forsaken, time-lost land, populated by enigmatic souls. Some of them will help you along your journey. Some of them will stop at nothing to end it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1388270/header.jpg?t=1731956308",
    "developers": [
      "Nate Berens"
    ],
    "publishers": [
      "Redact Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}