{
  "1388050": {
    "name": "Big Brother: The Game",
    "steam_appid": 1388050,
    "required_age": 0,
    "is_free": false,
    "description": "Big Brother: The Game is a real Big Brother competition with a real cash prize.  The game is played in real time over the course of days, weeks and months.<br><br>Create your character and either purchase tokens or audition to enter the competition for free.  <br><br>You will be placed into a Big Brother house with other contestants.  Experience life as a Big Brother houseguest - do your chores, chat with your housemates, make friends, form alliances or lie, cheat and backstab your way to victory.  <br><br>Players are evicted from the house by housemate vote, public vote and jury votes.  The last players remaining in the House proceed to the next Tier.  Win 7 Tiers to claim the grand prize of up to $1,000,000 in real cash with a guaranteed minimum of $50,000.  <br><br>The 7 houses each have a unique theme and rule twists.  In each house you spend days completing chores, doing secret missions, chatting with your housemates, playing 2 player social games, discovering new music from emerging artists or just relaxing and watching TV.<br><br>The skill of the game is social and psychological intrigue combined with knowledge, ability or endurance to win competitions. <br><br>There are competitions to become Head of House and the HOH gets to nominate the players for eviction.  The Power of Veto winner can remove one nominee from the block.  Houseguests vote on which nominee to evict.  The final evictions take place on public vote (open to all spectators) and jury vote (combined ranking by your former housemates).  <br><br>You can also watch any other house in the world, by searching for players or houses in the Live Feeds.  Follow your friends, family, former housemates or favorite celebrities.<h2 class=\"bb_tag\" >Game Features</h2><ul class=\"bb_ul\"><li> Cross play on mobile and PC<br></li><li> In depth character creator<br></li><li> Public &amp; private messaging<br></li><li> Text, GIFs, images and voice messaging <br></li><li> Head of House<br></li><li> Power of Veto<br></li><li> Secret Missions<br></li><li> 2 player social games<br></li><li> Discover new music<br></li><li> Nominate, vote and evict<br></li><li> Grand prize of up to $1,000,000</li></ul><br>“Who would have thought when I saw an ad at 2am for a big brother phone game that I would end up with all of you for lifers.”<br>— Danni<br><br>“Wow what a ride! I have met some of the best friends of my life during these last few months.”<br>— Pixie<br><br>“It’s just a game.”<br>— Dan",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1388050/header.jpg?t=1651615222",
    "developers": [
      "9th Impact"
    ],
    "publishers": [
      "9th Impact"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}