{
  "1389590": {
    "name": "Kitty Rainbow Demo",
    "steam_appid": 1389590,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Kitty Rainbow is the 2D platformer where rainbows are your platforms, weapons and shields.</h2><br>The demo is limited to the first 10 levels of Charmed game mode.<br><br>You play as a rainbow-wielding cat on a mission to spread brightly coloured joy by removing bumble bees, off-beat music, and other unpleasant things. Your rainbows protect you from the bad things that can kill you and also provide you with platforms to walk and jump on.<h2 class=\"bb_tag\" >Cat on a rainbow</h2>Chasing you is the misery ghost who lurks near you at the start of every level. Initially stunned for several seconds the misery ghost wants to keep everything dull, grey and joyless. Spend too long shooting rainbows and jumping on rainbows and the ghost hunts you with increasing ferocity.<h2 class=\"bb_tag\" >Mysterache is your magical feline friend</h2>At the top of every level the Persian cat Mysterache is there to greet you. In his palace he offers you a random choice of three powerful permanent rewards to aid you on your rainbow mission. Touching his face removes all remaining enemies in play with his magic words and vanquishes the misery ghost.<h2 class=\"bb_tag\" >Gems and goodies</h2>To help you there are items to collect that appear when an enemy dies. Collect 7 gems of each rainbow colour and Mysterache automatically grants you another run at a level if you die - very handy since you only start with one life! Collect a powerup and enjoy a temporary freeze of time or witness the power of giant rainbows!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1389590/header.jpg?t=1748470165",
    "developers": [
      "Tackorama Ltd"
    ],
    "publishers": [
      "Tackorama Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}