{
  "1389440": {
    "name": "Call of Knights",
    "steam_appid": 1389440,
    "required_age": 0,
    "is_free": false,
    "description": "Call of Knights is a SRPG game produced by Chengdu LongYou Game Studio. Here you can enjoy strategy games and role-playing games. You can play as the ruler and be able to fight against different forces on a reshaped fantasy continent, leave a page of your own in the annals of history, or conquer warcraft. <br />\r\n<br />\r\nThe features of the legitimate game.<br />\r\n<br />\r\nPixel style:<br />\r\nA total of 400 knights from different periods appeared , restoring a reconstructed magical medieval continent. Unique UI design shows the charm of pixel style.<br />\r\n<br />\r\nSimple and easy-to-start gameplay:<br />\r\nYou only need to arrange knights to start tasks and there is no need for any tedious operations for government growth.<br />\r\nImportant matters will also be prompted by a special minister to help the player's game career.<br />\r\n<br />\r\nAbundant intensions of the game:<br />\r\nNearly 400 knights of different periods appeared in the game, more than 200 different characteristic attributes and a wealth of special troops.<br />\r\nHundreds of cities and bases jointly create the magical European continent.<br />\r\nThe game mechanics of Conquering Warcraft adds to the unique fun of fighting monsters and upgrading for players.<br />\r\n<br />\r\nBuild your own Middle Ages:<br />\r\nPlayers can choose to conquer World of Warcraft and become a solid founder of the human defense on this road. You can also choose to unify the continent first and build your own empire. During this period, different events can be triggered and you may encounter different special knights.<br />\r\nDifferent bases and unique technology trees can give you a novel experience every time.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1389440/header.jpg?t=1691669354",
    "developers": [
      "LongYou Game Studio"
    ],
    "publishers": [
      "LongYou Tech Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}