{
  "1391230": {
    "name": "LOVE: Moondogs and Other Toy Animals",
    "steam_appid": 1391230,
    "required_age": 0,
    "is_free": false,
    "description": "In 2007 James and Fred were internet friends in a chat room that celebrated a blue spiked mammal with a penchant for attitude. Fred was experimenting with his first game, and James was composing his first EP, Moondogs and Other Toy Animals. James let Fred use little bits and bobs from this EP as the soundtrack for LOVE, and now we're making the original 6-Track EP available on Steam.<br />\r\n<br />\r\nJames has likened his style to a 45-year old ice cream van making its way to the moon.<br />\r\n<br />\r\nAbout James Bennett:<br />\r\nBorn in the winter of 1985 in Worksop, England, James Bennett is a producer and composer of electronic and acoustic music influenced by a number of respected figures such as Joe Meek, The Beatles, PJ Harvey, Pink Floyd and Raymond Scott.<br />\r\n<br />\r\nA self-taught piano player and engineer, James began experiments with sequencing and sampling in his teens - under the moniker of :{audiosonic}: - soon aiming to fuse the sound of modern electronic keyboards with the character of vintage recording equipment, to create an ethereal and nostalgic signature sound, all in a home studio.<br />\r\n<br />\r\nLater balancing computer sequencing with live performance and improvisation, and heavily involving acoustic instruments in his work, James released Moondogs And Other Toy Animals in 2007 as his first complete mini-album.<br />\r\n<br />\r\nHe has since gone on to produce multiple video game soundtracks and produce albums for all sorts of musicians with Swanyard Music.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391230/header.jpg?t=1597684044",
    "developers": [
      "James Bennett"
    ],
    "publishers": [
      "Fred Wood"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 17 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}