{
  "1391640": {
    "name": "Shrouded Mind",
    "steam_appid": 1391640,
    "required_age": 0,
    "is_free": false,
    "description": "In Shrouded Mind, players take on the roles of Kaiser Manger, a brilliant scientist, and US Marshal Andre Kar, a seasoned law enforcement officer. The game is set on a remote tropical island where a deadly virus outbreak has transformed its inhabitants into violent maniacs.<br />\r\n<br />\r\nAs the chaos spreads across the island, Kaiser Manger, who has been researching the virus in his secluded laboratory, realizes the urgency of finding a cure before it's too late. Meanwhile, US Marshal Andre Kar is dispatched to the island to investigate the escalating violence and restore order.<br />\r\n<br />\r\nThe players must navigate through the island's lush jungles, deserted beaches, and dilapidated villages, facing off against hordes of infected individuals driven mad by the virus. Along the way, Kaiser and Andre must work together, utilizing their unique skills and resources to overcome obstacles and unravel the mystery behind the outbreak.<br />\r\n<br />\r\nAs they progress, they uncover clues pointing to a sinister conspiracy orchestrated by a rogue pharmaceutical corporation intent on weaponizing the virus for their own nefarious purposes. Kaiser and Andre must race against time to stop the corporation's plans and find a cure before the island descends into complete chaos.<br />\r\n<br />\r\nThe gameplay combines elements of action, adventure, and puzzle-solving as players engage in intense combat encounters, investigate crime scenes, and decipher cryptic messages left behind by the virus's creators. Along the way, they encounter a diverse cast of characters, including survivors struggling to stay alive and ruthless mercenaries hired by the corporation to cover up their tracks.<br />\r\n<br />\r\nIn the climactic showdown, Kaiser and Andre confront the mastermind behind the outbreak in a high-stakes battle for the island's future. With the fate of thousands hanging in the balance, the players must use all their wits and courage to defeat the villain and save the island from devastation.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391640/header.jpg?t=1765646792",
    "developers": [
      "Dragon Fhang Studios"
    ],
    "publishers": [
      "Dragon Fhang Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}