{
  "1391000": {
    "name": "Scrapyard  Simulator",
    "steam_appid": 1391000,
    "required_age": 0,
    "is_free": false,
    "description": "The prologue is giving you a great sneak peek of the Junkyard Simulator - a game with the biggest scrapyard in games history.<br />\r\n<br />\r\nWhat’s inside the prologue?<br />\r\nYou’re starting with an exploratory task - you need to find a few items and transport them to the arranged place. Doing it, you’ll travel by a junkman’s truck a very long way which is in fact…a small piece of the Junkyard Simulator world.<br />\r\nAfter hitting the target you’ll put on salesman shoes to exchange a few junks for the highest possible price. It’s a great moment to get familiar with Junkman's tablet and the concept of the scrap market.<br />\r\n<br />\r\nIn the 2nd task, you’ll focus on cleaning and restoring various items for the new client. If you decide to keep your sleeves rolled up a bit longer to renovate all the requested items, you’ll get rewarded with a great bonus - the Junkyard Challenge!<br />\r\n<br />\r\nThere’s more to see. And play.<br />\r\nIn the complete version of the Junkyard Simulator, you’ll enjoy lots of quests while, among others, you’ll operate a very complex crusher, use different tools for renovating cars, furniture, home appliances, and carry on items through giant conveyor belt. You'll process the scrap, opening the containers, and completing many specific orders.<br />\r\nThe storyline is offering sandbox gameplay, it’s giving you freedom of movement and exploration Junkyard Simulator world.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391000/header.jpg?t=1722357493",
    "developers": [
      "Great Idea"
    ],
    "publishers": [
      "Great Publisher"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}