{
  "1391070": {
    "name": "Stallion Squad",
    "steam_appid": 1391070,
    "required_age": 0,
    "is_free": false,
    "description": "<i>As Stallion Squad is still in active development, the Steam page for our game may change overtime. Be sure to wishlist and tune into our socials to stay updated on all our schenanigans!</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391070/extras/28c8a48857373e0a6d1db6056af70502.webp?t=1672709645\" width=460 height=44 /></span><br>Stallion Squad is an online open-world game that allows you to explore and conquer a massive world full of surprises. You can join a squad or go solo, customize your character, or take on missions and events to progress your journey. Experience the thrill of combat and exploration, as you fight against enemies and explore the world to uncover hidden secrets. With an expansive crafting system, you can craft powerful weapons and armor to help you on your journey.<br><br>There's a variety of gamemodes like Survival and Creative - but also minigames like Hexagon and Dungeons (with more added over time!) These gamemodes have unique rewards you can earn by playing and are sure to keep you thrilled. There's a lot to do in Stallion Squad and you choose how you want to play! It offers an engaging and dynamic experience for players to explore and enjoy.<br><br>You can expect fun activites all around the year with seasonal events and content updates! Each event comes with timed rewards, like seasonal props to decorate your house with or themed cosmetic items to dress up your character with! All cosmetic items and prop blueprints can be traded and sold on the Steam Marketplace.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391070/extras/0f7091663dc933a40a84abfeddd01484.webp?t=1672709645\" width=157 height=37 /></span><br>● Multiplayer - Go solo or take your steam friends with you! It's up to you!<br>● Exploration - Explore the mountains or go undersea, the world is for exploring!<br>● Crafting - Gather resources and craft them into furniture, clothing and weapons!<br>● Farming - Plant, grow and harvest different types of seeds for food!<br>● Building - Create your own homebase, decorate and upgrade it!<br>● Seasons - Each time of the year brings festivities to Stallion Squad!<br>● Customize - Customize your character with clothing items!<br>● Trading - Trade your cosmetics on the Steam Marketplace!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391070/header.jpg?t=1672709645",
    "developers": [
      "Peekio"
    ],
    "publishers": [
      "Peekio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}