{
  "1391740": {
    "name": "S H R i M P",
    "steam_appid": 1391740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Darkness Confessed.</strong><br>S H R i M P is a third person platformer where you play as a Shrimp set in a bewildered VOID. You take on the mantle of completing a ritual that had been abandoned. Only the first step is clear of this ritual which is to collect all the cars. During this journey of collecting cars on levels you come across horrific entities roaming around trying to prevent you from completing the ritual. You cannot fight back or engage into combat. Best you can do is use your abilities to escape Death Struggles from the surreal entities or calm the Shrimp from gaining too much anxiety. Endure the trial and seek the truth.<h2 class=\"bb_tag\" >IMPORTANT MESSAGE</h2>S H R i M P receives updates from time to time and I plan to add so much more free content to the game. To clear the air for those that do not know. S H R i M P is game I developed solo back in 2020. It is my first ever full game and holds a special place in my heart. I spent 6 months on the project before publishing it. The game was completed from start to finish. Fast forward to now, I add free content updates for the game and do my best to listen to fans of the game and even put fan art in the game IF they are okay with it.<h2 class=\"bb_tag\" ><strong>Game Features:</strong></h2><br><u>Basics</u><br>The full game includes 20 levels total with loads of skins and headwear for the Shrimp. You can find some skins/headwear hidden on levels and buy them in the store with coins you pick up. There are three difficulties present in the game. There is Endurance, Purgatory and Sinner. Each difficulty adds a new challenge. These new challenges are detailed within the game’s difficulty screen. I did add a peaceful mode to the game so you can play the game and enjoy the atmosphere without entities around trying to stalk you. Furthermore, there is now level difficulty option which changes how hard the level will be. <br><br><u>Mechanics</u><br>The Stereo is the most important element to calming the Shrimp taking away the anxiety. Listening to music on the stereo is not mandatory on all levels while on some it is crucial you do. Anxiety plays a significant role on levels that contain entities such as the Porcelain Ghost and False Car. Another mechanics that will come to use is playing dead. Porcelain Ghost will ignore you when you play dead. Keep in mind if you do not play dead on time you will suffer the consequence. Shrimp is able to evolve and gain newer abilities progressing further into the game. These abilities will help you traverse levels efficiently. You will gain abilities as you move forward in the game. <br>The Shrimp is equipped with a scanner so you will be able to scan around for cars. This scanner is upgradable if you want the scanner to detect other items or if you want to increase the radius.<h2 class=\"bb_tag\" >Other Things</h2>There is a lot this game offers beyond the surface level such as a detailed Index system. A currency converter to convert between different ones (All currencies are NOT microtransaction. There are NO microtransactions in the game rather these are currencies that you find in the game), an analyzation system, and tons of secrets left in the game left undiscovered. If you love exploring a game and getting lost in all the little things this game has a lot of that. These intricate systems do not need to be touched. If you choose to stay as a causal enjoyer that is fine, but if you want to see the depths of insanity of Shrimp's lore and what it has to offer it will be there for you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1391740/header.jpg?t=1704445858",
    "developers": [
      "Seniattus Studios"
    ],
    "publishers": [
      "Seniattus Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}