{
  "1392660": {
    "name": "Ice star Chapter 2",
    "steam_appid": 1392660,
    "required_age": 0,
    "is_free": false,
    "description": "Hello! This is the second chapter of the Ice Star Story, <br />\r\nall began then the peaceful and far mining colony was attacked by the raiders, <br />\r\ncruel and greedy people, they did all they want, murder and thievery, and even <br />\r\nthey enslaved many people to work for them on their factories. <br />\r\n<br />\r\nThis time your mission is to try and end all the terror, and save your people from <br />\r\nthe hands of bandits, even they got payed to secure the secret laboratory only, <br />\r\nand do no harm to anyone, but they did not listen and do what they want,<br />\r\nthat is why our hero, the captain, have to prepare to the battle and use any <br />\r\nresources he can get, to win this battle!<br />\r\nAs in the first chapter, here too,  our hero can find and use many different items and weapons <br />\r\nto use, collect any information to  move on, and free his team, but raiders learn from the first battle <br />\r\nand will try and stop you, they change their tactics, and put more man on guarding their base.<br />\r\n<br />\r\nThe futures in the game are the Score that you get by defeating your enemy, and it will make <br />\r\nothers to change their opinion about you, some new weapons and open world that reacts to <br />\r\nplayers movements, you can try and play as stealthy as you can to attract as less as possible <br />\r\nattention to you, or go Rambo and do your thing!<br />\r\n<br />\r\nControls are:<br />\r\n(you can save and load the game as in the first chapter of this game)<br />\r\n<br />\r\nW,A,S,D to move , Shift to sprint, Space to jump, E to use or take items, F for flashlight, <br />\r\nMouse to rotate the view or shoot, even that in this Chapter is the day light, still in some <br />\r\nplaces flashlight can be useful :)<br />\r\n<br />\r\nThank's",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1392660/header.jpg?t=1669740195",
    "developers": [
      "Avisgames"
    ],
    "publishers": [
      "Avisgames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}