{
  "1392040": {
    "name": "グランドインテンション・アジャストメント",
    "steam_appid": 1392040,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>This game is in Japanese only.</strong><br>Depending on the player's actions, the game changes shape in various ways.<br>This is a 90's style JRPG with a combination of scenario and freedom.<br><br><strong>For non-Japanese users</strong><br>If you are unable to start this game, please start it with the name of your game folder in English.<br>If that doesn't help, please let us know in the thread.<br><br><strong>◆Overwhelming volume</strong><br>Over 50 hours of play time!<br>There are over 50 characters!<br>The shape of the game changes in various ways depending on the player's actions.<br>Scenario routes, as well as dungeon attack routes and<br>Random events, even the people in the city that appear in the game change in countless ways.<br><br><strong>◆Battles that combine action and strategy</strong><br>A new kind of battle with a combination of keys and buttons!<br>As with traditional JRPGs, besides fighting with strategy<br>Just like in a fighting game, you can use your player skills to get through battles.<br>Try to find a play style that suits you and challenge the battle.<br>The game is also equipped with auto-control, so even those who are not good at action can enjoy the game.<br><br><strong>◆Other challenging elements</strong><br>-Customize your equipment for the best in the world!<br>-The structure and rules change every time you enter a free dungeon.<br>-Brains and luck are the keys to clear!　The &quot;Paradox Code&quot; mini-game<br>-Trial quests with a specific party composition<br><br><strong>◆Story◆</strong><br>Hardin, a member of the D.H. School's soldier training department, was<br>During a school trip, he is involved in a plane crash.<br>Tragically and bewilderingly, Hardin is forced to search for the mysterious island where he washed up.<br><br><strong>About the update</strong><br>To fix bugs, you can always update from the title screen to keep yourself up-to-date.<br>We will continue to make updates and functional improvements to the game in the future.<br><br><strong>Caution.</strong><br>This game is fictional.<br>The characters, organizations, names, etc. that appear in the game are fictitious and have no connection to the real thing.<br><br><strong>◆Carefulness◆</strong><br>The game includes depictions of horror, violence, drugs and crime.",
    "supported_languages": "日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1392040/header.jpg?t=1601950405",
    "developers": [
      "R3GameCreate"
    ],
    "publishers": [
      "R3GameCreate"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}