{
  "1392850": {
    "name": "Fantasy Grounds - Mythic Spell Compendium",
    "steam_appid": 1392850,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Mythic Spell Compendium</h2><strong> Master Mythic Magic!</strong><br>The<br><strong><br><i> Mythic Spell Compendium</i></strong> brings you over<br><strong> 2000</strong> mythic spells for your Pathfinder campaign! This book is an encyclopedic tome of magic, a comprehensive compilation of mythic versions for EVERY spell in the Pathfinder core rules and MORE! These spells are not just an exercise in bigger numbers (though you'll find those here as well), but bring new and exciting dynamic and even cinematic options to your spellcasting character, many with augmentable variations to expand their power to an even grander scale. There are earth-shaking magics here, alongside inventive and occasionally amusing uses for lower-level magics; everything from the humblest of cantrips to the mightiest of<br><i> miracles,</i> is covered between these pages. Coupled with the core mythic spells in<br><i> Pathfinder Roleplaying Game Mythic Adventures,</i> every spellcaster, no matter how obscure their specialty, will find page after page of amazing options. If you are playing Pathfinder with the mythic rules, you need to grab this book.<br><strong> HOWEVER, this book is an amazing resource for you even if you're NOT using the mythic rules!</strong> The mythic rules are a terrific toolbox for making magic more mysterious and, even better, more<br><i> interesting</i> , in a standard Pathfinder campaign. From ancient cultures to secret cults, alien races to eldritch secrets, sacrificial sorcery to divine mysteries, all are sources from which the forgotten or forbidden lore of mythic magic could spring to new life in your Pathfinder campaign.<br>The<br><i><br><strong> Mythic Spell Compendium</strong></i> includes over 2000 mythic spells, including<br><strong> every spell</strong> from the<br><i> Pathfinder Roleplaying Game Core Rulebook, Pathfinder Roleplaying Advanced Player's Guide, Pathfinder Roleplaying Game Advanced Race Guide, Pathfinder Roleplaying Game Ultimate Combat,</i> and<br><i> Pathfinder Roleplaying Game Ultimate Magic,</i> as well as hundreds more spells from official Pathfinder products designed for the campaign setting and companion books. If they were not already published in<br><i> Pathfinder Roleplaying Game Mythic Adventures,</i> you'll find them here.<br><strong> All of them.</strong> It also includes hundreds more spells from some of the leading 3rd-party publishers for Pathfinder, including over 700 spells from<br><i><br><strong> Deep Magic</strong></i> from Kobold Press and over 100 spells from the<br><i><br><strong> Gothic Campaign Compendium</strong></i> and other products from Legendary Games.<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Jay Scheponik</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1392850/header.jpg?t=1768433024",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}