{
  "1392670": {
    "name": "Unbeliever",
    "steam_appid": 1392670,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>This is a game based on struggling and the unbending will of those who try.</strong> <br>Unbeliever urges you to face the challenge of pushing through and conquering your obstacles. As you progress you recall your memories and with them your powers. You will learn to manipulate the elements and exploit your enemies' weaknesses. Each fight requires a unique approach. <br>This is more of an action rather than a platform game and an experiment on 2D combat mechanics. You can dodge, push your enemies back, burn them, or even send them back through time. The efficiency of your powers depend on your character development choices and on what path you choose to specialize on.<br><br><strong>Earn the right to challenge the Unbeliever by slaying beings of great power.</strong><br>You start with nothing and fight your way to the top. The story is explained through the form of memories that you unlock by making progress in the game. You gain spells and experience to upgrade your stats.Your ultimate goal: find the Unbeliever that killed the Old Gods and get your memory back.<br><br><strong>Recall your memories as you delve deeper into this cursed world.</strong><br>With every little bit of progress you make, you will remember something. The lore of the world will be explained through the memories you recall. Some of them give you information about locations or enemies and some give you new spells.<br><br><strong>How you develop your character is entirely up to you. There are 7 different stats that you can invest in.</strong><br>Health: The amount of pain you can standPower: The potential to cast spells and tumbleAttack: The damage you deal with your regular attacksTechnique: Defines your attack speed, jump distance and dodge distanceHatred: Offensive spells increase the damage they dealGuilt: Affects trick spell parametersDefiance: Affects the most powerful and rare spells.<br><br>Furthermore there are at least 5 secrets in each map that reward you with XP, or as they are called &quot;fragments&quot;.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1392670/header.jpg?t=1598300093",
    "developers": [
      "Poor Locke"
    ],
    "publishers": [
      "Poor Locke"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}