{
  "1393340": {
    "name": "Battle Hunters",
    "steam_appid": 1393340,
    "required_age": 0,
    "is_free": false,
    "description": "The Kingdom is in danger, and the oldest and wisest wizard in the land is the only power holding a nameless villain at bay. Three heroes set out to find the Old One and aid him in his struggle against this mysterious terror, with help from a host of powerful allies who will join the quest to defend the realm.<br />\r\n<br />\r\nBattle all manner of vile creatures and monsters as you make your way across different regions of the kingdom. From the Great Forest, inhabited by devious goblins and lumbering trolls, to the high Cliffs of Desolation, where vicious gargoyles and unstoppable stone golems stand in your way. Meet brave and mighty heroes from across the land, and some from far beyond in space and time. All of them bring unique abilities, powerful spells and destructive weaponry to the fight. Wizards, warriors, dragons and demons, samurai and sorcerers all await the journey and are ready to do battle.<br />\r\n<br />\r\nBattle Hunters offers a unique combat system that combines strategic command of your heroes with real-time action. Deploy special abilities, use items to keep you alive, and choose when to attack, defend or to run. Every choice can make the difference between defeat and victory. An adventure created in the style of older classics, with a new approach to combat, character classes and abilities.<br />\r\n<br />\r\nSo what are you waiting for? Choose your heroes, win the battle, save the kingdom.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1393340/header.jpg?t=1605410677",
    "developers": [
      "Phase Two Games Pty. Ltd."
    ],
    "publishers": [
      "Phase Two Games Pty. Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}