{
  "1393650": {
    "name": "BlockBustersVR",
    "steam_appid": 1393650,
    "required_age": 0,
    "is_free": false,
    "description": "The familiar mechanics of this casual tetromino block game will let anybody enjoy it in minutes. Three game modes will keep you entertained both in singe and in co-op with a friend.<br />\r\nDesigned by a virtual reality experience centre based on feedback from hundreds of customers. Our aim is to create an experience that is easy to onboard and can be enjoyable for all family members.<br />\r\n<br />\r\nWith a modern twist on bouncy 8-bit music, you will feel energized and happy to enjoy working towards a higher score.<br />\r\n<br />\r\nThe game consists of 3 modes:<br />\r\n<br />\r\nClassic mode for casual, fun gameplay <br />\r\nCo-op local area network mode to be enjoyed together with a friend.<br />\r\nWorkout mode with very non-scientific calorie counter <br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n Workout and Classic mode local pc leaderboards.<br />\r\n Score and special block combos based on the number of lines completed<br />\r\n 2 player LAN mode to work together or mess around.<br />\r\n 5 music tracks designed for the game<br />\r\n<br />\r\nGame mechanics:<br />\r\n<br />\r\nGame mechanics are inspired by a well-known tetromino block spatial games with an aim to complete a horizontal line made of blocks. The player has a choice of 2 blocks in classic and co-op mode and 4 in workout mode. After picking a block with a hand using the vive wand or index knuckle trigger buttons the other block disappears.<br />\r\nThe player has 5 seconds to pick a block and 5 seconds to place inside a frame. <br />\r\nIf time runs out the player uses one life. The player starts with 3 lives.<br />\r\nUpon releasing a block by releasing the trigger button the block snaps into place within the frame.<br />\r\nBlocks come in well-known tetromino shapes but created in 3D dimensions for VR.<br />\r\nUpon completion of a horizontal line, a line disappears and the player scores a point for each rectangular block part placed by him within the line. In co-op mode player completing the line gets double point value of parts placed.<br />\r\nEach horizontal line has is made of 10 rectangular slots.<br />\r\nCompleting multiple lines brings additional bonuses:",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1393650/header.jpg?t=1605619185",
    "developers": [
      "VR-HERE LTD"
    ],
    "publishers": [
      "VR-HERE LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}