{
  "1393930": {
    "name": "Speedway Challenge 20",
    "steam_appid": 1393930,
    "required_age": 0,
    "is_free": false,
    "description": "Are you speedway fan? Were you ever thinking about speedway career? Would you like you lead your favourite team to the championship? Or maybe you would like to compete with your friends in a tournament? If you answered &quot;yes&quot; at least once, Speedway Challenge 20 is for you!<br />\r\n<br />\r\nThanks to new riding model and animation you will feel like a real speedway rider. Show off your reflex at the start, choose the best lines at the track and rush for the glory in one out of 5 game modes:<br />\r\n- MULTIPLAYER - get togheter with friends and ride in online tournament,<br />\r\n- CAREER - get a license, fight for a spot in the team lineup, earn money, upgrade your gear and become a speedway legend,<br />\r\n- LEAGUE - select your favourite team, choose your line-up, buy new riders and compete in Country Championship,<br />\r\n- CHALLENGES - accept the challenge, play the competition and accomplish stated goals,<br />\r\n- QUICK GAME - relax in a friendly match between 2 teams.<br />\r\n<br />\r\nMuliplayer mode's key features:<br />\r\n- cross-platform - compete with friends no matter which device do you play - phone or PC,<br />\r\n- opponents selection - invite your friends to the game or compete with random players,<br />\r\n- spot for spectator - any problem with decision who should be excluded from the re-run? invite fifth person, who will be a spectator,<br />\r\n<br />\r\nCareer mode's key features:<br />\r\n- creating your own rider,<br />\r\n- license exam - pass it to sign your first contract,<br />\r\n- rider's equipment - complete and upgrade yours,<br />\r\n- bike parts - invest in your bike to gain advantage over rivals,<br />\r\n- transport - take care of logistics and upgrade your transport to take more parts for matches,<br />\r\n- contracts - hire managers, to receive new contract offers,<br />\r\n- rider's budget - grow your income step by step, but never spend all of your funds if you don't want to finish your career too quickly,<br />\r\n- riding in a few leagues - choose the best offers and start in many leagues at one time (senior leagues available - Polish, Swedish, British, Danish, German, Czech, Russian, French and junior leagues - Polish, Swedish, British),<br />\r\n- individual championships - become a junior or senior country champion,<br />\r\n- individual world championships - qualify to the championship and fight for a speedway world champion title,<br />\r\n- injuries - different types of injuries with variable recovery time,<br />\r\n- complex statistics - monitor your results in comparison to the other riders,<br />\r\n- varaiable riders performance during the season.<br />\r\n<br />\r\nLeague mode's key features:<br />\r\n- team line-up - select your team's line-up for senior and junior competitions and lead them to victory,<br />\r\n- club's budget - control your finances or you will be relegated to the lowest division,<br />\r\n- transfers - negotiate contracts with your current riders and the ones you want to buy,<br />\r\n- rider's morale - take care of mood among your team,<br />\r\n- injuries - different types of injuries with variable recovery time,<br />\r\n- complex statistics - monitor your results in comparison to the other teams,<br />\r\n- varaiable riders performance during the season.<br />\r\n<br />\r\nGame's key features:<br />\r\n- realistic riding model, including contact between riders,<br />\r\n- real player and team names of almost all eWinner 1. Liga and 2. Liga Żużlowa teams,<br />\r\n- extended starting procedure,<br />\r\n- configurable camera view (two types - horizontal and from behind, zoom in and zoom out, possibility of rotating camera in four directions)<br />\r\n- referee decisions,<br />\r\n- 3 difficulty levels,<br />\r\n- game rules based on real leagues rules,<br />\r\n- changing weather conditions,<br />\r\n- over 90 teams (league and national),<br />\r\n- almost 1000 riders with diversified skills,<br />\r\n- over 40 tracks with different riding characteristics.",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1393930/header.jpg?t=1672500084",
    "developers": [
      "Artur Berkowski Berobasket"
    ],
    "publishers": [
      "Artur Berkowski Berobasket"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}