{
  "1393060": {
    "name": "Fantasy Grounds - Terror Australis - 2nd Edition",
    "steam_appid": 1393060,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Terror Australis - 2nd Edition</h2><strong> Call of Cthulhu in the Land Down Under</strong><br>The driest, flattest, and smallest continent, Australia is almost as big as the continental United States, but has a fraction of the inhabitants--six million people in 1925. Beyond the settled areas, three-quarters of the land remain relatively little known until after World War Two. Seen by those in Europe and America as one of the last great wildernesses, despite decades of exploration and incursion, it remained a place that guarded its secrets.<br>While the ancient and primordial character of the Australian inland lures many, it is the cities in the south and east that have become centers of population. Surprisingly modern and surprisingly British in character--it is not uncommon for foreign visitors to express astonishment when they disembark from their steamer in Sydney or Melbourne and find themselves in a great metropolis with all the modern refinements of London or New York. Ever present, though, are the modern blights afflicting cities worldwide: organized crime, overcrowding, civil unrest, and uncertainty.<br>This unique mix of old and new--the tension between civilization and the frontier--is what makes Australia a particularly fertile 1920s setting for<br><i> Call of Cthulhu</i> . Those Keepers wishing to challenge their players with tales of gang-related squalor underpinned by ancient Mythos threats can find ample opportunity in Australia's urban environments. Equally, investigators do not have to go too far into the Outback to become entangled in tales of stark frontier life bereft of modern conveniences of technology, underpinned by dark shadows cast by the Ctuhlhu Mythos that seem to haunt the very landscape. And for Keepers who wish to push investigators to the very limits of wilderness survival, there is no shortage of opportunities for true expeditions into places where Europeans and Americans have never set foot.<br>In Australia, the investigators come face-to-face with supernatural forces that have endured for longer than humanity has existed; they can attempt to step inside the ancient legends of the Aboriginal peoples of Australia in search of mystical knowledge; they can cross swords with nefarious cults intent on diabolic schemes, or challenge unwitting scientists who haplessly threaten to achieve a similar end by probing the mysteries of the Australian land.<br>Brining your investigators to Australia is certain to reward your gaming group. For, as soon as they have set foot upon this ancient continent, adventure, peril, and mystery abound. Whether run as an Australian campaign, a series of one-shot games, or a protracted stop over during a globe-spanning campaign, the time spent in the Land Down Under will not be wasted!<h2 class=\"bb_tag\" > What's In the Book?</h2><strong> Australian History and Geography</strong><br>Covers the European exploration, from the land being a convict colony through to the Australian gold rush, and beyond to the Great War and its aftermath. We then look at the geography of the Australian continent, noting some archaeological sites and providing an overview of the differing regions and climates.<br><strong> Australians</strong><br>Here we focus on the history of Aboriginal Australians and Torres Strait Islanders, as well as the white population, and contrast life in the urban and life in the rural environments. Special focus is given to Australian investigators, with new skills and occupations appropriate to for Aboriginal and white Australians. We round things out with brief biographies of some key Australians of the post-Great War period, who might be encountered by wandering investigators.<br><strong> Resources for 1920s Australia</strong><br>This chapter provides a toolkit of historical subjects, usable by Keepers, for running games in Australia. Topics include law enforcement, transport, mounting expeditions into the Outback, communications, and sources for research.<br><strong> Australian Cities</strong><br>Provides an in depth look at some of Australia's key cities, including Sydney, Melbourne, Perth, Adelaide, and Brisbane. Maps are provide for each city, as well as details on notable mysteries or events, and suggestions concerning cults in thrall to the gods and horrors of the Cthulhu Mythos.<br><strong> Alcheringa</strong><br>Known to some as &quot;the Dreaming&quot; or &quot;Dreamtime,&quot; the Alcheringa chapter focuses on how to incorporate the wisdom and learning stemming from Aboriginal cultural traditions into games, and features special rules and mechanics for running &quot;dream quests&quot; to gather important information to solve dire situations facing the investigators, as well as the rewards for &quot;solving&quot; a &quot;Song-Line.&quot; The stages of a Song-Line are discussed and presented with examples, such as the Story of Bigibila, which can be played as a scenario introduction to Alcheringa. Topics such as Aboriginal sorcery and artifacts are also discussed.<br><strong> The Mythos in Australia</strong><br>Here, the book looks at the dark conspiracies and taint of the Cthulhu Mythos upon the Australian soil, with particular reference to the legacy of the Great Race, the Flying Polyps, and to the elusive and mysteries Sand Dwellers. A range of Mythos cults are presented, ready for the Keeper to incorporate into games, as well as featuring some of the other Mythos monsters that could be found lurking in dark shadows.<h2 class=\"bb_tag\" > Scenarios</h2>The book is rounded out with two large scenarios and appendices.<br><strong> Long Way From Home</strong> : the investigators look into a series of odd and unexplained meteor showers and are drawn into a web of intrigue involving some ancient foes. Presented as a sandbox with multiple entry points, the scenario features a range of plots and encounters set in the remote region of Paralana.<br><strong> Black Water,</strong><br><strong> White Death</strong> : sought-after papers concerning Australia's convict history lead the investigators to Tasmania and to a dark mystery to terrify the dreams of all concerned. What begins as a simple matter of attending an auction ends with terror and a cosmic threat.<br>Gathered in the appendices are some of Australia's deadly wildlife, with game profiles provided for their use in games, as well as timelines covering Australia, and recommended further reading and viewing.<br>In Australia, investigators will come face-to-face with supernatural forces that have endured for longer than humanity has existed. It is a land of adventure, danger, and ageless wisdom--a perfect for setting for<br><i> Call of Cthulhu</i> !<br><i> Adapted for Fantasy Grounds by:</i><br><strong> ColinRichardson</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1393060/header.jpg?t=1768433273",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}