{
  "1393910": {
    "name": "Jolly Good: Cakes and Ale",
    "steam_appid": 1393910,
    "required_age": 0,
    "is_free": false,
    "description": "Get yourself into and out of another fine mess! As the newest member of London's elite &quot;Noble Gases&quot; social club, you'll win glory, renown, and much-needed money through various cunning schemes that will seem like good ideas at the time.<br><br><i>Jolly Good: Cakes and Ale</i> is a 1.2 million—million!—word interactive comedy of manners by Kreg Segall. It's a standalone sequel to <i>Tally Ho</i> inspired by P.G. Wodehouse, where your choices control the story. It's entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination. It won three 2020 XYZZY Awards for interactive fiction, winning Best Writing, Best Setting, and Best NPCs.<br><br>As the close relation of an earl, you've managed to join the once-rather-elite Noble Gases just as you find yourself embroiled in dreadful scandal. But surely your clever new servant ought to be able to solve this knotty problem with both elegance and unruffled grace!*<br><br>*Elegance and unruffled grace not guaranteed. Allow four to six weeks for full servant acclimation. While supplies last. Additional restrictions may apply.<br><br>Lead your new social club through a world of pranks, debts, close shaves, passions, rivalries, and untold heights of splendor and absurdity amongst the cream of society. Will you lean into your shocking reputation, fight hard to redeem yourself in the eyes of the fickle public, or just relax with a cocktail by the fire? What is most important to you: your own comfort, loyalty to your friends, or the expectations of your family? Navigate the joys and troubles of membership in your new club: planning parties, gaining new members, taking down rivals…or winning them over as friends.<br><br>But it's not all shenanigans and hijinks—there's also hanky-panky. Find love with a dreamy artist, a former neighbor with a taste for rebellion, a dashing clubmate with a flair for the dramatic (and for golden trousers), or even your own servant! And, of course, spend time with some old friends from <i>Tally Ho</i>.<br><br>Perhaps–just perhaps–with the tireless aid of your cunning servant, your rollicking social club, and your merry new friends, you can weather the storm unscathed and manage it all before everything comes crashing down! It seems most unlikely, however.<br><br><ul class=\"bb_ul\"><li> Winner of the 2020 XYZZY Awards for interactive fiction (Best Writing, Best Setting, Best NPCs)<br></li><li> Play as male, female or nonbinary; gay, straight, or bi.<br></li><li> Maintain appropriate boundaries with your servant or find yourself emotionally enmeshed.<br></li><li> Choose from one of five scandalous backgrounds, significantly affecting the story, including museum thievery, over-festivity, and public brawling.<br></li><li> Rub elbows with a famous actor, a politician, a diva, an annoying journalist, and a renowned artist—or maintain a lower profile, eluding the police and a criminal mastermind.<br></li><li> Become unwittingly or wittingly entangled in the affairs of multiple secret societies, wealthy would-be sponsors, and criminal enterprises.<br></li><li> Dress as a bellhop, a parlor maid, a military officer, or in bathrobe and slippers!<br></li><li> Muck about with wireless radios and experimental steam-powered printing presses.<br></li><li> Triumph in boxing, swimming, cards, handball, competitive eating, and spitting.<br></li><li> Break into hotels, cars, safes, bookshops, dressing rooms and art galleries, some of them intentionally!<br></li><li> Ghostwrite love letters, craft speeches, and edit damaging newspaper articles.<br></li><li> Smash windows, pitchers, punch bowls, expensive tables, fine art—and hearts.<br></li><li> Carry your club to victory in a tournament or get rich betting on other clubs.<br></li><li> Enjoy access to special features—we prefer you not to call them &quot;cheats&quot;—with our &quot;Extra Helping&quot; in-app purchase.<br></li><li> Pore over a detailed hint guide, available in our &quot;Pleasantly Tipsy&quot; in-app purchase.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1393910/header.jpg?t=1734034636",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 62,
      "highlighted": [
        {
          "name": "A Delicate Delivery",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        },
        {
          "name": "Dripping With Emotion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        },
        {
          "name": "Telephone Prowess",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        },
        {
          "name": "Handball Victory",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        },
        {
          "name": "Red Hot",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        },
        {
          "name": "An Acceptable Table",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        },
        {
          "name": "Found Money",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/2f94b2c32bdc0b5c12ed315fe94c64ccce7fb810.jpg"
        },
        {
          "name": "The Majordomo",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/255223704cbef9a15e9bdff316dc12b2f45da65f.jpg"
        },
        {
          "name": "Set Bonus",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/255223704cbef9a15e9bdff316dc12b2f45da65f.jpg"
        },
        {
          "name": "Lost your Clothes",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1393910/af1a1b1c736a1acce04a96d1fe9d29fe361bf676.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}