{
  "1394730": {
    "name": "Grid Force - Mask of the Goddess Demo",
    "steam_appid": 1394730,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Grid Force</strong> is an all-female grid-based tactical Beat Em Up RPG with dozens of unique characters and with a deep story full of humour and loss, where every decision counts.<h2 class=\"bb_tag\" >THE SPEED OF A FIGHTING GAME AND THE DEPTH OF AN RPG</h2>The frenetic real-time combat requires quick-strategic thinking. Explore the deep Class and Elemental systems to get an edge in combat and build your dream squad from the dozens of recruitable characters, each with charming storylines and game-changing abilities.<h2 class=\"bb_tag\" >A STORY LIKE NO OTHER</h2>Guide Donna in her journey of self-actualization through a beautifully animated Manga Style narrative. Who will Donna trust and who will she betray? It’s up to you to write the end of her story. Grid Force tells a story of inclusion, personal growth and responsibility through an epic journey to the multicultural fictional world of Gora.<h2 class=\"bb_tag\" >MAKE GAME-CHANGING DECISIONS AND BUILD RELATIONSHIPS</h2>Each playable character in Grid Force has its own paths, traumas and aspirations. Get to know them and they may help or surprise you. Gain enough of their trust and they will join you. Their presence in your squad can radically change the course of the story, opening previously unavailable paths and revealing deeply hidden secrets.<h2 class=\"bb_tag\" >THE POWER TO CHANGE GORA</h2>Recruit and level up each individual attribute of your units to unlock a variety of active and passive skills.<br>The right squad is the key to defeat the Goddesses of Gora and claim their Masks and the ultimate power they contain.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394730/header.jpg?t=1652359967",
    "developers": [
      "Playtra Games"
    ],
    "publishers": [
      "Playtra Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}