{
  "1394850": {
    "name": "Hnefatafl Demo",
    "steam_appid": 1394850,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Hnefatafl</strong> is an ancient Scandinavian board game whose variants were played all over medieval Europe before chess was even invented. In those so called Tafl games two different sized armies fight each other. The invading black army tries to capture the white king, while the defending white army tries to protect their king and help him escape.<br><br>Often also called the Game of the Vikings <strong>Hnefatafl</strong> tells many stories, like the Moskowites invasion of Sweden or the Viking hordes pillaging Britain. But no matter what the story is one thing always stays the same: <i>The hunt for the king</i>.<br><br>Even though the rules aren't complicated the game offers fascinating strategies and rewards tactical play. Try to surround the enemy pieces, plan ahead, lay traps and force your opponent into surrender. Will you capture the king for gold and glory? Can the loyal guards hold back the invading forces and secure the flight of their king?<br><br>You can even create your own custom variants -- with over 200,000 different variants possible -- for online or offline play!<h2 class=\"bb_tag\" >The Demo</h2>This demo includes the variant &quot;Copenhagen Hnefatafl&quot; and you can play against the AI as the defender (trying to escape as the King). The demo doesn't support switching sides, chosing different AIs, playing locally against another human or online play. Nor does it have achievements, workshop support or custom variants. <br><br>If you want all that, consider buying the full game.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 荷兰语, 挪威语, 波兰语, 俄语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394850/header.jpg?t=1597731903",
    "developers": [
      "Philippe Schober"
    ],
    "publishers": [
      "Philippe Schober"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}