{
  "1394520": {
    "name": "Path to Prosperity",
    "steam_appid": 1394520,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394520/extras/68be0262abd85c8eba280623b79177c3.avif?t=1726176192\" width=720 height=404 /></span><h2 class=\"bb_tag\" >Setting</h2>In Path to Prosperity, you are sent to the small village on a newly discovered island in order to develop the settlement and create a thriving settlement and industry. The island is full of pirates, so you have to defend yourself and fight over every new area. You start with only few houses and villagers, and let your people collect food and resources for you until you can support more villagers. Build up your logistics and start producing goods you can sell. Once you have enough to support an army, look to expand and create new settlements. Continuously increase the size of your economy and settlement, and make sure you can defend what you have created!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394520/extras/d8b5e1b59d4236bb3f68b2c2b16fa53a.avif?t=1726176192\" width=720 height=404 /></span><h2 class=\"bb_tag\" >First Person Perspective</h2>In Path to Prosperity, you are thrown into the shoes of a commander on an island - with all advantages and disadvantages this brings with it. Unlike in a traditional RTS, you can't zoom out to get a better feeling for the land, or see an opponent's army advance from halfway across the map. So exploration, anticipating your opponents moves, identifying and securing chokepoints, and staying on top of what is happening on the island is paramount to secure victory. Having your boots on the ground also means that you can quickly leap in to make important changes, however, so you can cut down a tree if your villagers are slow to collect wood; you can build that house next to your new mine; or take out a gun to help fend off the pirates - just make sure to not get distracted from the bigger picture!<h2 class=\"bb_tag\" >Two Game Modes: </h2><strong>Score Mode:</strong><br>In order to win, you have to amass wealth, and send a predetermined amount of coin back to your homeland. But every development costs coin, and the richer you get, the more you will attract the attention of the pirates. Defeating pirate encampments is optional, but the deeper you venture into the island, the more riches you can gather and the better your technology will be to defend yourself!<br><strong>Artefact mode:</strong><br>The pirates have stolen an important artefact from your country. Your goal is to find and retrieve it from them. This will require you to build a large army and defeat multiple pirate encampments across the map. Pirate attacks can make it more difficult for you to advance, so you have to balance your resources carefully to not get overwhelmed.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394520/extras/633225d63d86a59e5482d057e8975b6e.avif?t=1726176192\" width=720 height=404 /></span><h2 class=\"bb_tag\" >Explore and Find Riches</h2>Every island has riches hidden in the jungle. A node system spawns random loot, ore veins, and pirates of different value and threat throughout the map. Exploring the island can not only give you a better lay of the land, but can also provide your settlement with early advantages, or lead to the discovery of a gold or gem vein that you can exploit. But balance your exploration carefully - the existence of a rich vein is not guaranteed, and you may be better off managing your settlement instead.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394520/extras/9cd5f8fb9023198f17ad191277baff63.avif?t=1726176192\" width=720 height=404 /></span><h2 class=\"bb_tag\" >Build Your Settlement</h2>The most efficient way of getting things done on the island is by using your villagers to collect resources, produce goods, and defend what you have created. Every house you place provides additional room for villagers, and every villager uses food. Make sure that your food production and deliveries to your markets are always secure to avoid your peoples' starvation. Should your villagers die, they will come back on the next ship - but you will have to reallocate their jobs and the disruption may just mean that the pirates get the upper hand over you.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394520/extras/7a9479570216fc51420760435c10a861.avif?t=1726176192\" width=720 height=404 /></span><h2 class=\"bb_tag\" >Command Your Army</h2>Armies can be commanded directly if you are advancing with them, in your direct vicinity from your tactical map, and all the way across the island from your strategic map – so you have to decide whether to take a macro- or micro-approach to your command. There are 3 tiers of melee and ranged units for you to recruit, as well as scouts to reveal and update your maps for you. Ranged units are more powerful at a distance but require ammo that they can only be supplied with in your villages, so you will need to set up supply lines for your attacks. If supplied well, your armies will allow you to secure new areas and defend yourself from the pirates effectively.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1394520/header.jpg?t=1726176192",
    "developers": [
      "Essence Games"
    ],
    "publishers": [
      "Essence Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}