{
  "1395020": {
    "name": "Picross Beach Paradise",
    "steam_appid": 1395020,
    "required_age": 0,
    "is_free": false,
    "description": "Picross Beach Paradise is an exciting intellectual game for those who love logic puzzles and an atmosphere of relaxation and freedom. An unforgettable journey to Cuba awaits you – see incredibly beautiful places and get a bunch of souvenirs!<br />\r\n<br />\r\nThis game is also known as Japanese scanwords, nonograms and Japanese crosswords. But whatever we call it, you can rely on fun gameplay!<br />\r\n<br />\r\nFor those who play Picross Beach Paradise, the vacation begins right now! In 6 varied locations you’ll find 120 exciting nonogram puzzles, complete with excellent graphics and pleasant music. Everything you could want on a resort!<br />\r\n<br />\r\nEach level hides a foretaste of wonder. To make the game more convenient to play, we’ve provided two types of tutorials: one for beginners, and another for more experienced fans of the genre.<br />\r\n<br />\r\nSet off on your vacation with new nonograms! The best islands of the Caribbean Sea, the awesome beaches of Cuba and a multitude of amazing resorts await you! Picross Beach Paradise – the vacation begins right now!<br />\r\n<br />\r\n- Japanese crosswords without pen &amp; paper!<br />\r\n- 6 picturesque locations and over 100 new levels.<br />\r\n- excellent training for logical and abstract thinking.<br />\r\n- over 15 rewards and trophies for additional quests.<br />\r\n- well-designed tutorial for new and experienced players alike.<br />\r\n- beautiful graphics and a pleasant soundtrack.<br />\r\n- over 12 hours of exciting gameplay!<br />\r\n- spend your time having fun and training your brain on the resort of your dreams!<br />\r\n- two in one: relaxation and engaging Japanese crosswords!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1395020/header.jpg?t=1687353998",
    "developers": [
      "Creobit"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}