{
  "1395040": {
    "name": "CyberThreat",
    "steam_appid": 1395040,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Take back CONTROL!</strong><br><br>Live a normal Edendale life by day, battle the forces of CyberSpace by night, in an indie-made life-sim/RPG adventure unlike any other! In ‘CyberThreat’, you’ll juggle the life of an everyday high-school Senior and the secret adventures of a virus-slaying Hacker, and you might just save the world in the process.<br><br>When you arrive in the high-tech city of Edendale ahead of Senior Year, the dark mysteries of your unassuming new home soon come to light. When a strange ongoing trend of mysterious disappearances claims the life of one of your classmates, you and your new friends become the prime suspects in her abduction and Edendale’s Most Wanted. Joining forces with an asocial computer genius and the hyper-advanced A.I. character he created, you must rescue your friend from the forces of CyberSpace and prove your innocence!<br><br>As CyberSpace claims more innocent people, you and your friends will don the Handles of the Hackers, fight back against the viruses to rescue their newest victims, and piece together the truth behind the abductions and CyberSpace itself – all while gearing up for graduation and college!<br><br>Can you win the war in CyberSpace, or will you fall to the viruses once and for all?<br><br><ul class=\"bb_ul\"><li><strong>A World Worth Saving</strong> – With over 20 chapters, 10 potential party members and 25+ Contacts with their own stories to tell, you’re bound to find your best friends in Edendale and your perfect team in CyberSpace.<br></li><li><strong>Constantly Evolving Battles</strong> – Unlock new weapons, costumes, items, Hacks, battle mechanics and scene-stealing Ultra-Hacks throughout the game to defeat more powerful viruses across 8 unique Domains.<br></li><li><strong>A Mystery For The Modern Age</strong> – Find the clues and hidden feelings behind every victim to save them from their own anguish and discover the identity of their unique Cyberbullies, and the true masterminds behind CyberSpace.<br></li><li><strong>A Life All Your Own</strong> – Play as you really are with male/female player options, customizable pronouns, gender non-specific love interests and a myriad of accessibility components to truly make the adventure all your own!<br></li><li><strong>And MORE!</strong> – Play minigames, complete side-objectives, explore 25+ Contact Routes to unlock unique gameplay bonuses, and revisit previous Domains in the ‘Valhalla’ program to fully experience the world of ‘CyberThreat’!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1395040/header.jpg?t=1748568356",
    "developers": [
      "Aphelios"
    ],
    "publishers": [
      "Aphelios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}