{
  "1395000": {
    "name": "Egypt Picross Pharaohs Riddles",
    "steam_appid": 1395000,
    "required_age": 0,
    "is_free": false,
    "description": "New griddlers in Egypt Picross. Pharaoh's Riddles!<br />\r\n<br />\r\nAncient Egypt draws adventurers. You have a unique opportunity to discover ancient knowledge!  Solve all 120 griddlers and cast aside the veil of mystery over the pharaoh’s tomb. New nonograms with a mysterious Egyptian theme await you. Complete all these wonderful puzzles and prove that you’re the most successful of all adventurers!<br />\r\n<br />\r\nThis game is also known as Japanese scanwords, Japanese crosswords, nonograms, Japanese puzzles, hanjie, picross, pic-a-pix, grafilogika, crucipixel, kare karalamaca, logimage, logic art, nonogramme, nonogramаs, malovane krizovky. But whatever we call it, you’re sure to enjoy playing it!<br />\r\n<br />\r\n120 unique puzzles makes for a challenge for true adventurers. Six locations - six Egyptian wonders. Improved controls! Gameplay built on logic and nothing else: you’ll never have to guess a solution again! Improved tutorial. Choose your training level depending on your skills, and complete only the parts of the tutorial that can help you. The game offers wonderful, adventurous music, premium-class graphics and a mysterious Egyptian atmosphere.<br />\r\n<br />\r\n- griddlers with no pen and paper!<br />\r\n- 6 artful locations and over 100 new levels.<br />\r\n- excellent training for logical and abstract thinking.<br />\r\n- make any purchase in the game and forget about ads forever!<br />\r\n- over 15 rewards and trophies for extra quests.<br />\r\n- well-thought out tutorial for beginners and experienced players alike.<br />\r\n- beautiful graphics and pleasant music.<br />\r\n- over 12 hours of exciting gameplay!<br />\r\n- the best way to have fun and spend time in a useful way!<br />\r\n- the perfect way to relax from your daily troubles and dive into an atmosphere of adventure!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1395000/header.jpg?t=1687353912",
    "developers": [
      "Somer Games"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}