{
  "1396510": {
    "name": "Fantasy Grounds - Pathfinder RPG - Ultimate Intrigue",
    "steam_appid": 1396510,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Ultimate Intrigue</h2><strong> Words Cut Deep</strong><br>In the right setting, a single scathing word can prove deadlier than a poisoned dagger. Behind the scenes of heroic battles and magical realms lies a seething underbelly of danger and deception. This world of intrigue holds endless possibilities for adventure, as heroes duel with words instead of steel, plot daring heists, and engage in battles of wills against relentless nemeses. A high-stakes game of shadows and secrets is yours to master--if you have the wits!<br>Whether the heroes are taming the blood-soaked back alleys of their favorite metropolis or jockeying for the queen's favor alongside highborn nobles,<br><i> Pathfinder RPG Ultimate Intrigue</i> is an invaluable companion to the<br><i> Pathfinder RPG Core Rulebook</i> . This imaginative tabletop game builds upon more than 10 years of system development and an Open Playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder RPG Ultimate Intrigue</i> includes:<br><ul class=\"bb_ul\"><li>The vigilante, a new character class that lives two lives--that of an unassuming member of the community, and a cloaked crusader with his own agenda!<br></li><li>New archetypes for alchemists, bards, druids, hunters, inquisitors, investigators, mesmerists, rangers, rogues, slayers, spiritualists, and more!<br></li><li>New feats and magic items for characters of all sorts, granting mastery of street-smart combat, impenetrable disguises, and misdirection.<br></li><li>Dozens of spells to manipulate tense social settings, whether to reveal adversaries' secrets or hide the truth.<br></li><li>A complete system of influence, providing new goals and rewards to challenge players and link their fortunes to nonplayer characters and organizations.<br></li><li>Systems and advice to help Game Masters introduce a variety of new encounters into their games---daring heists, extended pursuits, and tense searches for buried secrets.<br></li><li>Rules for social combat and verbal duels, allowing characters to use words as weapons to sway hearts and humiliate foes.<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Lars Thomsen</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1396510/header.jpg?t=1768433558",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}