{
  "1396600": {
    "name": "Fantasy Grounds - Starfinder RPG - Devastation Ark AP 2: The Starstone Blockade",
    "steam_appid": 1396600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Starfinder RPG - Devastation Ark AP 2: The Starstone Blockade</h2>The heroes travel to Absalom Station to warn the Pact Worlds government of a fast-approaching threat from beyond the stars! But before they are fully prepared, the titanic spacecraft arrives and shuts down the fabled Starstone Reactor, plunging the station into chaos. The heroes must find a way to bring the power back online, while rescuing citizens and dealing with Azlanti spies, angry outsiders, and confused spirits. Can they save the heart of the Pact Worlds and take the fight to the strange alien vessel?<br>&quot;The Starstone Blockade&quot; is a Starfinder Roleplaying Game adventure for four 16th-level characters. This adventure continues The Devastation Ark Adventure Path, a three-part, monthly campaign in which the players stop the threat of an ancient alien civilization in Starfinder's first high-level adventures! This volume also includes an examination of the church of Eloritu--the god of history, magic, and secrets--as well as a selection of ghastly new aliens!<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Christopher Ward</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1396600/header.jpg?t=1768433859",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}