{
  "1396920": {
    "name": "No one lives in heaven - Real Time DLC",
    "steam_appid": 1396920,
    "required_age": 0,
    "is_free": true,
    "description": "The vanilla version of NOLIH was just the beginning. Like the NPCs in the main game, we have big plans and want to give our game mechanics that add interesting and valuable aspects to it.<br />\r\n<br />\r\nFor example, the first NOLIH DLC will feature a real-time system that allows the player to dive into a walk-in menu. In the interactive menu, all system elements such as crafting, items, skills or the options can be controlled and the player can engage in agricultural activities.<br />\r\nBut most importantly, time will fly in this menu. And at the same speed and with (almost) the same effects as in the real world. This is how trees grow that you once planted as seeds. Little puppies will develop into adult dogs and other animals will also thrive in your care. Of course, NPC animals grow faster than their counterparts in the real world. However, the time of day in the menu and the light that comes with it are physically and temporally correct. But not only that. The seasons also play a role. While you look at green and floating plants in spring, summer dips your face in a rich yellow and in autumn the trees drop their leaves. In winter, everything is covered with snow and there will be special events for the most important holidays. <br />\r\n<br />\r\nSpeaking of events: the interactive menu should not be a boring, small place. It will come across like a new game of its own. With its own tasks, new quests and its very special NOLIH charm. The goal is that you won't want to go back to the actual main quests at all and let the NPCs be NPCs because you like it so much in the real time world (not to be confused with the real world). Every week there will be new content, new funny things and new challenges. The DLC will also break new ground in terms of gameplay. But to explain these ways would be mean at this point. And we are not mean. Experience for yourself what RPG Maker is capable of and discover mechanics that you (we hope) have never tried before in a game.",
    "supported_languages": "德语<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1396920/header.jpg?t=1598960136",
    "developers": [
      "SuR ENTERTAINMENT"
    ],
    "publishers": [
      "SuR ENTERTAINMENT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}