{
  "1396720": {
    "name": "Fantasy Grounds - Pathfinder RPG - Wrath of the Righteous AP 6: City of Locusts",
    "steam_appid": 1396720,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Pathfinder RPG - Wrath of the Righteous AP 6: City of Locusts</h2>Chapter 6: &quot;City of Locusts&quot;<br>by Richard Pett<br>The Wrath of the Righteous Adventure Path concludes with &quot;City of Locusts,&quot; a thrilling climax by fan-favorite author Richard Pett! The heroes of the Fifth Crusade have risen to heights of power undreamed of and have dealt blow after blow to the demonic armies of the Worldwound. As they return to Golarion from the Abyss, though, they find that their enemies are no longer sending minions after them--they've drawn the attention of not only the leaders of the Worldwound, but that of their demonic patron, Deskari, Lord of the Locust Host. The method for closing the Worldwound permanently lies within the heroes' grasp, but in order to do so they must venture where no crusader has ever returned from intact. They must enter the crumbling City of Locusts to defeat its demonic ruler, but even this is but a stepping stone to the final battle against Deskari himself!<br>&quot;City of Locusts&quot; is a Pathfinder Roleplaying Game adventure for 18th-level characters who have gained nine mythic tiers. The adventure utilizes rules from<br><i>   Mythic Adventures</i>   in order to portray a campaign of truly epic potential. An exploration of the apocalyptic cult of Deskari, along with an article filled with suggestions for how to both continue this campaign and to launch a new one in the transformed Worldwound after the heroes succeed (or perhaps fail) round out this volume, along with a bestiary of several monsters (including the final demon lord to be presented during the campaign!) and part six of Robin D. Laws's Pathfinder Journal novella!<br><i>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1396720/header.jpg?t=1768434421",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}