{
  "1396690": {
    "name": "Fantasy Grounds - Pathfinder RPG - Wrath of the Righteous AP 3: Demon's Heresy",
    "steam_appid": 1396690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Wrath of the Righteous AP 3: Demon's Heresy</h2>Chapter 3: &quot;Demon's Heresy&quot;<br><strong> by Jim Groves<br>The Wrath of the Righteous Adventure Path continues with &quot;Demon's Heresy,&quot; by Jim Groves. After reclaiming the city of Drezen and recovering the lost sacred banner known as the<br><i> Sword of Valor</i> , the heroes have established a significant foothold behind enemy lines. With the demon armies still concentrating their attacks to the south, the heroes must now set off into the heart of the Worldwound to seek out powerful new allies and strike a mortal blow against the Templars of the Ivory Labyrinth--but in doing so, they discover a disturbing truth about the crystalline source of mythic power the demons have been using against the crusaders. Will the heroes survive the terrors of the Worldwound long enough to end the demons' increasing attacks?<br>This volume of<br><i> Pathfinder Adventure Path</i> continues the Wrath of the Righteous Adventure Path and includes:<br><ul class=\"bb_ul\"><li>&quot;Demon's Heresy,&quot; a Pathfinder RPG adventure for 9th-level characters with 3 mythic tiers, by Jim Groves.<br></li><li>A study of the Green Faith, an ancient philosophy revolving around nature, by Sean K Reynolds.<br></li><li>A look at the unnatural horrors known as worms that walk, by Amanda Hamon.<br></li><li>A journey to a crusader outpost inside the Worldwound in the Pathfinder's Journal, by Robin D. Laws.<br></li><li>Four new monsters, by Jim Groves, Amanda Hamon, and James Jacobs.</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i></strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1396690/header.jpg?t=1768434217",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}