{
  "1396170": {
    "name": "Paint Royale",
    "steam_appid": 1396170,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Paint Royale, the ultimate paintball shooter that's more than just a game – it's a vibrant community waiting for you to join! Immerse yourself in thrilling paintball battles where strategy meets colorful chaos. But Paint Royale is more than just paintball – it's a hub of innovation. With cutting-edge technologies, we've crafted a gaming experience like no other, making every match a masterpiece of excitement.<br />\r\n<br />\r\nDive into our community-oriented gameplay, where teamwork and camaraderie reign supreme. Engage in tactical showdowns across a variety of imaginative arenas, each offering unique challenges and opportunities for creative strategies. What sets Paint Royale apart is our commitment to innovation. Brace yourself for a gaming journey that constantly evolves, as we roll out groundbreaking features that redefine the genre.<br />\r\n<br />\r\nGet ready for an explosion of ideas that will revolutionize the way you think about paintball shooters. From dynamic weather systems that affect gameplay to customizable paintball weaponry that lets you truly make your mark, Paint Royale isn't just a game – it's a canvas of limitless possibilities.<br />\r\n<br />\r\nAre you prepared to splatter your way to victory, showcase your artistic tactics, and be part of a community that lives and breathes the game? Join Paint Royale now and let's paint the town in a riot of colors!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1396170/header.jpg?t=1692986490",
    "developers": [
      "Epic Nova Studios",
      "Bad Alien Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}