{
  "1397600": {
    "name": "Fantasy Grounds - Does Love Forgive?",
    "steam_appid": 1397600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Does Love Forgive?</h2>Two One-to-One Scenarios for Call of Cthulhu<br>Does Love Forgive? is a collection of two special scenarios for<br>Call of Cthulhu for one Keeper and one player. Both adventures are perfect for a fun evening of gaming for two people. Each scenario can be played over the course of one to two sessions, and is suitable for Keepers of all experience levels.<br>Love You to Death<br>Chicago: February 15th, 1929. It's a cold winter's day when the investigator's good friend Hattie May appears in their office at the detective agency. Her beloved pet dog, Highball, is scheduled to be destroyed later today and she needs the investigator's help getting him back from the Chicago Police Department. It doesn't sound like too difficult a task, does it?<br>Mask of Desire<br>New York: September, 1932. The investigator, together with their two close friends Anna Konrad and Lucas Reston, has been invited to a party at wealthy--and notorious--socialite Madame de Tisson's swanky apartment on the Upper West Side. Anna is somewhat distracted by her audition tomorrow for Nancy Turner, the famous jazz orchestra conductor. What is the link between the audition and a mysterious parcel that arrives the next day? And, why do so many people seem to be interested in the contents of the parcel?<br>This supplement is best used with the<br>Call of Cthulhu Starter Set or the<br>Call of Cthulhu (7th Edition) roleplaying game.<br>Based on Miłość ci wszystko wybaczy? by Airis Kamińska and Anna Maria Mazur, published for the Polish version of Call of Cthulhu in February 2020 by Black Monk Games. English edition was adapted and developed by Lynne Hardy.<br>Adapted for Fantasy Grounds by:<br><strong> Robert Lacey</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1397600/header.jpg?t=1768434952",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}