{
  "1397720": {
    "name": "Red Sector",
    "steam_appid": 1397720,
    "required_age": 0,
    "is_free": false,
    "description": "Red Sector blends the roguelike elements of randomness, difficulty, and perma-death with twitch-shooter combat to give you a fast-paced, difficult, and highly replayable experience.<br><br><i>Please read the Early Access information above for details on the current state of the game, and how it's going to improve over time.</i><h2 class=\"bb_tag\" >Roguelike meets Shoot 'Em-Up</h2>Every flight is unique and challenging.<h2 class=\"bb_tag\" >Random Ganeration</h2>The map, items, enemies, and other gameplay elements of each flight are randomized. You never know what to expect when you start a new flight.<h2 class=\"bb_tag\" >Choose Your Ship</h2>Select from 3 ships to start with, all with different starting items. These will just get you going, as you scavenge for items in each Sector.<h2 class=\"bb_tag\" >Build Your Loadout</h2>Use whatever you find (or don’t) to build the best loadout you can with what you’ve got. <br>Various Hull and Weapon stats lend plenty of opportunity to tweak your ship build to your playstyle, according to what you find.<h2 class=\"bb_tag\" >Defeat the Kuora</h2> Countless alien machines and pilots stand in the way of your goal - the RED Sector.<br>Bosses (and Mini-Bosses later on) will test your skill and your ability to build your loadout.<br>You are on a mission, for reasons you’ll have to discover on your own. There’s more to these aliens than meets the eye…<br><br>Features:<br>- Fast paced shoot'em up combat<br>- Mild class building and item modification<br>- Stylized digital aesthetic<br>- Balanced Difficulty: Shield Energy drops keep you alive, but you can only heal HP a limited number of times per sector<br>- Randomly generated maps, items, enemies, and more<br>- Unforgiving boss fights<br>- Developed by 2 people, so we can stay true to our vision<br>- Hand-made soundtrack<br>- Rich with lore that's presented in many different ways",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1397720/header.jpg?t=1687141715",
    "developers": [
      "Narzioth"
    ],
    "publishers": [
      "Narzioth"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}