{
  "1397710": {
    "name": "Operation TP",
    "steam_appid": 1397710,
    "required_age": 0,
    "is_free": true,
    "description": "Operation TP is a Survival, Puzzle, Top-down adventure. Every level has a key, that you must find before the exit will unlock; However every level is a maze of corridors, and dead ends, There are also many enemies looking for you, so don't take too long!<br />\r\n<br />\r\nWe've all been there... the toilet paper is running low, and we have to decide who will be the unfortunate soul to acquire more. Our hero is that poor soul who drew the short straw, and will need all their wit, and cunning to navigate the local market fair. Enter Terry....Sani-Terry. Do you have what it takes to help guide Terry through the impossible task of gathering enough toilet paper to survive another month?<br />\r\n<br />\r\n* Your mission; walk in, grab the toilet paper, walk out. Simple right?<br />\r\n<br />\r\n* Play through 10 challenging levels!<br />\r\n<br />\r\n* Using movement and quick reactions is the key to survival, and toilet paper!<br />\r\n<br />\r\n* Violence isn't the answer, keep calm and you will succeed.<br />\r\n<br />\r\n* However the monsters inside do not agree with that sentiment.<br />\r\n<br />\r\n*make your way through maze like levels, dodging enemies every step of the way.<br />\r\n<br />\r\n* Your view is limited, however your enemies can see you very well...<br />\r\n<br />\r\nmost of all... be careful one touch is deadly to Sani-Terry!!!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1397710/header.jpg?t=1663867121",
    "developers": [
      "Pizzaquirk"
    ],
    "publishers": [
      "Banamurai Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}