{
  "1397800": {
    "name": "Please Wake Up",
    "steam_appid": 1397800,
    "required_age": 0,
    "is_free": false,
    "description": "“Please Wake Up” is an original horror game that will hack your brain. Most horror games present the player with a fictional scare, oftentimes of creatures or gore. However, there is very real horror in our everyday lives that is completely under-explored. For example, research has shown that human memory is extremely unreliable, which leads many people to unknowingly construct false identities and narratives about themselves. Furthermore, we've discovered that our perception of reality is mostly 'hallucinated' by our brains -- not the outside world.<br />\r\n<br />\r\nEvery part of the game ties into this theme. Not only is real psychology and neuroscience research presented, but many other game features help drive home the effect. This includes the gameplay, which is simple and accessible -- but also engaging. Objects will change when you're not looking at them and it's your job to point out the changes. Players end up questioning the reliability and accuracy their own memory and perception. Furthermore, the game uses a number of psychological techniques to highlight the point even more. This includes the implantation of False Memories and the Mandela Effect. Another techniques used is the McCollough Effect, which is a visual illusion that can have a minor effect on vision for up to 2.8 months (players can turn this off in the settings).<br />\r\n<br />\r\nAll of this culminates and ties into a metafictional narrative that implies that the &quot;reality&quot; and &quot;self&quot; we experience aren't necessarily even real or accurate -- we just assume they are.<br />\r\n<br />\r\n*WARNING*<br />\r\n<br />\r\nTHE FULL GAME USES OPTICAL ILLUSIONS THAT CAN HAVE MINOR VISUAL AFTER EFFECTS LASTING FOR UP TO 3 MONTHS.<br />\r\n<br />\r\nVIEW THE ILLUSIONS AT YOUR OWN RISK. <br />\r\nTHE DEVELOPER IS  NOT LIABLE FOR ANY NEGATIVE OR DAMAGING EFFECTS THAT CAN OCCUR AS A RESULT OF THIS GAME.<br />\r\n<br />\r\nWE RECOMMEND PROVIDING THIS WARNING FOR ANYONE ELSE WHO MAY BE VIEWING.<br />\r\n<br />\r\nUSE OF THESE ILLUSIONS CAN BE TURNED OFF IN THE SETTINGS.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1397800/header.jpg?t=1611908748",
    "developers": [
      "CLU Entertainment LLC"
    ],
    "publishers": [
      "CLU Entertainment LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}