{
  "1397700": {
    "name": "Taivas Demo",
    "steam_appid": 1397700,
    "required_age": 0,
    "is_free": true,
    "description": "Taivas is a mysterious action roguelite, Dead Cells, rogue-lite, metroidvania inspired. set in a world of myth, and a time of magic. The destiny of a Canidae Kingdom rests on the shoulders of a young fox alike boy. His name… Joakim. <br><br>Use spells and special powers and weapons to explore, destroy and fight your way to the UpWorld, and even beyond...<h2 class=\"bb_tag\" >Story:</h2><br>You are Joakim, a young fox alike boy with fluffy tail and large, pointed ears, Knight of the Kingdom of Canidae. Kingdom has lived in peace for a long, long time, but now all kind of creatures are attacking against the Kingdom. Advisor to the Monarchy, magician Mikio sends you to a dangerous travel to the UpWorld. You start your journey from a middle of the Earth and start your journey to the surface, and beyond...<h2 class=\"bb_tag\" >Features on a Demo:</h2>Demo game currently offers one quite small but fun level! (cave)<br>Save &amp; Load function<br>1 Boss<br>1 Skill<br>0 special powers<br>This First version offers 15-30 minutes fun<br><br>Game is in development, and there will be a lots of improvements to the current character, new enemies, new levels...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1397700/header.jpg?t=1698917918",
    "developers": [
      "Aito Games"
    ],
    "publishers": [
      "Aito Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}