{
  "1398410": {
    "name": "Reginald's Death Arena",
    "steam_appid": 1398410,
    "required_age": 0,
    "is_free": true,
    "description": "Look. We've all wanted to confront the limits of our sanity via dropping into a savage arena where grotesque displays of cannibalism and regurgitation are not only encouraged, but vital to claiming victory. We've all daydreamed of clambering over towering corpse piles of unworthy foes, fuzzy bunnies, and bougie bankers. It is our unspoken but commonly shared aspiration to gaze into the recently deceased open eyes of our own previous incarnations, before consuming said corporeal familiars to fuel nefarious future acts. <br />\r\n<br />\r\nAnd lo, the efforts of humankind have been squandered into misguided deeds such as “moon landings” and “disease eradication”, and thus no such sublime arena yet exists. Attempting to fill this void, Epic Banana Games offers humanity a crude facsimile, a digital simulacrum mimicking the raw emotional intensity that such a glorious arena will elicit (once it inevitably exists).  <br />\r\n<br />\r\nAccumulate the most wealth. Survive the longest – or become a petulant ghost to torment your rivals. Utilize arcane ingestion techniques to imbue your vomit with flame and ice, spreading chaos and destruction in your wake. But beware: as brutal as your competitors strive to be, you may find the arena itself to offer the most potent dangers. <br />\r\n<br />\r\nSo venture forth and decimate, decapitate, and masticate your way to victory in such manner that, upon witnessing, the ancient gladiators of yore could only remark “Forsooth! Mine best bloody efforts are sullied as puerile amateurism in witness of these decadent, depraved deeds!”. <br />\r\n<br />\r\nThe arena awaits!  <br />\r\n<br />\r\nSubjoinder: As a matter of course, an uncouth parading of Epic Banana Games' bona fides: <br />\r\n<br />\r\n- The uncontested pioneer of the “yogurt commercial simulation” genre, with the recently released “Yogurt Commercial 3” poised to redefine the fermented-dairy-food-advertising-puzzle-adventure game space. <br />\r\n<br />\r\n- Lost to time, the developers of the influential “A Day At Work” series – following protagonist Tom as he confronts the existential choice of pursuing mundane office work, or dismantling his environment in whatever means he finds suitable. <br />\r\n<br />\r\n- Originators of the “casual mosh pit simulation” genre with “Moshing Melvin” a brutal fight-dance experience that attempted to recreate the pandemonium of a live mosh pit.  <br />\r\n<br />\r\n- Creators of DataJack, a faithful adherent to the indie isometric cyberpunk stealth action RPG realm of games – continuously underrepresented to this day.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398410/header.jpg?t=1624554172",
    "developers": [
      "Epic Banana Games LLC"
    ],
    "publishers": [
      "Epic Banana Games LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}