{
  "1398920": {
    "name": "Virtuverse",
    "steam_appid": 1398920,
    "required_age": 0,
    "is_free": true,
    "description": "Virtuverse is a Sci-Fi RCE MMORPG. It integrates an intuitive economy system with action-based third-person gameplay. Unlike many other MMOs, Virtuverse does not have any class restrictions, so you can use any weapon or armour you wish. An immersive story will lead players to discover new lands and planets, and those who wish to seek their own adventures will be able to explore Virtuverse on their own or with friends.<br><br>In Virtuverse's economy, everything after the starting equipment is created or looted by players. An organic market with ever-shifting supply and demand will keep every player on their toes, and create opportunity for profit.<h2 class=\"bb_tag\" >Explore:</h2><br>Explore Temrance Island, the mainland of Planet Stig and beyond! Virtuverse offers a huge variety of biomes to explore and colonise though it's evolving storyline. <br>Venture into the wilds to make a name for yourself as you explore ancient and alien ruins.<h2 class=\"bb_tag\" >Hunt:</h2><br>Virtuverse hosts a huge variety of creatures and other threats to your survival - use a wide assortment of weapons and tools to decimate them and take the spoils.<h2 class=\"bb_tag\" >Craft:</h2><br>With over 13 different crafting professions, each with their own progression tree, find a niche for yourself as a crafter within Planet Stig.<h2 class=\"bb_tag\" >Build:</h2><br>Virtuverse offers both instanced, and in-world, housing and plots to build on. Either make a home to relax and store your hard-gained resources, or run a business and capitalize on the needs of other players.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398920/header.jpg?t=1639986909",
    "developers": [
      "Virtuverse AB"
    ],
    "publishers": [
      "Virtuverse AB"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}