{
  "1398010": {
    "name": "Battle Ready",
    "steam_appid": 1398010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Battle Ready</strong> is a tactical multiplayer first-person shooter game like no other. Put your skill and teamwork to the test as you battle across vast landscapes, day and night. Are you ready?<br><br><ul class=\"bb_ul\"><li> Large map (and more to come later) with endless tactical possibilities. Full send or a wide flank, submachine gun or a sniper rifle. It's up to you, your team, and the terrain.<br></li><li> Unique Mini Royale game mode, that isn't quite battle royale. It will test your aim, tactics and teamwork, and not luck. No parachuting, no looting. Just fight.<br></li><li> Exciting, rewarding, yet challenging gunplay with a wide variety of weapons with realistic recoil, ballistics and bullet penetration that are easy to learn, but hard to master. Combine weapon attachments to find the setup that's right for you.<br></li><li> Dynamic day/night cycles and weather will challenge you and your enemy to adapt and take advantage of the conditions.<br></li><li> Immersive audio, affected by the environment.<br></li><li> Focus on providing the most fair experience possible, including server-side hit registration, ping-based matchmaking and high-performance servers around the world.<br></li><li> Offline practice mode to learn the game mechanics and practice your aim with any of the game's weapons.</li></ul><br><strong>Be sure to join our </strong> to be the first to know about new features and up-to-date state of the game, and participate in discussions that help shape the game.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398010/extras/88aae50842a42cce14f5d989b3a42fc3.poster.avif?t=1645758255\" width=616 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398010/extras/88aae50842a42cce14f5d989b3a42fc3.webm?t=1645758255\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398010/extras/88aae50842a42cce14f5d989b3a42fc3.mp4?t=1645758255\" type=\"video/mp4\"></video></span><br><br><strong>FAQ</strong><br>Q: <strong>Will there be a public beta?</strong><br>A: Likely not, but no promises either way.<br><br>Q: <strong>Will there be a single-player campaign?</strong><br>A: No.<br><br>Q: <strong>What's on the roadmap?</strong><br>A: Some of the things you can expect during Early Access and beyond include bug fixes, ever-improving weapon and map balance, new weapons and attachments, new maps, new game modes, ranking system, ever-improving visuals, weapon and character skins. We will be considering upgrading the game to Unreal Engine 5 as soon as it becomes feasible, which would bring improved performance and visuals. Of course, we will listen to the community throughout Early Access and after the full release. A more detailed roadmap will be available later.<br><br>Q: <strong>Will there be a Battle Royale mode?</strong><br>A: Possibly, at some later stage. It's not a priority item at the moment.<br><br>Q: <strong>Will there be loot boxes?</strong><br>A: No loot boxes. We plan to have cosmetic items at some point, <i>all</i> of them will be available to purchase with in-game currency.<br><br>Q: <strong>What game engine is used for Battle Ready?</strong><br>A: Unreal Engine 4.27<br><br>Q: <strong>Who are Wolf Tango Games?</strong><br>A: WolfTangoFox, working with several talented artists, and a close team of friends and gaming buddies. Being a small team allows for a very open dialog, and a majority vote from the community is enough to implement a change in the game. No hidden agendas, no bureaucracy and no shareholders to please, just gamers making a game. Follow WolfTangoFox on Twitch if you want to see the developer play the game and chat about it.<br><br><i>Note:</i> All features and information subject to change as the result of testing and community feedback.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398010/header.jpg?t=1645758255",
    "developers": [
      "Wolf Tango Games"
    ],
    "publishers": [
      "Wolf Tango Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}