{
  "1398640": {
    "name": "White Hell Demo",
    "steam_appid": 1398640,
    "required_age": 0,
    "is_free": true,
    "description": "Enter White Hell, a retro-style first-person shooter where a lone survivor, Jarmo, wakes up on his toilet floor after hibernating through the apocalypse and has to fight his way through the frozen wastelands of Finland controlled by opposing extremist groups.<br><br>This demo contains the first four levels of the game.<h2 class=\"bb_tag\" >Weapons: from familiar to foreign</h2>From the classic pump-action shotgun to a sword powered by eldritch energy, White Hell provides a familiar although unique arsenal of weapons.<h2 class=\"bb_tag\" >A journey across a frost-bound land ...and beyond</h2>After humble beginnings in an apartment building, your journey leads you through overtaken cities, secret research facilities, dangerous wilderness, and into another dimension.<h2 class=\"bb_tag\" >The enemy of my enemy is my enemy</h2>The dystopian civilization of White Hell is firmly divided into two factions: the fascist Order of the Blue Eagle and the communist Red Tomorrow. Both parties are more than willing to exterminate outside threats, which include you.<h2 class=\"bb_tag\" >Unleash the power of SISU</h2>Jarmo can harvest magical SISU-energy by eradicating his enemies after unlocking his hidden powers. This energy can be used to activate SISU-mode where your weapons transform into super-powered versions with new features.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1398640/header.jpg?t=1628969146",
    "developers": [
      "Robert Raulus",
      "Mikko Tamper"
    ],
    "publishers": [
      "Robert Raulus",
      "Mikko Tamper"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}