{
  "1399480": {
    "name": "California Games (C64/DOS/Atari/Lynx/NES/SMS/Genesis)",
    "steam_appid": 1399480,
    "required_age": 0,
    "is_free": false,
    "description": "Ask anyone who considered themselves a true gamer in 1987 and the chances are they will fondly remember <i>California Games</i>. Whatever platform you played it on, sun-drenched sports played by the tanned and beautiful were the order of the day.<br><br>Includes the versions originally released for these platforms:<br><ul class=\"bb_ul\"><li> Commodore 64<br></li><li> MSDOS<br></li><li> Atari 2600<br></li><li> Atari Lynx<br></li><li> Nintendo Entertainment System<br></li><li> Sega Master System<br></li><li> Sega Genesis/Mega Drive</li></ul><br>Enjoy the six radical and awesome events:<br><br><ul class=\"bb_ul\"><li> Half-pipe<br></li><li> Roller skating<br></li><li> Surfing<br></li><li> BMX<br></li><li> Footbag<br></li><li> Flying Disc</li></ul><br>Appearing in many website and magazine ‘top 100 games of all time’ lists, <i>California Games</i> appealed equally to male and female gamers, something considered rather unusual at the time. Easy to play but hard to master, the game often led to playground arguments about which event was the best… arguments that can (maybe) now be settled once and for all!<br><br>So get ready to put your shades on, turn the stereo up nice and loud, and go gnarly to the max with a sweet 720 kick-flip backwards ollie. Or something like that, anyway...<h2 class=\"bb_tag\" >According to the original instructions...</h2><i>Introducing the gnarliest bunch of games under the sun! Games invented on the beaches by sun-baked beach bums with a fondness for ripping, grinding and shredding - with six radically thrilling events intended to bring you to the edge and blow your mind... and make adrenalin California’s most plentiful natural resource.<br><br><strong>Wish they all could be California Games</strong><br><br>Get ready to shred the face off an awesomely tubular wave. Turn a ‘berm’ on a BMX bike and spray up a wall of dirt. Launch a few feet off-the-lip with your skateboard tucked high. And while you’re up there, dance for the crowd. Or if you’re feeling like kicking back a bit, float a flying disk, juggle a foot bag with your heels, or just slalom the boardwalk on your skates.<br><br><strong>When the going gets weird, the weird turn pro.</strong><br><br>But this ain’t beach blanket bingo. In fact, before you even set foot on California turf, you’ll choose an on-screen sponsor from among the heaviest names on the circuit. Then, hit the competition route. Prizes include trophies for a single event and a top prize in overall competition.<br><br>So get air. Go crazy. Welcome to a new state of intensity!</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399480/header.jpg?t=1687253764",
    "developers": [
      "Epyx, Inc."
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}