{
  "1399260": {
    "name": "The Girl of Glass: A Summer Bird's Tale - The Journey Begins",
    "steam_appid": 1399260,
    "required_age": 0,
    "is_free": false,
    "description": "Become Kristal, the girl of glass, who is struggling with growing up, letting go of the past, and finding a future to believe in. On your journey of discovery, visit numerous places and meet a wonderful cast of characters to interact with – all in very detailed, hand-painted graphics.<br><br>The Girl of Glass tells a charming coming-of-age tale with its unique characters, beautiful settings, and many dialogue options and choices that impact the story. In the prologue version of the game, you meet Kristal at a circus. One day a boy arrives and convinces her to run away with him. <br><br>This free title contains the first hour of The Girl of Glass - A Summer Bird's Tale.<br>Your progress is transferred upon purchasing the full game.<br><br>The Journey Begins Features:<br><br><ul class=\"bb_ul\"><li>Find out why Kristal's adventure began and what urged her to embark on her quest of discovery.<br></li><li>Meet the circus people and interact with them using various flavourful dialogue options.<br></li><li>Discover the adventure part of the game - how to navigate the world around you, interact with objects, and use them to solve mysteries.<br></li><li>Learn about the basics of the puzzle-like, turn-based combat, and test your prowess against an angry cat.<br></li><li>Get a glimpse of the beautiful, hand-painted environments that surround Kristal throughout her whole journey.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399260/header.jpg?t=1601237747",
    "developers": [
      "Markus with friends"
    ],
    "publishers": [
      "En Widunderlig Produktion"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}