{
  "1399400": {
    "name": "VR historical journey to the Buddhist civilizations: VR ancient India and Asia",
    "steam_appid": 1399400,
    "required_age": 0,
    "is_free": false,
    "description": "VR通往佛教文明的历史之旅是一款虚拟游戏。在现实生活中，我们想要了解历史文化，只能通过历史书籍，图片，文物或者历史遗迹来了解。但是这些都不能满足我们，有时候我们可能会幻象有一天能够回到过去，可以亲眼看看，感受一下那个时代的文化。可是这在现实生活中基本上是不可能实现的。<br>值得欣慰的是，在VR领域中，我们创建的这款虚拟游戏使参与者通过使用虚拟现实设备进入一个极其真实的模拟世界。VR技术带来的沉浸式、身临其境的感觉让其他的技术一时很难比肩。<br><br>这款游戏是模拟古印度时代的场景，一共有6个场景；其中一个场景是根据历史资料创建的神庙场景，浓厚的佛教气息让我们仿佛穿越时空，来到了古印度时期。游戏中你可以看到曾经辉煌的神庙遗址，从里面的神像可以看出，是一个象头神的神庙。象头神犍尼萨为印度教及印度神话中的智慧之神、破除障碍之神。他是湿婆神和雪山神女帕尔瓦蒂（Parvati）的精神之子。象头神信众广泛。除了视觉上的享受，您还可以享受到我们精心为您准备的富有印度文化特色音乐哦。当然这只是我们为您准备的其中一个场景内容，其他更多的等待着您自己去探索。<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399400/extras/c51652694ce980cd5c09447cd5bc1a24.avif?t=1659429955\" width=600 height=398 /></span><br><br>在这里您只需要很少的钱就能购买我们的游戏，而且你将获得6个古印度时代建筑场景游览游戏，您可以选择任意场景开始你的游览之旅。您只要利用VR设备就能在游戏中自由的行走，游览里面的任何一个角落。同时，为了防止您在游览的过程中无聊，我们还设计了寻找宝箱的游戏环节，给您的游览之旅带来更多的趣味。每找到一个宝箱，您将获得不同的积分，您找的宝箱越多，您累积的积分也会越多；不要小看这个积分哦，这个积分将会在游戏结束之后给你带来巨大的惊喜大礼包。除了游览场景的游戏项目外，我们还提供了仿照传统捕鱼的捕鱼游戏项目，弓箭射猎游戏和贪吃蛇游戏等。不得不说的是，贪吃蛇的游戏非常的有利于我们的肩颈健康，在游戏的同时，也在不断的锻炼我们的颈椎，真的是一个非常不错的游戏呢。<br><br>你看，你只需要花费非常少的钱就能获得这么多的东西，真的是非常的划算。如果你家里面有小孩，可以让小孩也一起玩这个游戏，让孩子了解更多的历史文明。你们不需要跨越千里就能让孩子游览世界遗迹，没有长途跋涉的疲惫，没有拥挤的人群，也不需要购买门票；一切都变得非常的简单方便。<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399400/extras/c45fdb34f7e3888ca91ac746e8d4fa0d.avif?t=1659429955\" width=600 height=778 /></span><br>下面我将为你简单的介绍一下古印度和佛教的发展历史。<br><br>印度佛教产生并教流传于古印度，时间上大约在公元前6~5世纪时期。创始人为悉达多（公元前565~485），母系族姓为乔达摩，释迦牟尼是佛教徒对他的尊称，意为“释迦族的圣人”。佛教兴起的时候正是印度奴隶制经济急剧发展的时期。当时印度次大陆社会经济发展极不平衡，大部分地区进入奴隶社会，但有的地方还保持着氏族公社的残余；在某些经济发达的地区，生产力已经有了很大的提高，农业是生产的主要形式，手工业已经从农业中分化出来；随着商品经济的发展，一批批以城镇为主的奴隶制国家开始建立起来。当时各国之间相互征伐，雅利安人等外来的部族和土著民族矛盾重重，阶级矛盾十分尖锐。<br><br>在佛教兴起前，婆罗门教是印度的主要宗教，婆罗门教思潮占有统治的地位。婆罗门教主张吠陀天启、祭祀万能和婆罗门至上三大纲领，但是随着奴隶制国家的出现和发展，这种思潮已不能完全适应新兴的刹帝利贵族的统治需要，于是，出现了自由思想家提倡的沙门思潮。据佛经说这些思潮有“六师”和“九十六种外见”，其中主要的有顺世论、奢那教和生活派（又称邪命外道）等等，佛教也是其中的主要一派。在当时的奴隶制国家中，摩揭陀国和侨萨罗国都是佛教流行较早的地区。<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399400/extras/f4295f8e1039f25f2ebd5bc61c560ee7.avif?t=1659429955\" width=600 height=842 /></span><br><br>佛教在印度经历了1800年的历史，其过程大致可分为4个时期：原始佛教时期（公元前6或前5世纪~4或3世纪)\\部派佛教（公元前4或前3世纪~到公元元年前后）、大乘佛教（公元元年前后~7世纪）和密教时期（约7~13世纪初）。在后三个时期中还出现了很多在理论和修持上不同的派别。<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399400/extras/0984b3c5ea5e255d7790c423228d88bd.avif?t=1659429955\" width=600 height=390 /></span><br><br>从公元3世纪下半叶开始，佛教就开始不断向古印度境外传播，逐渐发展成为世界性的宗教，而在印度本土则由于公元8~到9世纪以后印度教的兴盛，加上佛教内部部派系别的纷争和僧侣的腐败，以及外族频繁的入侵，特别是伊斯兰教徒的武力征服，不少僧侣被杀戮，很多重要的寺庙和文物遭到破坏，因此印度佛教开始衰微，到13世纪初趋于消亡，直到19世纪后才稍有复兴。<br><br>（公元前600～公元800）古代印度的历史特征在于瓦尔纳制的确立及其向种姓制度的转化，部落社会的同化及其向国家的转化，授地制的兴起及其向封建制的转化，佛教由盛而衰，以及新婆罗门教的兴起及其向印度教的转化。佛陀时期（前6～前2世纪） 从吠陀时代末期（前600）到摩揭陀国孔雀王朝的400多年的佛陀时期，是继印古印度金币 度河文化城市繁荣之后的第二次城市繁荣时期。在这时期里，释迦牟尼创立了佛教，大雄创立了耆那教。据佛教文献记载，公元前6世纪初，印度有16个国家。其中主要的有摩揭陀、迦尸、只萨罗、跋只、俱卢、般遮罗和犍陀罗等。在这个时期的大国里，瓦尔纳的等级制取代了部落制。国君和武士成为刹帝利，祭司和教师成为婆罗门，农户和纳税者成为吠舍，服务于以上3个等级的劳动者则成为首陀罗。孔雀王朝时期（前322～前185） 摩揭陀王国孔雀王朝的奠基人是与佛陀同时的频毗婆罗。在孔雀王朝中，唯有国王有权拥有常备军和接受贡奉。国王权力标志着刹帝利对婆罗门长期斗争的胜利，但婆罗门在孔雀王朝仍然拥有大权。在阿育王统治期间，印度古代奴隶制君主专制的集权统治达到顶峰。为了扩大他的王国，阿育王征战了11年，但战争的血腥与残酷使他悔悟了。后来阿育王皈依了佛教，并在佛教和平教义的基础上建立了新法。阿育王在国内修筑道路，扩大灌溉工程，发展国家的经济，使国家繁荣和兴盛起来。<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399400/extras/a37a13dfec3f2b8ede12a8aee3c8a97b.avif?t=1659429955\" width=600 height=434 /></span>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 日语, 简体中文, 繁体中文, 葡萄牙语 - 葡萄牙, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399400/header.jpg?t=1659429955",
    "developers": [
      "William at Oxford"
    ],
    "publishers": [
      "William at Oxford"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}