{
  "1399940": {
    "name": "BATSU!",
    "steam_appid": 1399940,
    "required_age": 0,
    "is_free": false,
    "description": "A long, long time ago, an ancient evil was trapped inside of a magical gong. The gong was struck and released this evil into the world. Now, only one thing can stop it- comedy warriors that compete in improv challenges to appease the evil spirit. If any of them aren't funny or mess up, they will be punished! <br />\r\n<br />\r\nBATSU! is a digital party card game full of hilarious improv challenges and humiliating or painful punishments! The game is based on the hit live Japanese punishment game show in NYC and Chicago. Put your “funny” friends to the test in improv challenges while risking a BATSU! (&quot;punishment&quot;, in Japanese.)<br />\r\n<br />\r\nEach round a different player is the judge. The judge of the round draws an improv Challenge Card for the other players to compete in. These could be anything from telling a story, to acting as props in a play. There is a deck of audience suggestions to switch things up every time a challenge is drawn. Different challenges require different types of suggestions. For example, the judge may draw a Place Card so the scene could take place anywhere from a baseball field to Mars. The judge then decides which player did the worst and deserves to be punished, Japanese game show style! <br />\r\n<br />\r\nIn the live show, the cast and volunteer audience members get eggs thrown at them by the giant Mr. Chicken, are shot with a paintball marker, have to eat body sushi after it's been dipped in a hairy belly button full of soy sauce, or worse! Things are a bit tamer in the digital card game since our attorneys said it had to be, but it can still get pretty heated! For example, it could be something humiliating like calling a friend to tell an embarrassing story about you, or painful like getting an arm hair plucked out!<br />\r\n<br />\r\nDon't worry, we added a Mr. Chicken clause and before the game begins, players can agree on a punishment they’d have to do instead if they don’t want to do the BATSU! they have pulled. <br />\r\n<br />\r\n In the end, players are either funny or get punished!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1399940/header.jpg?t=1666935496",
    "developers": [
      "Giant Fox Studios"
    ],
    "publishers": [
      "Giant Fox Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}