{
  "1400680": {
    "name": "Impossible Mission II",
    "steam_appid": 1400680,
    "required_age": 0,
    "is_free": false,
    "description": "Sequel to the equally-popular <i>Impossible Mission</i>, this classic 1980s action platformer sees you tasked with infiltrating a futuristic fortress, built to keep safe professor Elvin Atombender, a malicious mastermind hell-bent on world domination. Again.<br><br>First released in 1988, the game was one of the most highly anticipated of the day, winning legions of fans on platforms as diverse as the Atari ST, ZX Spectrum and even Nintendo’s NES. Complimented for its tricky puzzles, excellent animation and tense gameplay, Impossible Mission II and its prequel are still capable of sending players of a certain age into raptures.<br><br>Now available on Steam for the first time, responsibility for saving the world now rests with you. Conquer the eight outer towers, access the main central one, avoid the robots, steal something or other and become a hero.<br><br>Is this mission impossible? There’s only one way to find out…<h2 class=\"bb_tag\" >According to the original instructions…</h2><i>Elvin returns in a high-rise duel to the death...<br><br>Elvin - that malicious mastermind bent on world domination - has built a futuristic fortress filled with the most sophisticated destructive devices, deadly to anyone determined to stop him. That’s where you come in. As a 25th century sleuth, your mission is to find the secret code accessing his stronghold.<br><br>Uncover clues in the executive office suites without being zapped by lightning-shooting push-bots. Or maybe you’d rather search the parking garage where you’ll have nasty mine layers to deal with. Each tower is wired with state-of-the-art surveillance cameras, robot guards and secret security-coded passageways.</i>Impossible Mission II<i> requires strategic moves and a sharp investigative sense to outsmart Elvin and his band of destructive evil-doers.<br><br><ul class=\"bb_ul\"><li> Use your pocket computer map to guide you through the towers.<br></li><li> Use your tape player to listen to coded pieces of music you collect.<br></li><li> Search objects on the screen for secret code numbers and weapons to destroy enemy robots.<br></li><li> There are eight outer towers in all, each with a unique theme and level of difficulty.</li></ul></i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400680/header.jpg?t=1599809497",
    "developers": [
      "Epyx, Inc."
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}