{
  "1400510": {
    "name": "Castle Rock Beach, West Australia",
    "steam_appid": 1400510,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400510/extras/c083e903a1b0042a4c88f00da0963eb7.avif?t=1707059169\" width=600 height=268 /></span><br><br>Castle Rock Beach, West Australia is a short exploration/photography experience set in a spectacular stretch of coastline in Australia's south west. Use the game's camera to observe and interact with the world around you while exploring and completing photo-related objectives. The game has in important focus on immersion and not holding your hand, your attentiveness and eagerness to explore will be rewarded with access to hidden areas and new features. The game also includes an immersive curated soundtrack courtesy of Chillhop Music, This is definitley one for turning down the lights and wearing headphones.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400510/extras/86acbb9028483d3dd9ca4d4811a62c65.avif?t=1707059169\" width=600 height=196 /></span><br><br>This project started out as a showcase of my work in environment design, I wanted to create a realistic, densely forested scene using photoscanned 3d assets that could run smoothly in real-time. The environment was created in Unreal Engine 4 with heavy reference to photos taken at the location, You'll encounter crashing waves, dense bushland, secluded beaches and long stretches of Australian country road, a lot of which resemble the appearance of the real location. As I spent more time on this I began to build on some camera mechanics I thought added a unique/personal level of interactivity to the experience. I hope the atmosphere and ambience created by the environment will keep you coming back when you're stressed.<br><br>Some Extra Reccomendations:<br>- Personalise the soundtrack! Feel free to pause the in-game music and play your own in the background.<br>- The VR version is a great way to be immersed in the world but I'd still recommend the desktop version as the best way to experience the game.<br>- Please try to avoid looking for online guides if you're feeling impatient. Often what you're looking for will only take a few extra minutes to discover.<br><br>Thanks so much for your support on this title and my other games. I'll be in the discussions section as much as possible to listen to feedback and talk about potential new features.<br>- Matt<br><br>Also features an extensive sountrack thanks to friends at Chillhop Music<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400510/extras/e023cd51a94eeb2f85cc8a8f2be93e88.avif?t=1707059169\" width=172 height=64 /></span><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400510/header.jpg?t=1707059169",
    "developers": [
      "Matt Newell"
    ],
    "publishers": [
      "Matt Newell"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}