{
  "1400520": {
    "name": "Nomads of Driftland",
    "steam_appid": 1400520,
    "required_age": 0,
    "is_free": true,
    "description": "<i>The promise to restore civilization to its former shape and return to the times of splendor overcame sadness. It filled the hearts of Driftland's inhabitants with new hope and energy. Determination for action diverted attention from the numerous conflicts between quarrelsome mage-rulers and various injuries sustained by those who did not give in to their will.<br><br>Outlaw rebels, by the mage-rulers called <strong>Nomads</strong>, are exterminated and treated as barbarians. They believe that the new order is an attempt to restore balance in shape that has once destroyed the planet.</i><br><br><strong>Now, the Nomads must fight to defend their values and survive.</strong><h2 class=\"bb_tag\" >About the game</h2><strong>Nomads of Driftland</strong> is an RTS game initially created as an add-on to <strong>Driftland: The Magic Revival</strong>. Since it is significantly different from the base game, we decided to release it as a standalone expansion and make it available for free. <br><br>Base game - <strong>Driftland: The Magic Revival</strong> is a unique fusion of RTS, 4X strategy, and Sim genres in a fantasy world made up of the shattered planet. The player takes on the role of a powerful mage-ruler capable of moving and reshaping parts of the planet. Both game mechanics and history are based on an innovative concept of dynamic topography and issuing orders to individuals with free will.<br><br>Nomads do not have a ruler and do not carry out orders like other races in the base game. <strong>Units are managed directly, like in classic RTS games</strong>. New unit types/classes affect strategy on the battlefield.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 简体中文, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400520/header.jpg?t=1741710389",
    "developers": [
      "Star Drifters"
    ],
    "publishers": [
      "Star Drifters"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}