{
  "1400900": {
    "name": "Castle Rock Beach VR Compatibility DLC",
    "steam_appid": 1400900,
    "required_age": 0,
    "is_free": false,
    "description": "Explore the world with an extra layer of immersion, accompanied by some additional VR exclusive screenshot mechanics. While the desktop version of the game has the highest fidelity visuals, I still reccomend this version for those who would love to experience the game in this medium. Hitting the right visual quality/performance balance for VR has always been a bit of a struggle but I've put a lot of time into optimisation and building VR specific mechanics, so it should be a smooth experience on most headsets.<br />\r\n<br />\r\n- Includes both teleportation and free movement systems, for any comfort level.<br />\r\n- Use the motion tracked screenshot system to capture your unique perspective and to form creative new shooting compositions.<br />\r\n- Extensive UI and video options to help tailor your experience depending on the power of your pc.<br />\r\n- Includes the same in-game objectives and tasks as the desktop version.<br />\r\n<br />\r\nThank you so much in advance for choosing to try this version out, your support will help keep the desktop versions free for my new titles. If you have any thoughts/feedback to help improve the experience, please drop by the Community Hub! I'll try and be as active there as I can.<br />\r\n<br />\r\n- Matt",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1400900/header.jpg?t=1702386413",
    "developers": [
      "Matt Newell"
    ],
    "publishers": [
      "Matt Newell"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}