{
  "1401020": {
    "name": "Where Is My Vodka?",
    "steam_appid": 1401020,
    "required_age": 0,
    "is_free": false,
    "description": "What could be more peaceful than feeling like a resident of a remote Russian village? A house hidden behind a high fence, its own household and fresh air. However, one unfortunate night will be remembered here for a long time.<br />\r\nThe game tells the story of four old friends, who here and now are preparing a decoction with wonderful properties - hooch. However, their task is not so simple: the device was disassembled and lost many years ago, and as everyone has known for a long time, the wife of Valera's grandfather does not turn her home upside down.<br />\r\n<br />\r\nThe gameplay is conventionally divided into three stages, in each of which the side of the grandfathers needs to approach the final distillation of the hooch.<br />\r\nThe first stage is to find ingredients and constructions for the subsequent infusion of the braga. The second stage can be called the insistence of the braga, during which the grandfather's team in every possible way protect the barrel with the product, hiding or passing it to each other.And the third stage is the distillation of hooch, which also requires a special apparatus and a heat source - a gas stove. The task of the grandmother during all stages is to interfere with cooking, having in her arsenal stunning blows, a huge reserve of strength and the ability to transfer stunned players to places from where only teammates can save them. However, the sides have the same chances of winning, because the grandfathers' abilities are aimed at helping the team at critical moments of the game.<br />\r\n<br />\r\n<br />\r\nIs waiting for you:<br />\r\n- Addictive gameplay based on well-coordinated teamwork and focus of the mind.<br />\r\n- Characters with a unique story.<br />\r\n- A system of abilities of grandfathers, allowing you to briefly gain control over a superior grandmother in order to successfully achieve a goal.<br />\r\n- A system of random generation of items to create a special atypicality of each game.<br />\r\n- The spirit of the Russian village, due to the map made in the typical style of the hinterland.<br />\r\n<br />\r\nPlay as grandfathers, collect your hooch still and fight for sobriety. Or defend your home by controlling your grandmother.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1401020/header.jpg?t=1699488896",
    "developers": [
      "Bridge Production"
    ],
    "publishers": [
      "Bridge Production "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}