{
  "1401530": {
    "name": "Project Existence Testing Environment",
    "steam_appid": 1401530,
    "required_age": 0,
    "is_free": false,
    "description": "Participate in the ever-evolving Project Existence Testing Environment (PETE), the experimental multiplayer sandbox for Arctic Theory’s upcoming title. <br><br><u>To be clear: This is not the game!</u><br><br>PETE is Arctic Theory’s canvas for design exploration; a live game lab space to try out new features, game mechanics and technology with real players as the development team works toward the release of their open beta.<h2 class=\"bb_tag\" >What to expect?</h2><br>This is not a “game” in the traditional sense. If you’re looking for hours of gameplay, deep narrative design and highly-polished features, PETE might not be for you. There is stuff to do, however! Resource gathering, outpost building, basic factory automation and even some rudimentary mission content, with increasingly more elaborate systems to play around with as developers add more robust content to the sandbox. Build stuff, break things, offer your feedback. WE WANT THAT FEEDBACK!<br><br>Yes, there will be bugs, broken features, confusing UI and the usual rigamarole you’ll find in early testing, but you’ll also experience the satisfaction of helping squish them bugs, build neat stuff, refine UI and have some fun along the way. Fun is the best! <br><br>To stay updated on the latest Project Existence Testing Environment news, check out the frequently updated Steam dev blog. You can also , where Arctic Theory frequently engages with the community and gathers that sweet, sweet feedback!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1401530/header.jpg?t=1708371084",
    "developers": [
      "Arctic Theory"
    ],
    "publishers": [
      "Arctic Theory"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}