{
  "1401640": {
    "name": "Kapital: Sparks of Revolution Demo",
    "steam_appid": 1401640,
    "required_age": 0,
    "is_free": true,
    "description": "Kapital is a hybrid of city-builder and society management game. You play as a new mayor of the city that was recently destroyed by war. Your goal is to restore the city to its former glory by managing limited resources, resolving social conflicts, and overcoming crisis situations.<br><br><strong>DIVIDED SOCIETY</strong><br>The population of your city consists of 3 classes: nobles, bourgeois, and workers <br>- Nobles are rich and educated people who get their privileged status by birthright.<br>- Bourgeois are self-employed businessmen, who earned their fortune by hard work and luck. <br>- Workers are common people who don’t have any property or education. <br><br>All of them want a better tomorrow.<br><br><strong>CRISIS MANAGEMENT</strong><br>Rebuilding the city is not an easy task. Your resources are limited, so you have to decide who will get food and shelter first. Be prepared to face new threats on a regular basis.<br><br><strong>PROTESTS AND RIOTS</strong><br>There is no way you can make everyone in the city happy. People with unsatisfied needs will protest and riot. You have to decide which class to support and which to suppress.<br><br><strong>SHAPING THE FUTURE</strong><br>As a ruler of the city, you have the power to bring new laws which shape your society. Which class will become dominant in a new political system? Only you have the answer.",
    "supported_languages": "英语, 俄语, 德语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1401640/header.jpg?t=1656591040",
    "developers": [
      "Lapovich Team"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}