{
  "1402920": {
    "name": "Ultimate Admiral: Age of Sail - Barbary War (FREE for EA buyers)",
    "steam_appid": 1402920,
    "required_age": 0,
    "is_free": false,
    "description": "The DLC was created during the EA period to be offered to our great community, the backers, the closed beta testers, and the EA supporters, as a reward for their valuable help in completing Ultimate Admiral: Age of Sail.<br><br><strong>10 historical and speculative battles, USS Constitution, above 8 hours of the game-play</strong><br><br>The American Revolution has ended. The Thirteen Colonies have defeated the British Empire and gained their independence. But now, the newly formed United States have a new threat to deal with… the mighty Barbary corsairs!<br><br>These dangerous pirates and privateers operate from the coastal regions of North Africa, known as the Barbary Coast, a mixture of Muslim sovereign states belonging to the Ottoman Empire.<br><br>Without the protection of the powerful British fleet, the US trade ships traveling through the Meditteranean and the Atlantic ocean become easy prey to the Barbary pirates. The American ships are raided, the crew becomes murdered, enslaved, or taken for ransom. <br><br>The situation is dire for the newly born nation and only you can help! <br>Take command of a small fleet, confront the pirates, and secure the trade routes for the American merchant ships! <br><br>====================================================================<br>This expansion DLC for Ultimate Admiral: Age of Sail offers a special, standalone campaign where you utilize your resources to create and expand your own fleet and army.  <br><br>The campaign contains 10 historical and speculative battles, including the naval battles against the Algerian flagship Meshuda, the clash of the US fleet versus the Tripolitanian fleet, the battle of Derna, the blockade and siege of Tripoli and many other battles based on actual historical events.<br><br>You will have the chance to command some of the most famous US warships, such as the heavy frigate USS Constitution also known as “Old Ironsides”, the USS Chesapeake, the USS Constellation, or you can alternatively create your own legendary ships that will ultimately defeat the Barbary Pirates!<br><br>Sail into new waters and fight against unknown foes on new maps and battlefields with new thematic music.<br><br>Leave the unique experience of Ultimate Admiral: Barbary Wars!",
    "supported_languages": "英语<strong>*</strong>, 俄语, 法语, 德语, 简体中文, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1402920/header.jpg?t=1617968544",
    "developers": [
      "Game-Labs"
    ],
    "publishers": [
      "Game-Labs"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 7,
      "total_negative": 0,
      "total_reviews": 7
    }
  }
}