{
  "1402520": {
    "name": "Chip's Challenge - The Original DOS Classic",
    "steam_appid": 1402520,
    "required_age": 0,
    "is_free": false,
    "description": "Originally published in 1989 <i>Chip’s Challenge</i> is a much-loved top-down tile-based puzzle game. Although first available as one of the select few launch titles for Atari’s <i>Lynx</i> handheld console, it was the adaptations for PC that picked up legions of lifelong fans. From the original DOS release in 1990 to the imaginatively titled <i>Microsoft Entertainment Pack 4</i>, then the game’s inclusion in Microsoft’s 1995 <i>Best of</i> bundle, <i>Chip’s Challenge</i> was considered an archetype of the action puzzler genre on PCs for well over half a decade.<br><br>The back story to all the fun is that the game’s teenage protagonist – Chip McCallahan – wants nothing in this world more than to become a member of the highly exclusive ‘Bit Busters’ club so he can hang out with the girl of his dreams – Melinda the Mental Marvel. To achieve this, our eponymous hero must navigate his way through a 148-level ‘clubhouse’ that Melinda has set up in the (seemingly huge) school laboratory.<br><br>Each level of <i>Chip’s Challenge</i> requires Chip to collect enough chips to open the chip socket at the (chip?) exit. In his way are fiendish block-based puzzles, buttons to press, doors to unlock, water to cross and lethal monsters to avoid. Controlling the lovestruck teen by use of the arrow keys, numeric keypad or mouse, you must always be conscious of the time limit – whether the level you’re currently stuck on is taxing your thinking skills or your arcade-action reflexes.<br><br>With users of BBS forums and the early web sharing level editors – and the resulting efforts both good and bad – the game is often seen as one of the first with a truly global modding scene, and has seen countless ports, re-makes and re-boots. There’s only one way to enjoy the original official DOS version here on Steam – and that’s to download this amazing game NOW!<h2 class=\"bb_tag\" >According to the original manual:</h2><i>Chip would do anything for Melinda the Mental Marvel... </i>more<i> than anything, because he wanted to join Melinda’s exclusive computer club – the Bit Busters. So you can imagine how Chip felt when Melinda sat down next to him in the school café and offered him membership... on one condition.<br><br>Take control of Chip as he does some heavy interfacing with a few interesting puzzles. Melinda will monitor your progress as you enter and work your way through 148 levels of challenging maze-like paths and puzzles. Once you accept the challenge, there is no escape; monsters, traps and the ticking of the clock all conspire to defeat you before a level is completed.<br><br>You must ram blocks of soil together to create bridges over water traps, or use them as buffers against cherry bombs. Invisible partitions will impede your progress, coloured keys will open doors that lead to other keys that will open even more doors to make it through… so you must keep your puzzle sequences stored in your memory.<br><br>Most levels have a specific number of chips that you must collect before you can progress to the next level. Sometimes you must snatch those chips from under the noses of deadly bugs who are just aching to take a bite out of you!<br><br>Well, Chip, are you still up for the challenge? You can’t get that Bit-Busters tee shirt out of your system? OK then buddy, make tracks for level one of </i>Chip’s Challenge<i>!</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1402520/header.jpg?t=1599518905",
    "developers": [
      "Epyx, Inc."
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}