{
  "1403410": {
    "name": "HOLY QURAN VR EXPERİENCE Demo",
    "steam_appid": 1403410,
    "required_age": 0,
    "is_free": true,
    "description": "The Quran was begun to be revealed to the Islamic prophet Muhammad in the Hira Cave on Mount Nur in Mecca on the Night of Power of Ramadan in 610. Since the Quran was completed with the pass away of the Prophet Muhammad, it was not collected while he was alive, but preserved by memorization. One of the oldest examples of the Quran, which was later turned into a book, is currently on display at the Topkapı Palace in Istanbul.<br />\r\n<br />\r\nIt is definitely known that the content of the Quran is not changed and cannot be changed, it is sent by Allah as a healing and mercy to people. But except the wrongdoers!<br />\r\n<br />\r\nIn the lights of this information, this application has been developed to help transmit this miraculous book, which was sent to guide people in divine search, to people through virtual reality.<br />\r\n<br />\r\nIn the following years, we will continue to work with great determination to ensure that the entire book is transferred to virtual reality environment and that all humanity can benefit from it.<br />\r\n<br />\r\nSRİO<br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\nKur'ân-ı Kerim İslam peygamberi Muhammed'e 610 yılının Ramazan ayının Kadir Gecesi'nde Mekke'deki Nur Dağı üzerindeki Hira Mağarası'nda indirilmeye başlanmıştır. Kur’ân-ı Kerim Hz.Muhammed'in vefatı ile tamamlandığı için kendisi hayatta iken toplanmamış, ezberlenerek korunmuştur. Daha sonra kitap haline getirilen Kur'an-ı Kerim'in en eski örneklerinden biri şu an İstanbul'da bulunan Topkapı Sarayında sergilenmektedir.<br />\r\n<br />\r\nBu uygulamanın amacı; içeriğinin değiştirilmediği ve değiştirilemeyeceği kesin olarak bilinen Kur'an-ı Kerim'in, Allah tarafından insanlara bir şifa ve rahmet olarak gönderildiğidir. Ancak zalimler hariç!<br />\r\n<br />\r\nBu bilgiler ışığında bu uygulama, ilahi arayış içerisinde olan insanlara yol göstermek üzere gönderilen bu mucizevi kitabın, sanal gerçeklik yoluyla insanlara aktarılmasına yardım etmek için geliştirilmiştir.<br />\r\n<br />\r\nİlerleyen yıllarda kitabın tamamı bu ortama aktarılarak tüm insanlığın ondan istifade etmesi için büyük bir azimle çalışmaya devam edeceğiz.<br />\r\n<br />\r\nSRİO",
    "supported_languages": "英语<strong>*</strong>, 阿拉伯语<strong>*</strong>, 土耳其语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403410/header.jpg?t=1598646532",
    "developers": [
      "ilhan ozbay",
      "ilhami ozbay",
      "mustafa ozbay"
    ],
    "publishers": [
      "Srio Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}