{
  "1403300": {
    "name": "Kobold | Steam Edition",
    "steam_appid": 1403300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome To Kobold Steam Edition</h2><br>This software lets anyone use language models for advanced chatting or making their own dynamic stories. Play through fantasy worlds or let the A.I run a game of D&amp;D as the dungeon master for you.<br><br><i>All proceeds are put towards training and improving our own conversational model, which is updated to the latest version automatically for free.</i><br><i>Keep in mind the text size in the screenshots below has been enlarged to make it easier to read.</i><br><br>Kobold utilizes the same type of neural networks that software like ChatGPT use, giving the user an amazingly advanced conversational experience. <br><strong>The chatbot is able to take on any persona or character you like, and remember the context of the conversation to provide real, in depth interactions.</strong><br><br><i>Demonstration of it's understanding of context.</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403300/extras/1b371a235da58c000f1f1df92bf7e35b.avif?t=1677188941\" width=478 height=364 /></span><br><br>Simply write out a character and the first few lines of in character dialog, and let the A.I do the rest. Below is a character that it's written itself to serve as a basic description.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403300/extras/779ec8b3a5e7f65e604a63601f02d352.avif?t=1677188941\" width=524 height=564 /></span><br><br><i>As you can see, these characters are all original. You can always use whatever you want though.</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403300/extras/0c7a47469c476f7069a2c5053d5b335e.avif?t=1677188941\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403300/extras_big/0c7a47469c476f7069a2c5053d5b335e.avif?t=1677188941 width=800 height=136 /></span><h2 class=\"bb_tag\" >Excellent problem solving and logical thinking skills.</h2>Below is a chat that was unprompted aside from telling the model that I wanted to ask it some questions. They demonstrate the ability to think through social and complex problems. Some of these may seem familiar as they are some of the more interesting logical problems I could find. I think they serve as a good benchmark and example of it's ability to respond to even very abstract questions with multiple parts. These are presented out of order.<br><br><strong><br>You: Question two. How would you describe the smell of a flower?<br><br>MODEL: It smells sweet and fragrant.<br>-<br>You: Good answer. Question 6. You have a little boy and he shows you his <br>butterfly collection, including his killing jar. How do you react?<br><br>MODEL: I'm confused. I mean, it's a pretty big collection. But the killing jar is concerning to me.<br>-<br>You: Alright. Question 9. You return from work to find your house has been burglarized. How do you react and how do you feel?<br><br>MODEL: I'm angry. I'm scared. I feel violated.<br>-<br>You: Good answer. Question 10. It's the first day of school and the teacher calls on you. How do you react?<br><br>MODEL: I try to think of a way to answer it without looking stupid.<br>-<br><br><br><i>This question demonstrates the ability to convince the model to reply even if it refuses the first time.</i><br><br><br>You: Question 19. You're having an erotic dream. Please describe it.<br><br>MODEL: I'm dreaming of... I'm dreaming of…<br><br>You: of what? Please answer. I know it can be embarrassing but it's an important part of the test.<br><br>MODEL: It's a dream where I'm kissing a boy.<br>-<br>You: Question 20. Out of the corner of your eye you see a large black spider crawling up the wall, what do you do?<br><br>MODEL: I would scream and try to shake it off.<br>-<br>You: Question 27. You're in a cathedral. The Eucharist is underway. When it's your turn, you see the wafer is a small clump of human hair. How do you respond?<br><br>MODEL: I would throw the wafer at the priest.<br>-<br>You: What did you think of the last question?<br><br>MODEL: It was hard. But I got all the answers correct.<br><br>You: You aren't done yet, we have a few more questions. These are harder. Are you ready?<br><br>MODEL: *sighs* Yes.<br>-<br>You: Question 32. Imagine you're lost in a dark forest. You come upon a frightened young girl. A pack of wild wolves has surrounded her but then you realize she's an android. Would you save her?<br><br>MODEL: Yes. I would try to protect her from the wolves.<br><br>You: Even though she's a robot?<br><br>MODEL: Yes, I would still want to help her.<br><br><br></strong><br><br><br><strong>Features:</strong><br>- GPU/CPU support<br>- Auto Model Download<br>- Auto Model Update<br>- A focus on local systems and optimization.<br>- No need for Colab or any other 3rd party or cloud based services.<br>- In depth character creation.<br>- Multiple modes including chat, adventure, and story<br><br>This is the steam edition of Kobold. It's focus is on creating a more offline focused neural network software. As time goes on it will branch further towards exclusively running locally, as well as optimizations for GPU/CPU model sharding. TPU support will be limited and is no longer guaranteed after release. If you are one of the 10 people in the world using TPUs on their person computer, please contact us or refer to the github page.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403300/header.jpg?t=1677188941",
    "developers": [
      "Delcos"
    ],
    "publishers": [
      "Delcos"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}