{
  "1403910": {
    "name": "Marble Age: Remastered Demo",
    "steam_appid": 1403910,
    "required_age": 0,
    "is_free": true,
    "description": "Experience the first 43 turns of Marble Age Remastered with this Demo! <br><br>Ancient Greece is calling for the bravest and wisest!<br><br>One of the most popular games of Clarus Victoria, Marble Age, is back, better than ever! Your task is to lead a small village at the dawn of Aegean civilization to its glorious future as one of the most powerful Polises - Athens, Corinth, or Sparta.<br><br>Together with the citizens, you will have to fight against invasions, deal with domestic conflicts, survive natural cataclysms in order to unite the whole Ancient Greece under your rule, and conquer the entire known world from Northern Africa to North Europe.<br><br><strong>Key features:</strong><br><br><ul class=\"bb_ul\"><li>Your choice of a Polis will determine the game's strategy: diplomatic style for Athens, trading style for Corinth, and military-style for Sparta.<br></li><li>Wisely distribute your workers to ensure a stable supply of food and materials.<br></li><li>Discover ancient technologies, wisely manage resources, and turn your settlement into a flourishing and influential Polis!<br></li><li>Explore the world, establish colonies, build relationships with neighbors through the game's deep diplomacy system.<br></li><li>Learn the history of Ancient Greece in a fun way!</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403910/header.jpg?t=1601982427",
    "developers": [
      "Clarus Victoria"
    ],
    "publishers": [
      "Clarus Victoria"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}