{
  "1403230": {
    "name": "Penny RPG: Shadows of the Lost - A Blood City Tale",
    "steam_appid": 1403230,
    "required_age": 0,
    "is_free": false,
    "description": "After waking up in a strange unfamiliar hospital bed after a two year coma, John Smith decides to salvage what's left of his life and live a quiet and peaceful existence.  He has no idea who he was or how he ended up in a coma in the first place.  All he knows now is that that a third of his body was so badly damaged and burned that it's been replaced with cybernetics.  Then there are the nightmares that plague his dreams every night sending him to the edge of his own sanity.  Follow Mr. Smith on his journey to unravel his past and unlock the doors that lead him on a journey not just about self discovery, but his very survival.<br />\r\n<br />\r\nJourney through Chicago with John Smith in this classic noir tale as he pieces together clues about his past, battles enemies, and tries to reluctantly put his life back together.  And like classic noir tales of old, you know that not everything is as it seems.  Who will John be at the end of it all?  Shadows of the Lost is a mix of adventure game mechanics and turn based RPG set in a futuristic cyberpunk world.  <br />\r\n<br />\r\nThis 2D RPG is the first game in our Penny RPG series which is a series of short, inexpensive RPGs with throwback mechanics and thoughtful storytelling.  If you're a fan of JRPGs with a mix of more modern systems, then you'll be right at home.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1403230/header.jpg?t=1652549027",
    "developers": [
      "OMC Games"
    ],
    "publishers": [
      "OMC Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}