{
  "1404100": {
    "name": "国产游戏公司模拟",
    "steam_appid": 1404100,
    "required_age": 0,
    "is_free": false,
    "description": "大家好，我是这款游戏的制作人单细胞。之前做过两款小众的战棋游戏《军团战棋》《军团战棋-英雄时代》<br />\r\n《国产游戏公司模拟》这款游戏现在还在制作中，现在开启预约。<br />\r\n<br />\r\n接下来就要说一下我为什么要制作这样一款游戏的心路历程了<br />\r\n<br />\r\n我从小学开始玩游戏，作为一个玩家经历了国产游戏从当年世界一流的制作水平一步步走到了现在世界最强的氪金水平。在自己做游戏之前，总是在想一个问题，为什么国内的游戏公司只想着靠游戏赚钱，就不能站在玩家的角度考虑，做一些真正好玩的游戏。当时的我觉得只要做出一款好玩的游戏，玩家喜欢玩不就自然就能赚钱了，然后拳打企鹅脚踢猪场，走上人生巅峰，迎娶白富美（原谅我当时还是个宝宝）。<br />\r\n然后，我就加入了游戏开发的行业，然后我就被教育了，然后我就被残酷的现实按在地板上摩擦了…………<br />\r\n当然最终目的还是达到了——迎娶了白富美^___^。<br />\r\n<br />\r\n说回正题，影响一个游戏的因素太多了，游戏类型和题材，宣传和流量等等，玩家觉得好玩似乎是一个看上去重要，实际上没那么有用的因素，玩家觉得“好玩”的游戏太多了。在媒体，平台和代理已经把控流量的现在，几乎所有本来以为可以白嫖的宣传原来都需要钱，赚钱已经成为衡量一个游戏的核心标准。你不赚钱没有热度媒体平台代理都不想理你，甚至连玩家都会嫌弃，觉得玩冷门游戏太掉价。<br />\r\n<br />\r\n之前还是“宝宝”的我一直认为买断制的游戏才是真的良心，而且玩家也会喜欢，但其实大量的免费玩家才是主流。<br />\r\n在这些玩家眼里，哪种才是所谓的良心游戏呢？大概就是游戏30%的内容免费，在送几个看上去很不错的角色，每天还有各种免费抽奖的活动，最后50%的内容要以千百倍的价格氪金，但是我可以不花钱就能玩，这种才是真正的良心。<br />\r\n买断是什么，买断要钱的，玩游戏怎么可以花钱呢？？？真是验证了某位前辈的话，“良心只是手段，你不能真的良心”。<br />\r\n<br />\r\n不过这些都是年轻的代价，年轻人么，总要傻逼几回。虽然钱没有了，但是我们收获了很多玩家和粉丝，他们给了我们很多鼓励和帮助，也是他们的支持让我们坚持到现在。我一直觉得开发者应该真正用心和玩家交流，因为在作为玩家的时候，很想和开发者讨论游戏内容，给游戏提建议，之前的游戏也是在玩家的建议中逐渐完善。但是认真的交流（激烈的讨论）总是会有意外的，因为有时候你不能满足所有人。<br />\r\n<br />\r\n这几年来最伤心的就是来自一些玩家对我们的伤害，比如被某些玩家抓着黑和喷，威胁动员水军来刷差评，故意散布破解，代充，甚至还有玩家花钱买了一年会员把我们个人信息挂到婚恋网站，害我们被骚扰了很久（要不是已经结婚，说不定还是好事）。<br />\r\n<br />\r\n在被游戏制作这个大boss蹂躏了5年之后，我决定了，既然现在的环境是这样，不如干脆放飞自我，黑个痛快，顺便尝试下新的游戏类型。于是就有了这款《国产游戏公司模拟》。<br />\r\n<br />\r\n上面的废话太多，下面是正经的~~<br />\r\n游戏制作：游戏参考了挺多之前的同类型的游戏，但是在玩他们游戏的时候总感觉不真实，无论是员工还是制作游戏的过程，所以我们在这块增加了不少内容，尽可能的让玩家模拟真实的游戏设计和制作。 游戏设计和制作会被拆分成具体的数个模块，每个模块也需要一些特定的员工来制作，不同类型的游戏需要不同的模块，玩家也可以根据自己的喜好添加想要的模块。<br />\r\n<br />\r\n抄袭功能：国产游戏公司，没有抄袭可不行。你也可以使用抄袭功能直接获得别人已经设计好的高级模块（拥有各种高级加成），不过你还需要通过自己的员工去制作，如果员工水平高，甚至可以青出于蓝而胜于蓝。当然抄袭游戏会在发售之后会有强烈的负面，这时候就需要强大的运营实力（水军）。<br />\r\n<br />\r\n游戏销售：游戏发售之后会有各种宣传和运营的功能，以及大量事件来影响游戏的用户获取和销售情况。我们尝试去模拟整个真实的游戏市场，而不是简单的销售量。每个玩家会有自己的喜好，同类游戏如何特点相同，会产生竞争，品质低的游戏销量会大大被影响。玩家需要根据市场实际情况来决定公司的发展路线，比如当大逃杀游戏成为热点的时候，市场上很多大公司会同时去开发这类游戏，在自身实力不足的情况下盲目去做大逃杀，反而会因为游戏品质不如大厂的同类游戏而扑街。<br />\r\n<br />\r\n事件系统：游戏开发和销售过程中会有大量随机事件，你的选择会对游戏制作以及销售产生巨大的影响。有些事件参考了现实中的某些事件，要黑就黑到底吧。<br />\r\n<br />\r\n公司文化：公司文化决定了你的公司的特点，会影响你的员工和粉丝，选择要非常慎重。公司文化暂定是4个分支：抄袭-原创，宣传-品质，氪金-买断，加班-自由。一个喜爱做高质量买断游戏的王牌制作人是不会加入一个以宣传和氪金为主的公司。同理喜爱原创游戏的玩家也不会成为一个抄袭换皮公司的粉丝。<br />\r\n<br />\r\n后续内容还在制作当中，大家如果有好的想法和建议可以加群来探讨。",
    "supported_languages": "简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404100/header.jpg?t=1639377887",
    "developers": [
      "Bear & Cat Studio"
    ],
    "publishers": [
      "Bear & Cat Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}