{
  "1404650": {
    "name": "Swordbreaker: Origins Demo",
    "steam_appid": 1404650,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404650/extras/7d934bf02f99535341182bb0a9be5837.avif?t=1598447625\" width=617 height=100 /></span><br>The Mingals are approaching the borders of Dorgan when the royal army appears on the other side of the bridge. Among the soldiers, there’s our hero in shining armor, whose name is Swordbreaker. He has to either win with everyone or suffer a shameful defeat and condemn the whole kingdom to extermination.<br>But all this will happen a bit later...<br><br>As for now, the young adventurer lives a peaceful life and can’t even imagine what is waiting for him ahead... Strange events take place in the territory of the kingdom of Dorgan. People talk about the mysterious strangers in the northern marshes; someone saw mysterious objects falling from the sky; other people heard a strange hum from under the ground. And one can only guess how many unknown creatures are hidden in forest thickets and dark caves... All this attracts the young man to throw himself into the abyss of incredible adventures.<br><br>The game will tell about the adventures of Swordbreaker, which happened to him long before the events of the first game. How will his fate be sealed and will he become the adventurer we know? Or will his life take a completely different turn? All this will depend only on the player...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404650/extras/fcdb56aae31f3a0c9ba3129b4de25b4d.avif?t=1598447625\" width=617 height=100 /></span><br>- Nonlinear story<br>- 8 incredible endings of the game<br>- The vast expanses of the kingdom to explore<br>- Many interesting places and situations<br>- Beautiful comic illustrations<br>- Mini games",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404650/header.jpg?t=1598447625",
    "developers": [
      "DuCats Games Studio"
    ],
    "publishers": [
      "DuCats Games Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}