{
  "1404250": {
    "name": "Imperiums: Troy",
    "steam_appid": 1404250,
    "required_age": 0,
    "is_free": true,
    "description": "This DLC for <i>Imperiums: Greek Wars</i>, is inspired by the legendary accounts of Homer and the story of love, hurt pride, greed, and personal courage that has immortalized the heroes of this epic. Yet, more than just military excellence will be needed to achieve the goals you’ve brought to Troy. You will need to face the destiny that the goddesses of Fate, have assigned and that no mortal hero can avoid. <br>Join the greatest warriors on the plains of Troy – this time you will decide how the story ends.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404250/extras/074b7a3dc731e81f1025b74a450c1043.avif?t=1683106533\" width=616 height=347 /></span><h2 class=\"bb_tag\" >Greco-Trojan Rivalry</h2>The scenario map is relatively small, covering the area of the Hellespont, the strait between Asia and Europe. The king of Troy controls it, including all trade travelling via this sea route. Troia is a prosperous city with reputedly impregnable walls, its symbol of power and wealth. <br>On the other side of the Aegean Sea, King Agamemnon of Mykenai, together with his brother Menelaos, the king of Sparta, aspires to be first among Greek kings. They’ve been eyeing the wealth of Troy with envy for a long time and now that Trojan Prince Paris has abducted Menelaos’s wife, Helen, they finally have their justification for war.<h2 class=\"bb_tag\" >Great Warriors</h2>The Greeks, joined in a loose coalition, have gathered a massive war fleet along the coast of Troy, readying to disembark their forces. The Trojans continue to fortify their outlying towns, and although they’re greatly outnumbered, they count on Troia’s high stone walls to protect them.<br>Will you take command of Troy’s defense and try to save the kingdom in the face of such terrible odds? Or would you rather assume the crown of Agamemnon of Mykenai, and trample the Trojans into dust to become the greatest of all Greek leaders? Perhaps you wish to prove your worth in combat and seek eternal glory on the battlefield as Ajax of Salamis or Achilles of the Myrmidons? Maybe you prefer unusual solutions that can bring victory as much as spears and swords, as the wise Odysseus of Ithaka? <br>The choice is yours. Each faction has come to Troy with a different purpose that will require different strategies. Take advantage of their unique benefits in pursuing your goals.<h2 class=\"bb_tag\" >Tactical Plan</h2>The raging war will not leave much time for economic or social reforms; all resources, human and materiel, will be channeled to the war machine. This is a tactical scenario, and so the strategic-level decisions are limited to give you room to focus on the military task at hand.<br>Part of your resources arrive via external supply routes, but war is an expensive endeavor, and sooner or later the stage will be reset to a war of attrition. Prepare for it!<br>There are many strategically important points; overlooking one might deprive you of the decisive advantage you need. Get to know the battlefield, test various plans, and grab opportunity by the throat when it presents itself!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404250/extras/a11dadaaecc0262aa770165951d87fc0.avif?t=1683106533\" width=616 height=347 /></span><h2 class=\"bb_tag\" >Divine Presence</h2>The goddesses of Fate weave, measure, and cut the destinies of all people, and nobody can avoid the path laid out in front of him. Yet, the Olympian gods might support one side or the other to try to steer the outcome toward a favorite. <br>Thus, the major events are written in the Book of Fate, and you cannot directly affect them. They happen as the game progresses depending on game developments; so, one or another faction might be ‘luckier’ than the rest. However, the outcomes do not alter the course of the war in a significant way, rather they create an immersive storyline with minor advantages or disadvantages for either side while staying true to the mythos of the Trojan War.<br>Yet, those of you who come to Troy to fight a real battle can ignore the gods – even if they are by nature omnipresent.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 捷克语, 俄语, 法语, 日语, 波兰语, 意大利语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404250/header.jpg?t=1683106533",
    "developers": [
      "Kube Games"
    ],
    "publishers": [
      "Kube Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}