{
  "1404360": {
    "name": "A Shopping Trip to Eklan Tor",
    "steam_appid": 1404360,
    "required_age": 0,
    "is_free": true,
    "description": "Explore the cliff town of <strong>Eklan Tor</strong>, located in the Hidden Lands. <strong>Eklan Tor</strong> is one of the few places in the world of monsters where humans can be found. The task you've been given is to find various things that have been hidden inside buildings, behind trees, and inside containers. See if you can find em all!<br><br>This virtual reality game is actually a prototype I made for a larger game I've started working on. I wanted to see how complex a world I could make in VR without the framerate dying. Turns out, pretty darn complex! Not only that, I wanted to create something that allowed someone to really explore an interactive miniature world. I spent so much time on it that I wanted to give people a chance to try it out themselves. It's a fairly short game, maybe a half hour long, so I decided to offer it for just a small amount (now FREE!).<br><br>If you had a good time visiting this world and know someone with VR who might also enjoy going exploring, please let them know about this! I really want as many people to enjoy it as possible.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1404360/header.jpg?t=1614371049",
    "developers": [
      "Glass Kettle Games"
    ],
    "publishers": [
      "Glass Kettle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}