{
  "1405650": {
    "name": "Steel Division 2 - Nemesis #1 - Sandomierz",
    "steam_appid": 1405650,
    "required_age": 0,
    "is_free": true,
    "description": "Our first <strong>Nemesis DLC</strong> highlights the <strong>Battle of Sandomierz Bridgehead</strong> and transports us to August 13th, 1944, to the battlegrounds of Poland. This battle took place south of Warsaw while the more important clash of Praga/Radzymin (featured in our Death on the Vistula expansion) at the gates of the Polish capital was dying down. Further south, the Red Army had managed to cross the Vistula and establish a bridgehead on its western banks near the town of Sandomierz, which the Germans were desperate to destroy at all costs.<br><br>What makes this particular battle interesting is that it was the first clash on the Eastern Front between the two super-heavy tanks of World War II: <strong>IS-2 vs. Königstiger</strong>! A duel that was won that day with flying colors by the Red Army.<br><br>This DLC will feature two divisions which clashed that day for control of the bridgehead. On the German side, the <strong>16. Panzer</strong>, on the Allies side the capable <strong>97th Guards Rifle Division</strong>.<br><br><strong>16. Panzerdivision</strong> was a spent shell without Panthers and only limited infantry, anti-tank, and AA forces compared to a “regular” armored division. Yet, for that counter-offensive the 16. Panzer was supported by not one but two Tiger battalions, one of them freshly reequipped with brand-new <strong>Königstiger (H)</strong>. Hoping to take the Soviets by surprise, the Germans attacked after only a brief preliminary artillery bombardment. As such, the division won’t have any off-map artillery, but a good number of Nebelwerfer units instead. Like over Warsaw, the Luftwaffe made a special effort to provide air support, allowing the 16. Panzer to field numerous fighter and fighter-bomber units.<br><br><strong>97th Guards Rifle Division</strong> was to receive the full brunt of the German counter-offensive, yet held its ground superbly. And for a good reason. Thanks to very active <strong>Razveddozor</strong> (scout) combat patrols, the Soviets had received an early warning about the timing and direction of the impending attack, and of the presence of German big cats on the prowl. As such, the 97th Guards was heavily reinforced with anti-tank guns, close to a brigade worth of T-34/76s and T-34/85s, and even the mighty IS-2 tank. Due to the constraints of the newly established bridgehead, with its limitation on the movement of troops and vehicles across the few makeshift bridges across the Vistula, heavy artillery had to be left on the eastern shores. Air cover was also minimal, with the VVS (Red Air Force) operating almost at maximum range.<h2 class=\"bb_tag\" >MAIN FEATURES</h2><ul class=\"bb_ul\"><li>Add two brand new divisions to play either in skirmish or multiplayer: German <strong>16. Panzer-Division</strong> &amp; Soviet <strong>97-y Gv. Strelk. Div</strong>.<br></li><li>Command new units, including the most powerful German heavy tank of WW2, the <strong>Königstiger (H)</strong>, and Soviet <strong>Razveddozor</strong> heavy recon patrol.<br></li><li>Deploy one new ace: Soviet lieutenant <strong>Aleksandr P. Oskin</strong>, the first man to encounter Königstiger on the Eastern Front … and to immediately destroy three in a row with his <strong>T-34/85 obr. 43</strong>.<br></li><li>Chose which skin you rather use for your new <strong>Königstiger (H)</strong>: the one from s.Panzer-Abteilung 503 in Normandy, or the <strong>alternative camouflage</strong> from s.Panzer-Abteilung 501 in Sandomierz.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405650/header.jpg?t=1602161870",
    "developers": [
      "Eugen Systems"
    ],
    "publishers": [
      "Eugen Systems"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}