{
  "1405930": {
    "name": "Marscape",
    "steam_appid": 1405930,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405930/extras/e7bf2ced98879ae3fec8ee5d18d098e3.avif?t=1697113957\" width=616 height=214 /></span><br>Marscape is narrative 2D action adventure set in a catastrophic space scenario on Mars. The player must skillfully use the skills of his charges &amp; the environmental conditions to survive until rescue.<br><br><br>Marscape offers the following features:<h2 class=\"bb_tag\" >Action points</h2>You must invest action points for many of your actions. Your action points are limited. So use them wisely. You can replenish your action points by satisfying your basic needs such as eating, drinking, and sleeping.<h2 class=\"bb_tag\" >Needs</h2>Your charges need to eat, drink, and breathe. If all needs cannot be met, health suffers and a bitter end far from Earth looms.<h2 class=\"bb_tag\" >The habitat</h2>Your protection from the hostile environment is the habitat built in a previous mission. It protects you from the unreal and deadly outside conditions. Keep it functional and expand it with new domes and numerous indoor and outdoor facilities. Later you can use it to start your journey home.<h2 class=\"bb_tag\" >Martian weather</h2>On the red planet, sandstorms rage, meteor showers and cosmic rays hit the planet's surface mercilessly. The conditions harm your astronauts as well as their equipment and constructed facilities.<h2 class=\"bb_tag\" >Energy</h2>The most important and scarce resource in the game. Without energy the cold end threatens far away from the earth. Produce energy e.g. by solar cells and store it in large batteries. Make sure you always have enough energy to survive long nights or sandstorms. Maintain your energy producers and be economical in consumption.<h2 class=\"bb_tag\" >Outdoor missions</h2>Explore the surrounding area with drones and explore unusual places on foot or with the Mars rover. Find important resources from previous Mars missions, refuge from deadly weather in mysterious caves, or other crash survivors.<h2 class=\"bb_tag\" >The rescue</h2>Make contact with Earth, survive and produce enough fuel until the rescue mission arrives.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405930/header.jpg?t=1697113957",
    "developers": [
      "Rohn Media GmbH"
    ],
    "publishers": [
      "Rohn Media GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}