{
  "1405960": {
    "name": "VR Travelling in 18th-19th Century Europe",
    "steam_appid": 1405960,
    "required_age": 0,
    "is_free": false,
    "description": "我们的这个游览游戏包含了多个子游戏和我们额外赠送的弓箭射猎，木叉捕鱼，贪吃蛇这三个游戏。通过这些游戏你可以感受到工业革命的发展气息，看到的将是一个与现在完全不一样的，存在于历史中的世界。<br><br>在游戏中，你可以随意选择我们提供的任意一个子游戏，您只要利用VR设备就能在游戏中自由的行走，游览里面的任何一个角落。同时，为了防止您在游览的过程中无聊，我们还设计了寻找宝箱的游戏环节，给您的游览之旅带来更多的趣味。每找到一个宝箱，您将获得不同的积分，您找的宝箱越多，您累积的积分也会越多；不要小看这个积分哦，这个积分将会在游戏结束之后给你带来巨大的惊喜大礼包。<br><br>当然，不得不说的是，我们额外赠送的贪吃蛇的游戏非常的有利于我们的肩颈健康，在游戏的同时，也在不断的锻炼我们的颈椎，真的是一个非常不错的游戏呢。<br><br>你看，你只需要花费非常少的钱就能获得这么多的东西，真的是非常的划算。如果你家里面有小孩，可以让小孩也一起玩这个游戏，让孩子们能够了解更多的历史文明。比起书本上的知识，我们的游戏能让你们更深刻的感受到19世纪末-20世纪的欧洲的发展。让我们在娱乐的同时，也了解了更丰富的历史知识。<br><br>下面是关于19世纪-20世纪的欧洲发展历史的内容简述，希望你能喜欢。<br><br>19世纪最显著的是西欧与北美因工业革命促成的技术与经济上的进步。连带的，各种自然科学学科，如物理、化学、生物学、地质学等皆逐渐成形，并影响到社会科学（包含社会学、人类学、历史学等）的诞生或重塑。但另一方面，这些工业国家透过强大的生产力与武器，成功殖民世界大多数地区，并以倾销的方式破坏许多古文明国度，如中国、印度、土耳其既有的社会与经济体系，造成这些国家被迫走向“现代化”。此外，民族主义兴起，使多数欧洲民族建立起属于自己的现代国家，并开始建立与保存本国的历史与文化。 在艺术上，上世纪流行的古典艺术逐渐被浪漫主义替代，后来受到科学与工业革命的刺激，欧洲又开始朝向写实主义发展，希望透过绘画、文学、音乐与摄影等方式捕捉现实生活的各种情境与人物，这其中又以印象派最为著名。而社会上，大量的社会冲突不停发生，使得社会主义思潮逐渐发酵，这其中又以深深影响下一世纪的马克思主义最为著名。<br><br>1800年5月8日，拿破仑攻击意大利北部的奥军6月14日，取得马伦戈战役的胜利，占领了意大利1801年2月9日在吕内维尔签订《法奥和约》，法国的要求几乎全部得到满足。1802年3月26日法英签订亚眠条约,第2次反法联盟解体。<br>1803年5月法英重开战端，拿破仑占领汉诺威。1804年拿破仑称帝，为拿破仑一世。同年英国首相W.皮特组织第3次反法联盟，参加者主要有英国、俄国、奥地利。1805年8月27日法国开始进攻西进的奥俄联军。9月26日，拿破仑一世从巴黎抵斯特拉斯堡。法国开往奥地利的大军共18.6万人。10月20日，法军夺取乌尔姆要塞，奥军惨败，法军乘胜追击，11月13日进入维也纳，旋即渡过多瑙河。12月 2日，拿破仑一世亲自指挥法军在奥斯特利茨与俄奥联军决战 (见彩图[奥斯特利茨战役前夜的野营(1805)])。俄奥联军约 1.5万人阵亡,2万人被俘,炮兵几乎被全歼。而8万法军损失不到9000人12月26日双方签订《普莱斯堡和约》。第3次反法联盟解体。<br>为了巩固在德意志中西部地区的统治，拿破仑一世于1806年 7月建立莱茵同盟。拿破仑一世的权力深入德意志心脏，直接威胁普鲁士，普鲁士向俄国求援，1806年9月英国、俄国、普鲁士、萨克森等建立第4次反法联盟。1806年10月8日法普战争开始，法军投入19.5万人，普军投入17.5万余人。双方在耶拿和奥尔施泰特进行两次战斗，普鲁士全军覆没。10月27日拿破仑一世进入柏林，11月21日在柏林颁布大陆封锁令，对英国进行经济战。大陆封锁妨碍俄国农业原料销往英国，导致俄国对法宣战，但俄军节节失利。至1807年6月19日，法军直驱涅曼河。俄军建议休战。1807年7月7～9日，法国同俄、普先后签订《提尔西特和约》，第4次反法联盟瓦解。为有效执行对英国的大陆封锁令，拿破仑一世决定占领不愿同英国断绝关系的葡萄牙。1807年11月29日法军进入里斯本。1808年3月23日又攻占了马德里。5月10日，拿破仑一世任命其兄约瑟夫为西班牙国王。1809年1 月，英国、奥地利结成第5次反法联盟。1809年4月14日奥军进入巴伐利亚，在阿本斯贝格同法军激战，奥军损失1.3万多人。4月22日在埃克米尔交战，拿破仑一世获胜。 5月拿破仑一世进入维也纳。7月6日奥军在瓦格腊姆惨败，奥地利皇帝请求停战，10月14日签订《维也纳和约》。第5次反法联盟自行解体。<br>1812年拿破仑一世率51万大军远征俄国， 6月24日渡过涅曼河，占领科夫诺，法俄战争正式开始。9月5日博罗季诺激战，双方伤亡惨重。 9月15日法军进入莫斯科。10月19日拿破仑军队因饥寒所逼，撤离莫斯科。俄军转入反攻，法军节节败退。到12月损失兵力近45万人。12月6日拿破仑一世回国。1813年春，俄国、英国、普鲁士、西班牙、葡萄牙和瑞典等国组成第 6次反法联盟。奥地利于8月加入。联军总人数85万，拿破仑军队约55万人。 8月27日在德累斯顿发生大战，拿破仑一世获胜。10月16～19日双方在莱比锡会战，拿破仑军队中的萨克森军队全部倒戈，法军惨败。1814年 1月联军跨过莱茵河。 3月30日守卫巴黎的A.-F.-L马尔蒙元帅投降，盟军进入巴黎。4月6日拿破仑一世被迫退位，20日被放逐到厄尔巴岛。1815年 2月26日拿破仑一世离开厄尔巴岛， 3月20日晚进入巴黎，开始“百日”统治。为了对付反法联盟军，拿破仑一世开始招募军队进攻联军。这时英国、俄国奥地利普鲁士组织第7次反法联盟。6月18日拿破仑一世在滑铁卢大败，22日第2次退位,被流放到圣赫勒拿岛。<br>拿破仑战争前期主要是反封建的民族战争，具有进步性；后期转变为主要是掠夺奴役其他民族的侵略战争。拿破仑一世的军事艺术主要是集中优势兵力，以进攻为主要手段，以歼灭敌人兵力为主要目标。他的作战方法灵活，随机应变，不墨守成规。拿破仑的军事思想在军事史上占有重要地位。<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/extras/c9a1d109f9bc1d240bac1d198de40a03.avif?t=1659102166\" width=600 height=418 /></span><br>1861年4月至1865年4月，美国南方与北方之间进行的战争，又称美国内战。北方领导战争的是资产阶级，战斗力量是广大工人、农民和黑人。在南方，坚持战争的只是种植场奴隶主，他们进行战争的目的是要把奴隶制度扩大到全国，北方目的则在于打败南方，以恢复全国统一。<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/extras/716696929cdf2f2dfa9e9cee2ad39141.avif?t=1659102166\" width=600 height=338 /></span><br><br>19世纪中叶，北部自由劳动制度与南部奴隶制度之间的矛盾发展到不可调和的地步，南部奴隶制度成为美国社会经济发展的主要障碍，南北之间的斗争在西部土地的争夺中表现得尤为激烈，19世纪上半叶在美国领土向西扩张的过程中，在西部接连成立新的州。每当新州成立之际，就在该州内发生容许或禁止奴隶制存在的斗争。北方资产阶级和农民主张在新州内禁止奴隶制度，要求把新州确定为自由州。南方奴隶主则力图把奴隶制扩大到西部，主张把新州确定为容许奴隶制存在的州，奴隶主利用其在国会及政府中的统治地位，连续取得胜利，激起北方广大人民的愤慨。1854年在北方成立了共和党。同年，南方奴隶主企图用武力把奴隶制扩张到堪萨斯，于是在堪萨斯爆发了西部农民与来自自由州的移民反对南方奴隶主的武装斗争，斗争持续到1856年，揭开内战序幕。1857年奴隶主又利用斯科特判决案企图把奴隶制扩展到美国全部领土上去。从而导致约翰·布朗起义。<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/extras/5161036db04533e4d78cf0597e44383b.avif?t=1659102166\" width=600 height=398 /></span><br><br>1860年共和党人林肯当选为总统，民主党遭到惨败，这就成为南方奴隶主脱离联邦和发动叛乱的信号。南部蓄奴州南卡罗来纳首先脱离联邦，接着佐治亚、亚拉巴马、佛罗里达、密西西比、路易斯安那和得克萨斯诸州相继脱离，并于1861年2月宣布成立“南部同盟”，另立以J．戴维斯为总统的政府。1861年4月12日叛乱政府军开始炮轰在南卡罗来纳的联邦萨姆特要塞，14日攻陷。林肯政府于4月15日发布讨伐令，内战爆发。不久，弗吉尼亚、北卡罗来纳、田纳西、阿肯色4州退出联邦参加南部联盟。<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/extras/31d088d3ecf235ae043fa2670389b33b.avif?t=1659102166\" width=600 height=400 /></span><br>战争初期北方实力大大超过南方，北方有2234万人，南方只有910万，而且其中有380多万是黑奴。北方有发达的工业，四通八达的铁路网和丰富的粮食，而南方几乎没有工业，铁路也很少。但南方有充分的军事准备，拥有装备及训练都较精良的军队。而且，内战前夕J．布坎南总统(奴隶主的代理人)曾设法把大量武器和金钱输送到南方去。在内战第一阶段，北方在军事上连遭失败。在1861年7月马纳萨斯和1862年夏的半岛战役，北军损失惨重。北军虽然在西线取得一系列辉煌战果，从南军手中夺取了几个重要战略据点，但是这些战果都被东线的惨败所抵消。在北方军事上屡次失败的情况下，共和党内部的激进派及社会上的废奴主义者提出解放奴隶和武装黑人的主张。林肯也意识到解放奴隶的必要性。<br>1862年9月23日，林肯发表预备性的解放宣言。宣布：假如在1863 年1月1日以前南方叛乱者不放下武器，叛乱诸州的奴隶将从那一天起获得自由。消息传到南方后。成千上万的奴隶逃往北方。英国工人阶级也展开了支持北方的运动，迫使英国政府放弃了原来的干涉计划。林肯政府还实行一系列革命措施和政策：1862-1863年实行武装黑人的政策，成千上万黑人报名参加北方军队，其中主要是南方逃亡奴隶；1862年5月颁布的“宅地法”规定：一切忠于联邦的成年人，只要交付10美元的登记费，就可以在西部领取160英亩土地，在土地上耕种5年后就可以成为这块土地的所有者。林肯政府严厉镇压反革命分子，清洗军队中南方代理人。1863年开始实行征兵法，以代替募兵制，从而增强北方的兵力。同时林肯调整了军事领导机构，实行统一指挥，U．S．格兰特为全军统帅。<br>1863年，北方在军事上出现转机。同年7月1日葛底斯堡大捷，成为内战的转折点。战场上的主动权转到北方军队手中。1864年，北方最高统帅采用新的战略方针：在东、西两线同时展开强大攻势。在东线以消耗敌人力量为主要目标；在西线用强大兵力深入敌方腹地，切断“南部同盟”的东北部与西南部的联系。<br>1864年9月，W．T．谢尔曼将军摩下的北军一举攻下亚特兰大，两个月后开始著名的“向海洋进军”，在进军中彻底摧毁了敌人的各种军事设施，沉重地打击了敌人的经济力量，使南方经济陷于瘫痪。在东线，格兰特将军统率北军把敌军驱逼到叛乱“首都”里士满附近。1865年初，奴隶纷纷逃亡，种植场经济濒于瓦解。北方海军实行的海上封锁，几乎断绝了南方与欧洲的贸易。同时，在南方内部也出现反对派，许多小农加入“联邦派”从事反战活动。南方逃兵与日俱增。粮食及日用品匮乏。1865年4月9日，R．E．李的部队陷入北方军队的重围之中，被迫向格兰特请降。南北战争终止。美国恢复统一。<br><br>工业革命带来的新产物和新技术，也为建筑带来了大革命。<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/extras/270b3e7648bea87dadda0aa71816831c.avif?t=1659102166\" width=600 height=398 /></span><br>它是万国工业博览会场地。1854年被迁到伦敦南部，可惜因为玻璃和金属都非常不耐高温，在1936年的一场大火中这个奇观被付之一炬。英国前首相丘吉尔曾表示它的烧毁是“一个时代的终结”。<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/extras/6c0647de30f2c04b79799a09d46b1164.avif?t=1659102166\" width=600 height=874 /></span>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 日语, 简体中文, 繁体中文, 葡萄牙语 - 葡萄牙, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1405960/header.jpg?t=1659102166",
    "developers": [
      "William at Oxford"
    ],
    "publishers": [
      "William at Oxford"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}