{
  "1406160": {
    "name": "Polyforce WW2",
    "steam_appid": 1406160,
    "required_age": 0,
    "is_free": false,
    "description": "Polyforce WW2 is the Online First-Person Shooter game that describes the World War 2. In Polyforce WW2, you can choose the Axis and Allied side, and you can see and experience how destructive the war, There have been hundreds of wars in the world because of the land fight and will continue to be. Polyforce WW2 is a low poly style, first-person view game that describes only one of them. Each team has separate weapons, separate tactics and different gameplay styles. There are several game modes; Team death match and Free for all.<h2 class=\"bb_tag\" >AXIS</h2>States governed by a fascist regime and unable to obtain what they want in the First World War. “The art of leadership… consists in consolidating the attention of the people against a single adversary and taking care that nothing will split up that attention.”<h2 class=\"bb_tag\" >ALLIES</h2>The allied states, which are defending against axes, have emerged with the war of England and France in Germany.<h2 class=\"bb_tag\" >TEAM DEATH MATCH</h2>Choose your team and try to destroy the opposing team with your teammates. The first side to reach the finish score wins the game. Making all the sacrifices for your team in this game is the most important thing for this style of play. In the most difficult times, giving first aid to your friends or a pack of bullets to a soldier who has run out of bullets maybe giving that match wins.<h2 class=\"bb_tag\" >FREE FOR ALL</h2>Perhaps it is the hardest game mode. The reason may be that you do not know the location of the enemies. Shoot bullets to every enemy you see. Remember, every enemy is waiting for time to kill you.<h2 class=\"bb_tag\" >WEAPONS</h2>MP40<br>BAR<br>LUGER<br>THOMPSON M1A1<br>MG42<br>M1911<br>M1 Garand<br>STG44",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1406160/header.jpg?t=1613512080",
    "developers": [
      "OXO Games"
    ],
    "publishers": [
      "OXO Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}