{
  "1406220": {
    "name": "Chuck's Challenge 3D 2020 - Soundtrack",
    "steam_appid": 1406220,
    "required_age": 0,
    "is_free": false,
    "description": "This Chuck's Challenge 3D 2020 <strong>Soundtrack</strong> by Duncan MacKinnon includes:<br><br>– Disc 1 – 22 MP3 – receive all the music from Chuck's Challenge 3D 2020<br>– Disc 2 – 12 MP3 – plus bonus tracks from the original version Chuck's Challenge<br><br>FLAC files available<br><br><br><strong>About Chuck's Challenge 3D 2020</strong><br>From the veteran puzzle designer behind the classic game Chip's Challenge, comes Chuck’s Challenge 3D 2020, a fiendishly addictive puzzler that’s packed with features that will tease the brain and challenge the fingers. It also comes with a level editor that lets you upload and share your levels for everyone to play and rate, all from within the game.<br><br>Meet Woop, just your everyday puzzle lovin’ purple alien capable of altering time and space. Woop has summoned all-round puzzle game legend Chuck Sommerville for one purpose - to create a universe of puzzles for him to work his way out of. Take control of Woop and help him navigate his way through level after level of obstacles and challenges that stand between him and reaching the exit portal. Shift blocks, find keys, flip switches, fly over water, hot-foot it through lava and do everything it takes to make it out in one piece. All the while evading an army of hungry creatures who want nothing more than to turn our purple hero into a tasty Woop Sandwich.<br><br>Since creating Chip’s Challenge over 30 years ago, Chuck Sommerville has been making tile-based puzzle games that enable players to create and share their own levels. A common practise today, but at the time revolutionary. Chuck’s Challenge 3D 2020 is a new remaster, and the 3rd iteration in the 10 year old Chuck’s Challenge series.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1406220/header.jpg?t=1600842277",
    "developers": [
      "Niffler Ltd."
    ],
    "publishers": [
      "Niffler Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}