{
  "1406610": {
    "name": "Fatal Evidence: Art of Murder Collector's Edition",
    "steam_appid": 1406610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Domini Games</strong> presents another suspenseful installment in the gripping <i>Fatal Evidence</i> series!<br><br>You weren’t looking for trouble, but it finds you anyway when two special agents show up on your doorstep with grim news. The art-obsessed serial killer known only as “the Master” is killing again, and he wants you on the case! To make matters worse, one of the agents has his own doubts about you and your involvement. Who is the Master, and why did he choose you? Bring all of your crime-solving skills – you’re going to need them to answer these questions and more in this compelling Hidden-Object Puzzle Adventure!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br><ul class=\"bb_ul\"><li>Investigate and solve the killer’s true identity.<br></li><li>Replay your favorite HOPs and Mini-games, earn achievements, and collect coins!<br></li><li>Tons of collectibles and morphing objects to find!<br></li><li>Enjoy exclusive wallpapers, music, videos, and more!<br></li><li>Don’t miss a clue with the strategy guide!</li></ul><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1406610/header.jpg?t=1764601027",
    "developers": [
      "Domini Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}