{
  "1406180": {
    "name": "Fantasy Grounds VTT Demo",
    "steam_appid": 1406180,
    "required_age": 0,
    "is_free": true,
    "description": "The Demo version of Fantasy Grounds VTT allows you to join a game hosted by a GM with an Ultimate license. You can also use it to test functionality with included rulesets. You will not be able to host any games as a GM without the Core or Ultimate license.<br><br><strong>WHERE LEGENDS ARE PLAYED </strong><br><br><strong>FANTASY GROUNDS </strong> is a powerful virtual tabletop (VTT) that allows your TTRPG group to connect and increase the immersion - whether you're around a table or online. With its updated visuals, versatile interface, comprehensive features, and vast library of supported game systems, Fantasy Grounds VTT gives you the tools to create unforgettable tabletop roleplaying experiences!<br><br>While you can play ANY TTRPG on Fantasy Grounds, the largest library of officially-licensed game content on the platform allows you to unlock preloaded ready-to-play modules. Less prep time for the GM means more play time for the whole group.<br><br>Even for those wanting to run their games in person, Fantasy Grounds helps keep all your information handy and helps keep the game moving along at a fast pace. <br><br>With cross-platform play, Fantasy Grounds users can play with users on Steam or with a mixed group of users on Mac, Windows PC, and Linux platforms across the world and different time zones.<h2 class=\"bb_tag\" >Fantasy Grounds VTT Features:</h2><br><ul class=\"bb_ul\"><li>64-bit support to allow for more content (quality and quantity)<br></li><li>Native support for Mac, Linux and Windows PC<br></li><li>Network lobby for easy hosting and joining of games (no port forwarding required)<br></li><li>Tile based map building with built-in support for dynamic Line of Sight<br></li><li>Enhanced Drawing Tools<br></li><li>Additional Dice Macros support<br></li><li>A new FGU only skin<br></li><li>Dynamic Line of Sight with enhanced toggle blockers for walls, doors, terrain and secret areas.<br></li><li>Paint with images, such as walls<br></li><li>Animated image effects<br></li><li>Locally stored Asset Library for use in campaigns<br></li><li>Backward compatibility with all existing campaigns and DLC from FGC</li></ul><br>The Ultimate license upgrade let's you host Demo players who don't need their own license.<h2 class=\"bb_tag\" >What's included</h2>Standard and Ultimate licenses both contain these items.<br><br><ul class=\"bb_ul\"><li><strong>Combat Battlemaps</strong><br><ul class=\"bb_ul\">Battlemaps for streets, caves, dungeons and tunnels<li><strong>Shockbolt GMW Kit</strong><br>Asset Pack with over 600 pieces of art for Tiles, effects, floors and more<br></li><li><strong>Saz Asset Pack</strong><br>Around 100 pieces of art for Tiles, brushes, floors and more<br></li><li><strong>Torsten's Asset Pack</strong><br>Over 260 pieces of art for Tiles, terrain, markers and more<br><br></li><li><strong>Portraits</strong><br><ul class=\"bb_ul\"><li>SmiteWorks (39)<br></li><li>FG Animals (29)<br></li><li>FG Fantasy (282)<br></li><li>FG Modern (59)<br></li><li>FG SCI-FI (106)</li></ul><br></li><li><strong>Rulesets *</strong><br><ul class=\"bb_ul\"><li>D&amp;D 2E<br></li><li>D&amp;D 3.5E<br></li><li>D&amp;D 4E<br></li><li>D&amp;D 5E<br></li><li>FATECore<br></li><li>Pathfinder 1<br></li><li>Pathfinder 2<br></li><li>Numenera<br></li><li>Starfinder<br></li><li>CoreRPG***</li></ul><br></li><li><strong>Data Libraries **</strong><br><ul class=\"bb_ul\"><li>D&amp;D 5e SRD<br></li><li>D&amp;D 5e Basic Rules<br></li><li>D&amp;D 3.5E SRD<br></li><li>FATECore<br></li><li>Pathfinder 1E SRD</li></ul></li></ul><br>* - Rulesets provide the understanding for the mechanics of a system, and it allows you to enter data into predefined fields for items, NPCs, characters, etc. <br>** Data libraries are pre-loaded content packs that provide the data for the ruleset to use.<br>*** CoreRPG is a generic ruleset that can be used to play any system. It won't have game-specific automation of an officially supported ruleset, a commercial ruleset (purchased as DLC), or a community ruleset (available for free on the forums)<br><br>In addition to these features, Fantasy Grounds see constant updates to enhance your play even more. Keep an eye on our social media channels and forums to stay up-to-date with the latest news.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1406180/header.jpg?t=1743775793",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [
      "SmiteWorks USA, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}