{
  "1406010": {
    "name": "Vampire: The Masquerade - Shadows of New York Soundtrack",
    "steam_appid": 1406010,
    "required_age": 0,
    "is_free": false,
    "description": "Composed by Polish cellist Resina (aka Karolina Rec), signed to FatCat's pioneering 130701 imprint, with her debut album released in September 2016, she has steadily been making a name for herself through her striking, emotionally-resonant recordings and her powerful live performances. Her work for Shadows of New York represents a fresh new take on the World of Darkness, that remains true to its atmosphere and mood.<br><br>The 64 minutes and 28 seconds of Resina’s rich, emotional soundtrack consists of 15 tracks and 9 digital bonus tracks.<br><br><strong>About Vampire: The Masquerade – Shadows of New York</strong><br>Vampire: The Masquerade – Shadows of New York is a visual novel set in the rich universe of Vampire: The Masquerade. It's a continuation our previous title, Coteries of New York. While Coteries was a general introduction to the world depicted in the 5th Edition of the hit tabletop role-playing game, Shadows presents a more personal and unique tale from the perspective of our Clan Lasombra protagonist, Julia.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1406010/header.jpg?t=1707496444",
    "developers": [
      "Draw Distance"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 10 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}