{
  "1407430": {
    "name": "Hocus Defenders",
    "steam_appid": 1407430,
    "required_age": 0,
    "is_free": false,
    "description": "An Intense Tower Defense that combines the heat of resisting waves of hundreds of enemies with the need to use powerful spells through cards. Each game will be unique, and you will never encounter the same challenge twice. Also, you will need to unravel the story as you progress through the different worlds as the  roguelike it is.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1407430/extras/c75152f74cbb706b479777189d8d36ab.avif?t=1707794644\" width=492 height=282 /></span><h2 class=\"bb_tag\" >Build, upgrade and destroy!</h2>Prepare your defenses, and protect the Hocus Tower against hordes of enemies who want to kill Abracadom, the Wizard of Time. Summon the mighty Crystal Towers, and destroy anyone who dares to approach your home. At your disposal you have a wide variety of towers, each with a unique and powerful attack. Remember to upgrade them on the battlefield, or you may have unwanted guests in the Hocus Tower...<h2 class=\"bb_tag\" >Summon powerful spells! </h2>The different Tarot decks gives the sorcerer their magnificent spells. Summon terrifying meteors, fill the ground with blazing embers or create mighty blizzards. Use magic at your will, but keep in mind that fate is capricious, and the cards will decide which spells you can use at any moment...<br>Thanks to his powers of time, Abracadom does not contemplate defeat. You can always go back to the past, and spend the loot you have obtained during battles. The Emporium X at the tower will provide everything you need for future battles, but everything comes at a price, of course...<h2 class=\"bb_tag\" >Travel across the kingdom! </h2>Rally with your tower across the kingdom, and travel through hostile territories (against you). From plains dominated by terrifying orcs, snow-capped mountains home of ice-giants, and even the classic labyrinth dungeon. And since it will be difficult for you to visit the same place twice, everytime you travel places you visited may change...<h2 class=\"bb_tag\" > Features </h2><ul class=\"bb_ul\"><li> 30 towers to destroy enemy hordes<br></li><li> Mutant and Legendary towers<br></li><li> Powerful Card Decks to adapt to your game style<br></li><li> Lots of cards to summon destructive nature power, power up your towers, or wipe tons of enemies<br></li><li> Rogue-like based game, with procedural maps and variable runs<br></li><li> 6 different environments with unique enemies<br></li><li> Multiple perks to improve your skills<br></li><li> A crazy story that features angry mobs, hell monsters and a LOT of sorcerers<br></li><li> More than 30 types of enemies<br></li><li> 9 bosses seeking your energy</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1407430/header.jpg?t=1707794644",
    "developers": [
      "FivexGames",
      "Wester Egg"
    ],
    "publishers": [
      "FivexGames",
      "Wester Egg"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}