{
  "1407400": {
    "name": "Scarlet Republics",
    "steam_appid": 1407400,
    "required_age": 0,
    "is_free": false,
    "description": "Scarlet Republics is what would happen if Fire Emblem had a love-child with Divinity and a Joe Abercrombie book. It’s a turn-based tactical RPG set in a fantasy world inspired by the Italian Renaissance and Leonardo da Vinci's imagination<br><br>The game is set in the vibrant and treacherous City-states of Corsano, a fantasy world inspired by the Italian renaissance and Leonardo Da Vinci's imagination. The game tells a mature fantasy story of vengeance and conquest, with plenty of choice, consequence and wit.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1407400/extras/08eb0925022547d7b16fbc593a1ee0ce.avif?t=1637514430\" width=600 height=344 /></span><h2 class=\"bb_tag\" >KEY FEATURES</h2><ul class=\"bb_ul\"><li><strong>Turn-Based Tactics</strong> - In Scarlet Republics you guide a squad of mercenaries in turn-based combat. The game features 7 unique classes divided over 20 playable characters. It is up to you to pick and mold your squad to suit your playstyle and strategies.<br></li><li><strong>Get Creative with Squad-Building</strong> - We have built the RPG system to match customization with organic, pseudo-random growths with a focus on squad building and gut-wrenching choices for how to grow your characters. Experimenting with different builds and synergies is a key aspect of creating your perfect mercenary company.<br></li><li><strong>Choice and Consequence</strong> - How you progress depends entirely upon your decisions.  Large parts of the game, including entire battle-maps and quests, are choice specific and it is impossible to see it all in one playthrough.<br></li><li><strong>A Living, Breathing World</strong> - Inspired by the Mediterranean, the Renaissance and the vineyards and olive groves of Italy and Greece, Corsano is a land of vibrant colors, heady spices, merchant lords, pirates, politics, intrigue and, of course, war.<br></li><li><strong>Da Vinci and Tango</strong> - The game’s art style is inspired by renaissance art and the sketches of the master Leonardo Da Vinci. The soundtrack mixes classical fantasy with inspirations from tango and flamenco for a dramatic sunset vibe.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1407400/header.jpg?t=1637514430",
    "developers": [
      "Audacity Interactive"
    ],
    "publishers": [
      "Audacity Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}