{
  "1407340": {
    "name": "Discount Paranormal",
    "steam_appid": 1407340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Damning souls is the business,</strong><strong><i> and business is good.</i></strong><br><br><i>Discount Paranormal</i> is an FPS Roguelike that puts you in the shoes of an indie ghost hunter eager for the next contract. Blast skullies, snatch loot, and get some sweet contract pay as you fight and explore through a randomly generated corner of the woods that nobody dare venture to.<br><br><br><strong><u>Features:</u></strong><br><br><strong>Random Generation:</strong><br>First and foremost, <i>Discount Paranormal</i> gives the player a unique environment to explore during each and every run. Throughout the environments that you explore, a number of Points of Interest are randomly placed, indicated by a variety of different in-game signals. These include but are not limited to: <i>varied campsites, log cabins, ancient runes, grave sites, cursed grounds, stone crypts, secretive traders, packs of treacherous creatures and many more...</i><br><br><strong>Ghoulish Adversaries:</strong><br>There's a reason nobody strolls into these woods. <i>Discount Paranormal</i> is the company name, and hunting the paranormal is the game. From <i>Floating Skullies, high-speed Flaming Pumpkins, Ghoulish Goblins, humongous Jumping Spiders, and quite a few more things you can't wait to blast for cash.</i><br><br><strong>Varied Weaponry:</strong><br>When it comes to dealing with the supernatural, every threat calls for a different form of defense (or offense). <i>Rotary Grenade Launchers, Suppressed Submachine Guns, Lever Action Rifles, and old Eastern Surplus Weaponry</i>, plus whatever else you can get your hands on, with <i>40+ weapons planned for initial release.</i><br><br><strong>Contracts:</strong><br>Everything may be unpredictable in the forests of the unknown, but at least you can know what you're looking for. While you explore the wilderness hunting for those spirits that refuse to pass, pick up a variety of <i>Contracts that give you bonuses for completion and additional side objectives.</i> While you get paid for every ghastly entity you annihilate, why not make some extra scratch? Contracts give you bonuses and new Points of Interest to explore, with goals like <i>bashing more Pumpkins, finding specific loot, using specific weaponry, and anything of the like.</i><br><br>One way or another, you're sure to enjoy the hunt. <u>If you survive.</u>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1407340/header.jpg?t=1641103783",
    "developers": [
      "Ver.1 Development"
    ],
    "publishers": [
      "Ver.1 Development"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}