{
  "1408520": {
    "name": "Kapia Demo",
    "steam_appid": 1408520,
    "required_age": 0,
    "is_free": true,
    "description": "The World Union collapsed, the nations are divided into coalitions &quot;East&quot; and &quot;West&quot;, a mysterious intelligent infection is forcing people to live under city lockdown. This is the world that needs saving. The world of KAPIA.<br><br>Amidst the chaos, Stefan, a retired pilot and a strong-willed grandfather, takes on the responsibility of ending the conflict. Little does he know his most powerful ally will be his little granddaughter, Reny.<br><br><br><ul class=\"bb_ul\"><li><strong>Controller or Point-and-click</strong><br>A traditional point and click flow with an easily accessible drop-down inventory. To make things more exciting we also added a first-person close-up menu where you can interact with various items.  <br>Or play KAPIA with your controller and enjoy a modern game flow from your couch.<br><br></li><li><strong>Play for both characters</strong><br>People have different sides to them, and the same goes for characters in KAPIA. Discover the story from different perspectives as you play for both Stefan and Reny. Follow their own unique paths to achieve a common goal.<br><br></li><li><strong>Unique 3D design</strong><br>KAPIA is a reimagined living museum. Enjoy a carefully crafted environment that suits the unusual combination of medieval architecture and futuristic gadgets. Intelligent robots walk the streets of manually carved stone, power banks light up antique lamps, and typewriters serve as input devices for powerful computers.<br><br></li><li><strong>Puzzles and mini-games</strong><br>Logic and diversity was the key to our work on this most significant aspect of the game. Just like in traditional point-and-click most puzzles are tied up with objects, but there are also conversational puzzles and a whole bunch of logical mini-games.<br></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1408520/header.jpg?t=1669625289",
    "developers": [
      "2 FOR 2"
    ],
    "publishers": [
      "2 FOR 2"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}