{
  "1408630": {
    "name": "Hungry Horace Revisited",
    "steam_appid": 1408630,
    "required_age": 0,
    "is_free": false,
    "description": "In 1982, a new breed of hero was born. Horace – who would go on to star in three popular games – was unleashed into the world by his creator, renowned 8-bit coding maestro William Tang.<br><br>Although it was never officially declared so, the loveable blue… <i>thing</i> that is Horace was considered by many to be a mascot of the highly popular ZX Spectrum. Just seeing his instantly-recognisable sprite often sends gamers of a certain age into rapture, insisting that everything was better ‘back in the day’ when graphics and sound didn’t matter as much as <i>gameplay</i>.<br><br>Horace’s first adventure – <i>Hungry Horace</i> – took inspiration from popular arcade titles of the day, with the titular character navigating his way through a maze, picking flowers and avoiding the angry parkies, whose clumsily-dropped lunch would then be rife for the taking.<br><br>Now available officially on Steam, this lovingly-remastered version is faithful to the original, offering retro fans and casual gamers alike a chance to experience the same thrill as the first generation of players had back in the day.<h2 class=\"bb_tag\" >According to the original instructions:</h2><i>You are Hungry Horace, intent on devouring everything in your path.<br><br>Each flower in the park that Horace eats scores 10 points. But beware of the park guards who are out to catch Horace and eject him from the park. If Horace is caught three times he will not be allowed back in and the game will end.<br><br>There are several alarm bells in the park. If Horace can ring one of the alarms, the guards will panic and Horace can turn the tables, catching them and throwing them out of the park.<br><br>Look out for when one of the guards drops his lunch of cherries or strawberries. You will score 100 points if Horace eats the guard’s lunch.<br><br>The park is divided into several sections and in each part there is an exit leading to the next section. Horace does not need to eat all the flowers or reach the alarm before entering the next section. Each section of the park is harder than the one before.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1408630/header.jpg?t=1652870051",
    "developers": [
      "Pixel Games UK"
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}