{
  "1409460": {
    "name": "Brutal Fate",
    "steam_appid": 1409460,
    "required_age": 0,
    "is_free": false,
    "description": "Brutal Fate is a fast-paced ultra-violent retro first-person shooter inspired by 80's and 90's sci-fi movies. As a marine from the Global Order Alliance sent to Callisto to take over the local corporate government, you find yourself surrounded by legions of demonic alien invaders and you must fight for your survival.<br>It blends the best features of classic shooters such as non-linear level design, a huge arsenal and large enemy variety with some modern aspects, making it a unique mix that does not try to hang on nostalgia, but be something of it's own. <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409460/extras/995ccb3a2492ad35df33228f60d4f626.poster.avif?t=1675087913\" width=300 height=170 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409460/extras/995ccb3a2492ad35df33228f60d4f626.webm?t=1675087913\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409460/extras/995ccb3a2492ad35df33228f60d4f626.mp4?t=1675087913\" type=\"video/mp4\"></video></span><br><br>This game is a finely crafted first-person experience designed to be the most satisfying and detailed possible. Enemies that can be dismembered and exploded into pieces, destroyable environments including lamps, cars and even trees. All many details that makes you really feel like you are in a real living world.<h2 class=\"bb_tag\" >Do you want to know more?</h2><br><ul class=\"bb_ul\"><li><strong>This game features a huge arsenal</strong> of weapons that may require the use of all your keyboard numbers to scroll through. We got battle rifles, shotguns, grenade launchers, smart missiles, laser rifles, you name it.<br><br></li><li><strong>Immerse yourself</strong> in a 3 episode campaign, with branching patches, multiple endings, and a story full of twists.<br><br></li><li><strong>Fight an entire circus of monstrosities</strong>, carnivorous demons, zombie-like cultists, shuffling supernatural incomprehensible abominations from beyond, and corporate henchmen that want to make sure you won't leave this haunted colony alive after seeing everything you just did. Just like in classic fps style, each enemy type acts like a piece of chess made to compensate the weakness of another. Gib them into delicious meat pieces, burn them to ashes, almost every enemy features locational damage and dozens of death animations, including different  deaths for different weapons used.<br><br></li><li><strong>Explore huge non-linear levels</strong>, look for secrets to find special rare alternative ammo types for your weapons, health and armor upgrades, and much more. No &quot;procedural generated levels&quot;, no faux-retro arena level design, just handcrafted levels by someone with over 10 years of experience in classic game level design. Get the feeling of exploring believable highly interactive locations, fight enemies in many different scenarios, scripted or not, pick them alone or in small groups and sometimes try to come up with a strategy to fight up to 50 enemies at once.<br><br></li><li><strong>Command your fellow marines</strong> out of this hell. Your character's rank as a Staff Sergeant isn't only for show. Find any survivors of this disastrous operation and they will follow you. They have an acceptable AI that will actually follow your commands, won't block your movement, and will kill enemies for you. Magnificent, isn't it?<br><br></li><li><strong>Mod it until it breaks.</strong> Running on the highly reliable GZDoom engine, this game is extremely easy to be modified. You can make mods,  add custom weapons, enemies, levels, and entire new user-made campaigns.</li></ul><h2 class=\"bb_tag\" >Plot</h2>In the end of the 21th century, after a catastrophic nuclear war followed by a famine that wiped out half of Earth, the remaining governments united their military under the same banner in a vow to prevent another disaster, and so the Global Order Alliance was born.<br>Later the G.O.A. united with corporations in an effort to terraform and colonize other planets in the solar system, by using a method that allowed artificial black holes to be created at the center of the planets to imitate Earth's gravity. 60 years later when the terraforming of Mars and Jupiter's moons were completed and mass migration started, the corporations betrayed the Terran governments and decided to declare independency and not use their newfound resources to help Earth get back on it's feet. Their moto was <i>&quot;We terraformed these planets and now everything on them belongs to us. If you want these resources, come and take it.&quot;</i><br><br>Betrayed and left for dead, the peoples from all around the world vowed to invade the colonies and take back what belongs to Earth. The armies of the G.O.A. which were once considered heroes and peacekeepers of mankind, became a violent, fanatic, imperialistic military legion. They launched military campaigns against Mars and Io that lasted for decades. Now the year is 2297 and the people of Callisto started rebelling against the corporate rule due to recent strange phenomena caused by the planet's artificial black hole, all the interplanetary communications are shut down by the regime, and the G.O.A. sees this as a perfect opportunity to invade the planet and &quot;liberate&quot; it with the local population's support. The corporate conglomerates warns that the situation in Callisto is &quot;complicated&quot; and warns Earth to stay away from it.<br><br>You are part of a special international battalion of the Space Division of the G.O.A. Marine Corps sent to intermediate the situation. After a four month journey, you arrive at the planet with orders to destroy the corporate government forces and secure their industrial facilities. Drone scans shows literally hundreds of thousands of dead bodies littering the streets, apparently they genocided the local populace which saves you from the work of having to watch your targets... Your orders are clear: Descend into the planet with companies of battle-hardened Marines, combat androids, tanks, mechs, gunships and orbital artillery, and eliminate any colonial military forces you may find. They are considered dangerous irregular war criminals and you have no legal requirement to grant them any human rights, engage on contact. All weapons are clear... Exterminate with extreme prejudice, just the way the Marines likes to operate.<br><br>The Marines quickly find out that something is wrong. The planet is dead. Non-combatants and colonial guard alike were slaughtered, women and children included. No signs that a war happened here, some bodies defiled in unspeakable macabre religious rituals.<br><br>You realize that what killed these people weren't humans, it weren't using guns, and it's still here. An unfathomable evil from beyond lurks these dead streets, its hungry eyes are gazing upon you. Do you have what it takes to survive?",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 拉丁美洲, 葡萄牙语 - 巴西, 德语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409460/header.jpg?t=1675087913",
    "developers": [
      "Marcos Abenante"
    ],
    "publishers": [
      "Marcos Abenante"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}