{
  "1409690": {
    "name": "The Medium Original Soundtrack - Free Tracks",
    "steam_appid": 1409690,
    "required_age": 0,
    "is_free": true,
    "description": "Immerse yourself in the disturbing and oppressive atmosphere of The Medium thanks to the original ‘dual’ soundtrack co-composed by Akira Yamaoka and Arkadiusz Reikowski.<br />\r\n<br />\r\nBefore the game’s release, we are gradually publishing free samples of the soundtrack - have a listen and get in the mood for your disturbing journey into the spirit world.<br />\r\n<br />\r\n&quot;The Maw&quot;<br />\r\nIn the game, The Maw is an intelligent but hostile entity of the spirit world, an incarnation of complicated and often contradicting emotions, born from an unspeakable tragedy. “The Maw” is a track composed by Akira Yamaoka, a legendary Japanese composer, best known for his work on the Silent Hill series - you can download this track now for free.<br />\r\n<br />\r\n&quot;Marianne’s Theme&quot;<br />\r\nMarianne is the game’s main protagonist and the titular medium. Her gift, our curse that shaped her whole life, is that she can see the spirit world - a dark mirror reflection of our reality where our unspoken emotions, urges, and secrets can manifest itself and take on a form. “Marianne’s Theme” is a track composed by Arkadiusz Reikowski, a Hollywood Music in Media Awards nominee who worked on such acclaimed horror games as Blair Witch, Layers of Fear, and Observer. You can download this track now for free.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409690/header.jpg?t=1646423697",
    "developers": [
      "Bloober Team"
    ],
    "publishers": [
      "Bloober Team SA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 31 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}