{
  "1409820": {
    "name": "Detective Stories (Logical hardcore)",
    "steam_appid": 1409820,
    "required_age": 0,
    "is_free": false,
    "description": "The main feature of this game is that most of the cards (leads/clues/suspects info etc) will have various text depending on the conditions they were opened.<br />\r\n<br />\r\nGameplay:<br />\r\nYou will have a small list of leads that will slowly grow. Each lead can open up a suspect biography or a clue.<br />\r\nEach suspect constrains small biography and notes that may be important to this case, and what's most important that it's gonna change during the investigation. And you can also see where were found fingerprints or DNA leading to this suspect (if they are in database, otherwise how would you know that this fingerprints are actually suspect's fingerprints)<br />\r\nClues will allow you to do a research and hopefully get some fingerprints/DNA or something else that may help you solve the case.<br />\r\n<br />\r\nEach case starts with a limited time given to solve it. During the investigation you should build your... why am I telling you this? You know how detectives work. Just make sure to answer correctly on the final questions when closing the case so we could rate your hard work properly!<br />\r\n<br />\r\n<br />\r\nThe game currently has only 2 cases and around 50 cards to go through.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409820/header.jpg?t=1765883224",
    "developers": [
      "KreizLand Games",
      "KatFamilyStudio"
    ],
    "publishers": [
      "KreizLand Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}