{
  "1409540": {
    "name": "Summoner VR : The ruined village",
    "steam_appid": 1409540,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;SummonerVR : The ruined village&quot; is designed for high quality VR headsets.<br />\r\nWe want players to actually move in spooky buildings and use weapons and find clues for puzzles.<br />\r\nEach stage has its own traps and puzzles.<br />\r\nAxes, guns, saws, and bombs enable realistic combat with life-size zombies.<br />\r\nThrow a bomb at a herd of zombies, and move your body through the flying spear. Beat the boss with a fiery axe!<br />\r\n<br />\r\nSummonerVR tried to express realistic graphics as much as possible.<br />\r\nExplore the darkness of an old mansion, an abandoned school and raided hospitals.<br />\r\nYou will see bloodstained bed, skeletons, and horrific tentacles.<br />\r\nAfter kill all your enemies, don't forget to take a look around.<br />\r\nA sunny classroom and a mansion glowing in the starlight are places where beauty and horror coexist.<br />\r\n<br />\r\nThe peaceful rural village was turned into an undead-controlled ruin by the witch's raid.<br />\r\nLeave your hiding place in a fight for survival.<br />\r\nThe village is full of undead and cursed monsters, but it also contains weapons, medicine, food and secret stories.<br />\r\nExplore the village and strengthen your weapons.<br />\r\nDefeat powerful zombies and demonstrate your skill by shooting them in the head by a gun.<br />\r\nCollect clues to find out why the witch attacked the village and her weakness.<br />\r\nIn this small but historic village, legendary weapons and magic are hidden.<br />\r\nBreak through the trap and find the key. If you're strong enough, then perhaps, you will be able to defeat the witch.<br />\r\n<br />\r\nI hope you enjoy our game.<br />\r\n<br />\r\nIf you have any comments, please write them on the Community Hub!<br />\r\n<br />\r\nThank you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1409540/header.jpg?t=1607789412",
    "developers": [
      "MINO ENTERTAINMENT INC"
    ],
    "publishers": [
      "MINO ENTERTAINMENT INC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}