{
  "1411890": {
    "name": "C.L.A.Y. - The Last Redemption",
    "steam_appid": 1411890,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411890/extras/576b172d831be037bd24a1c885b4aa1b.webp?t=1668431930\" width=591 height=58 /></span><br>C.L.A.Y. The Last Redemption is a story-driven role playing game set in a post-post-apocalyptic city. You are the Scion of your tribe, and soon you will be chieftain. Prove yourself to the Elders; lead your crew; build your character and uncover the secret stories of the living city you call home.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411890/extras/913c53133e135cec74ff4d22ff998762.webp?t=1668431930\" width=591 height=58 /></span><br>The City you call home is unlike any other city in the world, but you wouldn't know: your tribe has been trapped inside it since the world came to an end. Controlled by some unknown, often malevolent force, the City is ever-changing, demolishing and rebuilding itself following logic only the Shamans can follow. To survive, you will need to learn to interpret its secrets.<br><br>C.L.A.Y. uses a unique isometric grid-based map that is partially procedurally generated, making every new game a new experience. The map is filled with obstacles, secrets, resources and objectives, and every time you sleep it changes, as the City wakes and moves.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411890/extras/bc1fe6221b8dc6b178e6f989a304ab40.webp?t=1668431930\" width=591 height=58 /></span><br>As the Scion of your tribe, you will have to make decisions about the future and fate of your people: will you follow tradition and do as every other chieftain has done since the Hunger, or will you follow your own path and try to discover all of its secrets? Every secret you discover, every story you experience, will build your legend and piece by piece tease out the true history of the world, beyond what the Loretellers remember and the myths claim.<br><br>All of your companions also have their own stories and their own paths to tread, and following them will take you from the safety of the Corral to the furthest reaches of the City. And what of your own story? The Clan-mother, absent since your birth. Your father, dying of glow-lung. And the mysterious voice in the Golden Ombrascope, telling you to look beyond what the Elders want you to see.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411890/extras/b40661e126782f37d514b224c9b7cabc.webp?t=1668431930\" width=591 height=58 /></span><br>Create your own Scion by balancing the three attributes of a future chieftain: Warchief, Pactmaker and Trickster. Are you going to solve problems by using physical force, by helping people overcome their differences, or do you operate outside the bounds of conventionality?<br><br>What kind of leader will you be?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411890/extras/914f138bbae1a15653ddb882b732cee0.webp?t=1668431930\" width=591 height=58 /></span><br>No-one goes into the City alone: form a crew consisting of Tribesmen, Warriors, Clayworkers and Shamans, as well as your own permanent Companions, each with their own stories and destinies.<br><br>Has a tunnel collapsed? You will need men to clear it. Do you need to calm the City to let you work? Your Shamans can help. Do you need to hasten the work? Let your Clayworkers craft a custom tool to help you. Is the Swarm harassing your workers? Create a cordon with your Warriors. Just make sure you have the Scion skills to keep your crew in line.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411890/header.jpg?t=1668431930",
    "developers": [
      "MiTale",
      "Red Nettle Studio",
      "BitByByte Creations"
    ],
    "publishers": [
      "MiTale "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}