{
  "1411630": {
    "name": "Ice Star Tribes",
    "steam_appid": 1411630,
    "required_age": 0,
    "is_free": false,
    "description": "Hello! , I hope you like my games, and I try to make them interesting for you<br />\r\nto play, and thank's God  and thank you all! for this, the story is about the Tribes,<br />\r\n the small communities that remained on the Ice star.<br />\r\n<br />\r\nIn the far future, small group of people on the cold planet is trying to survive!<br />\r\nmuch time has passed, and new technologies has came, new weapons and the<br />\r\nability to jump in space and time.<br />\r\nBut despite this all, the human heart left the same, with greed for power and control, <br />\r\nWars made it hard to survive, some animals disappeared, and only two small tribes left <br />\r\non the cold planet of darkness and ice and fighting for its last resources.<br />\r\n<br />\r\nYou are the new hope of this dying world, even the tribes are confronting each other,<br />\r\nthey do understand that the live of every single person is precious! , <br />\r\nand they do not attack, but they are trying other ways to infiltrate the community <br />\r\nand control it from inside!<br />\r\nThey use fear and pressure, they use new generation of Bots, Spikers..that blend with <br />\r\nthe shadows, Giants to scare the people, and more.. but hope is close, and you are this <br />\r\nhope!,<br />\r\nYour mission is to eliminate all the threat to the community, destroy the bots and the factories,<br />\r\n and jump in time,<br />\r\nFind the Time portal to Jump many thousands of years back, to try and build a better future for you and <br />\r\nall the people on the ice star, this will mean a Win!<br />\r\n<br />\r\nfeatures : <br />\r\n<br />\r\nNew Story is still based on the players score, it will change peoples mind in the game about you, <br />\r\nbut not only the score, any of your moves can bring a new part in the game to live!,<br />\r\nYou still can and must shoot some enemy bots, and new trained raiders will make your work harder,<br />\r\nbut on your side, there is a hope too, New weapons!, New Med packs, and new Athletic boosters, <br />\r\nthat will make your character stronger with every use!, and the new &quot;Detecting&quot; system, that will help <br />\r\nyou to search and destroy them all! in the dark and ice!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411630/header.jpg?t=1669740146",
    "developers": [
      "Avisgames"
    ],
    "publishers": [
      "Avisgames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}