{
  "1411900": {
    "name": "Mictlan: An Ancient Mythical Tale",
    "steam_appid": 1411900,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Mictlan: An Ancient Mythical Tale</i> aims at bringing Mesoamerican mythology to life, all wrapped up in an epic fantasy setting.<br><br>You will embark on a challenging and dangerous journey, exploring a vast open world: from thick jungles and lush forests to the dark, mythical underworld of <i>Mictlan</i>, the Valley of Death, in an epic quest to unleash the power of the Gods. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/f80e872455fb9bf505f36d333725d3f8.webp?t=1655024800\" width=414 height=17 /></span><h2 class=\"bb_tag\" > AN ANCIENT WORLD TO EXPLORE </h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br>Set during the Spanish conquest of Mexico, <i>Mictlan</i>'s story will unravel in a fantasy world heavily inspired by pre-Columbian Mesoamerican cultures, customs, and myths. You will find yourself immersed in a wide, varied and dark open world, exploring detailed locations with great visual and narrative depth, experiencing a culturally rich atmosphere that belongs to an irretrievable past. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/22c54c6ebf7291a3e74a18b38a92c184.avif?t=1655024800\" width=616 height=252 /></span><h2 class=\"bb_tag\" >AN AUTHENTIC STORY</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br>We take pride in some unique aspects of our game: <i>Mictlan </i>is the first open-world video game ever created by a Mexican-American studio, and it is the first video game completely based on Mesoamerican history and culture. With our game, we want to provide players with a challenging and engaging story, but also with the opportunity for celebrating indigenous cultures by reviving thousand-years-old tales.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/5a727a98d74b0fb4861e92b79c044434.avif?t=1655024800\" width=616 height=252 /></span><h2 class=\"bb_tag\" >HISTORY MEETS FANTASY</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br>At the core of our project is a varied and rich world where history meets fantasy. One of our main goals is to recreate with great accuracy the architecture and iconography of pre-Columbian Mesoamerican cultures, drawing evidence from textual descriptions and material remains, all wrapped up in a fantasy setting. <i>Mictlan</i>’s stunning environments, architectural elements, objects and characters are designed using real-life references, locations and archeological sites, providing players with a truly immersive experience, while also enjoying classic fantasy elements. The game blends history and fantasy together as an epic retelling of the most pivotal and bloody moments in ancient Mesoamerican history.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/19f1b6911a69a09bc3bb0009d38ddc93.avif?t=1655024800\" width=616 height=252 /></span><h2 class=\"bb_tag\" >VALUING MESOAMERICAN CULTURES</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br>At the heart of <i>Mictlan</i>, lies a great story and the revival of long-lost civilizations. Our ambition is to make a game which is not only engaging and fun, but which also allows the gamers to get to know Mexican and Mesoamerican history. Valuing such a rich heritage, ancient culture, practices and myths, is one of our project's driving principles. That's why our game will be fully dubbed in &quot;<strong>Nahuatl</strong>&quot;, the language spoken by the indigenous inhabitants of the Valley of Mexico, and in “<strong>Yucatec Mayan</strong>”, the Mayan language spoken in the Yucatán Peninsula and northern Belize.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/b09cab2d2605d0400fe5e2bce38b2b6b.avif?t=1655024800\" width=616 height=252 /></span><h2 class=\"bb_tag\" >FIGHT AND SURVIVE</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br>Master the fight and emerge a true warrior, engaging both in melee/ranged combat and spellcasting, an exciting and fluid system, suiting players’ different attack styles. In crafting Mictlan's weapons, we aimed at balancing fun with historical accuracy, recreating ancient weapons and armour.<br><br><ul class=\"bb_ul\"><li>Slash and cut your enemies with the deadly Macuahuitl, a wooden club with shiny, sharp and cruel obsidian pieces embedded in its sides. <br></li><li>Keep enemies at distance using the Tepoztopilli, a long pole-arm weapon the height of a man, with its superior reach and thrusting ability. <br></li><li>Throw your spears from a great distance with deadly force and speed using the lethal Atlatl, easily piercing through any armor or enemy.<br></li><li>Increase your magic skills and conjure spells to summon spirits, defeat enemies and protect yourself.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/3fb3f4bd5e5aa3f40d31553ea490596d.avif?t=1655024800\" width=616 height=252 /></span><h2 class=\"bb_tag\" >MICTLAN'S STELLAR CAST</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br><i>Mictlan</i>'s family grows everyday. Up until now, we pride ourselves in the involvement of some of the greatest artists and personalities in Latin America.<br><br><ul class=\"bb_ul\"><li><strong>Roco Pachukote</strong>, legend of Spanish rock music and founder of the band <i>Maldita Vecindad</i>. Roco, who is a music legend, an activist, a poet and an incredible human being, will not only be our music producer but will also feature as an important character in <i>Mictlan</i>.<br></li><li><strong>Horacio García Rojas</strong>, a talented Mexican actor who upholds the good name of México and of its culture and traditions. He is known for his roles in Netlifx series like <i>Diablero </i>and <i>Narcos: México</i>, as well as for his outstanding performance as the Tlamemeh Painalli, in the 2016 Alan Jonsson Gavica film <i>La Carga</i>. Horacio will lend his talents to our videogame as a main character.<br></li><li><strong>Ishbel Bautista</strong>, the protagonist of the series <i>Hernán</i>, in the main role of Marina &quot;La Malinche&quot;, will honor us with her presence in <i>Mictlan </i>as one of our beloved characters. We feel extremely grateful for collaborating with such a talented actress.<br></li><li>The famous gamer, content creator, analyst, Mexican comedian, the one and only <strong>FEDELOBO</strong> has also joined<i> Mictlan</i>'s family, interpreting a character by the name of “El Criador de Loberros”, a brave warrior and prodigious hunter.<br></li><li>Academy Award Winner, <strong>Carlos Cortes</strong>, winner of the Best Sound Oscar for the movie <i>The Sound of Metal</i>, is also another bright star in our team!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/e17e7205d27a915c34dc868560bab831.avif?t=1655024800\" width=616 height=252 /></span><h2 class=\"bb_tag\" >ABOUT THE DEVELOPMENT TEAM</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/extras/195b384c18811651b0d87fed41b22126.webp?t=1655024800\" width=596 height=10 /></span><br>Guillermo Alarcon is the creator of <i>Mictlan: An Ancient Mythical Tale</i>.<br><br>Born in Mexico City and raised in San Francisco (CA), Guillermo Alarcon has been working in Animation &amp; Cinema, Photography and Interactive Media for over 20 years. He is the Founder and Creative Director of <strong>Meta Studios Creative Agency K.K</strong> based in Tokyo, Japan.<br><br>Guillermo came up with the idea to build <i>Mictlan: An Ancient Mythical Tale</i> after spending several years traveling to over 97 countries and visiting hundreds of archeological sites around the world. His passion for ancient history, ancestral cultures and spirituality inspired him to create the world of Mictlan.<br><br><i>Mictlan</i>’s development team is constantly expanding, with the involvement of the best Mexican and international designers, artists and performers to capture an authentic Mesoamerican atmosphere. Creating opportunities to support the Mexican community by directly involving indigenous and Mexican people in the development of the game, is what will make <i>Mictlan </i>so special. We deeply value the contributions of each member of the team to build an unique and successful game.<br><br><i>Making video games is the ultimate culmination of Art, a form of representation merging cinema, music, and interactivity, engaging the player in the highest form of storytelling.</i><br><br>",
    "supported_languages": "英语, 日语, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411900/header.jpg?t=1655024800",
    "developers": [
      "Meta Studios Creative Agency K.K"
    ],
    "publishers": [
      "Meta Studios Creative Agency K.K"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}