{
  "1411620": {
    "name": "Stellar Wanderer DX Demo",
    "steam_appid": 1411620,
    "required_age": 0,
    "is_free": true,
    "description": "Stellar Wanderer is a beautiful old-school space combat sim set in a vast open-world universe.<br><br>Grow your skills and pick the best path that suits your play style. Choose your class as a <i>Fighter</i>, <i>Trader</i>, <i>Tank</i> or <i>Engineer</i>, each with its own bonuses and special abilities. Follow the story line or choose your favorite side missions. Prove your space flight skills, mine for resources, transport merchandise, be a respected bounty hunter or even become the most dangerous pirate in the galaxy!<br><br>Experience a variety of gorgeous space sets, each with several interest points. Earn credits for the ship of your choice or choose multiple ships. Tune your ship with more than 100 items!<br><br><strong>Features</strong><br>• Story mode with 10 hours of gameplay and voice acting.<br>• Choose your class between Fighter, Trader, Tank or Engineer. <br>• Buy a variety of ships with unique characteristics.<br>• Dock to deep space stations to find the best weapons, shields, engines and upgrades for your ship(s).<br>• Explore space systems with gorgeous visuals and unique atmosphere.<br>• Mine valuable minerals on contract or just for yourself.<br>• Hunt renegades and fight space pirates.<br>• Protect friendly ships or escort them across dangerous zones.<br>• Haul goods across star systems or make emergency medical transports (just make sure you properly stash that occasional contraband - wink).<br>• Prove your flight skills in... space races!<br>• Use immersive cockpit or third person view.<br>• Play with mouse and keyboard or with any Xbox-type controller.",
    "supported_languages": "英语<strong>*</strong>, 日语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 俄语, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411620/header.jpg?t=1754576265",
    "developers": [
      "Dream Builder Studios"
    ],
    "publishers": [
      "Leoful"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}