{
  "1411550": {
    "name": "Divilixa",
    "steam_appid": 1411550,
    "required_age": 0,
    "is_free": false,
    "description": "Divilixa is a game about strife, sacrifice and insanity.<br />\r\n<br />\r\nThe character wakes, disoriented way beneath the surface in a dungeon.<br />\r\nThe place reeks with the undead, monsters and other dangerous animals.<br />\r\n<br />\r\nOne must take it upon oneself to fight it out against these creatures whilst learning more about the background of the damned place. All this while also doing what one can keeping the sanity in check and out of the darkest edges of the mind.<br />\r\n<br />\r\nCreate a character from 6 different warrior-type classes - each with its own starting stats and class-skills. <br />\r\nPlay as the fierce warrior, the sturdy soldier, the tavern-visited fighter, the natural barbarian, the armored knight or the holy templar.<br />\r\n<br />\r\nIt is a 2D action-rpg type game in top-down view, and plays like a simple combat-oriented game. The actions for the player is attack, block, move and run/dash. Become skilled at doing battle with these easy controls. Earn xp, level up, set out new attribute points and specialize your skill points in a structurized skill-tree system.<br />\r\n<br />\r\nAside from that collect gold from enemies or urns scattered throughout the dungeon. The coin can be used to buy new items and equipment at robot-vendors found further down in the dungeon.<br />\r\n<br />\r\n&quot;Stride further down into the depths, meet the dangers of the dungeon and seek an end to the coming darkness.&quot;",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411550/header.jpg?t=1733920987",
    "developers": [
      "Ice-Cold Shivering Studios"
    ],
    "publishers": [
      "Ice-Cold Shivering Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}