{
  "1411880": {
    "name": "travelsolar",
    "steam_appid": 1411880,
    "required_age": 0,
    "is_free": false,
    "description": "According to the current astronomical observation and exploration, the solar system is composed of the sun, 9 planets and their satellites.<br />\r\nFor example: Sun, Mercury, Venus, Earth, Moon, Mars, Jupiter, Saturn, Uranus, Neptune and Pluto etc.<br />\r\nThis game is based on the background of various celestial bodies in the real solar system. It simulates that astronauts fly a spaceship from earth orbit to the moon first. After reach to the Moon select the planets or satellites they want to explore, and then start the whole solar system exploration tour.<br />\r\nDue to the long distance of the spacecraft to the target planet, the fuel carried by the spacecraft cannot reach directly. Scientists first created a route to the target planet and set up a number of space refueling stations along the route.<br />\r\nDuring the voyage to the target planet, the spacecraft can dock at the space refueling station to replenish fuel so as to continue the voyage and complete the exploration journey. If the spacecraft runs out of fuel or is hit by a meteorite during exploration,<br />\r\nThe spacecraft will crash, and the entire mission has failed.<br />\r\nTip: this game needs a certain amount of astronomical knowledge to better complete the task of exploring the entire solar system.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1411880/header.jpg?t=1607566449",
    "developers": [
      "guang zhou xi pu wang luo ke ji you xian gong si"
    ],
    "publishers": [
      "guang zhou xi pu wang luo ke ji you xian gong si"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}