{
  "1412750": {
    "name": "Gummy Bear Mafia",
    "steam_appid": 1412750,
    "required_age": 0,
    "is_free": false,
    "description": "In Gummy Bear Mafia you play as a gummy bear who has decided to start his own mafia. In this game you must recruit bears to join your mafia, sell candy to make money to fund your organization, and you must also must also attack land and try to grow your empire all while trying to wipe out the enemy mafia before they destroy you. This game has a lot of strategy involved in it.<br />\r\n<br />\r\nGame play: In this game you will be using your mouse a lot. As a mafia leader you will have to go to different locations in the game to do different tasks. For example since you have to recruit bears to join your mafia, you will need to go to the recruitment page and place some of your bears down there to recruit bears for you. The same goes if you want to make money or if you want to attack or defend an area you own, In this game you can also buy upgrades to your bears attack strength and you will have to buy different types of candy to sell which have differing values that will allow you to make more money. This game is very complex and math heavy. everything is connected for the most part and that can make things a bit tricky.<br />\r\n<br />\r\nFeatures: this game does not have any steam achievements or anything fancy like that, its just a game that's fun to play when your bored.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1412750/header.jpg?t=1616069782",
    "developers": [
      "Sugar Bush Studios Inc."
    ],
    "publishers": [
      "Sugar Bush Studios Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}