{
  "1412950": {
    "name": "Dark Romance: Vampire Origins Collector's Edition",
    "steam_appid": 1412950,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Domini Games</strong> is back with the latest chilling instalment of the Dark Romance series!<br><br><br>A simple trip to the doctor’s takes a dark turn when your journey leads you straight into the path of a vampire! Your father may have chased away this deadly foe before you were born, but now he’s back and out for revenge. But blood’s not all he’s after. He’s looking for the half vampire he created before fleeing, a person you’ve just uncovered is you!  With the safety of your home and beloved hanging in the balance, can you outmaneuver this monster without turning into one yourself? Find out in this spine-tingling Hidden-Object Puzzle adventure!<br><br><br><br><br>This is a special  Collector's Edition  release full of exclusive extras you won’t find in the standard version. As a  bonus, Collector's Edition purchases count toward three stamps on your  Monthly Game Club Punch Card!  <br><br> The Collector’s Edition includes: <br><br>BULLETS:<br><br>•\tYour dear mother is the vampire’s victim and, with Dorin’s help, you must track the evil one to save her!<br>•\tPlay and re-play HOPs, movies, and mini-games, earn Achievements, complete your Salon and Jewelry collections!<br>•\tDownload original concept artwork, soundtracks, and wallpapers!<br>•\tDon’t trek through treacherous Transylvania without the helpful Strategy Guide!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1412950/header.jpg?t=1764598844",
    "developers": [
      "Domini"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}