{
  "1412190": {
    "name": "BEACHED",
    "steam_appid": 1412190,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><u><strong>Beached is a completely F2P (Free to Play) game.</strong></u></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Beached</strong> is a free-to-play, third-person, low-poly survival shooter set in a massive open world where danger and opportunity collide. Battle against other players, explore sprawling monuments filled with valuable loot, and fight to survive in a harsh, competitive environment. Every choice matters—whether you’re building your base, gathering resources, or launching a raid on your rivals.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Construct and fortify your base with creative building mechanics, setting traps and defenses to ward off enemy attacks. Scavenge the world for weapons, tools, and rare items to gain the upper hand. Team up with friends or face the world alone—the choice is yours, but trust is hard to come by.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Explore massive monuments and points of interest, each hiding valuable resources and dangers. From abandoned airfield to military bases in a Volcano, every location offers both risk and reward. Stay on your toes—other players will be hunting for the same loot, and only the strongest will walk away with the prize.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >With fast-paced combat, skill-based gunplay, and intense base raids, <strong>Beached</strong> delivers a thrilling survival experience where every encounter could be your last. Whether you’re fighting for control of resources, defending your territory, or launching an all-out assault on an enemy’s base, the action never stops.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Will you dominate the battlefield, or become just another survivor lost to the chaos? In <i>Beached</i>, survival isn't guaranteed—it's earned.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1412190/header.jpg?t=1739434357",
    "developers": [
      "Gradient Studios"
    ],
    "publishers": [
      "Gradient Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}