{
  "1412740": {
    "name": "Angelwood",
    "steam_appid": 1412740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Have you ever felt like living through the 2019-2020 school year?</strong><br>I sure hope you haven't. But now you can <i>simulate</i> living through it! The school year starts off unsuspectingly enough, but you very quickly realize that the town's mafia is controlling people through an unseen world. As Sophomore John Smith, it's your job to infiltrate the mafia's bases with your friends and take down the evil lurking in broad daylight.<br><br><strong>There's a story to be told</strong><br>You're not going to be facing the same cut and dry school year like you used to. Taking down the 21st century mafia isn't an easy task for a Sophomore, after all. Don't like reading? Some scenes are voice acted!<br><br><strong>Action based combat</strong><br>Live in the moment! Fight your way through the mafia's ranks with real time combat. From sword fighters to gun slingers to robotic mech users and more, your friends have your back throughout the whole journey.<br><br><strong>The mafia isn't the only threat you're facing!</strong><br>If you enjoy living, you better hit the books! As a student, you have to keep up with your school life, social life, AND mafia life. If you thought the mafia was scary, just wait and see what happens when you don't do your homework! Most importantly, you need to be there for your friends.<br><br><strong>Work on yourself outside of battle</strong><br>Fighting enemies isn't the only way to become stronger in this game. You can take a well-deserved break from combat by playing some computer games to make more equipment to use in battle. There's even a skill tree you can customize! Or perhaps you'd wish to train with your allies directly...?<br><br><strong>New Game Plus!</strong><br>:O",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1412740/header.jpg?t=1667237977",
    "developers": [
      "Nick Percent"
    ],
    "publishers": [
      "Nev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}