{
  "1413060": {
    "name": "Chiaroscuro Demo",
    "steam_appid": 1413060,
    "required_age": 0,
    "is_free": true,
    "description": "Before the lights disappeared, the region of Chiaroscuro was overseen by the gods of balance, Yin and Yang.  However the world changed when Yang suddenly disappeared, taking the lights with him.  Over time, locals grew used to this new normal.  But when rumors spread of there being remaining lights in the region, those determined enough sought to restore the balance that was broken.<br><br>Chiaroscuro is a 2D adventure platformer with metroidvania elements. Take control of Rose, a mysterious amnesic, and explore a world that has fallen into darkness—where only a few precious flickers of light remain. From peaceful grasslands to a long-forgotten mine, Rose will navigate this interconnected 2D world as she gains new abilities and faces off against monstrous creatures, as well as other adventures with their own hidden plans for the light they all covet.<br><br><i>This version is an alpha version, and showcases the general feel of the game, not the final product.  </i><br><br><strong>Do note this alpha demo does not completely support resolution scaling and the recommended resolution for this alpha demo is 1920x1080.  I plan on updating the demo eventually once I get around to implementing accurate game scaling options.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1413060/header.jpg?t=1603547507",
    "developers": [
      "BlackberryKin"
    ],
    "publishers": [
      "BlackberryKin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}