{
  "1413680": {
    "name": "DANGER! Escape Lab",
    "steam_appid": 1413680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>DANGER: Escape Lab!</strong> revolves around a conspiracy theory about current events worldwide. Players impersonate a scientist whose role is to save his own life and possibly millions of others by stopping the outbreak. The story is presented narratively. <br><br>You will be a scientist who discovers the danger related to the possibility of leak virus outside the laboratory. To avoid a global pandemic, the growing threat must be stopped as soon as possible. The fate of the entire world lies in the hands of the scientist and his knowledge. Do your best not to let the virus leak. It will paralyze the whole world and take hundreds of thousands of lives.<h2 class=\"bb_tag\" ><strong>Unique elements:</strong></h2><ul class=\"bb_ul\"><li>It allows players to discover an environment that imitates real science facility, inaccessible to almost every human being on the planet. Full of diverse puzzles that require logical thinking, exploring the environment, manual skills, and a bit of out of the box approach.<br></li><li>Full VR experience. The developers made sure to achieve maximum immersion for the players through detailed scenes, dozens interactive objects in each room (both meaningful for the game progress and less important items for players to have fun with). Easy to learn controls allow players to forget about the real world around them.<br></li><li>DANGER: Escape Lab! offers replayability which is unique in the genre. The game has three different endings that depend on the number of secrets discovered. The player is awarded one, two or three stars upon completing a story in time.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1413680/header.jpg?t=1702934045",
    "developers": [
      "Games 4Experience",
      "Don't Bite Devs"
    ],
    "publishers": [
      "Games 4Experience"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}