{
  "1414410": {
    "name": "Desert War WWII",
    "steam_appid": 1414410,
    "required_age": 0,
    "is_free": false,
    "description": "The first in our Combat Commander series which incorporates our new army building system. At the start of the game you can choose which units you would like to command from our extensive list. You then add these units anywhere within the deployment area of the map. The game also comes with our more traditional scenarios.<br />\r\n<br />\r\nThe game recreates small unit combat from the War in the Desert from late 1940 through to the collapse of the Axis forces in North Africa in early 1943. Players command German, Italian, French, United States and U.K. Commonwealth forces in a wide range of missions. Most of the scenarios primarily focus on historical armored engagements in this challenging desert environment. The battles of the western desert were unusual as there was generally a lack of cover, making weapons such as the German 88mm’ especially deadly, being able to destroy almost any Allied tank at long range.<br />\r\n<br />\r\nDesert War’ consists of:<br />\r\n<br />\r\nArmy Building including 5 missions.<br />\r\nCriss Cross.<br />\r\nDestruction.<br />\r\nDomination<br />\r\nEnveloped<br />\r\nHold the line<br />\r\nTraditional Gameplay.<br />\r\n7 mission ‘Tutorial’ campaign, played as UK.<br />\r\n3 mission ‘Engagement’ Campaign.<br />\r\n5 mission ‘Compass’ Campaign. (In-app purchase for Android users)<br />\r\n5 mission ‘Sonnenblune’ Campaign. (In-app purchase for Android, iPhone and iPad users)<br />\r\n5 mission ‘Crusader’ Campaign. (In-app purchase for Android, iPhone and iPad users)<br />\r\n5 mission ‘Gazala’ Campaign. (In-app purchase for Android, iPhone and iPad users)<br />\r\n5 mission ‘El Alamein’ Campaign. (In-app purchase for Android, iPhone and iPad users)<br />\r\n5 mission ‘Twilight’ Campaign. (In-app purchase for Android, iPhone and iPad users)<br />\r\nWith the exception of the tutorial all missions can be played as either side.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1414410/header.jpg?t=1731082485",
    "developers": [
      "HexWar Games"
    ],
    "publishers": [
      "Hunted Cow Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}