{
  "1414070": {
    "name": "Sokoban: Bunny Tales",
    "steam_appid": 1414070,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>How smart are you?</strong><br><br>Sokoban: Bunny Tales will not only provide you with hours of entertaining puzzles but will also give you an intelligence rank. Sokoban: Bunny Tales has improved classic Sokoban in every way. Each level contains colored boxes and/or balls that must be moved by your character on to their corresponding goals. How hard could that be? As you progress through the game, new elements are added and the complexity increases. Understanding how each element plays its part in a level will ultimately lead to the solution. Good luck, plan ahead and think about every move, but do not worry if you make a mistake, there are unlimited undo's to help you stay on track.<br><br>A custom level editor is included that will allow you to create your own levels and challenge other players.<br><br>Story: Enjoy a handful of exciting Bunny Tales.<br>Graphics: Bright colorful graphics with cutouts to show what is beneath objects.<br>Puzzles: Innovative puzzles created by veteran designers.<br>IQ Meter: Meter that tracks your progress and assigns your intelligence ranking.<br>Room Editor: Create your own rooms to share with others.<br>Best Score: Try to solve all the puzzles in the lowest number of moves.<br>New Mechanics: New game mechanics allow for more entertaining puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1414070/header.jpg?t=1603961635",
    "developers": [
      "Block Games"
    ],
    "publishers": [
      "Block Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}