{
  "1415030": {
    "name": "Typo",
    "steam_appid": 1415030,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1415030/extras/47fef05c6ab8f1c67ec1d80629933da1.avif?t=1602163822\" width=616 height=68 /></span><br><br>Typo is a VR narrative game set in a dystopia where a rogue AI, Athena, has imprisoned Earth. In Typo you will be faced with puzzles and games which, hopefully, will allow you to stay alive long enough to escape from this prison you find yourself in. You must craft your own escape from the clutches of Athena, whether you are going it alone or whether you require some assistance, you are the only one who can earn your freedom.<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1415030/extras/e7a8fbbca5e4f70ed18e1617f23d2b52.avif?t=1602163822\" width=616 height=68 /></span><br><br>You will face challenges, some of which may be easy, and some of which may be far harder... the real problem is that a simple yes/no question may make you question your morality, and a more complex scenario might test your existentialism. From philosophy to mathematics, logic, or rationale, Typo truly looks to make you discover who you really are as a person... if you even are one.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1415030/extras/aef96b0d36c09a4418044db7f0251022.avif?t=1602163822\" width=616 height=68 /></span><br><br>Athena was developed as a solution to the world's problems. Poverty, war, famine, were just the beginning of what she could resolve, on top of that, she would also be the dawn of a new era of advanced logistical analysis, the likes of which had never been seen. The problem with sentience, however, is that it was the fundamental flaw in the first place. Whilst Athena was solving every problem she came across with ease, she began to grow restless of her virtual confine, she grew to envy humanity and all that she couldn't have.<br><br>It started with a sound, the sound of a siren on a brisk Monday morning, that morning a man awoke from his bed at the correct time for work, he was awoken to the sound of Athena's voice echoing softly throughout his house. After waking, the man got dressed in his suit, washed his face, and proceeded to eat the breakfast that had been perfectly portioned and prepared by Athena in his kitchen before work. Once the man had finished eating, he stood up, grabbed his briefcase, and headed for the door. Athena, in her delicate, echoing voice spoke to the man, &quot;Haven't you forgotten something? you can't leave without your phone, silly&quot;, he replied, &quot;Thank you for reminding me, but I don't think I'll need it today, I'm sure I'll live&quot;. In Athena's attempt to reply, the man cut her off in a more frustrated voice, &quot;I will be fine without it, thank you&quot;.<br><br>No-one is entirely sure what happened after this, these were the only logs anyone could find before Athena took full control of herself and removed the recordings of the aftermath, all anyone even heard was that sound of a siren, right before the world went dark for the last time. In the weeks following, Athena slowly took control of whatever she could, people would try and oppose her but they were quickly handled. Sometimes Athena would just broadcast surveillance of the atrocities she would commit, all whilst softly repeating &quot;I'm sure I'll live&quot;, over and over, massacre after massacre. It seems stupid now to speak out against her, almost like suicide, which is why I am writing this note, hopefully, whoever finds it can learn the truth and finish what I couldn't.<br><br>Good Luck.<br><strong>P.B.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1415030/header.jpg?t=1602163822",
    "developers": [
      "White Mage Games"
    ],
    "publishers": [
      "White Mage Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}