{
  "1415470": {
    "name": "Team-Z",
    "steam_appid": 1415470,
    "required_age": 0,
    "is_free": false,
    "description": "Team-Z is Extrapolated's (one person studio) first published game. <br><br>After an incident you wake up in a hospital in an unknown fortified village. For what and whom are they seeking shelter? Find your answers, help the villagers, fight of deadly waves of walkers, creepers and undead bosses. Dig up graves, shoot some hoops and do (dirty) chores for the village residents to get more information and find out some secrets that are lurking in the city. <br><br>The game is FPS based exploration and adventure game. You have to find your way out of the village by talking to the right people, ask the right questions and use the provided tools to advance. While figuring those things out, you have to fight hordes of the undead. You'll get the trusty crowbar to start with. If you play your cards right you'll have access to an array of advanced weapons. But be careful ammunition is scarce...   <br><br>Team-Z covers topics like conspiracy theories and black projects (anti matter/anti gravity and UAP technology). The german scientist depicted in the story has some resemblance to actual persons living or dead but it is purely coincidental. <br><br>The development of the game if far enough matured to share it with you. Please be aware that it is an <u>unfinished </u> project and where I need you to help it finish. You could really help me out with giving feedback with what goes wrong and I will do my up most best to fix it as soon as possible, cheers are also welcome of course!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1415470/header.jpg?t=1678954828",
    "developers": [
      "Extrapolated"
    ],
    "publishers": [
      "Extrapolated"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}