{
  "1415730": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Inner Sea Gods",
    "steam_appid": 1415730,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Pathfinder RPG - Campaign Setting: Inner Sea Gods</h2>Unleash the Power of the Gods!<br>Through the miracles of priests and the weapons of crusaders, the deities of the Pathfinder Roleplaying Game command unrivaled influence over the lands of the Inner Sea. Tap into their incredible might with Pathfinder Campaign Setting: Inner Sea Gods! Inside you'll discover the deepest secrets of an entire pantheon of incomparable beings, claim relics suited to both sinners and saints, and wield immortal might as a character of any background, race, or class. No longer does the favor of the gods belong to clerics, paladins, and other divine spellcasters alone--choose your faith and make holy power your own!<br>This volume expands upon the world and religions detailed in<br><i>   Pathfinder Campaign Setting: The Inner Sea World Guide</i>   . Inside this tome of mysteries, you'll find:<br><ul class=\"bb_ul\"><li>Massive articles on the most powerful deities of the Pathfinder campaign setting, revealing everything you need to know about the gods and their followers, temples, adventurers, holy days, otherworldly realms, divine minions, and more!<br></li><li>Details on nearly 300 deities from across the Inner Sea region and beyond.<br></li><li>New prestige classes to imbue you with the power of the gods! What's more, each of these three classes is uniquely customized to make worshipers of all 20 core gods mechanically distinct from each other--that's 60 different prestige class variations!<br></li><li>Tons of new feats to help optimize your character and make you a champion of the church.<br></li><li>More than 140 magic items tailored to religious characters of all classes! Unleash righteous wrath or spread divine corruption with sacred armor, weapons, altars, holy symbols, and other relics for every faith.<br></li><li>A library of spells and subdomains to help your caster sow destruction, spread divine love, or remake reality in your god's name!<br></li><li>Character traits to help you get the most out of your character's beliefs and backstory.<br></li><li>Dozens of monsters, including high-level heralds and divine servitors for Pathfinder's most prominent deities.</li></ul><i>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1415730/header.jpg?t=1768437291",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8464,
      "final": 8464,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 84.64"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 1 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}