{
  "1416390": {
    "name": "A Game Of Thrones - A Dance With Dragons",
    "steam_appid": 1416390,
    "required_age": 0,
    "is_free": false,
    "description": "A Dance with Dragons is an expansion for A Game of Thrones, the board game digital edition, bringing the game in the era of the eponym book. With an agonistic alternative setup and news cards, radically change your game with this expert 6-round scenario.<br><br>Westeros has changed. The years of war and betrayals have ravaged the lands.<br><br>In the North, House Bolton has seized power from House Stark, but they now face Stannis Baratheon. After his defeat at the hand of House Lannister at the Battle of Blackwater, Stannis has created an unlikely alliance with the Wildlings and the mountain clans. <br><br>House Lannister has kept the Iron Throne and King’s Landing, but they have lost much. The King is dead, as is Tywin Lannister, making their alliance with House Tyrell fragile at best. Will the Tyrells keep their word or use their nearby fleet to secure a grand future for their House? They are, however, not the only ones on the sea. <br><br>The Kraken and the Sun are putting their plan of revenge in motion. House Greyjoy, led by Euron Crow’s Eye, plans to seize the initiative as many castles are now exposed. House Martell was not blind to this fact and is finally ready to avenge their prince, the Red Viper, as well as the countless wrongs committed against them. <br> <br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416390/extras/faedd714eb9e247685274e09147e87e4.poster.avif?t=1694187872\" width=616 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416390/extras/faedd714eb9e247685274e09147e87e4.webm?t=1694187872\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416390/extras/faedd714eb9e247685274e09147e87e4.mp4?t=1694187872\" type=\"video/mp4\"></video></span><br><br>Unlike the steady progression found in the base game, Westeros now begins filled with armies and very few empty regions. Confrontation is unavoidable early on, especially with the Baratheons threatening the Starks from the north, following the events of the book.  Meanwhile, the Lannisters may control a large swath of territory and have reached King’s Landing, but can they hold it with the Tyrell fleet and army at their door? The Starks and Martells have also respectively extended their reach whilst the Greyjoys have secured multiple positions inland as well as on the sea.<br><br>A Dance with Dragons comes with:<br><ul class=\"bb_ul\"><li>An expert 6-player alternate setup with new advanced positions for all Houses putting you on edge from the beginning.<br></li><li>Brand new strategies to consider for each house.<br></li><li>Shorter and more confrontational games.<br></li><li>42 New powerful faction cards matching the period and replacing the characters and effects of the base game’s cards: Jon Snow has joined Stannis Baratheon whilst the Lannisters mourn Tywin Lannister.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416390/header.jpg?t=1694187872",
    "developers": [
      "Dire Wolf"
    ],
    "publishers": [
      "Twin Sails Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}