{
  "1416720": {
    "name": "Brain Games",
    "steam_appid": 1416720,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Warning!</h2>Buy Power Brain Trainer on Steam and get Brain Games for free! This project is based on the main product — Power Brain Trainer, and by purchasing it you can download Brain Games as a free DLC. Brain Games is just a small part of the Power Brain Trainer. You can choose what you want to buy: separately only this product, a larger set &quot;Power Brain Trainer&quot; games or a complete set &quot;Brain Box&quot;.<h2 class=\"bb_tag\" ></h2><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416720/extras/7bbc0b77c788ab51d3a517f0eebf6eea.avif?t=1681237354\" width=600 height=200 /></span><br><br>Meet a collection of good classic games for brain training. You will be able to create your own rules and modify mini-games. Interesting? Then buy this game right now, because the more users, the more cool features will appear in this game in new updates.<br><br>Play fun games that are loved by millions of people around the world. Brain Games gives you a unique opportunity to get many mini-games in one product. You can play with both your computer and your friends. Gather friends and create a tournament. Find out which of you is the best at skill. And you can use the constructors to edit the style and rules of the game.<br><br>Non-standard modes in standard games. You can play checkers not only on the usual 8*8 field, but also on large boards, such as 10*10, 12*12 or even a super board 14*14. Also in Brain Games you will find Sudoku with difficulty levels easy, normal, difficult and expert. Fifteen also has interesting features, such as resizing the map. In the future, Brain Games will also contain puzzles, crosswords, chess, tic-tac-toe, dominoes, mahjong, card games, word games, mazes, puzzles.<br><br>An update for Brain Games will be released shortly after the release, which will include a game designer (level editor). You can make any game of your own. Use the constructor tools or even program the rules in a special game management language ChessCode, which was developed specifically for Brain Games. ChessCode for tabletop simulator will give you the opportunity to fantasize and create. Your Brain Games are your rules.<br><br>Haven't bought Brain Games yet? What to expect? Click this button right now! Or buy a Power Brain Trainer or Brain Box right away to get more games.",
    "supported_languages": "英语, 波兰语, 俄语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416720/header.jpg?t=1681237354",
    "developers": [
      "Serhii Khramov",
      "Dmytro Pohrebnyi",
      "Ivan Shutko",
      "Illia Ustenko"
    ],
    "publishers": [
      "General Script Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}