{
  "1416900": {
    "name": "Run Die Run Again (RDRA)",
    "steam_appid": 1416900,
    "required_age": 0,
    "is_free": false,
    "description": "It is 2127 and the divide between the “haves” and “have-nots” has grown to astronomical proportions.  To give the masses entertainment and hope of being elevated from their state of poverty, the governments of the world formed a “lottery meets Olympics”, in the form of the contest called, “The Run”.   In The Run, athletes are selected to navigate virtual obstacle courses, filled with deadly hazards.  The courses are so tough that people started calling the game, “Run, Die, Run Again” or “RDRA”, for short.  Eventually, The Run was renamed, to Run, Die, Run Again.  <br />\r\n<br />\r\nIf a contestant can survive the increasingly difficult and varied courses, they win a coveted spot among “The Selected”.  The Selected are given food, shelter and never have to work again.  In a world with very little light, RDRA and being “Selected” is like a blinding sun.<br />\r\n<br />\r\nIn Run Die Run Again, speed through stunning sci-fi obstacle courses; executing death-defying leaps, flips and dashes past deadly hazards and skirting certain-death, all with a ticking time-bomb strapped to your back!  A precision platformer built for speed freaks who want their hardcore platformers in first-person.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416900/header.jpg?t=1661537298",
    "developers": [
      "Retro Ninja Inc."
    ],
    "publishers": [
      "Retro Ninja Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}