{
  "1416350": {
    "name": "Nictheroy",
    "steam_appid": 1416350,
    "required_age": 0,
    "is_free": false,
    "description": "Explore, craft, fight, farm, fish, make friends, build your base alone or with a friend. This and much more coming in the world of Nictheroy.<br><br><strong>Key Features</strong><br><br><ul class=\"bb_ul\"><li> Meet previously undiscovered civilizations and extraordinary characters<br></li><li> Enjoy a fast paced-action adventure RPG with challenging nemesis showdowns<br></li><li> Band together with a friend to explore a vast land and all of its untold secrets<br></li><li> Build your village by recruiting NPC’s from across Nictheroy<br></li><li> Complete different collections and help to restore the land to its former glory<br></li><li> Dozens of customization and crafting options</li></ul><br><strong>Gameplay Summary</strong><br><br>In Nictheroy, the player must gather resources to craft items and build the village that is its home base. Exploring many environments and locations, the player can recruit NPCs to help in the journey and expand the base. With the resources found, the player can make weapons and armours to defeat bosses. Campfires around the world allows the player to rest and save while preparing for new exploration.<br>Those brave enough to take part can fish, grow crops, chop trees, mine resources, ride animals, shoot using a bow, handle a sword, and find even more ways to interact with the plentiful nature of the universe. As an open-world game, the player makes their own goals and explores Nictheroy at their own pace, delving into unique environments and compelling storylines.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416350/extras/e695e66b691b6fca11fc0495d6168552.poster.avif?t=1744674084\" width=240 height=240 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416350/extras/e695e66b691b6fca11fc0495d6168552.webm?t=1744674084\" type=\"video/webm; codecs=vp9\"></video></span><br><br><strong>Game story</strong><br><br>As the years go by, our world grows more and more despicable. Politicians lead us unashamedly to our doom, creating laws to serve themselves and leaving the uneducated masses to fend for themselves, unaided and unwanted. The population lives like sheep, waking up in their little boxes every morning to go to work, to produce for a faceless corporation who care not for death, but for profit. We are nameless faces in a crowd of the unremarkable. A crowd that’s shuffling steadily toward the edge of the cliff. Tired of this world, a mysterious invitation arrives and the hero is teleported to a whole new world, one that is maybe not as different as it thinks.<br><br>Known as Nictheroy, this world is home to curious cultures and civilizations, many of which mirror those found throughout the history of our planet, Earth. In the vast desert regions dwell the sand settlers, constructors of great pyramids, sphinxes, and amazing buildings, who worship their leaders - the pharaohs - as part of their polytheistic beliefs. In the mountains live the sun worshippers in their stone temples. On the central steppes live the great warrior tribe, with amazing riders, formidable in the arts of war, and reminiscent of the Mongolians. Their neighbours are similar to that of the ancient Chinese, known as being the greatest farmers and inventors on the whole of Nictheroy. In the forest you contact the native people of the land and know their unique lifestyle.",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1416350/header.jpg?t=1744674084",
    "developers": [
      "Nipix Games"
    ],
    "publishers": [
      "Nipix Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}