{
  "1417520": {
    "name": "Jumbo: Jewel of Realms",
    "steam_appid": 1417520,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Jumbo: Jewel of Realms, an action-platformer adventure! Embark on a quest from Bloom Town that would take you against countless of formidable foes – interact with a variety of unique characters with their own stories and discover the secrets of the Jewel of Realms. Jumbo: Jewel of Realms includes all past content updates, including &quot;Foundation&quot;, &quot;Iceheart&quot;, &quot;Pets&quot; and &quot;Realms&quot; expansion updates alongside remastered visuals and much more.<h2 class=\"bb_tag\" >VAST OPEN WORLD</h2>Discover the worlds of Blooming Valley, Icepoint and The Realm as you explore an expansive open world, interact with characters to learn their stories - some may help you along the way!<h2 class=\"bb_tag\" >INTUITIVE COMBAT AND MOVEMENT</h2>Bounce around and wreak havoc against any threats that stand in your way using Jumbo's extraordinary abilities. Watch out for any dangers!<h2 class=\"bb_tag\" >COLLECT COINS</h2>Gather coins as a currency scattered around the world to spend on traders seeking their fortune! Spend it on new Outfits, Pets, and more.<h2 class=\"bb_tag\" >ADOPT PETS</h2>Visit the Pets Emporium to adopt your very-own Pet, which will follow you during your adventure and keep you company!<br><br><br>How far will you go to save Bloom Town?<br><br><strong>*INCLUDES FOUNDATION UPDATE, ICEHEART EXPANSION, PETS EXPANSION, REALMS EXPANSION AND MUCH MORE!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417520/header.jpg?t=1665927642",
    "developers": [
      "Tawar Games"
    ],
    "publishers": [
      "Khalifa Al-Kuwari"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}