{
  "1417740": {
    "name": "Reality End",
    "steam_appid": 1417740,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Reality End&quot; immerses players in the Metaverse, where humanity is in a fight for survival against an uprising android army. The game is fully compatible with VR, using Oculus Rift and Oculus Link to provide an immersive virtual reality experience for all players, but also available for players who don't have a VR headset to play in non-VR mode.<br />\r\n<br />\r\nPlayers can join a room-based multiplayer experience with up to 32 players per room, with the option to join forces with friends or be matched with other players. The game offers full hands controller support, allowing players to use their hands to control their in-game actions and movements using controllers, providing a more immersive and interactive experience.<br />\r\n<br />\r\nThe game currently features four maps for players to explore and fight in, each with its own unique layout and design, these maps are currently in either the beta or alpha testing stage, meaning they may still have some bugs or unfinished features, but the game is under development, more features such as explosives, and more types of weapons like grenade launcher, snipers and even melee weapons will be added in future updates.<br />\r\n<br />\r\nPlayers have the option to use their own avatars from the Ready Player Me Metaverse or select from the cool skins available in-game for humans and android characters. There are various weapons including rifles, melee weapons, and more for players to choose from. Players can also utilize various vehicles like cars and tanks to traverse the game maps and engage in combat with other players.<br />\r\n<br />\r\nThe game features five different game modes for players to choose from including free-for-all, team deathmatch, capture the flag, demolition, and cover point. Each mode has its own set of rules and objectives. Players can communicate with each other using voice chat during gameplay. For players who prefer to play alone, there are AI bots available to provide a challenge and fill out the player count in a room.<br />\r\n<br />\r\nA hand pad controller with command buttons and mini map is available for easy in-game actions for VR players. The game is designed to provide an immersive and realistic experience for both VR and non-VR players, so that everyone can join the intense warfare and change the fate of humanity in &quot;Reality End&quot;, an indie game development.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417740/header.jpg?t=1677312242",
    "developers": [
      "Amit Chai"
    ],
    "publishers": [
      "WingsGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}