{
  "1417360": {
    "name": "Kingdom Chess",
    "steam_appid": 1417360,
    "required_age": 0,
    "is_free": false,
    "description": "Kingdom Chess takes the world's most popular board game to a new level by expanding well known mechanics with countless variations. The game is still in development and currently offers single player campaign, local / online multiplayer, practice against bots and puzzles. Simple tutorials will guide you through the game mechanics, but there no explanation on how to play chess yet.<br />\r\n<br />\r\nSINGLE PLAYER CAMPAIGN<br />\r\nHere chess meets open world and RPG elements. Gather your team and complete quests. It should take less than 2 hours to beat the game, but that depends on your previous chess experience. So far the single player campaign offers:<br />\r\n- 4 quests are available available: 1. Help the farmer to earn some gold. 2. Kill bandits for the innkeeper. 3. Rescue mission and 4. Boss fight.<br />\r\n- The village serves as a hub where you can find 3 types of NPC: mercenaries, merchants and quest givers.<br />\r\n- Through the crypt located behind the church players can access the underground area where fighting and looting takes place.<br />\r\n<br />\r\nBATTLE<br />\r\nPlay a single chess skirmish against computer, local or online opponent. Beside classic chess, there are 12 variants expanding the base game with:<br />\r\n- Up to 4 players online and local multiplayer (or practice against bot).<br />\r\n- 4 new game modes (capture the flag, domination, escape and elimination).<br />\r\n- 6 unique pieces (queen of ice, jester, elephant, kirin, cannon and phoenix).<br />\r\n- 10 diverse boards (from 6x6 to 20x20 with some including environmental obstacles).<br />\r\n<br />\r\nPUZZLE<br />\r\nExtra section of the game located in &quot;Battle&quot;. Over 1.5 million classic chess puzzles have been imported and 4 modes introduced. &quot;Bolt&quot;, &quot;Fever&quot; and &quot;Survival&quot; encourage players compete against their own score. And &quot;Explorer&quot; allows to customize the experience by tweaking with &quot;time&quot; and &quot;lives&quot; options.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417360/header.jpg?t=1679692489",
    "developers": [
      "Infected Mind Dev"
    ],
    "publishers": [
      "Infected Mind Dev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}