{
  "1417870": {
    "name": "Scribblequest",
    "steam_appid": 1417870,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417870/extras/37552a462463d7b72fbd2a10b4e8810a.poster.avif?t=1727404623\" width=600 height=150 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417870/extras/37552a462463d7b72fbd2a10b4e8810a.webm?t=1727404623\" type=\"video/webm; codecs=vp9\"></video></span><br><br>My name is Scribble &amp; this is my game, <strong>Scribblequest!</strong> It's a <strong>whimsical musical adventure.</strong> <i>No, it's not just a game with music in it,</i> it's like <strong>LITERALLY</strong> a musical. We sing songs with lyrics that tell the story while minigames pop in and out in time with the music.<br><br>There's also a <strong>colorful world to explore</strong> and <strong>lots of lovable new friendbuddies to meet!</strong> <i>(Just a warning that 2 of the aforementioned &quot;friendbuddies&quot; are my parents. You don't have to be friends with them if you don't want to. I wouldn't blame you, they're kind of A LOT... Modge and Podge, if you somehow figured out how to use Steam and are reading this, I'm very sorry and I love you... Also I'm proud of you for figuring out a computer thing despite being like 5 million years old. OK, I'm sorry again. I'll stop talking now.)</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417870/extras/17402eccb60f402dd968233e136a5fa2.avif?t=1727404623\" width=600 height=171 /></span><br><br><ul class=\"bb_ul\"><li><strong>Songs that tell the story.</strong> In Scribblequest me and my friends <i>literally</i> sing songs, you know, like in a musical.<br></li><li><strong>Gameplay that feels the beat.</strong> Everything reacts to the beat of the music in minigames that rapidly pop in and out.<br></li><li><strong>Befriend a charming cast of characters (and my parents too, I guess).</strong> My name is in the ding dang title so you know I’ll be there, but so will a bunch of my best friendbuddies. I think you’ll like them a lot. My parents invite themselves to everything so I’m sure we’ll run into them too and I apologize for that in advance. <i>(Nah, but seriously, Modge and Podge are actually pretty fun sometimes I guess… Don’t tell them I said that though.)</i><br></li><li><strong>Join the band!</strong> Will you shred a scorching guitar solo or honk out a stinky sax solo? The choice is yours!</li><li><strong>Create a custom avatar!</strong> You will totally get to create a custom avatar using a very well designed and intuitive user interface. I promise. <i>(I don’t promise)</i></li><li><strong>Race shopping carts and lift weights!</strong> Podge says this is the stuff “manly men” do, so if you’re a manly man I think you’ll really enjoy these particular activities.</li><li><strong>Grow your own nose by helping it eat fruit!</strong> <i>(I swear this makes sense in context)</i></li><li><strong>Experience the power of server-side cloud rendered blast processing!</strong> I don’t know what this means but Podge told me nobody will buy the game unless I included it. <i>(I don’t think he knows what it means either)</i></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1417870/header.jpg?t=1727404623",
    "developers": [
      "Sprightly Games"
    ],
    "publishers": [
      "Sprightly Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}