{
  "1418440": {
    "name": "Beyond Polaris Guardian",
    "steam_appid": 1418440,
    "required_age": 0,
    "is_free": false,
    "description": "Military Schools are an important step for all young graduates from UNES(United Nation of the Earth System) universities. Students call it TEOS, the key to finding the best jobs in the solar system in prestigious conglomerates such as Nora Corp.<br />\r\n<br />\r\nThey learn all post-graduate jobs but above all: discipline, courage and unity.<br />\r\nThis internship is also obligatory for the Children of the stars as for the majority of them, it will be the first experience on a planet.<br />\r\n<br />\r\nSerah, Kaz and Mia succeeded in integrating the elite of the military schools called « guardian’s troopers » based on Titan. <br />\r\nFor a period of 6 months earth time, they will have to complete and validate a number of sustained training and complex mission for hoping to obtain the famous TEOS.<br />\r\n<br />\r\nBeyond their journeys squadron 3 will have as main mission to protect the local populations against smuggling, illegals traffic and drugs.<br />\r\nBeyond Polaris Guardian is an action-rpg and TPS on a flexible campaign system with different stories.<br />\r\n<br />\r\nIncarnate 3 unique characters and develop your personal story thanks to the innovative Galactic Network system.<br />\r\n<br />\r\nDiscover an open world with dozens of different cultures.<br />\r\n<br />\r\nOriginal soundtrack signed by Paolo Farina.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1418440/header.jpg?t=1671593985",
    "developers": [
      "StormZ Entertainement"
    ],
    "publishers": [
      "Black Centauri"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}