{
  "1418490": {
    "name": "The Storm",
    "steam_appid": 1418490,
    "required_age": 0,
    "is_free": false,
    "description": "Eric Foy, an former Army soldier, awakens in the night with a phone call by his wife, Audrey. He realizes that it's late, she's not there, and she's in distress while pregnant with their first child. He hangs up the phone with her in a panic, and rushes to where she said she would be... but she's not there. He frantically searches for her only to find a journal, a photo, and clues to lead the way. <br />\r\n<br />\r\nAs he makes his way through unrelated locations, he finds clues that his wife has been there. But she's not there. He also finds remnants of other people that are not there either. Everyone has disappeared. Everyone. Where have they all gone? With each experience, he learns of strange happenings not only where he's from, but all over the world. Is what's happening here, happening everywhere? Is it all related? Why does everything look and feel so strange?<br />\r\n<br />\r\nMake your way through this maze of mystery and intrigue as you piece together the puzzle of where your wife has gone, or where she could be. The Storm is a first person  epilogue piece to the Reigning Down series. Rich with story and exploration, walk through the memories of Eric as he tries to make sense of what has happened to his beloved wife.<br />\r\n<br />\r\nGame Features:<br />\r\nEpilogue - Short game play, where in under an hour you can unlock the mystery.<br />\r\nStory Focused - Walk through, and listen to the clues of what has been happening and where your wife could be.<br />\r\nPoint &amp; Click - Click on items to bring out the memory associated with them.<br />\r\nDark Mood &amp; Atmosphere - A sense of desperation as you search for clues.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1418490/header.jpg?t=1601460193",
    "developers": [
      "Hammer Vise Studios"
    ],
    "publishers": [
      "Hammer Vise Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}