{
  "1418520": {
    "name": "109 Remastered",
    "steam_appid": 1418520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to 109 Remaster</strong><br><br>109 Remastered is a ground up remaster of a game Blind Alien Productions released oh so long ago on a different platform under a different name. This remaster was completed by the lead developer of the original project in conjunction with friends who met up in the middle of the 2020 Outbreak after they decided to rekindle some old game developer flames in an effort to build something in the middle of precarious circumstances. We hope you enjoy it. We enjoyed making it.<br><br><strong>In 109 Remastered</strong> players will pilot a scout ship that has befallen an unfortunate fate while out on routine patrols. In the midst of the celestial ruins they must search for supplies in a bid for survival. With the ability to launch scanning probes and salvage scrap for repairs, players will need to keep a close eye on their gauges and avoid hazardous zones and be careful how they move in the environment to avoid taking additional damage. All while working against the clock of a starship leaking air.<br><br>This game was designed to be a narrative exploration game and there is more here than what first meets the eye. Players who dive into the lore behind the wreckage will have access to a special menu where they can view logs that have been recovered as they work to piece together the story.<br><br>While 109 Remastered is a story driven game, it is also intended to be a work of art. For this we've used original models with a mix of original and premade textures to capture the look and feel of a field of space wreckage. Light and shadow were used heavily to paint the scenery in an alien mood.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1418520/header.jpg?t=1694643330",
    "developers": [
      "Blind Alien Productions"
    ],
    "publishers": [
      "Blind Alien Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}