{
  "1418200": {
    "name": "Accident Demo",
    "steam_appid": 1418200,
    "required_age": 0,
    "is_free": true,
    "description": "Become a journalist who researches old car accident cases. Help victims and perform first aid, obtain evidence and reconstruct the events to discover what really happened. This demo contains blood scene with victims of car accidents<h2 class=\"bb_tag\" >Examine the victims</h2>Evaluate the victims' condition and get to work!   Are they breathing? Do they have any serious wounds? Anything might be crutial to their survival. Provide first aid, control the bleeding, check for pulse and put them in recovery position if you can. Do whatever is necessary depending on nature of the emergency.<h2 class=\"bb_tag\" >Make decisions</h2>Who to help first? How to do it the best way? By helping the wrong way, you can put other people's life in danger, or even your own. Think twice but remember - time's running out!<h2 class=\"bb_tag\" >Rewind time</h2>You made a bad choice? Didn't manage to save all the wounded victims? You have a chance to fix that! Turn back time and try again.<h2 class=\"bb_tag\" >Find the reasons behind accidents</h2>When you're helping someone, every second counts, there's no time for deep examinations on the reasons behind the accident. But at the end of your rescue mission, you'll be able to analyze the whole situation, pick up the pieces and find out what caused the accident.<h2 class=\"bb_tag\" >Various rescue mission scenarios</h2>Be a part of different rescue missions: from simple car bumps to serious chain-reaction crashes in various locations, weather conditions and even at different times. Gain experience and learn how to help people in real life situations.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1418200/header.jpg?t=1601980890",
    "developers": [
      "Duality Games",
      "Glob Games Studio"
    ],
    "publishers": [
      "Duality Games",
      "PlayWay S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}