{
  "1418410": {
    "name": "Stirring Abyss Demo",
    "steam_appid": 1418410,
    "required_age": 0,
    "is_free": true,
    "description": "Stirring Abyss is an indie tactical squad-based game with strong RPG elements in which you uncover the ancient mysteries of the depths depicted in the classic vein of Lovecraftian horror.<br />\r\nYou take charge of the surviving crew of the USS Salem, a U.S. Navy submarine that sinks while on a top secret research mission during the early years of the Cold War. They find themselves surrounded by the ruins of a forgotten civilization, their vessel too badly damaged to escape the seabed.<br />\r\n<br />\r\nGRIPPING STORY MODE<br />\r\nIn Story Mode, you slowly unravel the mysteries of the depths in a desperate quest to rescue your missing crewmembers and fix the crippled Salem. The choices you make determine the fate of your crew - and the entire world.<br />\r\n<br />\r\nADAPT AND MUTATE YOUR CREW<br />\r\nEvery expedition lives or dies by the strength of its crew. You have a diverse array of character traits and skills at your disposal, each opening exciting new options in both combat and in story events. As you delve ever deeper, you may also subject your crew to powerful but grisly mutations; the price of survival is high, and no one escapes the abyss unchanged.<br />\r\n<br />\r\nSURVIVE MADNESS<br />\r\nThe horror and the void which hide in deep waters can become too much to bear, and your crew may experience episodes of exhaustion and insanity. Will their psyche get stronger, or will it be forever damaged? A game of dice with Fate itself will determine the outcome.<br />\r\n<br />\r\nSCAVENGE AND IMPROVISE<br />\r\nSalvaged resources can be turned into weapons, armor, or other useful supplies - or they can be used to repair and upgrade the Salem, giving your crew a crucial edge in the fight for survival. The more you explore the abyss during the missions, the more chances you have to find the lost treasures of the deep.<br />\r\n<br />\r\nEXPLORE MYSTERIES OF THE ETERNAL DARK<br />\r\nThe hauntingly beautiful environment holds many secrets and mysteries to explore, but danger lurks just outside the feeble circles of light you bring with you. Be wise, and use your skills to scout the black waters and light up the path: unseen terrors may be hiding just out of sight. <br />\r\n<br />\r\nROGUELIKE ENDLESS MODE<br />\r\nThe Endless Mode pits your crew in a roguelike battle against an army of neverending enemies that only grow stronger as you progress. It is the ultimate test of strategic ability, as you not only choose how to improve your own squad, but also pick your poison as to what powers your foes gain.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1418410/header.jpg?t=1747208559",
    "developers": [
      "Sleepy Sentry",
      "K-Project"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}