{
  "1419320": {
    "name": "System Control",
    "steam_appid": 1419320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >THE MISSION</h2>Something strange and sinister has manifested deep within the ocean. Your government has taken to calling it the &quot;anomaly&quot;, and has assembled a small crew to take an advanced scout submarine and investigate. Your role is to man the Yudi-15 System Control program, an advanced software that manages the power and operations of the vessel.<h2 class=\"bb_tag\" >POWER UP YOUR SYSTEMS </h2>Add and remove power to different systems on your vessel, depending on what the situation calls for. Power up your weapons to swiftly defeat your enemies, or power up the engines and make a run for it! When the systems take damage, be sure you send your mechanic to keep them repaired. The integrity of your vessel, and the outcome of the mission, depends on how you choose to prioritize.<h2 class=\"bb_tag\" >ENGAGE HOSTILE FORCES </h2>Encounter a myriad of hostile forces as you progress deeper into the ocean. Rival governments seek reach the target before you, and won't hesitate to take you out. It seems the anomaly is causing disturbances throughout the ocean as well, enraging wild life. Use an arsenal of torpedoes and nuclear warheads to blast your way through increasingly dangerous and disturbing entities as you descend deeper.<h2 class=\"bb_tag\" >RESPOND TO THE ENVIRONMENT </h2>Nobody knows what you might encounter on the mission. Should you dip into a nearby tunnel system and avoid an enemy patrol, or go straight in and try to out run them? Work with your crew and make choices on how to proceed as you encounter a wide variety of scenarios. Each run is different, so stay vigilant.<h2 class=\"bb_tag\" >Analog Controls</h2>Everything in the game is controlled via physical buttons, switches, and dials. Feel as though you are actually an operator inside the submarine manning a console.<br><br><br><strong>Can you traverse the dangers of the ocean and reach the anomaly, or will you fail your country?</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419320/header.jpg?t=1600629569",
    "developers": [
      "Fatfrogg"
    ],
    "publishers": [
      "Fatfrogg"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}