{
  "1419420": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Construct Handbook",
    "steam_appid": 1419420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Campaign Setting: Construct Handbook</h2><strong> We Have the Technology!</strong><br>Mortals have been obsessed with replicating life through metal and magic, and from their great labors have come all manner of constructs. The secrets to creating these marvels are usually reserved for the powerful and skilled, but now they are finally revealed!<br><i> Pathfinder Campaign Setting: Construct Handbook</i> opens the book on the powerful knowledge to create constructs and reveals never-before-seen clockworks, golems, and robots. Within these pages, you'll find:<br><ul class=\"bb_ul\"><li>Information on how to build a construct, as well as new modifications for your constructs.<br></li><li>Archetypes for characters who assemble or fight constructs, such as the construct caller, who builds constructs from planar energies.<br></li><li>New magic items that assist with both the creation of constructs and their destruction.<br></li><li>More than a dozen new constructs of all types, including clockwork goblins, gladiator robots, sand golems, and the powerful and enigmatic automatons.</li></ul><i> Pathfinder Campaign Setting: Construct Handbook</i> is intended for use with the Pathfinder campaign setting, but it can be easily adapted to any fantasy world.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419420/header.jpg?t=1768437866",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}