{
  "1419460": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Towns of the Inner Sea",
    "steam_appid": 1419460,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Campaign Setting: Towns of the Inner Sea</h2><strong> Hear Ye! Hear Ye!</strong><br>Whether they're the starting points of incredible campaigns, communities facing unfathomable dangers, or merely places for adventurers to rest and resupply, vibrantly detailed towns are vital to any fantasy adventure.<br><i> Towns of the Inner Sea</i> explores six small but richly detailed settlements from the Pathfinder campaign setting. Each entry provides insights into the town's history, culture, and residents, as well as what dangers lurk in the shadows. Numerous adventure hooks, full-page maps, and stat blocks for key NPCs make these towns fully realized settings, ready for Game Masters to drop into campaigns whenever they're needed.<br>This book contains details on the following distincitve towns:<br><ul class=\"bb_ul\"><li><strong> Diobel</strong> : What you can't get in Absalom, you can get in this notorious smuggler's port.<br></li><li><strong> Falcon's Hollow</strong> : Were monsters and curses not enough, the ambitions of this town's greedy overseers would still trap its residents in mud and sawdust.<br></li><li><strong> Ilsurian</strong> : Torn between rival city-states, this Varisian town bows to no master.<br></li><li><strong> Pezzak</strong> : This sheltered port defies the rules of the devil-dominated nation of Cheliax, its rebel spirit burning strong despite its scheming overlords.<br></li><li><strong> Solku</strong> : This pious fortress-town faces constant threats from nearby gnoll tribes, and while its walls stand unbreached, none can say for how much longer.<br></li><li><strong> Trunau</strong> : Trapped on the wrong side of the border with the orcs of Belkzen, the citizens of this stronghold stand fast against savagery.</li></ul><i> Towns of the Inner Sea</i> is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be used in any fantasy game.<br>Written by Judy Bauer, Logan Bonner, Nicholas Logue, and Matt Vancil.<br><strong> Cover Art by Steve Prescott.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br>Samuel West</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419460/header.jpg?t=1768437968",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}