{
  "1419430": {
    "name": "Magic Ocean - Multiplayer Roguelike",
    "steam_appid": 1419430,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >THE GAME</h2><br><br>&quot;Magic Ocean&quot; is a turn-based roguelike game with simultaneous orders, where you can play not only against AI but also against other players. Destroy opponents’ ships, choose various options for the development of your ship, take your place among the best.<br> <br>You control a ship and its crew - a team of battle mages armed with both sorcery and cannons. Going into the uncharted depths of the magic ocean in search of the mysterious treasure, you fight others who wish to find it. That way, what treasure you are looking for becomes not that important. <br> <br>One battle in the game lasts about 10 minutes, and the complete playthrough from start to finish and getting a place in the TOP list can take a few hours. Also, every next playthrough will differ from the previous one.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/extras/8228d32e0fdf864049e35a6f72b03985.poster.avif?t=1624887204\" width=620 height=218 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/extras/8228d32e0fdf864049e35a6f72b03985.webm?t=1624887204\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/extras/8228d32e0fdf864049e35a6f72b03985.mp4?t=1624887204\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >ROGUELIKE</h2><br><br>It's a roguelike game and, like any other roguelike, it requires a player to have psychological resilience - most likely you will end up losing your ship with its entire crew. But you can experiment with various development options and move up in rating each time. The game also has an escape mechanic that, in most cases, allows you to leave the battle when things don't move in your favor.<br><br>In developing the game, we were inspired by well-known roguelike games such as Faster Than Light and (in the context of the game progress) Slay the Spire, but we were building a game for multiplayer fans so that you play not only against AI but also other players. It implies the need to create new mechanics. It also strongly affects the game flow, emotions that players get, and, finally, replayability.<br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/extras/2476b8378118b758c7d1d727c83caf31.poster.avif?t=1624887204\" width=708 height=194 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/extras/2476b8378118b758c7d1d727c83caf31.webm?t=1624887204\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/extras/2476b8378118b758c7d1d727c83caf31.mp4?t=1624887204\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >PLAYER VS PLAYER AND &quot;WE GO&quot; SYSTEM</h2><br><br>The game has a system of simultaneous orders (We Go), which implied that players simultaneously plan their actions and then observe the results. Because of this, the game is turn-based but isn't forcing you to wait for opponents for a long time, also, it encourages &quot;mind games&quot;. For example, if you can guess where several of your opponent's characters move, you'll be able to &quot;greet&quot; them with a cannon shot at this cell. But your opponent also can guess that you will shot at this cell if this option becomes too obvious...<h2 class=\"bb_tag\" >GAME AGAINST AI</h2><br><br>Besides multiplayer, you can also play against AI (under special conditions) and develop your ship by defeating a bot. This option may be useful for learning the game as well as for a more relaxed gaming experience. But don't relax too much - bonuses received by AI opponents increase on high ratings. Thus, even if you play against AI, you will have to fight to get high on the TOP list!<h2 class=\"bb_tag\" >SUMMARY</h2><br><br>&quot;Magic Ocean&quot; would please those who, at the same time:<br>- Like roguelike games and the feeling of development amid continuously growing and imminent threat.<br>- Appreciate the competitive part of games the most and prefer to fight real opponents.<br>- Prefer &quot;mind games&quot; rather than competitions based on reflexes.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419430/header.jpg?t=1624887204",
    "developers": [
      "Challenging Games"
    ],
    "publishers": [
      "Challenging Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}