{
  "1419640": {
    "name": "Project F",
    "steam_appid": 1419640,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;Project F&quot; is a 5-on-5 tactical FPS game, where an attacking team and a defending team engage in a battle over a defensive target known as 'The monolith'.<br>The defending team positions the monolith anywhere within a building and defend it for a specific duration.<br>Otherwise, the attacking team need to complete the hacking of the monolith in time.<br>Both teams also win by annihilating all of the enemy teams.<br><br><strong>A map that is automatically generated for each match</strong>.<br>A new map is automatically generated for each game, where players can attack and defend.<br>The same map will be used during one game, which consists of up to 13 rounds, but the next game will be played on a completely new map.<br>Players are not expected to study a fixed map, but to understand and come up with strategies for a new map more quickly.<br><br><strong>Characters with unique abilities</strong>.<br>Each of the characters in the game has unique abilities.<br>For example, a route that can destroy walls is a key element of strategy, showing allies the way through enemy lines.<br>Reefers, who can jump through space and move at a moment's notice, lead their allies ahead of the battle front.<br><br><strong>In-game weapon purchase system</strong>.<br>As a bonus for defeating enemies in a round or for getting a round, you earn points to purchase weapons, armor, and gadgets.<br>Which weapons you purchase and when are very important choices in game making throughout the round.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 韩语, 日语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419640/header.jpg?t=1691064480",
    "developers": [
      "Fractal Games",
      "kamasu.jp"
    ],
    "publishers": [
      "Fractal Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}