{
  "1419490": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Distant Realms",
    "steam_appid": 1419490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Campaign Setting: Distant Realms</h2><strong> Planar Urban Sprawl</strong><br>Before the first inklings of civilization rose up upon the mortal world, magnificent cities already existed within the vast corners of the multiverse.<br><i> Pathfinder Campaign Setting: Distant Realms</i> offers a look into six of these extraplanar cities that are ripe for exploration by planar travelers. Each entry includes a full-page map and a stat block for the city, a history of the city and its current major players, and a gazetteer of the city's most interesting locales. Within these pages, you'll find details about the following cities, and more:<br><ul class=\"bb_ul\"><li>The darkly perfect city of Dis, home of the First King Dispater and his fiendish court.<br></li><li>The isle of Yulgamot, a haven of flowing time within the ageless seas of the Astral Plane.<br></li><li>The trade hub of Shadow Absalom, lit by the mysterious Glare and ringed by an ocean of dust.<br></li><li>The philosophical haven of Basrakal, where outsiders aid each other to defy their own natures.</li></ul><i> Pathfinder Campaign Setting: Distant Realms</i> is intended for use with the Pathfinder campaign setting, but it can be easily adapted to any fantasy world.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419490/header.jpg?t=1768438016",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}