{
  "1419210": {
    "name": "Way Walkers: University Demo",
    "steam_appid": 1419210,
    "required_age": 0,
    "is_free": true,
    "description": "Which Way will you walk?<br><br>In a land were science and magic are the same, you are one of the few born with Extrasensory Abilities--and you dream of attending the most prestigious metaphysical university on the Continent. There, you can discover not only your potential and place amid the Twelve Ways of Spirit, but perhaps your ultimate destiny. Fight drakes, make friends or enemies, chase ghosts and argue with angels, be an upstanding student or a devious rebel--it’s all up to you.<br><br><i>Way Walkers: University</i> is a truly interactive novel, set in a world where freewill is paramount. Every choice you make decides your fate, and defines your very soul. ‘For freewill shall choose between the paths fate has lain.’<br><br>Will you follow the Way of the Healer, or carve your reputation as a Warrior? Shall gossip and relationships fill your days, or shall you choose the Way of Truth and study? Will you seek fame along the Way of Creativity, or hone your Abilities under the Way of magic?<br><br>Will you choose a righteous path, or fall to the Way of Evil?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419210/header.jpg?t=1734034644",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}