{
  "1419960": {
    "name": "Interstellar Space: Genesis - Natural Law",
    "steam_appid": 1419960,
    "required_age": 0,
    "is_free": false,
    "description": "For far too long, the desires of the galaxy lay ignored, neglected by its so-called most intelligent and advanced species. Little did they know that while the galaxy's demands may be delayed, they will not be so easily subdued. There is a natural order, an ordained path it longs to take, and there are laws far greater than their own that must be fully obeyed. Against near impossible odds, two newcomers arise, alleged champions for their cause, both of whom ready and willing to right that which they feel has gone wrong.<h2 class=\"bb_tag\" >Expansion Overview</h2><br>This expansion features 2 new races, each fully equipped with unique new capabilities which are also usable by custom races. It also includes 9 new fully animated ruler options, 4 new music tracks, and 4 new leaders!<h2 class=\"bb_tag\" >The Palacean Assembly (New Race and Empire)</h2><br>Nature gives, but also demands. Their home a paradise among the stars, the Palacean Assembly will not stop until they've replicated this perfection across the entire galaxy.<br><br>As a symbiotic utopia of intelligent flora and fauna, all within their society have a voice and a vote. Though they hold no ill-will, any who prevent their expansion will be eliminated with impunity.<br><br>Whether it's restructuring their colonies at a moment's notice, drawing additional power from the stars, or unleashing their pent up energy to eradicate nearby threats, these environmentalists are well equipped to fulfill nature's demands.<h2 class=\"bb_tag\" >The Cerixx Sentinels (New Race and Empire)</h2><br>The verdict is in, and the empires of the galaxy have been judged guilty of countless offenses by the justices of the Cerixx Sentinels. Crime must have a price, and it's time to ensure it gets paid.<br><br>Short, stocky, and covered with fur, they may look puny, but you're sure to start seeing eye to eye with them as they approach you with their technologically advanced mechs.<br><br>Whether it's catching spies within their midst, locking down enemy fleets, or launching unrelenting strike craft down upon their enemies, they're ready to enforce law and order and deliver their final judgment.<h2 class=\"bb_tag\" >New Rulers</h2><br>9 additional unique and fully animated rulers are ready to join your game and lead the game's default races or your own custom ones.<br><br>These include a new ruler from every race, including the new Palacean and Cerixx, as well as 2 new options for the Human race.<h2 class=\"bb_tag\" >New Music Tracks</h2><br>4 Additional Tracks Inspired by the New Races<br><br>2 Race Diplomatic Tracks (Palacean &amp; Cerixx)<br>1 Battle Track<br>1 Starmap Track<h2 class=\"bb_tag\" >New Leaders</h2><br>4 New Leaders from the New Races<br><br>Ardis &amp; Kivi - Palacean Ship Leader<br>Dhasie - Palacean Colony Leader<br>Grazz - Cerixx Ship Leader<br>Jyrassa - Cerixx Colony Leader",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1419960/header.jpg?t=1728907678",
    "developers": [
      "Praxis Games"
    ],
    "publishers": [
      "Praxis Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}