{
  "1420890": {
    "name": "VA Framework - Build Your AI",
    "steam_appid": 1420890,
    "required_age": 0,
    "is_free": false,
    "description": "VA Framework is an innovative platform to build your personal Digital Assistant. Your Digital Assistant is powered by latest cutting-edge Deep-Learning technology and enable your Assistant to understand what you've queried instead of matching text strings.<h2 class=\"bb_tag\" ><strong>Natural Language Processing</strong></h2><br>The state-of-the-art NLP (Natural Language Processing) is directly integrated into the Digital Assistant that enables the AI Assistant to understand you better. You can train the Assistant to understand your sentences by adding more example sentences when working with the Visual Editor.<h2 class=\"bb_tag\" ><strong>Visual editor - Flow Based Programming</strong></h2><br>VA Framework enables you to develop an Assistant and it's commands using a Visual Editor (Flow-based Programming enabled) so you don't have to get your hands dirty with any programming language or hard coding. You can create custom commands and rich responses by just dragging and dropping relevant nodes in the editor.<h2 class=\"bb_tag\" ><strong>Loads Of In-built Plugin</strong></h2><br>Dozens of in-built plugins like Weather, Speech, Avatar selection, Discord and Telegram integration to name a few for you to play around and start building immediately. Each plugin offers its own sets of Nodes that can be interacted with in the Visual Editor (workspace) to create custom behaviour.<h2 class=\"bb_tag\" ><strong>3D Avatars</strong></h2><br>The 3D Avatar Engine lip syncs itself when a message is being spoken and you can add your custom Voice Commands for better speech recognition. Currently, there are 2 in-built 3D Avatars available (Aryan and Maya). We plan to add more realistic avatars down the line as new updates are released.<h2 class=\"bb_tag\" ><strong>Speech Recognition &amp; Synthesis</strong></h2><br>Currently, it supports speech synthesis and voice command recognition for English US/UK Language. Your Assistant automatically speaks the text part specified in rich responses and you can manually add unlimited number of voice commands using the speech plugin.<h2 class=\"bb_tag\" ><strong>Discord and Telegram Integration</strong></h2><br>You and your friends (when enabled) can now control or talk to your AI Assistant remotely using your favourite apps like Discord and Telegram. The queries are directly processed by the Assistant and a response is sent back to the right user when the Assistant is active in your machine.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1420890/header.jpg?t=1675721054",
    "developers": [
      "Synthetic Intelligence Network"
    ],
    "publishers": [
      "REVARN Cybernetics LLP"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 23800,
      "final": 23800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 238.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 15 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}