{
  "1421710": {
    "name": "Epic Palace : Knossos",
    "steam_appid": 1421710,
    "required_age": 0,
    "is_free": false,
    "description": "A strategy game based on the latest archaeological knowledge that allows you to immerse yourself in the Bronze Age and the culture of the first European civilization, the Minoans.<br />\r\nBuild the Palace of Knossos on the island of Crete. Unlock the 5 stages of the palace by engaging in targeted trade and diplomacy with the trading partners of the time (Byblos, Troy, Mycenae, etc.). Foster technological progress in the fields of agriculture, handicrafts, shipbuilding and architecture, and build up your prestige by decorating your throne room individually with original Minoan frescoes, as well as withancient art and furniture. But be on your guard and arm yourself against enemy attacks and natural disasters. The future of the Minoans is in your hands!<br />\r\n<br />\r\nFeatures<br />\r\n•\tConstruction and economic simulation during the late Bronze Age, with focus on the palace of Knossos <br />\r\n•\tTrade with a variety of goods and thereby expand your empire on Crete. Use the knowledge gained from around the world to unlock improvements in areas such as agriculture, architecture or handicrafts.<br />\r\n•\tBe smart when using your resources and celebrate religious festivals, pursue diplomacy or ward off enemy attacks.<br />\r\n•\tEnter your throne room and equip it with wonderful decorations and frescoes that could only be found in museums.<br />\r\n•\tExperience the world of Knossos with a unique representation of Crete and the Mediterranean area over 3000 years ago",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1421710/header.jpg?t=1625668262",
    "developers": [
      "Milkroom Studios GmbH"
    ],
    "publishers": [
      "Milkroom Studios GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}