{
  "1422870": {
    "name": "LA FORET DE PAGO : LA VENGEANCE DU DRAGON Demo",
    "steam_appid": 1422870,
    "required_age": 0,
    "is_free": true,
    "description": "First of its kind, &quot;The Pago Forest&quot; is an educational game on pc.<br />\r\nIt improves grammatical spelling through the discovery of a heroic fantasy tale.<br />\r\n<br />\r\nThe French language is complicated and the spelling lessons are sometimes disheartening. This is why we offer you today not only a learning of the fundamental rules of spelling but also a real role-playing game with animations and graphics to the taste of video game enthusiasts (from 8 years old).<br />\r\n<br />\r\nA trilogy seemed necessary to us in order to go through the field of grammatical spelling, in particular the subject/verb chords in the conjugation of the indicative. &quot;The Forest of Pago: The Dragon's Vengeance&quot; is the first part of this trilogy. It focuses mainly on the present tense of the indicative.<br />\r\n<br />\r\nThis first part emphasizes :<br />\r\n- the present tense of the call sign (including the auxiliaries &quot;being&quot; and &quot;having&quot; in the past tense)<br />\r\n- the agreement between the conjugated verb and its subject<br />\r\n- how to easily find a conjugated verb in a sentence, its infinitive and its group<br />\r\n- how to easily find the right subject<br />\r\n- identify the people in the conjugation<br />\r\n- learn the endings of the verbs of the three groups and special cases.<br />\r\nIn case of error, a help box appears on a red background. Once three errors have been made, the story can no longer progress. The player must redo the level and improve his or her spelling if he or she wants to know the rest.<br />\r\nAt the end of each level, the &quot;tips and tricks&quot; reminds the player of the concepts mentioned.<br />\r\nA lexicon can be consulted at any time in order to facilitate the understanding of the text. <br />\r\nA trilogy is in preparation. It will deal with other aspects of history and spelling.<br />\r\n<br />\r\nHistory<br />\r\n<br />\r\nIn the village of Pago nestled in the forest, Flora lives in peace with her relatives. Suddenly, a dragon attacks the village and destroys it by fire. Why did the dragon choose Pago as its target? Flora doesn't know.<br />\r\nHer search for the truth will lead her to find lost friends and confront the dangers that surround her.<br />\r\n <br />\r\nIn this heroic fantasy world, we discover unusual landscapes and role-playing characters such as mages, dwarves, warriors, dragons and many others.",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1422870/header.jpg?t=1606031300",
    "developers": [
      "Futurtech"
    ],
    "publishers": [
      "Nova's Army"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}