{
  "1422360": {
    "name": "The Woodworker",
    "steam_appid": 1422360,
    "required_age": 0,
    "is_free": false,
    "description": "The Woodworker is a moody first-person simulation adventure set in a dark urban world teeming with business opportunity.<br><br>Sometime around like 1996, in a northern american city, with resources abundant yet seemingly always out of economic reach, you decide to open a woodworking shop. Surely independence and honest grit will lead to a prosperous future. All we have to do is find the right tools, the right materials and the right market; How hard could it be?<br><br>On this journey you'll have to balance shop inventory and tool upgrades against your own personal needs of food and shelter. Equipped with a small budget you'll have to learn actual woodworking techniques to build furniture, invest in higher tolerance machines and practice the craft of networking in order to grow the small business into a sustaining empire. Constantly threatened by the urban barrens you'll fight with both gallery owners and local riffraff to the point where that trusty chisel may have some alternative uses...<br><br><strong>The Question</strong><br>At what point does morality give way to economic incentives?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1422360/header.jpg?t=1673377634",
    "developers": [
      "The Woodworker"
    ],
    "publishers": [
      "The Woodworker"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}