{
  "1423620": {
    "name": "ExSpire",
    "steam_appid": 1423620,
    "required_age": 0,
    "is_free": false,
    "description": "ExSpire is a bullet hell dungeon crawler where time is a currency. Explore what makes you tick, manage your seconds, and climb The Spire to undercover its secrets. Create an adventurer, roll your stats, and fight your way up by surviving the tests and challenges trapped within levels of this dangerous tower.<br><br><strong>The Spire:</strong> A fresh and new experience every time. Explore vast dungeons full of challenging encounters, dilemmas, and situations designed to pressure you to use your time efficiently. Every level is procedurally generated and designed to gradually increase in difficulty and react depending on how much time you spend. Despite the rewards that await, every adventurer inevitably falls to The Spire. Will you be able to climb to the top?<br><br><strong>Time As A Currency:</strong> Everything from the items you buy, people you meet, the doors you open, and even the time you use <i>deciding</i> just how to spend your time, all bring you closer to your doom. Killing the enemies that inhabit The Spire will surrender their seconds to you, allowing you to continue your climb. As hard as you might try, eventually the timer will hit zero, how long can you survive?<br><br><strong>Bosses, Enemies, Items, Encounters:</strong> Choosing what you do with your time is just as important as how much you spend. Throughout The Spire, you'll encounter challenging enemies, interesting items, and moral encounters, all of which will tax your precious seconds. Only those who choose well and quickly can survive, and eventually challenge the bosses inhabiting The Spire.<br><br><strong>Beautiful, driving, originally produced OST: </strong> The entire soundtrack is produced by talented EDM producers in Seattle. Listen to powerful electronic music to accompany you on your climb of The Spire.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1423620/header.jpg?t=1623921907",
    "developers": [
      "Joshua Maza"
    ],
    "publishers": [
      "Joshua Maza"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}