{
  "1423360": {
    "name": "太古未来",
    "steam_appid": 1423360,
    "required_age": 0,
    "is_free": false,
    "description": "我是一个30多年的游戏玩家，讨厌换皮游戏。<br />\r\n我开发这个游戏目前有很多问题，我边工作自学开发的。<br />\r\n我还是希望能得到大家的支持，让我有实力去完善它。<br />\r\n我想打造一个从太古神话时代到未来科幻时代高自由度开放世界游戏。<br />\r\n1：独一无二的操作模式，基于物理引擎构建的动画系统，动作系统不再是每次都是复制，人物可以自由控制身体，双手等，操作模式主要控制双手分别进行近战远程技能三种攻击方式。<br />\r\n2：目前构建的框架包括 10种职业 随机人物占6种职业 固定人物为中国神话人物 神仙 妖怪 鬼  神兽，全人物角色与玩家控制人物有一样的各种系统  包括装备系统 技能系统 道具系统 疾病系统 生理系统，职业技能系统  人物关系系统，会根据角色的生理状态 心理状态 家庭条件 亲密关系决定他们的行为，<br />\r\n3：建造各种形状的载具 配置不同的载具武器 载具动力，将个种载具用物理链接连接成强大的组合载具，去攻打别人的村子，<br />\r\n4：取经系统，一本名为西游记的经书被拆分成3000多页随机分配给了全部角色 杀死他们会掉落经书，收集经书提高修为，种植养殖建造经营系统，可以占领无尽世界的所有地块，只要你硬盘够大，你可以编辑所有地块，可以在攻打占领近400个村子，占领成功后可在你的村子里编辑地图，种植 养殖，建造机关 建筑，可以配置建筑的多种经营模式，妓院 酒店 医馆 等等，可以配置多种家具 人物，并可以和角色交互，比如赌管你可以和角色进行赌博，获取金钱，<br />\r\n5：魔王系统 一个魔王不停的随机侵袭村子，被侵袭的村子里的人物会恶意攻击玩家，玩家需要不停攻击这个村子，直到他的防御为0，解救这个村子后，魔王会物色新的村子，并且会变得更强大，这是一个无尽的战争，<br />\r\n6：交互系统 每个npc都有 善 恶 职业 生活总共28种交互方式 当人的吃喝拉撒睡脏恶化时，需要进行生活方面的交互，当人金钱不足时会进行职业交互，人的心情 品德等因素会促使他进行不同的善恶交互，<br />\r\n7：暗黑破坏神类arpg系统  人物有3种攻击方式 5种近战攻击 30种远程攻击  40种技能攻击 左右手自由选择那种攻击，850多种装备，包括普通 蓝色 黄金 暗金  以及合成最强的闪耀级别，装备属 性包括力量智力敏杰 暴击爆伤元素攻击元素抗性技能加成等， 宝石系统 技能石 传送石 可以在人间 地狱 仙界 神兽界 地狱 进行传送  穿越石可以从太古穿越到未来，加点系统，技能加点交互技能加点 属性加点     佣兵系统 可以在酒店建筑招募10种佣兵，组队系统，可以通过交互行为中的招募招募任何角色进入你的队伍，并且可以点击头像切换操作队伍中的人物，<br />\r\n8：村子管理系统 村长能指定村子的管理方针，防御  金钱 农业 根据需求指定方针，可提取村子金钱 提高村子防御，村子库钱不能过量提取，因为角色有工钱系统，根据不同的角色职位发放，村子的金钱提高由村子的经营建筑状况决定，管理者管理不善，会导致发不出工钱，村民忠诚大幅下降，导致村民叛村。<br />\r\n9：任务系统 固定任务包括 取经 求败 收集装备  攻村 魔王，随机任务以游戏模式让玩家与多位角色同台竞技，包括真假芭蕉扇，蹴鞠大赛，罗盘求生，帮太上老君找仙丹，帮弼马温收集动物和植物。",
    "supported_languages": "英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1423360/header_schinese.jpg?t=1602313204",
    "developers": [
      "王小波"
    ],
    "publishers": [
      "王小波"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6700,
      "final": 6700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 67.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}