{
  "1423260": {
    "name": "Rock'n'Roll: Card Wargame",
    "steam_appid": 1423260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>US Marines and Vietnam partisans, welcome to Rock'n'roll: Card Wargame - a card wargame with interesting game mechanics and a unique visual style that will send you on a crazy alternative-historical trip through the chemical-drenched jungles of the Vietnam war. Take on the role of a commander of Vietnamese guerrillas or US armed forces and show your opponents what you're made of!</strong><h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>28 different cards: 12 units and 16 orders will make each game session in Rock'n'roll: Card Wargame unique and catchy.<br></li><li>Exciting mechanics of capturing strategic points on the battlefield, which is rarely seen in card games.<br></li><li>Each win will bring you points, which can be used to purchase customized items that allow you to collect a unique game set from the deck, dice, and playing field.<br></li><li>Author's graphics in the modern comics style, transmitting the unique setting of the game.<br></li><li>Rock and roll soundtrack that complements the game atmosphere.<br></li><li>25 achievements to achieve which you will need to show perseverance and ingenuity.<br></li><li>After each battle, your units will get experience, and over time you will be able to improve them into real hardened veterans.<br></li><li>In between online battles, you can try 2 story campaigns, both of which will tell a fascinating story of the conflict from different sides.<br></li><li>For already experienced players there also will be multiplayer modes: 1 vs 2, 2 vs 2.</li></ul><br><strong>See you in the damn jungle, commander!</strong>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1423260/header.jpg?t=1634925146",
    "developers": [
      "Игры Loki",
      "WallRus Group"
    ],
    "publishers": [
      "WallRus Group"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}