{
  "1423390": {
    "name": "Fantasy Grounds - Starfinder RPG - Starfinder Skitter Shot",
    "steam_appid": 1423390,
    "required_age": 0,
    "is_free": true,
    "description": "<strong> This product is not eligible for a PDF discount from Paizo</strong><br>This product is free with any other purchase or with a $1 donation during checkout.<h2 class=\"bb_tag\" ><strong> Starfinder Skitter Shot</strong></h2><strong> All Hands on Deck!</strong><br><strong> Don't worry, the skittermanders are here to help!</strong><br>When a routine salvage operation deep in the Vast goes awry, the skittermanders Dakoyo, Gazigaz, Nako, and Quonx must board a luxurious cruise liner controlled by a rogue artificial intelligence to save their vesk boss and a group of hapless passengers. All manner of obstacles block their path to success, from malfunctioning massage tables to cybernetic undead to vermin from another plane, but if the skittermanders can work together (something skittermanders do best), they are sure to be hailed as tiny, furry heroes! That is, of course, if the passing pirate starship doesn't blast them all out of space first...<br>In addition to this exciting adventure, this book includes four pregenerated characters that are ready to play, with full stat blocks and backstories. The inside back cover also holds a wealth of information that will help you roleplay the six-armed creatures, such as their species' thoughts on food, religion, and how to relate to other cultures, as well as examples of skittermander slang.<br><i> Skitter Shot</i> is an adventure for four skittermander characters who are eager to help those in need and explore a seemingly abandoned starship, written for the wildly popular Starfinder Roleplaying Game.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Kevin Melka</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1423390/header.jpg?t=1768438312",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}