{
  "1424320": {
    "name": "Museum of Other Realities - VIFF Immersed",
    "steam_appid": 1424320,
    "required_age": 0,
    "is_free": false,
    "description": "Presented by the Vancouver International Film Festival and produced by Kaleidoscope and StoryTech Immersive, The VIFF Immersed Exhibition and Volumetric Market bring together leaders in art, tech, and entertainment to discover the best in volumetric and 360 filmmaking. Running from September 24 through October 7, the Exhibition includes the 12 finalists from the International VIFF Immersed Competition as well as a showcase of XR content produced in the province of British Columbia, home to the 2nd largest XR ecosystem in the world. From live-action to animation, fiction to documentary, VIFF Immersed honours XR storytelling at its finest.<br><br><strong>Featured Projects - Main Competition:</strong><h2 class=\"bb_tag\" >The Book Of Distance</h2>In 1935, Yonezo Okita left his home in Hiroshima, Japan, and began a new life in Canada. Then war and state-sanctioned racism changed everything--he became the enemy. Three generations later, his grandson, artist Randall Okita, leads us on an interactive virtual pilgrimage through an emotional geography of immigration and family to recover what was lost.<h2 class=\"bb_tag\" >By the Waters of Babylon</h2>By the Waters of Babylon takes viewers on an immersive journey into the world of composers silenced by the Holocaust. Viewers begin the experience situated with the Clarion Quartet as they perform a work by Viktor Ullmann, a composer who suffered under Nazi oppression. We then shift to interweaved images of the past and the present as we experience the story of the &quot;Entartete Musik&quot; composers and the Quartet’s mission to shine light on music silenced by oppression.<h2 class=\"bb_tag\" >Ecosphere: Raja Ampat</h2>Immerse yourself in the wildest places on earth and meet the humans protecting our most precious wildlife. Explore the great savannahs of Kenya, discover the ancient jungles of Borneo, and dive into the rich coral reefs of Raja Ampat. Encounter elephants, orangutans, manta rays, and some incredible humans, all in stunning, cinematic Virtual Reality.<h2 class=\"bb_tag\" >Full Circle</h2>Naomi Condo, a member of Gesgapegiag First Nation, uses the circular frame as a device to connect the past and the present. Her collaborator Craig Commanda, a musician and filmmaker from Kitigan Zibi First Nation, composed original music for this piece, in which a young woman begins her day with a smudging ceremony to honour her great-grandparents, and then asks questions about what might have been different if her ancestors had been allowed to perform these ceremonies rather than have them suppressed.<h2 class=\"bb_tag\" >GEIMU</h2>Geimu is a live-action 3D VR180 sci-fi/action film which takes place in a living room, and inside an RPG video game world set in medieval Japan. Emi, a gamer, and her pal Hiroshi hack together her gaming console with her AI device so that they can play inside an AI-created virtual reality game world. Once in the game, we experience the world and the action firsthand, as Emi battles ninjas, meets mythical creatures, and fights off zombies...<h2 class=\"bb_tag\" >Hiraeth</h2>HIRAETH is a hand-drawn immersive experience with spatial audio and an ambisonic score featuring 12 world instruments. Drawn in the style of Chinese water painting, it is the first of its kind, and it pushes the artistic limits of VR. &quot;Hiraeth&quot; is a Welsh word that means &quot;a homesickness for a place of your ancestry that you have never been and may never return to again.&quot; It describes the feelings of many children of immigrants, who have lost touch with their ancestral roots, yet remain curious...<h2 class=\"bb_tag\" >In the Land of Flabby Schnook</h2>A little brother asks his big sister how she managed to stop being afraid of the dark. She draws him into a succession of dreamlike tableaus in which everything comes alive, and through which the little brother learns to confront his own fears. In the Land of the Flabby Schnook is a contemplative film in which the viewer discovers a magical place through the eyes of the protagonists.<h2 class=\"bb_tag\" >Kowloon Forest</h2>A journey through the private lives of five strangers in Hong Kong. A VR film about finding intimacy in a city of density.<h2 class=\"bb_tag\" >Legends of the Brush: The Girl and the Crane</h2>When Hermanio, an arrogant fashion designer, hits rock bottom, a chance encounter with an injured crane sets his life on a new path.<h2 class=\"bb_tag\" >Orders of Magnitude</h2>Have you ever wondered what the entire universe looks like--with its myriad galaxies, including our Milky Way, containing billions of stars, and our own solar system? See the Earth from above, including the International Space Station and an astronaut in orbit. What does his brain look like? Have you seen what lies at even smaller scales? Orders of Magnitude is an immersive educational Virtual Reality application. Each player can explore all the known scales in our universe by zooming in or out.<h2 class=\"bb_tag\" >Orpheus</h2>Orpheus is an operatic VR experience that immerses you in the world of Orpheus and Eurydice. This interactive take on an iconic myth plays like a choose-your-own-adventure story, with branching narratives and dynamic music that responds to your choices. Playing the role of Fate, you orchestrate the future for Orpheus and Eurydice, deciding whether to fulfill an archaic prophecy that condemns Eurydice to an eternity in the underworld or compose a new saga about love, death, gods, and demons.<h2 class=\"bb_tag\" >With the Wind and the Stars</h2>With the Wind and the Stars is a 360/VR docuseries that takes you on an adventure into the lives of women who fly. Episode One features Teara Fraser, a pilot, mother, and proud Métis woman setting out to launch her own airline.<br><br><br><strong>Featured Projects - Volumetric Market:</strong><h2 class=\"bb_tag\" >Layer</h2>Layer is a dance/physical theatre/filmic work co-conceived by Box of Bird artists and dancers Katina Olsen, Cloe Fournier, and Olympia Kotopoulos. This team has recently been joined by international partners from Groningen in the Netherlands: ShELFISH Productions and WERC. Layer dances the story of three women, each alone and isolated with multiple cultural identities. They encounter multiple replications (or layers) of themselves in real, virtual, fragmented, and augmented realities. more...<h2 class=\"bb_tag\" >A Vocal Landscape</h2>A Vocal Landscape is a VR documentary based on an audio recording of a conversation revolving around a Persian poem that connects the two characters to themes of childhood, parenthood, and individual identity. Our project sprung from our fascination with the richness of the human voice and the subtle ways in which it communicates. Our personality, emotions, intentions, and dynamics are embedded in its timbre, rhythm, and intensities. We want to amplify these qualities—to bring them closer to the surface.<h2 class=\"bb_tag\" >Uninterrupted</h2>UNINTERRUPTED-VR Social is a synchronized Virtual Reality experience that moves the heart of a river into the heart of the city, immersing audiences in the journey of threatened Pacific salmon. Transforming a massive work of site-specific 3D public art, UNINTERRUPTED-VR Social frees the work from its original location on a city bridge to deliver it via synchronized VR to new audiences in new locations, so that people can still come together to experience an urgent and inspiring message.<h2 class=\"bb_tag\" >Before Our Time</h2>Before Our Time offers an unprecedented level of exploration of the world’s most ancient and mysterious ruins. It provides a single access point on your desktop, or in a VR headset, to view multiple global locations in photo-realistic 8K stereo 360° imagery as well as volumetric, fully- explorable photogrammetric models. Explorers are guided by observations and narrations contributed by key figures in the fields of archaeology, anthropology, geology, and astronomy.<h2 class=\"bb_tag\" >Stay Alive My Son</h2>This Cannes XR Official Selection is based on the memoir by Pin Yathay, Stay Alive, My Son. It’s an immersive journey through Yathay’s heart to experience the story of a father and son. Using volumetric capture, we meet Young Yathay, his wife Any, and their two sons as they evade the watchful eye of a Khmer Rouge Chief. Through interactive mechanics and cinematic techniques, the player breathes life into each memory, as a gripping visual and emotional journey unravels…<h2 class=\"bb_tag\" >Trauma Drama</h2>Trauma Drama is a 6DOF volumetric music video performed by NP0 as they take us on a lyrical and personal journey through their experiences growing up on the South Side of Chicago. Filmed on location, this room-scale experience allows for viewers to step into NP0’s world for a personal, one-of-kind performance. Utilizing the Pseudoscience 6DOF video player, the audience is encouraged to view the project with different perspectives and explore the immersive environment.<h2 class=\"bb_tag\" >Image Technology Echoes</h2>This room-scale VR installation reflects on how our hidden inner lives may differ from what can be seen on the surface. In the piece we meet two figures, an older man and a younger woman, in a gallery space. If a visitor to the piece leans very close to one of the characters, or steps inside one of their bodies, he or she is then transported into the inner mind space of this person. In each case, the interior space is a room stocked with objects and texts that seem to have lives of their own…<h2 class=\"bb_tag\" >Dust</h2>Dust aims to transform the way people see and experience contemporary dance through a four-minute long immersive Virtual Reality experience. The audience uses a Virtual Reality headset to place themselves in the immediate presence of the dancer, and within a unique visual and aural scenario created by capturing volumetric recordings of dancers and photogrammetric imagery of the setting.<h2 class=\"bb_tag\" >Blueplanet VR</h2>Blueplanet VR is a curated collection of over 50 volumetric experiences of powerful scenic and cultural heritage locations worldwide, ranging from the Borobudur Temple in Indonesia to Bears Ears National Monument in the southwestern US. With a high level of photogrammetry execution and art direction, BPVR offers the viewer a strong sense of presence and open exploration within these remarkable locations. Interactive features are used to deepen understanding of these fascinating and unique locations.<h2 class=\"bb_tag\" >The Holy City</h2>The Holy City is an immersive Virtual Reality experience, capturing the indescribable magnetism of Jerusalem and offering visitors the ability to immerse themselves in the heart of one of the holiest places on the planet. The hope is that, through this cultural exposure, the visitor will see beyond the narrow strokes of prejudice and learn to appreciate every person regardless of their religion, gender, or race.<h2 class=\"bb_tag\" >Lessons From Auschwitz</h2>To mark the 75th anniversary of the liberation of Auschwitz, we brought high school students from Moscow to the Memorial in Poland. After the trip, we asked them to express their reactions in VR animation, under the creative guidance of XR artist Denis Semionov. Our work is an experiment that aims to show how history can be reimagined by younger generations. It unites personal emotions and innovative immersive tech to create powerful digital art that sustains historical memory in a digital world.<h2 class=\"bb_tag\" >Kusunda</h2>Kusunda, a voice-driven interactive experience, explores what it means to lose a language and what it takes to preserve one. Narrated by two protagonists—86-year-old Kusunda shaman Lil Bahadur and his 15-year-old granddaughter Hema—the experience contrasts two generations set apart by their lifestyles and brought together by the struggle for their indigenous identity.<h2 class=\"bb_tag\" >Gimme One</h2>In a vogue ballroom, &quot;Gimme one&quot; is what the MC asks the judges in deciding the winner of a dance battle. The ballroom scene was created by trans persons of colour as far back as the 1920s; at the heart of the scene is a sense of community, shared experience, and empowerment. Gimme One is a VR documentary experience telling the story of five members of the UK ballroom community; their self-expression through dance is portrayed using digital volumetric and motion capture techniques.<h2 class=\"bb_tag\" >VR Hero Sakura - Forbidden Code</h2>Sakura is a level-max game-geek high school girl. When she is playing a VR game for her father's job, its last boss, the Devil, suddenly materializes in the real world! Can VR hero Sakura rescue her father, whom the Devil has kidnapped--and can she save the world from ruin?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424320/header.jpg?t=1632347329",
    "developers": [
      "MOR Museum Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}