{
  "1424450": {
    "name": "Fantasy Grounds - The Adventurer’s Almanac",
    "steam_appid": 1424450,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The Adventurer's Almanac</h2><strong> 365 days of adventure and plot hooks, plus so much more!</strong><br>Set a date for adventure with<br><i> The Adventurer's Almanac!</i> An entire year's worth of adventure awaits you inside its pages, complete with magical items, interesting personalities, strange festivals, and dangerous sites to explore, all presented in a system-neutral format suitable for any fantasy campaign.<br><i> The Adventurer's Almanac</i> also includes a fantastical calendar to bring structure to your game seasons loaded with more than 300 adventure seeds and a complete astrological system that gives characters personality traits, interesting benefits, and troublesome disadvantages to contend with.<br>Don't let time run out on your campaign. Get the Adventurer's Almanac today!<br><strong> Author's Note:</strong><br><i> It can be argued that time is both our greatest gift and worst enemy. The passage of the seasons not only--hopefully--brings us wisdom, but reminds us that our span of days is finite. This is true for both ourselves as gamers and for our imaginary counterparts who dwell in the fantastic lands of the campaign world. Nevertheless, despite the importance of time, it is something often overlooked in roleplaying campaigns, aside from the calculations of how long a spell will last or the length of a journey from one adventuring locale to another. At their very worst, fantasy campaigns become static places were nothing outside the adventurers' scope ever seems to occur.</i><br><i> The Adventurers' Almanac attempts to correct this oversight by presenting the game master with not only a wondrous calendar useable in most fantasy games, but by also providing him or her with an entire year's worth of adventure seeds, new monsters, unique magic items, interesting NPCs, and momentous occasions. With this book as part of your gaming library, you have access to a simple, yet evocative, way to count the days and a go-to source for adventure ideas when your imagination needs a kick-start.</i><br><i> Written in the similar vein of The Dungeon Alphabet, The Adventurers' Almanac is not a hard and fast &quot;this is how things should be done&quot; gaming supplement, but a spring-board for your own creativity. With a little mental elbow grease, it's possible to turn the hundreds of adventure ideas waiting inside its pages into full-blown, epic campaigns that will keep your players entertained and waiting to see what happens next.</i><br><i> Suitable for any fantasy roleplaying game, The Adventurers' Almanac is the perfect resource for any game master lacking in that most precious of commodities--Time, itself. So make you sure your dues are paid to the &quot;Order of Adventurers, Explorers, and Treasure-Seekers,&quot; stop by your local chapterhouse for your copy of The Adventurers' Almanac, and get ready for a year of unforgettable adventure!</i><br><i> Adapted for Fantasy Grounds by:</i><br><strong> Brett Gibson</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424450/header.jpg?t=1768438548",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}