{
  "1424490": {
    "name": "Sponsor-A-Planet Demo",
    "steam_appid": 1424490,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Sponsor-A-Planet Demo!<br />\r\n<br />\r\nSponsor-A-Planet provides you a planet with life. It will try to survive, build and thrive, whether or not you decide to intervene. <br />\r\n<br />\r\nThis demo contains the complete version 0.1.0.5 of the game for free. Future updated demo versions may be available but likely not as often updated as the paid version.<br />\r\n<br />\r\nGameplay:<br />\r\nThe core gameplay involves observing the AI characters as they go about their day doing what they do, and watching as they turn the somewhat sparse and barren landscape into a more lively and developed environment. The player has the option to spawn more AI (gold dependent) to increase development speed. There is only one way to spawn gold resources, a gold platform underneath the gazebo. <br />\r\n<br />\r\nFeatures: <br />\r\nCurrently implemented features include first-person movement using the WASD keys, Spacebar for jump, F key to fly, LeftShift to sprint, LeftCtrl to crouch, and E key to spawn AI characters. The AI characters will walk around and look for gold resources to purchases houses. AI characters have different modes and glowing eyes corresponding to the mode they are in. For instance, yellow eyes represents random wander mode, bright blue for gold pickup mode, dark blue for resting mode.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424490/header.jpg?t=1602558489",
    "developers": [
      "TheTallJS"
    ],
    "publishers": [
      "TheTallJS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}