{
  "1424660": {
    "name": "9-nine-雪色雪花雪之痕",
    "steam_appid": 1424660,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424660/extras/c4f44b904abf0e555b4c7196882bdef7.avif?t=1726605841\" width=600 height=338 /></span><h2 class=\"bb_tag\" >Spoilers from the previous games contained below, read with caution.</h2><h2 class=\"bb_tag\" >Concept</h2>9-nine- Episode 4 is the fourth volume in a series of supernatural mystery games, with Episode 4 telling a story centered around Noa Yuuki. The entries in the the 9-nine- series share the same setting and world, but each entry focuses on a different heroine. The villainous mastermind is revealed, friends are at odds, the mystery of the Artifacts uncovered, and bonds are tightened through mutual trust. What lies in store for this young man and woman with the power of justice at their fingertips in this installment?<br><br><br>This game differs from the other games in that the story structure assumes that you have already played the past titles (9-nine- Episodes 1-3.) You will be able to enjoy this as a standalone title as well, but we highly suggest that you play this game after playing the other titles in the series. Each game has an independent story that can be enjoyed on its own. We hope you enjoy the experience that is the 9-nine- series.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424660/extras/afabc4bbb1cfe7b7055e5043fd0aea43.avif?t=1726605841\" width=600 height=200 /></span><br>9-nine- takes place in the run-of-the-mill college town of Shiromitsugawa where an earthquake breaks a sacred artifact from the Shrine of the White Serpent, unleashing jewelry-like items that bestow their holder's special powers called &quot;Artifacts&quot; from a parallel world. When an incident involving a power that transcends human comprehension, Kakeru Niimi, our protagonist, investigates several branches (parallel worlds) in order to settle the matter. <br><br>With the mastermind finally revealed, Sophitia, otherworldly entity set to reclaim the Artifacts, tells him to defeat this person pulling the strings. The first day, the day that the festival was cancelled due to the earthquake back at the shrine—Kakeru is now equipped with memories from every branch and is on the move to solve this conflict. <br><br>Amidst this, a girl with a strong sense of justice from Kuho Girls Academy, Noa Yuuki, has an ability that seems to be the key to defeating the mastermind. Knowing this, Kakeru divulges about the events in other branches to her. All the while uncovering the secrets behind why the Artifacts come to this world, settling the scores with the Evil Eye's User, what will be the fate of these young men and women with otherworldly power at the fingertips?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424660/extras/6330e336bb88e814fb975faf76c93fd8.avif?t=1726605841\" width=600 height=200 /></span><br><ul class=\"bb_ul\"><li>Gorgeous art from Izumi Tsubasu (Artist of SakuSaku:Love Blooms with the Cherry Blossoms)<br></li><li>Gripping story written by scenario writer, Kazuki Fumi<br></li><li>Multi part series with independent stories per episode<br></li><li>CG gallery<br></li><li>Music gallery<br></li><li>Movie gallery<br></li><li>FULL Japanese voice acting (Including the main character!)<br></li><li>Japanese, English, and Chinese text. Dual-lang display options</li></ul>",
    "supported_languages": "英语, 日语<strong>*</strong>, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424660/header.jpg?t=1726605841",
    "developers": [
      "PALETTE"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Overwhelmingly Positive",
      "total_positive": 976,
      "total_negative": 21,
      "total_reviews": 997
    }
  }
}