{
  "1424460": {
    "name": "B.ARK Demo",
    "steam_appid": 1424460,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Pilot a team of animal heroes with your family and friends as you blast your way through evil aquatic enemies, in the family-friendly couch co-op space shooter, B.ARK!</strong><br><br>Our only hope for survival rests in the paws of the furry but ferocious members of Team B.ARK. The cybernetic fish armada, known as the Dark Tide, have taken over Earth and are spreading their aquatic fleet into space. Navigate and defend our Solar System as Barker the Dog, Felicity the Cat, Lucio the Bear and Marv the Rabbit, as they dive, dip, dodge, and blast their way through waves of revenge-seeking aquatic mechs. Play with your family and friends and work as a team to defeat the Dark Tide and take back your home!<br><br><strong>Game Features:</strong><br><ul class=\"bb_ul\"><li><strong>PILOT A POWERFUL ANIMAL HERO</strong> - Each pilot has their own story and their own special attack to fit their personality.<br></li><li><strong>EXPLORE A HAND-ANIMATED SOLAR SYSTEM</strong> - B.ARK’s world is fully hand-drawn and hand-animated, creating colorful characters to meet,  enemies to take out and planets to explore.<br></li><li><strong>TEAM UP TO CREATE UNIQUE COMBO ATTACKS</strong> - Team up with your family and friends to fuse your Super Attacks for out-of-this-world combinations.</li></ul><br>Can you defeat the Dark Tide before their deep-sea forces take over the Solar System?! Keep the robotic enemy at bay and take back Earth in B.ARK!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1424460/header.jpg?t=1622755945",
    "developers": [
      "Tic Toc Games"
    ],
    "publishers": [
      "Tic Toc Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}