{
  "1425300": {
    "name": "Factorization",
    "steam_appid": 1425300,
    "required_age": 0,
    "is_free": false,
    "description": "In Factorization, you must plan and build a factory capable of producing a myriad of resources.<br />\r\n<br />\r\nYou focus on designing optimal production lines while buying and selling resources to keep the factory profitable. In the meantime your workers will build your designs and carry out the day-to-day tasks in your factory.<br />\r\n<br />\r\nYou can let them carry resources from and to the machines as is needed or you can choose to automate the process by using belts, splitters, mergers, containers...<br />\r\n<br />\r\nAs you progress, you will need to upgrade your infrastructure to include faster belts and more capable machines in order to build ever more complex items. An in-game planning tool can assist you in figuring out what you need to build a particular item.<br />\r\n<br />\r\nThere is a strong focus on design, allowing you to sketch out exactly what you want before committing to the build. Once you're happy with your creation, you can create blueprints to reuse in other games or share with your friends.<br />\r\n<br />\r\nThe game can be completely overhauled with mods, introducing not only new graphics and tiny tweaks but entirely new production lines, backstories and ultimate goals. In fact, the core game itself is written as a mod for the factorization engine.<br />\r\n<br />\r\nFor those who are interested, you can take even more control over your factory by scripting smart belts.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1425300/header.jpg?t=1739297535",
    "developers": [
      "Anubis Gaming"
    ],
    "publishers": [
      "Anubis Gaming"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}