{
  "1425660": {
    "name": "SCP : Forgotten Facility",
    "steam_appid": 1425660,
    "required_age": 0,
    "is_free": true,
    "description": "<i>You thought you knew about every facility the foundation ran? Well there are some that were.. forgotten.</i><h2 class=\"bb_tag\" >About the game:</h2><br>SCP : Forgotten Facility (SCP: FF) is a free multiplayer horror <i>(and Single-Player coming soon) </i> game based on the SCP Foundation series and its expanded universe of monsters and paranormal phenomena. The primary objective of the SCP Foundation (also “the Foundation”) is to safeguard the world from any and all entities, objects, or phenomena that are deemed potential threats to humanity, and thus to uphold the normalcy of the modern world. however, this is before all of that when the world was a simpler time<br><br>SCP:FF (Short for SCP : Forgotten Facility) Is set in 1941, during World War 2. Get to experience the lives of individuals in the scp foundation as well as the members of the Allied and Axis Forces. Explore old-style buildings and what it was like to work for the foundation during these troubling times.<br>Explore Area 03 as up to <strong>7</strong> different classes. Use or discover <strong>15 SCP Objects</strong> and <strong>10 weapons</strong>. SCPFF Is a round-based game where you fight against other players in a multiplayer action packed environment. The facility is procedurally generated every round, so you always get a new environment to explore and different layouts throughout the facility.<br><br>Who will you fight for or who will you fight against?<h2 class=\"bb_tag\" >Single-Player Campaign</h2><i>(Coming soon)</i><br>Get the chance to explore the facility solo as a Class-D, Axis Forces Member or a Member of the Allied Forces. Play 6 chapters of each storyline, and experience a short but eventful look into the lives of each individual person listed above as they Flee, Attack, or Defend the facility.<h2 class=\"bb_tag\" >Play as never-seen before SCP'S and some familiar ones throughout the facility, like;</h2><ul class=\"bb_ul\"><li><strong>SCP-457</strong> - Don't burn more than you can chew! Just kidding, burn anyone you like, doors included! Just keep in mind fire doesnt mix well with water.<br></li><li><strong>SCP-352</strong> - You're a wizzard harry, well not really you're actually a witch who follows people to rip their limbs bit by bit after entangling them in a web.<br></li><li><strong>SCP-1048</strong> - A Lonely teddy bear that just wants some love. Make some friends by giving them a hug, err, a very hard hug. Also scp-1048 has a tendency to be very verbal when approaching people to give them a hug.</li></ul>And many more to come.<h2 class=\"bb_tag\" >You also get a chance to play multiple roles randomly selected each round, such as;</h2><ul class=\"bb_ul\"><li><strong>Facility Guard</strong> - Enjoy the best job in the world! Guarding highly-deadly, horrifying, creepy creatures of unknown origin at the lowest wage in the industry with no hazard pay! Come work for the foundation and enjoy the free coffee and only 1 break daily. Who wouldn't want to be a guard?<br></li><li><strong>Allied Forces Members</strong> - Help save the facility after the SCP's have breached containment and/or Axis forces have entered the facility in a attempt to destroy all personnel inside and steal SCP Objects.<br></li><li><strong>Axis Forces Members</strong> - Attack the facility to obtain intel and objects to help further the war efforts. Ally with no-one and destroy the facility in any way you see fit, including using SCP Objects against the same facility they are stored within.<br></li><li><strong>D Class Personnel</strong> - Run for your life out of the facility or team up with other D class for strength in numbers! <i>(It may not matter)</i> Steal SCP Objects to further your escape and make it easier or explore the facility and see all the different paths you can go.<br></li><li><strong>Scientist</strong> - Research SCP's in the facility, <i>Scratch that</i>, run from the SCP's in the facility as they attempt to kill you as well as every Class-D member who hates your guts. Team with the Allied forces for safety and escape the facility.<br>And more to come</li></ul><br><br><br><i>This game is still in development, and more information will come as it progresses.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1425660/header.jpg?t=1656461227",
    "developers": [
      "Noah Knorr"
    ],
    "publishers": [
      "Noah Knorr"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}