{
  "1425950": {
    "name": "Mimir Studio",
    "steam_appid": 1425950,
    "required_age": 0,
    "is_free": false,
    "description": "Mimir Studio overlays your games with translated text. Using Optical Character Recognition (OCR), Mimir Studio automatically recognizes, translates, and then places the translated text in your native language on top of your game with the same colors in a way that lets you play your game as if it were translated into your chosen language.<h2 class=\"bb_tag\" >Text Recognition</h2><br>Using state of the art visual recognition technology, Mimir Studio can detect words written in English, Chinese, or Japanese, providing coverage for 99% of games available today. Text is detected and translated from textures, meshes, from dialogue, from buttons, from anywhere it shows up on the screen. Unlike traditional solutions which require memory hacking or worse, Mimir Studio simply looks at what the screen displays in the same way a natural language reader does.<h2 class=\"bb_tag\" >Immersive Overlay</h2><br>Mimir Studio matches the color, size, and location of the text that it detects on your game screen, replacing it with an identical overlay for a truly native feeling. The original text is displayed in a small font at the top of the overlay, so that you can see what was written and what is the translation at the same time. <br><br>On supported devices, high framerate recognition allows overlays to follow as you pan the camera, providing a seamless experience. For all devices, Mimir Studio overlays can be turned on and off with a hotkey, increasing performance during demanding action sequences.<h2 class=\"bb_tag\" >Multiple Language Support</h2><br>Translate from English, Chinese, or Japanese into a number of languages in real time. Translate into: <br><ul class=\"bb_ul\"><li> English<br></li><li> Chinese (Simplified)<br></li><li> Japanese<br></li><li> Russian<br></li><li> Spanish<br></li><li> Portuguese<br></li><li> German<br></li><li> French<br></li><li> Korean<br></li><li> Polish<br></li><li> Turkish<br></li><li> Thai<br></li><li> Italian<br></li><li> Czech<br></li><li> Hungarian<br></li><li> Swedish<br></li><li> Dutch<br></li><li> ...And more!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1425950/header.jpg?t=1600934273",
    "developers": [
      "Handholding Inc"
    ],
    "publishers": [
      "Handholding Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}