{
  "1426530": {
    "name": "Sid Classic",
    "steam_appid": 1426530,
    "required_age": 0,
    "is_free": true,
    "description": "[Game Introduction]<br><br><strong>The Magic School Lussid exist in Time and Space Rift.</strong><br>The perfect TS Engine chose the new boy as a freshman at the school.<br>Then, the boy meets a mysterious girl while searching for the secrets of the TS Engine.<br><br>Her name is Moriarty. <br>A girl who has lost most of her memory and concealed her sorrow.<br>The boy promises to the girl that he will find her memory. Then, they begin the adventure across the parallel worlds.<br><br>[Game Features]<br><br><strong>■ 'Sidian' charming and unique characters ■</strong><br>High-quality card illustrations drawn by leading illustrators.<br>You can meet more than 900 different kinds of Sidians through adventure.<br><br><strong>■ It makes your ears happy! Sweet and charming voice. ■</strong><br>The characters' charms are reflected in their voices.<br>Japan's top voice actors participated.<br>Your emotions get deeper because of voice actors' passionate acting.<br><br><strong>■ An interesting battle system that requires a variety of strategies. ■</strong><br>You can create a team for battle using the various attributes of each Sidian and their own skills.<br>Organize your must-win strategy for victory.<br><br><strong>■ A solid and exciting scenario. ■</strong><br>An exciting adventure story at the magic school Lussid!<br>Go into an interesting story with attractive Sidians!<br><br><strong>■ Various content! It provides endless fun. ■</strong><br>Season! Get a new Sidian to visit for a certain period of time.<br>Exploration! You travel all over the world and make stories.<br>Circle! You can enjoy more exciting adventures with other users.<br>Boss Raid Battle! Attack the powerful boss with your colleagues in the circle.<br>Mileage! Compete with other users and get plenty of items.<br>Special Lesson! Get a new Sidian through a new story.<br>Student Body Election! Vote for your favorite Sidian and get rewarded.<br><br>Gather the Sidians. It's full of content that stimulates your desire to collect.<br><br>Right now. Go on an adventure to the magic school Lussid.<br>The Best Magic School in the Universe! An exciting story about them.",
    "supported_languages": "英语, 法语, 简体中文, 繁体中文, 德语, 西班牙语 - 拉丁美洲, 日语, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1426530/header.jpg?t=1625472250",
    "developers": [
      "Singta inc."
    ],
    "publishers": [
      "Singta inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}