{
  "1427690": {
    "name": "New Super Lucky's Tale Demo",
    "steam_appid": 1427690,
    "required_age": 0,
    "is_free": true,
    "description": "Experience the opening story and first full level of New Super Lucky's Tale in this demo. <br />\r\n<br />\r\n----------<br />\r\n<br />\r\nJoin Lucky on his thrilling journey through the Book of Ages, a magical artifact that opens doors to amazing worlds. Meet new friends, explore exciting lands, and recover the missing pages from the evil sorcerer Jinx and his villainous family, the dreaded Kitty Litter. <br />\r\n<br />\r\n• Featuring a huge variety of gameplay, from expansive 3D hubs, to story-based adventure levels, 2D side-scrolling challenges, rewarding mini-games, mind-bending puzzles, and thrilling boss battles.<br />\r\n<br />\r\n• Thousands of collectibles to gather, tons of rewarding secrets to discover, a cast of memorable characters, and an entire wardrobe of costumes for the stylish adventurer.<br />\r\n<br />\r\n• Designed to delight and challenge players of all ages and skill levels.<br />\r\n<br />\r\n• A complete re-imagining of the original Super Lucky's Tale, featuring redesigned and new levels, a fully rotatable camera, tighter movement control, and major overhauls to nearly every other aspect, including the story, cinematics, music, and more.<br />\r\n<br />\r\nJump, burrow, and tail swipe your way to victory in this love letter to classic 3D platformers!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1427690/header.jpg?t=1603962181",
    "developers": [
      "Playful Studios"
    ],
    "publishers": [
      "Playful Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}