{
  "1427180": {
    "name": "Fantasy Grounds - Pathfinder RPG - Pathfinder Chronicles: Gods & Magic",
    "steam_appid": 1427180,
    "required_age": 0,
    "is_free": false,
    "description": "Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the<br><strong> Store &gt; Paizo Account Synchronization</strong> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" > Pathfinder RPG - Pathfinder Chronicles: Gods &amp; Magic</h2><strong> Immortal Power Lies Within!</strong><br>Creators of life, forgers of worlds, and rulers of reality--these are the gods and goddesses of the world. They have existed for eons. The countless worlds of the Great Beyond are their playgrounds and battlefields. Yet for all their vast power, it is not the gods of Golarion who shape nations and write history--this task falls instead to their greatest creations: the mortal races of the world. It is through their priests and paladins, their clerics and cultists that the gods make their will known in this world, be it for good or ill.<br>In Gods and Magic, you will learn not only of the core twenty deities of the Pathfinder Chronicles campaign setting, but of a multitude of other deities whose flocks, while smaller and more isolated, have just as much potential for greatness. Yet this book isn't just for clerics--religion and faith are important factors in the lives of many, be they stalwart paladins, brave rangers, mysterious druids, or dedicated monks. Even those whose talents lie beyond the divine, such as the scholarly wizard or the god-fearing barbarian, find that faith has its advantages.<br>Within this book you will find:<br><ul class=\"bb_ul\"><li>Detailed descriptions of the core twenty deities of the Pathfinder Chronicles campaign setting, complete with symbols and full illustrations<br></li><li>Details on over 40 additional deities, including the gods of dwarves and elves, gnomes and halflings, giants and dragons, and more<br></li><li>Over 20 new spells associated with the most powerful religions, yet usable by both arcane and divine spellcasters<br></li><li>Dozens of new magic items keyed to the world's religions, ranging from minor trinkets to powerful artifacts</li></ul><i> Written by</i><br><strong> Sean K Reynolds</strong><br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1427180/header.jpg?t=1765923479",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}