{
  "1428970": {
    "name": "Where the Snow Settles",
    "steam_appid": 1428970,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>As the world around her crumbles, Aurelia searches for a way home, unraveling mysteries and wonder along the way. </strong><br><br>This short narrative experience masterfully blends contrasting themes to create a compelling and atmospheric coming of age story. Gentle and undemanding game mechanics allow for escapism into a beautiful and desolate world, filled with secrets.<h2 class=\"bb_tag\" >Navigate and explore a cold and uncertain world</h2>Follow Aurelia's introspective journey across a changing environment, where she must work to navigate the encroaching cold and venture into the unknown.<br><br>Walk, run, and slide your way through tricky terrain, and interact with the world to learn more about the characters that inhabit it.<h2 class=\"bb_tag\" >Listen and learn from others</h2>With the help of her sister and enigmatic spirits befriended throughout her journey, Aurelia soon learns why the world is collapsing around her, and why she must find her strength before it's too late. <br><br>Talk to characters, listen to their stories, and find your way through an uncertain world. With a story that emphasises the importance of empathy and compassion in a world that feels lost and uncertain, we can rely on the help and guidance of others to make it through.<h2 class=\"bb_tag\" >Relax and recharge with a low-demand adventure</h2><br><ul class=\"bb_ul\"><li>Embrace your curiosity and interact with the world around you to uncover its mysteries<br></li><li>A concise and linear narrative, designed for easy escapism<br></li><li>Dialogue allows you to listen and connect with characters in the world<br></li><li>Evocative and beautiful art style<br></li><li>Sits at the intersection of games/cinema/narrative<br></li><li>Explore a hand-crafted world <br></li><li>Non-violent, low-demand gameplay<br></li><li>Beautiful soundtrack that will make your heart swell<br></li><li>Relax at home and enjoy a coming-of-age story that’s suitable for audiences of all ages</li></ul><br>This debut from Myriad Games Studio is a moving narrative adventure available now!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1428970/header.jpg?t=1741822691",
    "developers": [
      "Myriad Games Studio"
    ],
    "publishers": [
      "Myriad Games Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}