{
  "1428690": {
    "name": "Green Dragon Super Retro",
    "steam_appid": 1428690,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Purchase the main game during the Launch Period and get access to this DLC (Green Dragon Super Retro Edition) for free! Offer end soon...</strong><br><br>30 October Update: Now available also to Mac!<br><br>Won't your Amiga start anymore but you would like to experience same kinda feeling when playing Amiga games? Of course, buying a working Amiga is always an option, but we would like to inform you that now you are able to play Green Dragon Super Retro (now on PC. Mac-version coming later this week). So no worries.<br><br>GREEN DRAGON SuperRetro Edition is graphically designed to look almost like Amiga game, it is using special shaders and graphics. Now you can play Green Dragon with a SuperRetro look! Green Dragon Super Retro is graphically designed for hardcore Retro players! This DLC includes the same game as the main game, but this version comes with ultra retro shaders. <br><br>So if you are more fan for ultra retro than main game retro style, you can play now with SuperRetro -look!<h2 class=\"bb_tag\" >Free to keep forever</h2><br>If you purchase the main game during the <strong>Launch Period*</strong>, you will get access to Green Dragon Super Retro Edition for free AND you are free to keep it forever!<br><br><i>*We have not yet decided how long the Launch Period will last. Launch period starts when the DLC (Green Dragon Super Retro) is released. In any case, offer is valid as long this text is shown on the store page, so you have time to buy the Green Dragon and redeem your Free to Keep access to this DLC.<br><br>We try to configure settings in our end so that you will get immediately access to this app for free, but if some problem appears it is possible you will need to ask us Steam keys in order to receive free version of the DLC.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1428690/header.jpg?t=1698916020",
    "developers": [
      "F-Games"
    ],
    "publishers": [
      "JTS Development"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}