{
  "1429750": {
    "name": "Train Simulator: Canadian National SD60 Loco Add-On",
    "steam_appid": 1429750,
    "required_age": 0,
    "is_free": false,
    "description": "In the early 1980s, Electro-Motive introduced a new line of diesel locomotives branded the “60 Series,” and with it came a new prime mover, EMD’s two-stroke 710-series diesel power plant.<br><br>A keystone of the EMD 60 Series was the six-axle (C-C), 3,800-horsepower SD60, which utilized the 16-cylinder version of the 710G3 power plant. And now, in the stylish livery of railroad giant Canadian National, the EMD SD60 takes the rails in Train Simulator!<br><br>Successor to the 645-series powered SD50, the SD60 featured not only the EMD 710-series power plant, but introduced a new control system managed by multiple micro-processors. Indeed, the SD60 is widely considered EMD’s initial “third generation” diesel locomotive.<br><br>In 1984, EMD first constructed four blue-and-white SD60 demonstrators and through 1991, eight large railroads and leasing company Oakway purchased a total of 537 standard-design SD60s. Oakway acquired 100 SD60s in 1986 which originally worked on the Burlington Northern (wearing a livery similar to the EMD demonstrators). Many of these units migrated to leasing company GATX, and then 90 of the husky units were acquired by Canadian National in 2012 and dressed in CN’s vibrant red, white, and black livery. Employed in a variety of main line freight duties, the CN SD60s operated regularly in both Canada and the United States.<br><br>The Canadian National Electro-Motive SD60 for Train Simulator features realistic details, controls, and sounds. And the DLC includes three career scenarios that will put the 3-800-horsepower diesels to work on the Yellowhead Pass: Jasper - Valemount route. The SD60 is also provided in leasing company liveries.<br><br>The Canadian National EMD SD60: Powerful, stylish – and now available for Train Simulator!<br><br> <h2 class=\"bb_tag\" >Included Scenarios</h2><br>Three career scenarios featuring the Canadian National SD60 on the Yellowhead Pass: Jasper - Valemount route are included:<br><br><ul class=\"bb_ul\"><li>[SD60] Grain falling<br></li><li>[SD60] Heading west<br></li><li>[SD60] Tete lumber &amp; full rise</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Canadian National Electro-Motive 3,800-horsepower SD60 diesel locomotive<br></li><li>EMD SD60 in leasing company liveries<br></li><li>Authentic livery, details, controls, and sounds<br></li><li>Three career scenarios for Yellowhead Pass: Jasper – Valemount route<br></li><li>Quick Drive compatible<br></li><li>Download size: 174.7mb </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1429750/header.jpg?t=1727702462",
    "developers": [
      "Travel By train"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}