{
  "1429220": {
    "name": "Mark Twain's Tom Sawyer: Survival Game",
    "steam_appid": 1429220,
    "required_age": 0,
    "is_free": false,
    "description": "We are one of the first studios who decided to make a videogame based on Mark Twain's books. <br />\r\n<br />\r\nSo, we took a chapter from Tom Sawyer's Adventures book, about him escaping to an island with his friends. And decided that this will perfectly fit into a concept of a survival game. But it is not a plotless survival sandbox. As anything with our studio, our games are highly focused on unique experiences, intrinsic motivation,  and player emotions. If we make a survival game - it is going to be unique and most of our time is going to be dedicated to immersing the player and creating a feeling of an authentic teenage adventure inside the player's head. <br />\r\nThe first hour of the game will be dedicated to immersing the player into being Tom, starting with him waking up and going through daily routine, and will be followed by setting up the escape from home, executing it. The game will have a lot of unique mechanics like driving the boat, and generally will be high on dialogues, and include a lot of mini-games and socialization inside it, like &quot;rock paper scissors game&quot; and others.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n-Be Tom Sawyer, your childhood's favorite character<br />\r\n-Play as alternative, asian Tom Sawyer. We decided to revise the franchise with our own outlook.<br />\r\n-Survive on an island with your friends<br />\r\n-Fish, hunt, set up a camp, get heated in front of a bonfire<br />\r\n-Play mini-games like Rock, Paper, Scissors<br />\r\n-Explore a big island<br />\r\n-3d graphics, made with help of photoscanning<br />\r\n-Achievements",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1429220/header.jpg?t=1604464557",
    "developers": [
      "BookGames S.E",
      "Paper Scissors, Please"
    ],
    "publishers": [
      "Kavkaz Sila Games",
      "Deadwater Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}