{
  "1429410": {
    "name": "Shadow Eclipse Demo",
    "steam_appid": 1429410,
    "required_age": 0,
    "is_free": true,
    "description": "Shadow Eclipse is a single or multiplayer dungeon crawler with elements of bullet hell style gameplay.<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Battle your way through increasingly difficult levels and see how far you can push your mage and develop a unique spell build!<br></li><li>Play by yourself or host a room and share the room code with friends.<br></li><li>Each room you clear drops randomized spell upgrades resulting in different mage builds each playthrough.<br></li><li>Rooms in each level are laid out in a grid and grow wider depending on the number of players. The more rooms you can explore, the more spell upgrades you will find!<br></li><li>Your mage can only know 3 spells at a time, forcing you to identify spell combinations, and make decisions about which spells to hold onto and which to forget.<br></li><li>Rooms scale in difficulty and reward depending on the number of players near the room.<br></li><li>A shadowy mist slowly moves up the level, limiting how many side rooms you have time to explore and forcing you to always push forwards or end up devoured by darkness!<br></li><li>Increasingly difficult bosses guard entryway to further levels.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1429410/header.jpg?t=1698290578",
    "developers": [
      "Shadow Eclipse"
    ],
    "publishers": [
      "Shadow Eclipse"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}