{
  "1430350": {
    "name": "Zakumba: Astraia",
    "steam_appid": 1430350,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >In the vibrant lands of Zakumba, 12-year-old inventor prodigy Astraia dreams of acceptance in a city that turns its back on her. When she encounters the enigmatic Belles, Astraia's world changes forever, leading her to discover an ancient golem powered by old magic technology. This revelation thrusts Astraia into the center of a storm, making her a prized asset in a city teetering under the control of the powerful elite. To uncover the truth about herself and navigate a land scarred by violence and revolution, Astraia must grow and learn where an outcast belongs in a complex, changing world. This coming-of-age story, woven with the rich threads of West African mythology, offers an inspiring tale of resilience, discovery, and the courage to carve your path. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >This Vertical Slice Demo showcases our vision and scope for the full development of Zakumba: Astraia. The features and mechanics presented here reflect significant improvements since our early alpha. As we conclude this stage, we’re excited to see how players engage with the game, enjoy the story, and share feedback on what stands out most. Our next phase will focus on full development, during which we’ll also explore new funding opportunities. Stay tuned for updates by joining our Discord and following us on social media—we’d love to keep you part of the journey! </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Thank you for playing! </p><p class=\"bb_paragraph\" >The AfroDuck Studios Team</p><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1430350/header.jpg?t=1757103986",
    "developers": [
      "AfroDuck Studios"
    ],
    "publishers": [
      "AfroDuck Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}