{
  "1430530": {
    "name": "Horizon Heat",
    "steam_appid": 1430530,
    "required_age": 0,
    "is_free": false,
    "description": "Horizon Heat is an ideal choice for those who love racing and the atmosphere of the 80s and 90s. The player will have to drive straight and avoid other cars on his way. The game design impresses with its bright neon colors and some futuristic elements. The game has several levels, each with its own unique design. The game also has a leaderboard that allows players to compare their results with other players and friends.<br />\r\n<br />\r\nThe game's soundtrack created specifically for the game, is simply fascinating with its shades of retrowave and vintage sound. You will have to unlock some tracks, but it will not be difficult. <br />\r\n<br />\r\nThe game has detailed car reflections, you can see the sun and other cars on the road in the reflection. Sometimes you can find strange cars in the game, you will definitely recognize them. Earn money while traveling and buy new cars. You can collect them all. <br />\r\n<br />\r\nHowever, the main thing in the game is the gameplay. It is relaxing and suitable for any player, regardless of experience level. This game will be a great option for those who love the retro vibe and atmosphere of the 80s and 90s, as well as for those who just want to spend time playing a relaxing and beautiful game.",
    "supported_languages": "英语, 乌克兰语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1430530/header.jpg?t=1753036399",
    "developers": [
      "Roenko Games"
    ],
    "publishers": [
      "Roenko Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}