{
  "1431600": {
    "name": "Sharecare YOU VR Pro",
    "steam_appid": 1431600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sharecare YOU VR Pro is no longer available for sale on Steam. However, if you previously purchased the app, it is available for you to download via your Steam account.</strong><br><br>---<br><br>The winner of the 2019 Appy Best VR App is now available on Mac and PC, with more content, bolder graphics, and enhanced features! Sharecare YOU VR is a fully immersive, photorealistic simulation of the human body, enabling anyone to explore its astonishing details in full 360 degrees. Interested in learning about a specific organ? With the click of a button, travel inside, visualize its natural function, and dive deeper. Want to learn even more? Check out the many tags and labels along the way to gain even more information and insight. Easily customize YOU to better understand physiology and simulate disease. You can even personalize our avatars to be a virtual you – your health, your conditions. It really is all about YOU. With YOU VR PRO, users can create visually compelling, high-quality educational content. Build YOU lectures and presentations easily, with the help of video and voiceover recording, and the ability to draw and add your own text. You can also be the star within these videos using our web-cam feature.<br><br><strong>Sharecare YOU VR</strong> includes:<br><br><ul class=\"bb_ul\"><li>YOU content - an expanding library of over 40 different scenes to explore including anatomy, physiology, conditions, and treatments<br></li><li>Informative labels and scene information<br></li><li>Completely updated user interface with unique interactive controls<br></li><li>Growing library of exclusive video content</li></ul><br><strong>Sharecare YOU VR PRO</strong> includes:<br><br><ul class=\"bb_ul\"><li>License to use the software for business, institutional or commercial purposes<br></li><li>The full Sharecare YOU VR set of content and features</li></ul><br>Looking to use the content for Business Purposes? Get the <strong>Sharecare YOU VR Pro</strong> version and have the ability to use all the amazing content for Business Purposes. Take advantage of breathtaking graphics and never seen before views of the human body. Your ability to better communicate human anatomy and physiology with your customers and/or students is at your fingertips!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1431600/header.jpg?t=1682708219",
    "developers": [
      "Sharecare Reality Lab"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}