{
  "1432980": {
    "name": "MOAI 6: Unexpected Guests Collector's Edition",
    "steam_appid": 1432980,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1432980/extras/f4e78edab93c8dbba16441d596aec67a.avif?t=1691591407\" width=614 height=200 /></span><br><br>The magical adventures continue on the exotic island of Tapa-Tui with this new instalment of the famous strategy game, &quot;Moai: Unexpected Guests&quot;.<br>The chief's young offspring, twins Hika-Ri and Kao-Ri, will come up against foreign science, reveal the wonders of their hidden world, protect nature and the gullible natives from foreign treachery, solve the mystery of the Menehune people and the floating island, fight the wrath of the elements, and make new friends and allies.<br><br>Over 60 unique levels full of diverse landscapes, obstacles, adversaries, artefacts and boosters, you will build, fix, and demolish buildings; clear the roads, gather ingredients and resources, cut down palm trees and catch fish, trade, eliminate foes, feed hungry giants, turn stone golems to dust, solve puzzles, make offerings to the spirits, cure and rescue workers, use magic runes, and complete all sorts of tasks.<br><br>Each of the levels can be successfully completed in many different ways - you are practically unlimited in your choice of strategy and you decide for yourself which buildings to build, how to quickly accumulate the necessary resources, which bonuses to use, etc.<br>You can also teach your hero new rune symbols, and equip them with useful artefacts and potions to make level completion easier.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1432980/extras/413c62dee30eb521932c4151b640422e.avif?t=1691591407\" width=615 height=200 /></span><br><br><ul class=\"bb_ul\"><li> Variations in the buildings, resources, unique skills and boosters that are available, depending on which character you choose to complete the level with.<br></li><li> Search for components and make equipment for your hero.<br></li><li> Brew and use potions, as well as choose select available runes and equipment, prior to starting the level, to get extra bonuses.<br></li><li> Weather conditions that affect workers and buildings.<br></li><li> Charming animal helpers who bring extra resources.<br></li><li> A variety of dynamic enemies that can attack civilians, destroy buildings, and cause other trouble to our characters. A choice of ways to deal with enemies, each with differing degrees of effectiveness.<br></li><li> Colorful character gallery, including past characters from the series.<br></li><li> Several levels of difficulty, an interactive tutorial, and a detailed strategy guide for each level.</li></ul>",
    "supported_languages": "英语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1432980/header.jpg?t=1691591407",
    "developers": [
      "GameOn Production"
    ],
    "publishers": [
      "Alawar Entertainment",
      "ESDigital Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}