{
  "1432730": {
    "name": "911 Emergency Manager",
    "steam_appid": 1432730,
    "required_age": 0,
    "is_free": false,
    "description": "Take on the role of an Emergency Manager. Build police, fire stations and hospitals. Manage teams of policemen, paramedics and firemen. Choose your team. Over 600 policemen, paramedics and firemen await to enter your service, each one with unique strengths and weaknesses.<br><br>Equip your teams with a wide range of equipment (bullet proof vests, first aid kits, fire extinguishers and much more). Choose each teams vehicle. From large buses to fast helicopters.<br><br>Respond to emergency calls by sending police officers, firefighters and/or paramedics on site and watch them handle the situation. <br><br>Face 5 unique crime organizations adding 25 challenging events where you arrest crime lords and their henchmen. Many of which won’t go down without a fight.<br><br><br><strong>Gameplay</strong><br>The gameplay consists of two modes – management and duty.<br>In management you recruit team members, buy vehicles and equipment. In this phase you also have the option to build new police, fire stations and hospitals.<br>In duty mode you dispatch your squads to the location of events, transport injured to the hospital or arrested people to the police station or reequip firetrucks from the fire station. <br>Each duty takes about 10 minutes to play.<br>Each time you successfully complete an event you are rewarded with reputation and funds depending on the events severity. Your reputation drops if you fail to resolve a report in given time. <br><br><br><strong>Each city plays differently</strong><br>Each emergency can only appear on certain areas. For example chemical fires will only occur in industrial areas while neighbourhood disputes will only appear in residential areas.<br>There are 11 areas: residential, commercial, retail, industrial, parks, forests, farmland, military, beach/sand, rock/mountain, wetlands.<br>This is where planning your emergency infrastructure will get strategic. Fire engines will need to reequip after putting out large fires. Police units will need to bring arrested suspects to the police station. Severe injuries will require treatment in the hospital.<br>You can also disable event spawning depending on areas. If you for example want to put out chemical fires in your residential neighborhood.<br><br><br><strong>Game Customization</strong><br>You can switch off certain events or disable entire crime organizations to go for your unique playing style. If you want you can even start a custom game where you control all parameters such as starting money, events per day, suspect difficulty, penalties, rewards and so on.<br><br><br><strong>Crime Organizations </strong><br>Face 5 unique crime organizations adding 25 challenging events where you arrest crime lords and their henchmen. <br>While an organization is active it will also introduce over 20 additional events that can appear in your day to day business.<br>Each organization will require different tactics and unit compositions to deal with.<br>    • The Drug Lord is flooding your city with narcotics.<br>    • The Anarchyyy Organization will incite protests and is known to vandalize entire cities.<br>    • Arms Dealers are equipped with the latest weapons and armor.<br>    • The Church of Kayne is trying to take down the government.<br>    • The Godmother is trying to corrupt your city. <br><br><br><strong>Main Features:</strong><br>    • respond to over 148 events, from car bumps to crackdowns on terrorists<br>    • face 5 unique crime organizations with additional 25 challenging events where you will arrest crime lords and their henchmen<br>    • each active crime organization introduces over 20 additional events that can appear in your day to day business<br>    • areas define where events can appear, each city plays differently<br>    • over 600 policemen, firemen and paramedics each with unique strengths and weaknesses are ready for hire <br>    • 28 types of equipment (bulletproof vests, first aid kits fire extinguishers, …)<br>    • 24 different vehicles from large buses to fast helicopters",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1432730/header.jpg?t=1619454051",
    "developers": [
      "GoodZeit UG"
    ],
    "publishers": [
      "GoodZeit UG"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}