{
  "1432960": {
    "name": "Eight",
    "steam_appid": 1432960,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >About the Experience</h2>Eight is a short horror experience inspired by Layers of Fear in which you can discover the history of a classic mansion, and its previous inhabitants. You are a new home owner, visiting their newly acquired property after work. Many renovations will have to take place, and your realtor has advised you to investigate different places that might need extra work. Soon after you arrive, you discover that there is more to this house than meets the eye...<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> A short and compelling horror narrative told through the environment, objects, and audio scenes.<br></li><li> A dark classic mansion environment to explore<br></li><li> Interactive Lights, doors, and items<br></li><li> Music &amp; Voice Acting</li></ul><h2 class=\"bb_tag\" >About the Development</h2>Eight is the product of a single month of development, by two developers. The aim of this, and other Katelyst projects, is to learn and improve upon our development methodology. The game was built using Unreal Engine 4, The Horror Engine, and the Classical Mansion Asset Pack.<br>We aim to gather as much feedback from players as we can and pivot our projects according to what our players want.<br>This product has been made within one month and serves as an experiment of our work methodology, and will not be updated after release.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1432960/header.jpg?t=1624442057",
    "developers": [
      "Katelyst"
    ],
    "publishers": [
      "Katelyst"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}