{
  "1433240": {
    "name": "Whiskey Island",
    "steam_appid": 1433240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to Whiskey Island!</strong><br>You have reached the shores of Whiskey island - a distant echo in the mist of time and memory.  Will you stay to build a more colourful life, of leave it behind in search of greener pastures?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433240/extras/d9bb1984d4d12b9863eebfbcbd50fe6d.avif?t=1641607602\" width=800 height=150 /></span><br><br><strong> Game Play </strong><br><i>Whiskey Island</i> is a 3D immersive environment with a first-person point of view.  Explore the island on foot, drive trucks, or operate locomotives to assemble trains and switch tracks.  The basic idea is to use trains and trucks to transport cargo.  Pick up resource cargos from various locations around the island and deliver them to factories and mills for processing.  The finished goods can then be transported to other factories or to the Seaport for final delivery.<br><br>Transporting cargo will keep the wheels of industry turning, and <i>Whiskey Island</i> can be a busy place when the lumber mill, fruit factory, smelter, metal works, and distillery are operating at full capacity. Factories and mills require resources including logs, ore, grain, fruit, boxes, barrels, and general supplies, to produce products, and the finished goods must be removed from the loading docks in a timely manner or production stops.  Be careful to maintain your equipment - the trucks and trains need fuel and maintenance to operate efficiently. Thankfully the Island Garage and the Railway Workshops are there to help.  <br><br><i>Whiskey Island</i> can also be a relaxing and casual escape if you'd rather just drive trucks and trains, explore beaches, and hike in the mountains without worrying about cargo.  Building production may stop for a while - it can always be restarted by transporting cargo when you're ready.  <br>  <br>Gold is earned for each cargo unit delivered, and <i>Whiskey Island</i> becomes a more colourful place as your Happiness level increases.  But beware!  If you leave on the next tramp steamer, you will leave the Island behind as a distant and fading memory.<br><br><i>With Trucks, Trains, and Transport, places to go and things to do, <strong>Whiskey Island</strong> is waiting for you!</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433240/header.jpg?t=1641607602",
    "developers": [
      "Raymond Lewis"
    ],
    "publishers": [
      "Raymond Lewis"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}