{
  "1433180": {
    "name": "Fantasy Grounds - Pathfinder RPG - Pathfinder Chronicles: Guide to Absalom",
    "steam_appid": 1433180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Pathfinder Chronicles: Guide to Absalom</h2>Founded 4,700 years ago and designed by the god Aroden himself, Absalom is a hub of mercantile and spiritual activity. Traders come from all over the globe to sell their wares in the City at the Center of the World, while those hoping to become gods work up their courage to attempt the Test of the Starstone. Many armies have tried to conquer Absalom, but the city has never fallen. Thrown into chaos since the death of Aroden, the island city fights to maintain its independence and prestige as a shining beacon of civilization.<br>The largest and most important metropolis in the Pathfinder Chronicles campaign setting comes alive in this comprehensive sourcebook! Pathfinder Chronicles: Guide to Absalom includes:<br><ul class=\"bb_ul\"><li>Neighborhood-by-neighborhood summaries loaded with adventure hooks, from the flooded slums of the Puddles to the temples of failed gods in the Ascendant Court.<br></li><li>Key movers and shakers in the city, and their eternal shadow war for ultimate control.<br></li><li>Detailed information on organizations both good and evil, from the Smoke Knights to the Gillmen.<br></li><li>Absalom's war-torn history.<br></li><li>Descriptions of daily life in the city, including cost-of-living information by district.<br></li><li>Information on the ruined siege castles of the Cairnlands and the Absalom's other holdings.</li></ul>Except for a short chapter on Absalom's secrets, all of the information contained in this book is safe for players in any Absalom-based campaign, and is compatible with any edition of the world's most popular roleplaying game!<br>By Owen K.C. Stephens<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433180/header.jpg?t=1768439306",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}