{
  "1433030": {
    "name": "MOAI 7: Mystery Coast",
    "steam_appid": 1433030,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433030/extras/fd1c0ed5be7596b2d6a70f9d2bbfb647.avif?t=1691590405\" width=615 height=200 /></span><br><br>New adventures await the heirs of the Chief of exotic Tapa Tui island! In the seventh volume of this exciting game series, the heroes will face a new threat when pirates disturb the peaceful life of the good-natured islanders.<br><br>The beautiful Kao-Ri is captured by the pirates and the young Hika-Ri goes on a dangerous journey full of challenges to save her sister and Tapa Tui island from a terrible threat.<br><br>Complete 60 unique levels full of amazing landscapes, challenging obstacles and rare artifacts. Help the Chief's son to master and apply the knowledge of pirates. Construct, repair and demolish buildings, clear roads, collect resources and ingredients, cut palm trees, go fishing, trade with merchants and even pirates. Drive enemies away, solve puzzles, make sacrifices to spirits, save workers from the pirates, complete all sorts of tasks and fight an unknown dark force.<br><br>Only you can help Hika-Ri in this challenging adventure. You have to make difficult decisions, determine your strategy, choose which buildings to construct and which bonuses to use. Each level can be completed in different ways. It all comes down to you and your ingenuity!<br><br>To smooth this difficult path, equip Hika-Ri with rare artifacts that offer unique advantages against the pirates.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433030/extras/61c35abb76648d8214ea1c2523dfbfab.avif?t=1691590405\" width=615 height=200 /></span><br><br><ul class=\"bb_ul\"><li> New unique resources: collect piasters to trade with pirates, buy gunpowder and weapons.<br></li><li> Free residents and buildings from pirates<br></li><li> Capture and use pirate weapons<br></li><li> Use unique pirate buildings: exchange resources, get gunpowder and cannonballs.<br></li><li> Use a set of powerful boosters to fight the pirates<br></li><li> Earn gems after completing each level to buy artifacts and equip Hika-Ri with them<br></li><li> Try your luck on the Wheel of Fortune to get rare artifacts.<br></li><li> The game includes several difficulty modes and an interactive tutorial on game levels.<br></li><li> Defeat an unknown dark force that has been hiding in the depths of Tapa Tui for centuries.</li></ul>",
    "supported_languages": "英语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433030/header.jpg?t=1691590405",
    "developers": [
      "Gamefjord"
    ],
    "publishers": [
      "Alawar Entertainment",
      "ESDigital Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}