{
  "1433950": {
    "name": "Duck Life: Retro Pack",
    "steam_appid": 1433950,
    "required_age": 0,
    "is_free": false,
    "description": "The cutest animal champions of racing are back in action with Duck Life Retro Pack!<br> <br>Start your adventure today with the 3 original Duck Life games remastered for Steam. Raise, train and grow your pet Duck and race your way to the top of the ultimate Duck racing tournaments! <br><br>Please note: This game pack includes 3 full games. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433950/extras/771c7d5cc4dc4255a43249d340bb48a7.avif?t=1603793798\" width=615 height=218 /></span><br>DUCK LIFE: ORIGIN<br>This where it all began - train your Duckling to become the supreme champion of Duck racing and save your farm from total mass extinction. Train up your pet Duck in running, swimming and flying skills by playing various mini games to level up in hopes to race your Duck to become the fastest little duckling ever in the sport! Collect hats along the way and customize your cute Duck just way you like it!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433950/extras/19f9319077371967d70ef8217547c904.avif?t=1603793798\" width=615 height=218 /></span><br>DUCK LIFE: WORLD CHAMPION<br>The sequel to the Duck training phenomenon! You must now travel the world racing your pet Duck to become the World Champion. With greater fierce intense competition your Duck has learned a skill that no Duck has ever learned before, will you be able to release the power?<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433950/extras/f77cc9d692db6175633051a982e99f19.avif?t=1603793798\" width=615 height=218 /></span><br>DUCK LIFE: EVOLUTION<br>With the popularity of the sport at an all time high, a breakthrough in Duck racing technology has happened, the scale of which has never been seen before! Take on the adventure with a modified Duck that can evolve to new unchartered heights. Teach these Ducks new skills and master all the new capabilities of your amazing pet Duck!<br><br><br>These 3 revamped versions features higher quality graphics made for Steam and a smoother frame rate! It also includes a brand new challenge gameplay mode where your training mini game skills will be tested to the ultimate max... Just try and keep up!<br><br><br>KEY FEATURES INCLUDE:<br>- 3 Full Games <br>- Full High Definition Graphics<br>- Smoother Game play at 60fps+<br>- Brand New Challenge mode to test your Duck Life Mini Game Skills!<br>- Over 45 Total Races<br><br>For any additional help or concerns please leave us a message and we will do our absolute to address any issues... QUACK ON!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1433950/header.jpg?t=1603793798",
    "developers": [
      "Wix Games"
    ],
    "publishers": [
      "MoFunZone Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}