{
  "1434170": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: Dragons Revisited",
    "steam_appid": 1434170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Chronicles: Dragons Revisited</h2><strong> Enter the Dragons</strong><br>Since the beginning, dragons have held a unique place in man's mythology. Powerful and savage, with fiery breath and massive wings, they rampage across the countryside in search of plunder or rule mighty nations with iron claws. Their fabulous treasure hoards are the stuff of legend, and those few brave warriors who stand against them are assured their place in history--if they survive.<br><i> Dragons Revisited</i> puts a new spin on these timeless monsters, reimagining them for the Pathfinder Chronicles campaign setting while keeping true to their mythological and gaming roots. Within these 64 pages you'll find in-depth ecologies for the ten most popular dragon types--both the scheming chromatics and the noble metallics--detailing their biology, society, and relations to other creatures. Learn what wonders their lavish lairs contain, and how cunningly they're guarded. Delve into draconic history within the world of Golarion, and peruse handy sample statistics for each dragon type, ready to be dropped straight into your own adventures along with new feats, advice on using dragons in your campaigns, and other indispensable game materials. Most importantly, discover which dragons look kindly on humanity, and which ones regard all lesser creatures as food. Because getting the two mixed up can be extremely unpleasant.<br>Fortunately, it's a mistake you won't make twice.<br><i> By</i><br><strong> Mike McArtor</strong><br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434170/header.jpg?t=1768439426",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}