{
  "1434010": {
    "name": "Beyond The Thaw",
    "steam_appid": 1434010,
    "required_age": 0,
    "is_free": false,
    "description": "You are Max Gilbert, a former military doctor. While taking a trip to your usual place of stay, which is a nice cabin near the lake, the next moment you find yourself alone in the middle of nowhere, fighting fierce cold and facing series of trials. What is it: reality or mind games, behind which lies your truly hidden deep secret?<br><br>Beyond The Thaw is storytelling and a slightly walking simulator with elements of stealth, horror, and adventure. We squeeze cinematography out of the Unreal Engine and work hard to create beautiful and cohesive gameplay scenes. Every detail should be meaningful, storytelling is more important than beautiful style.<br><br>As the player progresses, it is necessary to make quick decisions that require interaction with the game through the QTE (quick time event) — to run, hide from opponents (creatures and people), solve puzzles, plunging deeper into the game's history, and conflict.<br><br>We have provided additional activities — fishing, chopping wood, riding a snowmobile, searching for herbs, so that you can just catch your breath and enjoy the process, but at the same time, each of these activities will work to reveal the plot.<br><br>You will meet both negative characters and positive ones. But at first glance, you never know who is in front of you. You always need to be on the lookout and face danger.<br><br>There will be a lot of collectibles in the game, it won't be easy to find them, but once you find them, you can learn more about the game world.<br><br><strong>Key features:</strong><br><br><ul class=\"bb_ul\"><li> Frightening cold atmosphere<br></li><li> You are prey<br></li><li> Cinematic experience<br></li><li> Mystical story<br></li><li> Remember, in order to survive — you need to LISTEN</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434010/header.jpg?t=1757404186",
    "developers": [
      "Payara Games"
    ],
    "publishers": [
      "Payara Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}