{
  "1434850": {
    "name": "Lumpy",
    "steam_appid": 1434850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Play as an astronaut of the cosmos repairing a ruined planet. Tractor-beam in comets, asteroids, and gas-teroids to reach equilibrium and sustain life. Originally crafted as part of Global Game Jam 2020, revamped and expanded upon.</strong><h2 class=\"bb_tag\" >Craft Your World</h2>Create your own ideal world with Lumpy! You play as an astronaut tasked with terraforming a barren lava world to support life.<h2 class=\"bb_tag\" >Balance Resources</h2>Click on orbiting comets, earth lumps, and gas-teroids to increase your planet's water content, mass, and atmosphere respectively. Balance all of these resources with temperature to make your planet happy and life-sustaining! Be careful though, because adding too much mass to your planet can cause it to implode, ruining all of your hard work so far.<h2 class=\"bb_tag\" >Create Life</h2>Once your water, atmosphere, and temperature all reach their goldilocks zones, right click to plant a tree! This will stabilize your planet and bring all resources closer to the goldilocks value. Each plant will get progressively harder to plant, but after planting 5 plants without losing one, you win!<h2 class=\"bb_tag\" >Complete Your Mission</h2>How well did you do? At the end of the game, you'll get a score based on the time you took to finish your planet, the number of orbiting bodies you had to use, and the final mass of your planet. Golf rules, the lower the better!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434850/header.jpg?t=1612922559",
    "developers": [
      "Divine Gardener Studios"
    ],
    "publishers": [
      "Divine Gardener Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}