{
  "1434770": {
    "name": "Mughaan",
    "steam_appid": 1434770,
    "required_age": 0,
    "is_free": false,
    "description": "Explore far and near in the world of Mughaan while battling or sneaking past the divine beings. In an event driven environment, with a complete day and night cycle, the enemies act differently depending on the time of the day. Find your way towards your goal or change the narrative as you desire. In a game where the events don't wait for you, you have a new experience every time you play as you prioritize what you want to do.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li> <u>Level Structure</u>: Mughaan is a multi-layered side scrolling platformer, you can go far or come near apart from the traditional 2D movements; hence, giving a feeling of depth in a traditional 2D game. <br></li><li> <u>Event Driven</u>: It is an event driven game where the world does not wait for you. This helps the player to prioritize what they want to do.<br></li><li> <u>Day and Night</u>: With the complete day and night cycle, enemies and characters act differently depending on the time and day.<br></li><li> <u>Open</u>: Mughaan gives freedom to the players in both exploration and action. In this open world game, you build the story you want the character to end up with.<br></li><li> <u>Majestic</u>: The world, its history, the divine beings, art and music are all aimed to stroke an emotional experience in this fantasy world.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434770/header.jpg?t=1674346860",
    "developers": [
      "Mughaan Pty Ltd"
    ],
    "publishers": [
      "Mughaan Pty Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}