{
  "1434290": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: The Inner Sea World Guide",
    "steam_appid": 1434290,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Campaign Setting: The Inner Sea World Guide</h2><strong> The Best of All Possible Worlds</strong><br>Discover the world of Golarion, the official campaign setting for the smash-hit Pathfinder Roleplaying Game! A time of lost prophecies grips the world, bringing with it an unending maelstrom, a tear in the fabric of reality, a surge of diabolism, and the endless threat of war. Yet all is not lost, for these dark times provide ample opportunity for adventure and heroism.<br>Inside this exciting and informative tome you will find:<br><ul class=\"bb_ul\"><li>Detailed summaries of the player character races native to Golarion, including more than a dozen distinct human ethnicities<br></li><li>Elaborate gazetteers of more than 40 crumbling empires, expansionist kingdoms, independent city-states, and monster-haunted wildlands of Golarion's adventure-filled Inner Sea region, with locations perfect for nearly any type of fantasy campaign<br></li><li>Cultural information and Pathfinder RPG rules covering the 20 core deities of the Inner Sea, plus entries on other gods, demigods, forgotten deities, weird cults, strange philosophies, and more!<br></li><li>An overview of the Inner Sea's history, a look at time and space, a discussion of magical artifacts and technological wonders, discussions of important factions and organizations, and hundreds of locations ripe for adventure!<br></li><li>Tons of new options for player characters, including Inner Sea-themed prestige classes, feats, spells, adventuring gear, and magic items!<br></li><li>Nine new monsters, including exotic humanoids of the skies and seas, undead and dragons, and an angry demon lord in exile!<br></li><li>A giant poster map that reveals the sweeping landscape of the Inner Sea in all its treacherous glory!</li></ul><i> by</i><br><strong> James Jacobs with Keith Baker, Wolfgang Baur, Clinton J. Boomer, Jason Bulmahn, Joshua J. Frost, Ed Greenwood, Stephen S. Greer, Jeff Grubb, Michael Kortes, Tito Leati, Mike McArtor, Rob McCreary, Erik Mona, Jason Eric Nelson, Jeff Quick, Sean K Reynolds, F. Wesley Schneider, Leandra Christine Schneider, David Schwartz, Amber E. Scott, Stan!, Owen K.C. Stephens, Todd Stewart, James L. Sutter, Greg A. Vaughan, Jeremy Walker, and JD Wiker</strong><br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434290/header.jpg?t=1768439577",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}