{
  "1434190": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: The Great Beyond - A Guide to the Multiverse",
    "steam_appid": 1434190,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Chronicles: The Great Beyond - A Guide to the Multiverse</h2>The home of the gods. The essence of matter. The realm of demons. The birthplace of souls, and the cities of Hell. All these things and more await in the planes beyond Golarion. Brave mortals leave the cradle of their homeworld and cross the misty ethereal sea or the silver void to discover strange dimensions--some hauntingly familiar, others inherently deadly, and many alien beyond imagining.<br>Bargain with djinn over land rights ceded to the mephit king while fighting off roving patrols of the queen of the fire elementals. Sign treaties with the umbral dragons of Shadow Absalom. Join the archon armies on a sortie into the Abyss, or assist a cadre of devils guarding the winding river of souls through the Astral Plane. Invade your enemy's dream realm, study your own past, or negotiate with a cannibalistic sentient demiplane.<br>This book describes all of the major planes of the Inner and Outer Spheres, as well as numerous demiplanes and lesser-known dimensions. It also provides maps of the nine planes of the Outer Sphere, and unleashes five new monsters unique to Golarion's cosmology--soul-eating astradaemons, law-forging axiomites, trickster-fey that lurk in light, quasi-noble keketar proteans, and fox-bard vulpinal agathions.<br>Looking for more planar adventure? Check out Pathfinder Module J5: Beyond the Vault of Souls, where the heroes must retrieve stolen soul-gems to prevent the sudden destruction of the multiverse!<br>By Todd Stewart<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1434190/header.jpg?t=1768439524",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}