{
  "1436320": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: Dungeon Denizens Revisited",
    "steam_appid": 1436320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Chronicles: Dungeon Denizens Revisited</h2><strong> Icons of Fantasy Gaming</strong><br>Adventurers have been battling these creatures for more than 30 years--weird monsters born and bred to destroy heroes. You recognize them on sight: bulettes, cloakers, gelatinous cubes, mimics, otyughs, owlbears, purple worms, ropers, rust monsters, and shambling mounds. Some were created by the experiments of mad wizards, made to guard lonely towers. Others live exclusively in sewers and dungeons, products of niche evolution amid humanity's forgotten filth. All are fodder for the blades and spells of adventurers. But there's more to each of these beasts than meets the eye.<br>Within this book is detailed information on the motivations, tactics, ecology, and history of these classic monsters, all reimagined for the Pathfinder Chronicles campaign setting while staying true to their roots as iconic elements of the game. Learn about rare and deadly variant creatures, and the best ways of separating them from their treasure. Buy customized equipment for hunting them, and learn new magic using pieces from their strange corpses. All your old enemies are here, and they're just as monstrous as you remember!<br><i> By</i><br><strong> Sean K Reynolds, Joshua J. Frost, Rob McCreary, Jason Bulmahn, Richard Pett, Greg A. Vaughan, Nicolas Logue, James Sutter, Jason Nelson, Clinton Boomer</strong><br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1436320/header.jpg?t=1768439827",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}