{
  "1436870": {
    "name": "The Tool",
    "steam_appid": 1436870,
    "required_age": 0,
    "is_free": true,
    "description": "A relaxing and educational casual puzzle game. Create your own combinations of world objects, watch and run simulations, create new messages and share your creations with other players. Receive packages from the cloud and unbox it.<br><br>The basic concept of the game is the endless equipment. The program screen allows you to interact with living and plant objects, planetary systems and microscopic chemical structures. In the Game you create unique combinations of these objects and launching it in the gravitational dance, then you can name  the resulting kits.  You can collect the word packages into statements and share them through the Internet cloud. You can download other people's messages and make colorful unpacking.<br><br>The game concept is a reinforcement of the human tools and a simulation of progress through additivity.  Such a principle of knowledge contradicts The law of conservation of mass and can eventually uncontrollably destroy the ecosystem of human world. This game is a warning about this scenario.<br><br>Often we are not able to understand the scale of what is happening, neither at the macro nor micro levels. The additive accumulation of tool properties does not always increase its characteristics. In general, the possibility of exchanging ready-made tools via the Internet and the use of saved instruments in other enlarged meta-instruments will allow us to visualize the basics of human epistemology.<br><br>Please read The Tool Guide:<br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1436870/header.jpg?t=1666992017",
    "developers": [
      "Mikhail Maksimov"
    ],
    "publishers": [
      "Garage Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}