{
  "1436490": {
    "name": "Stacker Puzzle",
    "steam_appid": 1436490,
    "required_age": 0,
    "is_free": false,
    "description": "Stacker Puzzle is a minimalist Stack like game in which you need stack the blocks to reach the bonus line 1 and bonus line 2. You must complete 10 levels to finish the game. Each time you pass to the next level it's more difficult to reach the bonus line 1 and 2. In the level 9 and 10 you have an extra challenge and you will need to stack the block in sync with the moving green block. <strong>Believe me: It's hard to finish the level 10!</strong><br><br><ul class=\"bb_ul\"><li> Designed for people who like puzzle game with a touch of action and ability;<br></li><li> You must to complete 10 levels to finish the game. Believe me, it's not easy as you can think;<br></li><li> Enjoy a minimalist game with simple graphs to keep you focused on the challenge;<br></li><li> The game was made with a lot of love and craftsmanship.<h2 class=\"bb_tag\" >How to Play</h2><br></li><li> On every level you will see a moving block on the screen the you need to stack on previous block;<br></li><li> To make the current block stop to move you click the mouse any place on the screen;<br></li><li> Every block you stack you win some points;<br></li><li> If you stack blocks with the same colors you get even more points;<br></li><li> At each 1000 points you increase your life counter;<br></li><li> When you reach the first and the second green line your score increases a lot;<br></li><li> At level 9 and 10 you will see a green block moving. To overcome these levels you must stack the current block on the previous one in sync with the green block.<br><br>Will you have the ability to stack all the blocks and overcome the level 10? <strong>Give it a try and show yourself that you can.</strong></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1436490/header.jpg?t=1626326340",
    "developers": [
      "TooIzzi Games"
    ],
    "publishers": [
      "TooIzzi Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}