{
  "1436220": {
    "name": "XIBALBA",
    "steam_appid": 1436220,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Xibalba</strong> is a first person shooter game, a tribute to the greatest classics of the 90's like Doom, Wolfensetin, and Duke Nukem. In this game you will take the role of Acoatl, a young indigenous man who follows the trail of thieves in the jungle, arriving at some ancient Mayan ruins that he had never seen. Delve into them and prepare to face the ancient horrors that the Mayans and other cultures left behind.<br><br>Throughout three chapters you will experience great challenges that will test your mettle, as well as the satisfaction of victory.<br>Your enemies are varied, lethal, and implacable, and you should be more so. With your weapons from a simple revolver, to sawed-off shotguns, magic rocket launchers, flamethrowers, and the help of your courage, you will be able to dominate the creatures that filled Ibero-American nightmares and myths for centuries. From small chaneques, through mythological vampires, the legendary Nahuales, to creatures that the mere mention of their name caused terror.<br><br>You will walk the long and narrow corridors of ancient temples, infested with enemies who only yearn to take your life, and it is in you not to make them easy. The further you go, the closer you get to the underworld.<br><i>Xibalba welcomes you.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1436220/header.jpg?t=1666984646",
    "developers": [
      "Reef Software"
    ],
    "publishers": [
      "Reef Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}