{
  "1436290": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: Cities of Golarion",
    "steam_appid": 1436290,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Chronicles: Cities of Golarion</h2>Most adventurers think of cities as the places to go after the adventure is over. It's time to show your players that cities can be every bit as exciting--and dangerous--as the darkest dungeon!<br>Each city presented in this book comes complete with a full-page color map, history both ancient and modern, relations with neighboring nations and monsters, noteworthy locations, and pages of adventure hooks, making it the perfect place to run a Pathfinder campaign!<br><ul class=\"bb_ul\">Cities in this book include:<li>Cassomir, home of Taldor's aggressive navy and strange creatures that lurk beneath the streets<br></li><li>Corentyn, the crumbling, haunted city that gives devil-worshiping Cheliax a chokehold on trade through the Inner Sea<br></li><li>Ilizmagorti, a haven for pirates and secret base of the mysterious Red Mantis assassins<br></li><li>Nisroch, gloomy port city of shadow and bone, ruled by priests of the sadistic god Zon-Kuthon<br></li><li>Vigil, a bastion of law and good on the border of civilization, built to watch over the tomb of an ancient lich<br></li><li>Whitethrone, capital city and noble playground of the daughters of the witch queen Baba Yaga </li></ul>Every city described in this book also appears as a huge poster map in Pathfinder Chronicles: City Map Folio.<br>By Joshua J. Frost, Tim Hitchcock, Jonathan Keith, Rob McCreary, Jason Nelson, and Jeff Quick<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1436290/header.jpg?t=1768439677",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}