{
  "1437060": {
    "name": "Outcast on Mars",
    "steam_appid": 1437060,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/8d73619ed950fc0d331b0839c070ae8f.avif?t=1666987695\" width=600 height=87 /></span><br>(<strong> Introduction - Level One </strong>):<br><strong>Outcast on Mars</strong><br>A robot (among many others) is activated on the surface of the planet Mars with the mission of finding the souls of all humans that have been transferred to the server hosted on the planet. Souls belong to users of the sinister social network known as the Korda. Korda uploaded the souls of users connected to the network shortly before a zombie apocalypse occurred that killed 98% of the earth's population. This is the premise of the introduction of this adventure.<br><strong>Attention!</strong><br>This game has one (1) complete Level (that is introductory). We are gradually improving (and correcting) the game with help from users. We are a tiny studio with ZERO resources. We would like to launch a complete game with 12 levels and secondary missions. However, we do not yet have the financial resources to do so. If you feel it is not worth taking the risk, DO NOT BUY. Make a presence in our community.<br>THIS GAME WILL NOT HAVE ADDITIONAL CHARGES FOR LEVEL: Updates every FRIDAY (and eventually)<br><br>Sample of comic book pages:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/c0b4592006c218a013fc8ecd224f1eef.avif?t=1666987695\" width=600 height=900 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/c0561a59dff18a6aafadc230af34e159.avif?t=1666987695\" width=600 height=900 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/306d1379c6e50b1b9cb5bdbbe4a96e89.avif?t=1666987695\" width=600 height=900 /></span><br><br>The Next Chapter ( Available in March ):<br>Drilling in the Brain<br>On planet Earth, two other robots struggle to reverse a zombie apocalypse that has swept the human race from the earth's surface.<br>However, the machines can't imagine that behind the zombies there is a much greater threat. Such a threat hides a terrible mystery in the most unlikely place in the solar system: The planet Mars! Contrary to popular belief. They are not just <strong>on the</strong> surface of an arid planet. Something extremely unbelievable is about to be born there. Maybe a new home?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/d60049c61e306a3f8efe1ca8369959f6.avif?t=1666987695\" width=600 height=900 /></span><br><br>The story begins when an unknown form of virus kills almost the entire crew of international astronauts on Mars. Only one astronaut survives (Dr. Mark Thompson III). She doesn't know, but the killer synthetic virus is just following the guidance of a computer program that is doing the same thing on Earth. The program is called &quot;Drilling in the Brain&quot;. She is alone on Mars, but will not be around for long. Soon, she will be visited by one of the most formidable robots created on Earth. This game is based on an animated TV series that is in post-production ( Episodes: Drilling in the Brain, Outcast on Mars).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/b41d054a2159c9bce78994c5728d1c7a.avif?t=1666987695\" width=600 height=900 /></span><br><br>This adventure takes place on Planet Earth and planet Mars in the open-world style.<br>On Earth, the activated robot and his soul mate (another similarly made model robot).<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/69ed9dd6189b941950786848fa62ccb4.avif?t=1666987695\" width=600 height=87 /></span><br>On Earth, the androids try to reverse a zombie apocalypse, created by an extremely dangerous multimillionaire and computer genius: Colonel Saklas. Virtually the entire human race has been wiped out from the face of the earth, and the few remaining zombies are dying because there are no more brains to consume.<br>However, this is only the beginning. Before the pandemic, millions of users were obsessed with a new online social media and social networking that allows the user to upload their &quot;soul&quot; into the machine. What they didn't know is that a gigantic server on Mars has been backing up these souls all along.<br>What is Saklas' plan? Why does he want to destroy the human race? Why did he decide to preserve their souls on a server on Mars?<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/extras/cb17d4541df4691c353cc54de15dbf6b.avif?t=1666987695\" width=600 height=87 /></span><br>It is a third-person game in the open world. You need to save the human race and discover the mysterious Colonel Saklas's plan. During the adventure, you will use your resources to survive while searching for answers.<br>This game will be updated every two months. In this first stage, an experienced player can easily complete the game in two hours.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437060/header.jpg?t=1666987695",
    "developers": [
      "Ani4Bio  Animated",
      "Isiflix Prod."
    ],
    "publishers": [
      "Ani4Bio Animated"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}