{
  "1437890": {
    "name": "Mexican Train Dominoes Gold",
    "steam_appid": 1437890,
    "required_age": 0,
    "is_free": false,
    "description": "Whether you’re a newbie or a well-seasoned pro, get stuck in wherever you feel comfortable with our easy, medium, or hard difficulty settings. Got five minutes? How about five hours? Settle down for a minute or a marathon with our short, middling, or long game choices. <br />\r\n<br />\r\nIf you’re new to dominoes our handy, easy-to-follow tutorial will help you get playing in no time. Simple controls and immersive audio-visual themes will have you hooked from the start. Both animated and simple backgrounds add to a pleasing ambiance for a truly exciting play environment. <br />\r\n<br />\r\nThe rules are simple! Place dominoes with the same number of pips at the end of any open train. Can’t see any moves? Draw another domino! If a player puts down a double, then the next player must cover that tile. When a player gets rid of all their dominoes, they win the round, and all other player scores are added up. Once all the rounds are complete, the winner is the player with the lowest number of points. <br />\r\n<br />\r\nDominoes Features: <br />\r\n<br />\r\n- 3 and 4 player game modes played against the multiplayer computer.<br />\r\n- Blitz, Short, and Full for quick and longer games.<br />\r\n- 5 different backgrounds with family-friendly ambiance.<br />\r\n- Plenty of space to puzzle over your hand.<br />\r\n- Train scrolling for superior visibility and to see potential blocks.<br />\r\n- Animated game rules tutorial.<br />\r\n- Optional Advanced opponents for a pro challenge.<br />\r\n- Option to change the house rules of the game.<br />\r\n- Simple controls <br />\r\n- Place and draw dominoes with ease! <br />\r\n<br />\r\nDownload now and discover the best version of Mexican Train Dominoes that’s on offer!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437890/header.jpg?t=1634813807",
    "developers": [
      "Glowing Eye Games Ltd"
    ],
    "publishers": [
      "Glowing Eye Games Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}