{
  "1437980": {
    "name": "Cyberforge: First Light",
    "steam_appid": 1437980,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Overview</h2>Cyberforge: First Light is the <u>FREE Developer Build</u> for our upcoming game, <strong>Cyberforge!</strong> This build features only the game's <strong>Endless Mode</strong> with random dungeon rooms and rogue-style restart when you die. We offer this free version to share our progress while also testing our gameplay and AI. We hope you will join us in our development journey. More about the <u>FULL VERSION</u> below.<h2 class=\"bb_tag\" >FULL VERSION (Coming Soon)</h2>A top-down adventure with real-time tactical combat, team-based puzzles and RPG elements. Far from home and with no memory of the apocalypse, the dwarves do what they do best - Fight, Loot and Forge.  through hordes of murderous bots lead by a homicidal AI overlord. Move your team into position and work with your fellow dwarves in a real-time game of tactical leapfrog. Choose the right dwarf for the right job and your way forward will be much smoother.   <br><br>Grab an extra controller or two and enjoy the game with friends with seamless drop in/out co-op play.<h2 class=\"bb_tag\" >Mechanics</h2><ul class=\"bb_ul\"><li>Switch dwarves to use their special abilities to solve puzzles - hacking, jumping, moving heavy objects<br></li><li>Join or leave a game at anytime - play with up to 3 players<br></li><li>Hack, smash or bypass murderous robots to progress deeper into this urban dungeon<br></li><li>Collect loot that can be used to forge stronger gear to face the challenges ahead<br></li><li>Discover what happened to humanity and the fate of your fellow dwarves. </li></ul><h2 class=\"bb_tag\" >Real-time Action</h2>Knowing when to move a dwarf and when to hold position provides a unique challenge not present in similar games. The game AI allows your team to move as a deadly unit but you will often need to temporarily leave one of your team behind to control a strategic point. Choosing the right dwarf will greatly improve your chances.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1437980/header.jpg?t=1619776216",
    "developers": [
      "Tater Games"
    ],
    "publishers": [
      "Tater Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}