{
  "1438050": {
    "name": "Command Live: Sahel Slugfest",
    "steam_appid": 1438050,
    "required_age": 0,
    "is_free": false,
    "description": "The fall of Omar al-Bashir has taken a region that was unstable and made it even more so. To shore up what had become an important client state, China embarks on the largest and longest foreign deployment it has ever conducted. Waves of barely disguised aircraft and troops pour into the country. Across the border, France does the same to its own former colony, Chad.<br><br>Dozens of warplanes have been stuffed into barely adequate airbases scattered across barren wilderness. These range from Cold War hand-me-downs to the newest versions of powerful fighters with advanced radars. Nuclear aircraft carriers and submarines prowl the waters to the east. Large ground forces face each other down.<br><br>With this mixture of a power vacuum, a military buildup, and an unsteady footing, it’s a question of when and not if it will explode into the largest conventional conflict in sub-Saharan Africa in decades. Both sides believe the other’s position is tenuous enough that a rapid, decisive strike will sweep them out. Are they right?  <br><br>Features:<br><ul class=\"bb_ul\"><li>Control advanced aircraft and weapons, including the newest variants of the Rafale and J-10. <br></li><li>Confront the “tyranny of distance” as both sides face the issues of fighting in a large area from small, distant airbases. <br></li><li>Division-sized land forces have been deployed with appropriate anti-air weapons. Find the best way of destroying them. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1438050/header.jpg?t=1756301657",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2180,
      "final": 2180,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}