{
  "1438540": {
    "name": "Coffee Noir - Business Detective Game Demo",
    "steam_appid": 1438540,
    "required_age": 0,
    "is_free": true,
    "description": "An introduction to the story of Arthur Oliver, a hard-boiled detective who works undercover as a Coffee Salesman. Demo version gives a taste of gameplay and shows the game flow with a full tutorial.<br><br>Take a sip of Coffee Noir - Business Detective game before the full release!<br><br>☕<strong>About the full version of Coffee Noir - Business Detective Game:</strong>☕<br><br>Coffee Noir is a 2D business management game focused on contract negotiations, production, and sales in the coffee industry along with an intriguing detective storyline with a film noir art style.<br><br>It’s 2021 in an alternate future - discover the mysterious world of Neo-London as Arthur Oliver - an experienced private detective. He unexpectedly becomes a part of London's dreadful puzzle and must find out why Richard Kersey - a local coffee market businessman - disappeared without a trace.<br>The worried family believes that one of Richard’s partners is to blame. For the first time in his career, the detective will have to work undercover as a businessman...<br><br>Will you be able to manage a successful coffee business and solve the criminal case of Richard Kersey’s disappearance at the same time?",
    "supported_languages": "英语<strong>*</strong>, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1438540/header.jpg?t=1632291957",
    "developers": [
      "DOJI",
      "NAOS Software"
    ],
    "publishers": [
      "DOJI"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 14,
        "description": "解说可用"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}