{
  "1438210": {
    "name": "KovaaK's Tracking Trainer",
    "steam_appid": 1438210,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Updated with new visuals and six new skills to train and master! </strong><br><br>Designed by KovaaK himself, this guided trainer will help you quickly perfect your target tracking. <br><br>Great tracking is all about smoothness and this trainer will help you get results faster. There are eleven core skills to perfect, each featuring five difficulty levels—you’ll always have something to focus on. Bots are wired with dynamic difficulty and get harder as you perform better. A new ranking system shows your progress toward each level. New charts show your progress and how smooth you really are. <br><br>Take the next step on your journey to becoming a god-tier sharpshooter. Consider us your gym and personal coach for FPS skills training. This Trainer DLC plus KovaaK's helps you practice your aim in a fun, stress-free environment without distractions, so you can rapidly accelerate your improvements without needing to grind FPS games for thousands of hours.<br><br>DLC FEATURES<br><ul class=\"bb_ul\"><li> Eleven core skills: Horizontal Smoothness Tracking, Bounce Smoothness: Body Tracking, Bounce Smoothness: Head Tracking, Vertical Smoothness Tracking, Diagonal Smoothness Tracking, Far Ground Reactivity, Mid Ground Reactivity, Close Ground Reactivity, Far Air Reactivity, Mid Air Reactivity, Close Air Reactivity. <br></li><li> Ranking system makes it easy to chart your progress. <br></li><li> Five levels of difficulty for each skill. <br></li><li> Dynamic difficulty adjusts bots while you play.<br></li><li> Bot difficulty graph.<br></li><li> Horizontal smoothness graph (for smoothness levels).<br></li><li> Vertical smoothness graph (for smoothness levels).<br></li><li> Highly responsive input from a tweaked <i>Unreal Engine 4</i> with approval from top CS:GO, Valorant, Fortnite, Overwatch, and Quake professional players who have tested and provided feedback. <br></li><li> Single-player only.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1438210/header.jpg?t=1639350160",
    "developers": [
      "The Meta"
    ],
    "publishers": [
      "The Meta"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 1760,
      "discount_percent": 20,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 17.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 2,
      "total_negative": 6,
      "total_reviews": 8
    }
  }
}