{
  "1439540": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: NPC Guide",
    "steam_appid": 1439540,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Chronicles: NPC Guide</h2><strong> Scores of Characters!</strong><br>Save yourself some number crunching and use this collection of 91 fully statted and ready-to-run nonplayer characters. Whether you need a veteran Pathfinder, an eccentric Red Mantis assassin, an undead-hating Nexian mage, or just a rough-and-tumble thug, this book does the dirty work for you!<br>Characters in this book include:<br><ul class=\"bb_ul\"><li>Thirty unique NPCs native to the myriad nations of Golarion, with illustrations, histories, complete stat blocks, and special boons for PCs who befriend them. While they bear flavor and history tied to their homelands, all 30 NPCs may appear in any part of the world, and in any setting--use them as mentors, allies, cohorts, or sworn enemies of your PCs.<br></li><li>More than 50 nameless NPC stat blocks, custom designed for maximum utility in your game, including raiders from the Lands of the Linnorm Kings, Katapeshi slavers, spider-riding goblins, Gillmen knife fighters, and evil cultists. Whether you use them as bosses in low-level adventures or minions for high-level enemies, you'll save yourself hours of work by putting your own names and faces over these premade NPCs.<br></li><li>Seven adventurer PCs played by Paizo staff members, presented as NPCs with illustrations, histories, stat blocks, and player boons. Use one as a quick premade PC, or drop them all into your campaign as a rival adventuring group!</li></ul>Pathfinder Chronicles: NPC Guide is intended for use with the Pathfinder Chronicles campaign setting, but is suitable for any setting using the Pathfinder Roleplaying Game or the 3.5 edition of the world's oldest roleplaying game.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1439540/header.jpg?t=1768440041",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}