{
  "1439240": {
    "name": "The Wanderer: Frankenstein's Creature Demo",
    "steam_appid": 1439240,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>A fresh look at the myth of Frankenstein</strong><br>Play as the Creature, a wanderer without memory or past, a virgin spirit in a completely fabricated body. To forge the destiny of this artificial being who is ignorant of both Good and Evil, you will have to explore the vast world and experience joy and sorrow.<br>Dr. Frankenstein's founding myth is once again revealed in all its glory through the innocent eyes of his creature. A thousand miles from the horror stories, here is a sensitive wander in the shoes of a pop icon.<br> <br><strong>A breathtaking artistic direction</strong><br>Imbued with a dark romanticism, the game's universe draws its astonishing beauty from 19th century paintings. Through evolving landscapes, the boundary between reality and fiction fades and the novel comes to life. Powerful and original, the soundtrack highlights the Creature's feelings of wanderlust.<br> <br><strong>Explore your emotions and write your story</strong><br>One choice after another, feel your way towards your destiny. Confronted with humans, you will no longer be able to escape the question of your origins. Who gave you life? This introspective quest will take you on an adventure across Europe. Bitter or pleasant, your experiences will bring you closer to the truth. Will you be ready to face it?<br> <br>The Wanderer: Frankenstein's Creature is the new video game from La Belle Games, co-produced and published by ARTE, the cultural European TV and digital channel.<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Rediscover a pop culture icon through 18 paintings, in a point &amp; click narrative game <br></li><li>Your actions will shape the end of your story, choose carefully<br></li><li>Landscapes evolve according to the creature's emotions<br></li><li>A unique atmosphere thanks to a staggering soundtrack </li></ul><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1439240/extras/NATURE_COULEUR.gif?t=1610462262\" /></span>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 日语, 波兰语, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1439240/header.jpg?t=1610462262",
    "developers": [
      "La Belle Games",
      "ARTE France"
    ],
    "publishers": [
      "ARTE France"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}