{
  "1439530": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: Guide to the River Kingdoms",
    "steam_appid": 1439530,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Chronicles: Guide to the River Kingdoms</h2>Stake your claim! In the anarchic hills and valleys of the River Kingdoms, all you own is what you can hold by force. Dozens of nations flourish in this land of outlaws and scoundrels, from high-walled city-states to tiny tribal enclaves, and any hero with strength and vision can claim a throne at the point of a sword. Here secretive druids protect ancient forests, and downtrodden refugees and exiles cast longing eyes toward lost homelands. Civilized sea monsters trapped far from the briny deep rub shoulders with legitimized assassins, and strange magic can pull a prosperous town in and out of time and space. With the constant rise and fall of bandit lords, there's no limit to the power and prestige bold adventurers can find--though whether they can keep it is another story.<br><ul class=\"bb_ul\">Inside this book, you'll find:<li>A complete overview of the River Kingdoms, their statistics and history, and the Six River Freedoms that enforce honor among thieves<br></li><li>In-depth entries on 22 new nations from some of the most imaginitive authors in fantasy and science fiction, including award-winning author China Mi?ville,<br><i> New York Times</i> bestseller Elaine Cunningham, and gaming legends Chris Pramas, Colin McComb, Lisa Stevens, and Steve Kenson<br></li><li>Adventure hooks for every nation, fully fleshed-out and ready to be dropped into your existing campaign<br></li><li>New feats, spells, class abilities, and poisons native to the River Kingdoms<br></li><li>An exhaustive map of the River Kingdoms, including ancient ruins, haunted cities, monstrous lairs, and much more </li></ul>Though created for the Pathfinder Chronicles campaign setting, the information presented in this book is perfect for inclusion in any game world, and makes an excellent supplement for the Kingmaker Adventure Path.<br><i> by</i><br><strong> Eric Bailey, Kevin Carter, Elaine Cunningham, Adam Daigle, Mike Ferguson, Joshua J. Frost, James Jacobs, Steve Kenson, Rob Manning, Colin McComb, Alison McKenzie, China Mi?ville, Brock Mitchel-Slentz, Jason Nelson, Richard Pett, Chris Pramas, Jeff Quick, Sean K Reynolds, F. Wesley Schneider, Neil Spicer, Lisa Stevens, Matthew Stinson, and John Wick</strong> .<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1439530/header.jpg?t=1768439992",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}