{
  "1440880": {
    "name": "OPERATOR",
    "steam_appid": 1440880,
    "required_age": 0,
    "is_free": false,
    "description": "*please note that the showcased items above are running on a temporary lighting and scene building system and that the final game is subject to graphical enhancement*<br><br><strong>IT WILL OUTLAST US.<br>IT WILL OUTLAST YOU.</strong><br><br>Welcome to Installation Jade. A megastructure and machine managed by an illusive and authoritarian Director. Nobody knows who built it. Nobody knows it's age. Nobody's around to ask.<br><br>You are an Operator. An artificial consciousness implanted within a preserved human body from long ago. Your tasks are simple. The Director's orders firm. You are to be activated, assist in the standard operating procedure of the installation and do it with a smile. And so is the Operator after you, and after it, the system is to be kept alive until the end of time. But maybe it isn't that simple. Maybe the Operator isn't as mechanical as the system around it.<br><br>OPERATOR is a hard to define game about humanity's struggle against an ancient inhuman odyssey of entirely human origin. About overcoming an inefficient machine entirely focused on self-preservation and either a liberation into the great unknown or a spiteful revolution of mutual destruction. Or maybe it's just a game about manipulating a mysterious machine in a desperate attempt to end the Director's mad cycle. Who knows?<br><br>In OPERATOR the player has agency over the installation and it's warped reality, using the Installation's Operating System to overcome the hostile machine's many dangers and evade it's pacification forces by manipulating the worldspace itself.<br><br>This is the first game developed by Australian indie solo-developer Cooper Braun and his studio Virtual Edition.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1440880/header.jpg?t=1690305391",
    "developers": [
      "Virtual Edition"
    ],
    "publishers": [
      "Virtual Edition"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}