{
  "1440470": {
    "name": "Synthetic Hazard",
    "steam_appid": 1440470,
    "required_age": 0,
    "is_free": true,
    "description": "Synthetic Hazard is a first person rogue-like shooter, developed by a team of young ESAT students as a final degree project. Take control of a security android in a secret laboratory after a catastrophic containment breach.<br><br>Battle your way through the facility with high mobility, a modular upgrade system, and an arsenal of experimental futuristic weapons.<br><br>Your goal? To destroy the core of the escaped techno-parasite, thus preventing its attempts to escape to the surface. On your way there you will have to face modified and corrupted robotic experiments, part machine, part biological, don't let corruption overtake you!<br><br><strong>The facility:</strong><br><br>Fight for the future of humanity in a secret three-story laboratory with over 70 rooms created by hand and procedurally rearranged. No run will be the same!<br><br><strong>The enemies:</strong><br><br>The techno-parasite, a biotechnological being capable of modifying the machinery at will, conceived as a secret weapon, this specimen has escaped and has nested in the core of the facilities, from where it’s spreading its dangerous flesh.<br>Corroding and corrupting everything in its path, it has also taken control of the rest of the laboratory's robotic experiments, modifying and improving them, to create a fearsome army.<br><br><strong>Weapons and abilities:</strong><br><br>As a 701 series security android, you have enormous potential at your fingertips, you were designed to be highly adaptable to all kinds of situations and threats. As you progress in your mission to end the synthetic hazard, you will be able to get improvement modules that will allow you to improve yourself and unlock new skills, or open weapons cache where you can acquire experimental weapons to help you defeat your enemies.<br><br><strong>Key features:</strong><br><br><ul class=\"bb_ul\"><li> 3 lab levels, each filled with more than 70 hand-made rooms.<br></li><li> 6 weapons at your disposal, short or long range, new or old redesigned technology, there is a bit of everything.<br></li><li> A polished sense of movement with levels that allow you to express your play style.<br></li><li> 6 perks, with which to get powerful upgrades and offer variety to your game session.<br></li><li> 8 different enemies to fight.<br></li><li> You can complete the main story by beating the three procedural levels or fight the techno-parasite in an optional arena mode.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1440470/header.jpg?t=1605693306",
    "developers": [
      "ESAT",
      "Voodoo Bunny"
    ],
    "publishers": [
      "ESAT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}