{
  "1440540": {
    "name": "Star Drift Evolution Demo",
    "steam_appid": 1440540,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Demo Information:</strong><br>You can play 3 tracks and choose from 5 cars in this demo. Enjoy your ride!<br><br><br><br><strong>Star Drift Evolution</strong> is a minimalistic racing game about taking corners the most fun way possible: by powersliding! Just throw the weight of the car into twisty passages and feel the drifts! Perfect your lines and climb spots on the leaderboard! Race against the AI, friends in online and local multiplayer and ghost replays from other players!<br><br>Compete on a wide variety of tracks, ranging from simple dirt ovals to challenging rally tracks. Try out different cars to find the perfect one for a given track and surface. Forget how time flies while fighting for that one spot in the leaderboard!<br><br>Will you evolve to become a true Drift King?<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li> Minimalistic but challenging gameplay: easy controls with hard to master car physics! it's all about steering and sliding!<br></li><li> Track variety: simple dirt ovals, advanced mixed surface racing tracks, hardcore gravel and snow rally tracks... enjoy a high variety in difficulty and style<br></li><li> Car variety: over 30 cars with balanced power, differing in speed, acceleration, grip and downforce, including customizable liveries<br></li><li> Campaign: race against the AI and beat fixed times to progress through the campaign with over 60 Tracks that get increasingly difficult<br></li><li> Flexible camera system: highly customizable, ranging from top-down, to 3rd person bird-view, to closer behind-the-car and hood cameras<br></li><li> Leaderboards: compete for the best lap time on each track, as well as a global leaderboard measuring your total performance across all tracks<br></li><li> Ghost Replays: race against your own personal best ghost or download the replay of the closest opponent from the leaderboards and climb your way up!<br></li><li> Replay Viewer: watch any replay from the leaderboard with many camera options inlcuding a freefly drone camera for cinematic screenshots and clips<br></li><li> Multiplayer: online P2P multiplayer and 4 player local split screen to play with and against friends<br></li><li> Instant Play: start a race with just 3 clicks! simple and clean UI to get you racing quickly<br></li><li> No grind: unlock tracks and cars naturally as you progress through the campaign and be competitive right away</li></ul><br>Controller and Wheel Support:<br>The game has full controller support and allows to manually change the button mapping in-game. Testers have also reported that their wheel (Thrustmaster T150 in this case) worked after manually mapping the buttons correctly, however, wheel support can not be guaranteed for all wheels.<br><br><br>This demo showcases 4 tracks and 4 cars. To give you a sense of the game's difficulty progression, two easy, one advanced and one expert track have been chosen. It will take patience to master the harder tracks!<br>The full game will feature 60 tracks and over 30 cars and is planned to be released in early november.<br><br>Leaderboards and Multiplayer are enabled in the Demo, so you can compete against your friends online.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1440540/header.jpg?t=1602088123",
    "developers": [
      "Catze"
    ],
    "publishers": [
      "Catze"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}