{
  "1440380": {
    "name": "Burn The Witch",
    "steam_appid": 1440380,
    "required_age": 0,
    "is_free": false,
    "description": "Play as a Witch, and use your spells, as well as the environment around you, in order to aid you in your goal of ridding your village of Peasants. Or play as a Peasant, and try to discover who out of those in your village practice dark magics as Witches, before putting them to death using the various weapons you have to hand.<br />\r\n<br />\r\nWitch:<br />\r\nWitches can do everything a Peasant can do but they also have access to a range of abilities from their spell book that they can use against the Peasants. These include, fireballs, ways to disguise yourself and heal. They can also interact with the environment in different way to help them with their goals depending on where they are in the map, for instance raising the dead in a graveyard.<br />\r\n<br />\r\nPeasant:<br />\r\nPeasants will have to make tentative alliances and make use of the swords, axes and other weapons they find around them in order to rid their village of the Witches. As a Peasant you can talk to other players and will need to keep an eye out for any signs of the mystical arts being used before you attempt to spread the word of who cannot be trusted.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1440380/header.jpg?t=1703973206",
    "developers": [
      "Papani Games"
    ],
    "publishers": [
      "Papani Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}