{
  "1440510": {
    "name": "Tombo Survivor",
    "steam_appid": 1440510,
    "required_age": 0,
    "is_free": true,
    "description": "In a city of Polombia there have been many demonstrations due to injustices and abuses committed by the government and its Tombos.<br />\r\nA government run by an evil pig that turns all good cops into despicable Tombos.<br />\r\nThese Tombos learn to abuse power, mistreating the people and getting away with it, turning more and more into despicable pigs.<br />\r\n<br />\r\nIn the game you are going to play the role of a corrupt Tombo that abuses power, you must hit the citizens but be careful, the citizens are tired of police abuse and they will defend themselves and claim their rights; They will attack you by hitting and throwing empanadas. Don't let anyone escape!<br />\r\n<br />\r\nAs the game progresses you will become more and more corrupt and you will be able to evolve and become an increasingly pig Tombo.<br />\r\n<br />\r\nWhen you collect enough points and you must face the evil Pig, it is located in the main square of the city.<br />\r\n<br />\r\nDo not forget to collect bribes and other objects that appear on the map to recover your energy, you can also perform missions to increase your score faster.",
    "supported_languages": "西班牙语 - 拉丁美洲<strong>*</strong>, 英语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1440510/header.jpg?t=1641980606",
    "developers": [
      "MagroPlay"
    ],
    "publishers": [
      "MagroPlay"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}