{
  "1440290": {
    "name": "Psycho",
    "steam_appid": 1440290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>”Psycho”</strong> is a 3D horror game that allows you to explore and survive with your friends in the terrible mystery bunker.<h2 class=\"bb_tag\" >Background Story</h2>A young man named Eric mysteriously disappeared in the restricted area in the west of the country. It's well-known that this place is cursed. Anyone who enters will never come back. The police immediately entered the area to find the missing man. Few people dare to enter this place. They all afraid of the dark cemetery atmosphere, it feels like someone is staring at all times. But the world always has heroes. Police Officer Josh and his team are the only ones who dare to enter this place to search for the missing man.<h2 class=\"bb_tag\" >Role</h2>You will be playing the role of a team of police officer Josh. As soon as you step into the restricted area, the dark will surround you. The light fades away, leaving only darkness and you. You only have a flashlight and your feet to escape, survive, and do the mission in this place. No one can help you. It all depends on you. Eric's life is on your hand. You have to quickly find Eric before it's too late.<h2 class=\"bb_tag\" >Gameplay</h2>You will be a policeman, exploring the rooms in a mysterious bunker. The story of this place will gradually be revealed. Inside the bunker, there will be one crazy man who will chase you. As time goes on, he will become stronger. You have to escape him and complete the mission. You will have a radiation detector, you can use it to find that crazy man and things that have been contaminated. You can choose to play alone or with friend.<h2 class=\"bb_tag\" >Game Mode</h2><ul class=\"bb_ul\"><li><strong>Single Player:</strong> You are the only one entering this bunker. You have to generate electricity, find things, and do everything by yourself. In this mode, you can save the game in the recovery room using a memory pill.<br></li><li><strong>CO-OP:</strong> You can explore this bunker with your friend and it will make the game more fun (2 Players). You and your friend will have to help each other complete the mission. In this mode, you cannot save the game, but you can revive your friend using a memory pills at recovery room.</li></ul><h2 class=\"bb_tag\" >Game Objective</h2>Notes on the map will tell what you need to do and tell you the whole story. I suggest you read them all to understand the story and what you need to do next.",
    "supported_languages": "英语<strong>*</strong>, 泰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1440290/header.jpg?t=1682348453",
    "developers": [
      "Rachata Suksereekul"
    ],
    "publishers": [
      "Good Monkey"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 2,
      "highlighted": [
        {
          "name": "Be a hero",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1440290/be66570973e8a530376a266d7d5dfad37cd5f35a.jpg"
        },
        {
          "name": "Peaceful",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1440290/b6e0c1db90cd892c9cadc1f0bb389f2461014473.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}