{
  "1441520": {
    "name": "The Jovian System",
    "steam_appid": 1441520,
    "required_age": 0,
    "is_free": false,
    "description": "In the late 21st century, mankind has turned to the solar system to meet its ever-growing needs. The frontier colonies orbiting Jupiter are in disarray after a major disaster on one of the Galilean moons. With the powers that be unable to respond in time, the Jovian System is left to its own devices.<br><br>You take command of a space ship still under construction and use it to navigate the system. Exploit the power vacuum to seize control, take it upon yourself to help people in need and build a sustainable habitat, or turn the space station into a transfer ship and set course for earth.<br><br>The Jovian System is a followup to Titan Outpost set in the same universe. It features similar gameplay elements with one major addition: Tactical Turn-Based combat in zero or low gravity environments.<br><br><strong>Key Features</strong><br><br><ul class=\"bb_ul\"><li>A hard science fiction setting inspired by Robert Heinlein, Arthur C. Clarke, Isaac Asimov and Stanislaw Lem.<br></li><li>A sandbox structure in which your choices determine the fate of the Jovian colonies.<br></li><li>A rich character-creation system, in which you define your character's attributes and develop his or her skills and gear over the course of the game.<br></li><li>A ship-building system, in which you must manage your crew, resources, and facilities to survive the vacuum of space and deal with your rivals.<br></li><li>Multiple approaches to the game's challenges: dialogue; crafting; exploration; trade; and combat are all viable ways to win.<br></li><li>A rich and reactive story full of mysteries, twists, and memorable characters.​</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441520/header.jpg?t=1723069780",
    "developers": [
      "The Boar Studio"
    ],
    "publishers": [
      "The Boar Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}