{
  "1441880": {
    "name": "NEO 2045: Adventure MMO Game",
    "steam_appid": 1441880,
    "required_age": 0,
    "is_free": false,
    "description": "In the year 2045, Earth falls to the evil AI overlord, LAZERTRON. Well, that AI overlord part is self-proclaimed, but still... he’s a HUGE threat. After all, he has an impressive robot army to match his unwavering appetite for galactic domination!<br><br>Lucky for you guys, you managed to escape Earth and crash land into the vast pulls of NEO—an undiscovered planet teeming with riches... and danger.<br><br>NEO 2045 is an action MMO game in the fantasy world, and is all about playing your way as you upskill to take on LAZERTRON and one day reclaim Earth! Recruit your besties and explore the expansive NEOVERSE. Terraform and build, squad up with friends, face off in multiplayer arena and eSports, adopt and train pets and drones and much more!<br><br><strong>PLAY YOU: CREATE YOUR ULTIMATE AVATAR</strong><br>Create your oh-so-awesome avatar to play with in our multiplayer online game. With fully customizable facial features, clothing, and accessories! As you play a new exciting fun MMO game, you will level up, and score new items and gear! <br><br><strong>EPIC PLAYER REALMS</strong><br>Terraform your world, build a home pad or base, design machines, vehicles, and mission helpers. You can even create your own digital playground games to challenge your friends!<br><br><strong>QUEST &amp; LEVEL UP</strong><br>Discover your part in this open-world game and make your mark to unlock new gears, quests, and missions!<br><br><strong>AWESOME SIDEKICKS</strong><br>The fun with fantasy games online never ends! Rescue and train pets or mod drones other interplanetary helpers to explore and win battles.<br><br><strong>GET SOCIAL</strong><br>The fun never stops at NEO Central! Dance battles get wild...and pizza parties get even WILDER!<br><br><strong>BATTLE ARENA, MULTI-PLAY AND ESPORTS</strong><br>Looking for some quick thrills? Compete—or team up—in over 40 multiplayer games including battle arenas, arcade, and eSports leagues! Get your game on!<br><br>A new fantasy MMO game to <strong>EXPLORE A MASSIVE UNIVERSE</strong><br>From uncharted subzero Arctic zones to the jungle forests, ocean and desert realms, and a vast galaxy of planets and moons… the NEOVERSE is huge!<br><br><strong>PARENTS DASHBOARD</strong><br>The optional Parent’s Dashboard provides guardians of younger players the ability to view usage, achievements and set player-specific controls.<br><br>What type of hero will you be in this open-world MMO?<br>Download NEO 2045 - a Sci-fi action adventure game and start your journey!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441880/header.jpg?t=1673879744",
    "developers": [
      "VR Realms Pty Limited"
    ],
    "publishers": [
      "VR Realms Pty Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}