{
  "1441390": {
    "name": "Tea Garden Simulator Demo",
    "steam_appid": 1441390,
    "required_age": 0,
    "is_free": true,
    "description": "This Demo is limited to 2 Seasons (96 Weeks) of farming and harvesting time.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441390/extras/steamPage1.png?t=1764585876\" /></span><br>Welcome to the enchanting world of Tea Garden Simulator, where you embark on an immersive journey of tea-growing and processing based on real-world research. Unveil the secrets of centuries-old, exquisite teas as you delve into this sophisticated simulation game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441390/extras/pluck.gif?t=1764585876\" /></span><br>In Tea Garden Simulator, you have the opportunity to recreate thrilling teas that have been concealed for generations. Cultivate and manage your tea plantation, designing and implementing your unique tea processing method. As your tea empire expands, create specialty tea brands with distinctive process chains and offer them for sale in your very own Tea Store. But be prepared to face challenges such as pests, weather variations, and irrigation conundrums that can either aid or hinder your venture.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441390/extras/steamPage2.png?t=1764585876\" /></span>.<br>Explore the vast array of features and mechanics that the game offers:<br><br><ul class=\"bb_ul\"><li>Tea Diversity: Produce various types of tea, including White, Green, Oolong, Black, and more.<br></li><li>Terroir Selection: Analyze soil properties and choose the ideal terroir for your tea farm, as this decision profoundly impacts your tea's quality.<br></li><li>Land Preparation: Ready your land by utilizing different fertilizers, ensuring it is perfect for tea cultivation.<br></li><li>Clones with Consequences: Select from a diverse clone bank, each with its own pros and cons. Consider parameters like properties, suitability for tea types, adaptability to the terrain, and flavor tendencies.<br></li><li>Scheduling and Progression: Organize work schedules and advance through the game week after week.<br></li><li>Harvest Timing: The time of harvest depends on weather, growth conditions, and pest occurrences throughout the year. Make informed decisions to optimize your harvest.<br></li><li>Pest Management: Protect your tea plants by employing specific treatments tailored to the type of pest and disease.<br></li><li>Pruning and Plucking: Carefully prune or pluck tea leaves, selecting specific types for different teas. Choose from a range of plucking methods, from hand plucking to machine-based harvesting.<br></li><li>Master the Art of Crafting: Navigate through the game's tea-making processes, including Withering, Bruising, Oxidation, Shaping, Fixing, and Drying. Each tea type requires a particular crafting approach for optimal results.<br></li><li>Control and Quality: Monitor and control every processing aspect through a simulated leaf inspector. Witness flavor compounds being produced in real time and create your own unique process chains for maximum quality.<br></li><li>Authentic Simulation: Our simulation engine relies on real-world tea chemistry, offering you an authentic insight into the inner chemical world of tea production, with consultation from experts of renowned tea estates like Chengmari Tea Gardens.<br></li><li>Create Specialty Tea Brands: Develop your own specialty tea brands, paying attention to details and packaging, and introduce them to the Tea Store.<br></li><li>Campaign and Sandbox Modes: Engage in the campaign mode to learn the ropes and achieve mastery. Alternatively, enjoy the freedom of sandbox mode.<br></li><li>Unlock Achievements: Earn various achievements from a business and tea mastery perspective.</li></ul><br><br>Step into the realm of Tea Garden Simulator, where the art of tea production awaits your exploration and mastery. Delight in the harmonious blend of tradition and innovation as you cultivate, craft, and savor the finest teas the world has to offer.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441390/header.jpg?t=1764585876",
    "developers": [
      "Flying Robot Studios"
    ],
    "publishers": [
      "SYV Games LLP"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}