{
  "1441600": {
    "name": "Fantasy Grounds - Alien the Roleplaying Game",
    "steam_appid": 1441600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Alien the Roleplaying Game</h2><i>   Space is vast, dark, and not your friend. Gamma rays and neutrino bursts erupt from dying stars to cook you alive, black holes tear you apart, and the void itself boils your blood and seizes your brain. Try to scream and no one can hear you--hold your breath and you rupture your lungs. Space isn't as empty as you'd think, either--its frontiers are ever expanding. Rival governments wage a cold war of aggression while greedy corporations vie for valuable resources. Colonists reach for the stars and gamble with their lives--each new world tamed is either feast or famine. And there are things lurking in the shadows of every asteroid--things strange and different and deadly.</i><br><i><br>Things alien.</i><br><i><br>This is the official ALIEN tabletop roleplaying game</i><br><i>   --a universe of body horror and corporate brinkmanship, where synthetic people play god while space truckers and marines serve host to newborn ghoulish creatures. It's a harsh and unforgiving universe and you are nothing if not expendable.</i><br><i><br>Stay alive if you can.</i><br>The<br>ALIEN ruleset for Fantasy Grounds is full conversion of the hardcover book of a massive 392 pages, both presenting the world of ALIEN in the year 2183 and a fast and effective ruleset designed specifically to enhance the ALIEN experience. The game supports two distinct game modes:<br><ul class=\"bb_ul\"><li>Cinematic play is based on pre-made scenarios that emulate the dramatic arc of an ALIEN film. Designed to be played in a single session, this game mode emphasizes high stakes and fast and brutal play. You are not all expected to survive. The core rulebook contains one complete Cinematic scenario.<br></li><li>Campaign play is designed for longer continuous play with the same cast of player characters over many game sessions, letting you explore the ALIEN universe freely, sandbox style. The core rulebook contains random tables and other powerful tools to quickly create star systems, colonies, missions, encounters, and NPCs for your campaign.</li></ul>    The rules of the game are based on the acclaimed Year Zero Engine, used in award-winning games such as<br><i>   Tales from the Loop</i>   and<br><i>   Mutant: Year Zero</i>   , but adapted and further developed to fully support and enhance the core themes of<br>ALIEN: horror and action in the cold darkness of space.<br>The digital edition of<br>ALIEN RPG for Fantasy Grounds includes:<br><ul class=\"bb_ul\"><li>Four modules -<br><i>   Player Section, Game Mothers Section, Novgorod Station</i>   and<br><i>   Last Days of Hadley's Hope</i>   adventure.<br></li><li>The core 9x careers, 12x skills and 58x talents<br></li><li>More than 140x items to equip your space trucker, colonist, marine, land vehicle or spaceship<br></li><li>45x rollable tables from panic and critical injuries to job and system generators<br></li><li>More than 120x high-resolution images of sceneries, maps, portraits, and items from the rulebook<br></li><li>50x non-player characters, xenomorphs and other extraterrestrial species<br></li><li>6x pre-generated characters and portrait pack for the<br><i>   Last Days of Hadley's Hope</i>   adventure<br></li><li>Maps with pre-defined links to story articles with link to items and adversaries for minimal session preparation for Game Mothers.<br></li><li>Combat tracker automation for close and ranged combats<br></li><li>6x spaceship profiles<br></li><li>6x vehicle profiles<br></li><li>22x planets<br></li><li>And more...</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Aleksandar Velkov, and Simon Lundmark</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Alien Roleplaying Game ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441600/header.jpg?t=1768440195",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}