{
  "1441460": {
    "name": "Final Theory: Royal Navy",
    "steam_appid": 1441460,
    "required_age": 0,
    "is_free": false,
    "description": "This package adds an additional playable navy to the strategy game Final Theory. The ships of the Royal Navy feature a mix of new abilities and weapons, gold alloy armor plating, particle beams, cluster bombs, long range missiles and more. The package includes a full navy consisting of 8 ships in total: Dreadnought, Battleship, Carrier, Battlecruiser, Cruiser, Destroyer, Frigate and Corvette. The Royal Navy can be added directly to the base game, or as part of the <strong>Deluxe Bundle</strong> or <strong>Legendary Bundle</strong>.<h2 class=\"bb_tag\" ><strong>Play as, or against the Royal Navy</strong></h2>You can assign which navy is used by each of the players individually including the Empire.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441460/extras/0ae1f722ab7d2e511c744f17004cf50f.avif?t=1748556332\" width=616 height=204 /></span><h2 class=\"bb_tag\" ><strong>Package features</strong></h2><ul class=\"bb_ul\"><li>7 different ship classes to command + 1 deployable ship.<br></li><li>7 fleet-wide stackable ship bonuses.<br></li><li>8 ship tiers featuring weapons, abilities and skill points.<br></li><li>56 module upgrades to choose from.<br></li><li>Supports the main game, Quick Battles and Custom Battles right out of the box.<br>   You don't have to unlock any achievements before you can use the navy.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441460/extras/6165d1d7026fe66f8e32661896c33d38.avif?t=1748556332\" width=600 height=103 /></span><br>Backstory: A Dominion informant known only in the intelligence community as Silver Rain, has successfully infiltrated the Royal Imperial Institute of Engineering and Technology. The informant has managed to gain access to schematics of classified naval ships, including those of the Royal Navy. But with the galaxy on the brink of war and no way to directly transmit the huge quantity of data, the informant has opted to leak the schematics to an organization of black market traders. While dealings with such organizations is usually the purview of criminal enterprises, the Dominion high council has given you complete autonomy to ensure victory for the Dominion by any means.<br><br>Since most conflicts are deemed beneath the involvement of the Royal Navy, it rarely operates outside of core Imperial regions. Their one charge is to serve the Imperial royal family, with entire battle divisions at the sole discretion of each member. Clad in advanced armor and with enough firepower to deliver swift justice, the mere arrival of Royal Navy ships is typically enough to crush any misguided notions of independence.<br><br>While being state of the art naval ships, the Royal Navy does bear a striking resemblance to the ships of the old Federation. During the great Imperial war, the Federation remained steadfast in their refusal to submit to Imperial rule. The Federation had the largest navy ever built, and outnumbered the forces of the rising Empire several times over. The general belief was held that the mighty Federation couldn't possibly lose the war, and that victory would ensure the continued sovereignty of all regions in the galaxy. But sheer numbers proved frighteningly insufficient in the face of the Empire's newly developed strategic subspace weapons, now known as Tacknium warheads. Region after region fell victim to this terrifying new breed of weapon, and soon the unthinkable came to pass. The indomitable Federation had been brought to it's knees.<br><br>Victorious and eager to send a message to the remaining factions of old, the Empire redeployed the conquered vessels of the proud Federation, now flying the Imperial colors of the Royal Navy. Although the ships have since undergone several generational changes, the Royal Navy still to this day serves as a symbol of Imperial power, and an ominous reminder to all who would dare defy the will of the Empire.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441460/header.jpg?t=1748556332",
    "developers": [
      "Monticube"
    ],
    "publishers": [
      "Monticube"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}