{
  "1441140": {
    "name": "Dark Dragonkin Demo",
    "steam_appid": 1441140,
    "required_age": 0,
    "is_free": true,
    "description": "Dark Dragonkin is a RPG adventure in which the player alternates control a party of  characters, guiding each of them one at a time (though control may be swapped from character to character at any point) to the portal to exit the level.  Every level is designed such that each party member must contribute unique skills to help the party through to the portal. All three characters must reach the exit portal to complete the level. Each party member has hit points which they can lose by getting hurt by enemies or obstacles in the dungeon. Should any party member run out of hit points, they die; game-play will then continue with any remaining members, if the member can not be resurrected, the level will have to be restarted and try again. However, the game offers unlimited continues.<h2 class=\"bb_tag\" ><strong>Each party member offers a unique set of skills:</strong></h2><ul class=\"bb_ul\"><li><strong>Rose:</strong>  The tank of the party.  By far the most durable.  She has more health and takes less damage than the others.  When using her shield she becomes nearly invincible.   When charging forward she can stun enemies and move heavy objects.<br></li><li><strong>Dante</strong>: He is melee DPS.  He can dispatch most enemies when he can attack from behind.  Stealth is his ally.  He also specializes in jumping great distances to avoid obstacles and get in the right position for the kill.<br></li><li><strong>Nova:</strong> He is a ranged caster.  He can dispatch many foes with a fireball at range.  He also can dispel magical wards as they descend into the depths of the dungeon.<br></li><li><strong>Evelina:</strong> No party is complete without a healer.  If a party member falls to the dangers of the dungeon, no worries, because Evelina can bring them back.  She can also changes into a fairy to sneak through all the tiny cracks in the dungeon.</li></ul><h2 class=\"bb_tag\" ><strong>Features</strong></h2><ul class=\"bb_ul\"><li>You control each character separately.<br></li><li>Each character has their own unique skills to get past obstacles.<br></li><li>Every Level is like an old school RPG puzzle.<br></li><li>Even the enemies are puzzles of how to avoid or destroy them.<br></li><li>You must figure out how to gather the party at the exit portal to advance.<br></li><li>Powerful bosses that are a challenging puzzle to defeat to gain passage through their realm.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1441140/header.jpg?t=1628029203",
    "developers": [
      "Twintertainment"
    ],
    "publishers": [
      "Twintertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}