{
  "1442550": {
    "name": "Scarlet Hollow - Season Pass",
    "steam_appid": 1442550,
    "required_age": 0,
    "is_free": false,
    "description": "-------------------------------------<br>Special Note: This product is a season pass. Scarlet Hollow will have seven episodes in total, with one releasing every four to six months, starting with Episode 2's release in May 2021. You'll be able to purchase this pass starting with Episode 2's release.<br>_______________________<br><br>Trapped in the Appalachian mining town of Scarlet Hollow for the funeral of your estranged aunt, you quickly find yourself at the center of a dark mystery that spans generations and threatens your life.<br><br>From award-winning graphic novelist Abby Howard, Scarlet Hollow is a horror visual novel and adventure game where your choices deeply matter. Hand-drawn backgrounds and sprites work together with a complex relationship system to bring to life an immersive world of charming (and terrifying) characters. Who lives, who dies, and the fate of an entire town rests on your shoulders.<br><br>Episode 1 is free-to-play. Episode 2 will be available late Q2 in 2021.<br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li>  <strong>A heavily branching narrative where your choices matter</strong>. The relationships you forge and the decisions you make will dramatically alter your journey.<br></li><li> <strong>Good jokes <i>and</i> good spooks.</strong><br></li><li> <strong>A complex relationship system that changes how characters act around you.</strong> Characters don't just like or dislike you. Become friendly rivals, bitter adversaries, best friends, or mild acquaintances based on how you approach the story.<br></li><li> <strong>Trait-based dialogue and role-playing.</strong> Scarlet Hollow's dialogue system is driven by role-playing elements that let you choose who you want to be. Are you quiet and observant? Hot and clueless? Over a dozen different character builds change how you interact with the world and how your story unfolds.<br></li><li> <strong>Original monster designs.</strong> Every monster and supernatural being in the game is an original Abby Howard design-- you won't find any predictable vampires or zombies here.<br></li><li> <strong>Five romance options.</strong> Whether you're into goths, dads, plant-lovers, Youtubers, or skeletal boys, we've got all your bases covered.<br></li><li> <strong>Dozens of meticulously hand-drawn and traditionally inked backgrounds.</strong> Every background in the game is meticulously drawn by hand and inked on massive 19x24 inch paper.<br></li><li> <strong>Hundreds of hand-drawn, immersive sprites.</strong> Each major character has dozens of hand-drawn sprites that interact with backgrounds and capture a full range of lighting and emotion.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1442550/header.jpg?t=1674400163",
    "developers": [
      "Black Tabby Games"
    ],
    "publishers": [
      "Black Tabby Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}