{
  "1442990": {
    "name": "Fantasy Grounds - Pathfinder RPG - Chronicles: City of Strangers",
    "steam_appid": 1442990,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Chronicles: City of Strangers</h2>In the outcast city of Kaer Maga, your business is your own, and no ware is too dangerous or taboo to find a buyer. Within the walls of the ancient, ruined fortress, refugees and criminals from every nation disappear into the swirling crowds of gangs and monsters. Here leech-covered bloatmages haggle with religious zealots who sew their own lips shut, while naga crime lords squeeze self-mutilating troll prophets for protection money. And these are just the city's anarchic residents, not the fearsome beasts barely contained in the mysterious dungeons beneath the streets, held at bay by the elite rangers known as the Duskwardens. Welcome to the City of Strangers, a haven of freedom and independence--assuming you survive.<br>Inside this book, you'll find:<br><ul class=\"bb_ul\"><li>Detailed gazetteers for all 11 of the city's districts, from the fabled Balconies of Bis to the necromantic paradise of Ankar-Te.<br></li><li>A history of the city and the bizarre, ruined monument that houses it.<br></li><li>Thorough briefings on the most important gangs and factions within the city, such as the golem-crafting Ardoc family and the abolitionist Freemen, as well as how they interact with each other.<br></li><li>The bloatmage prestige class, in which spellcasters use their own blood to empower their spells--but at a terrible price.<br></li><li>Statistics for the caulborn, a mysterious new race of telepathic, memory-eating monsters.<br></li><li>A layer-by-layer guide to the dungeons beneath the city, and the echoes of lost races and magic that still guard them.<br></li><li>New magic items, random encounter tables, and more.</li></ul>   City of Strangers is intended for use with the Pathfinder Chronicles campaign setting and the Pathfinder Roleplaying Game, but can easily be used in any fantasy game system or setting.<br>by James L. Sutter<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1442990/header.jpg?t=1768440401",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}