{
  "1442470": {
    "name": "VelocityLoop, Zero to Lightspeed",
    "steam_appid": 1442470,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Racing fame, lavish wealth, and galaxy wide honour are all on the line in the high speed Velocity Loop, Zero To Lightspeed Grand Prix.</strong><br><br>In the distant future, personal space crafts of all kinds are modified into racing machines of pure power and speed. The pilots of these vehicles compete against one another on specialized race tracks in high speed contests known as the Velocity Loop Races. Spectators, fans, and investors flock from across the known galaxy to witness the greatest racers participate in these speed-filled challenges.<br><br>Boost into the universe of Velocity Loop, Zero To Lightspeed and compete against compelling rivals and unravel the comic styled story as you take on the role of one of the greatest contestants in the galaxy!<br>----------------------------------------------------------------------------------------<br>Strap yourself into the pilot seat and experience high speed precision outer space energy management racing action in the retro-styled game Velocity Loop, Zero to Lightspeed! Use vehicle energy, boosters, and skill to reach supersonic speeds as you traverse freely inside 15 wild and twisting tube shaped courses set throughout the known universe. Take advantage of special pit zones to replenish your energy as you boost past the competition and avoid the ravages of unprotected space to claim victory! <br><br>Challenge yourself and advance through Story Mode with digital comics that immerse you in the colorful cast of over 10 alien pilots and their unique vehicles. Each comic offers a unique mission that showcases the pilots’ stories as you progress and discover their reason for competing in the Velocity Loop.<br><br>Hone your skills in Practice and Time Trial before attempting to race for gold in Grand Prix and its many cups and play styles, or go for broke in an Elimination Race!<br><br>- 3 Cups with 15 speed filled race courses<br>- Tweak your vehicles settings before each race, favour acceleration or MAX SPEED!<br>- Fly as 10 unique pilots with hidden racers to unlock<br>- Play in Story Mode with digital comics and special missions<br>- Challenge the Grand Prix, Time Trial, Single Race and Elimination modes<br>- Battery back-up memory!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1442470/header.jpg?t=1702595157",
    "developers": [
      "Mint in Box Digital Games"
    ],
    "publishers": [
      "Mint in Box Digital Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}