{
  "1443430": {
    "name": "Rogue",
    "steam_appid": 1443430,
    "required_age": 0,
    "is_free": false,
    "description": "In the early 1980s, a computer game emerged that changed the world of fantasy gaming forever. Randomly generated rooms meant that each journey into the infamous Dungeons of Doom was unique. The potent combination of random generation with perma-death proved to be intoxicating, and the game was so influential it spawned an entire genre: &quot;Rogue-likes&quot;.<br><br>Now you too can experience the thrill of dungeon crawling for the fabled Amulet of Yendor in this pioneering game.<br><br>The original <i>Rogue</i> had many different versions and variations, and was ported to a wide variety of computer platforms. This particular version is <i>Epyx Rogue</i>, one of the earliest versions designed for commercial distribution, ported to MSDOS on the IBM PC, and is v1.49 of that port.<br><br><ul class=\"bb_ul\"><li> Battle dozens of unique and powerful enemies.<br></li><li> Gather armor, weapons, food and other items to help you on your quest.<br></li><li> Scour rooms for secret hidden doors and traps.<br></li><li> Discover strange magical spells and potions, which have different wonderous effects every time you play the game.<br></li><li> Survive through 26 randomly generated levels, each more tricky and dangerous than the last, to find the Amulet, then escape... if you can!</li></ul><br><i>How long has it been?<br><br>How many lifetimes have passed since I began my sojourn through this maze of underground passageways, of damp, dimly lit chambers? How long have I been alone, the only human among a menacing crew of hideous subterranean beasts, stumbling over forlorn reminders that others have passed this way before me... never to return!<br><br>Long before I forgot the warmth of the noonday sun or the refreshing coolness of the evening breeze, I forgot my name. Call me what you will. I am the Rogue.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1443430/header.jpg?t=1651574702",
    "developers": [
      "Epyx, Inc."
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 28,
      "total_negative": 2,
      "total_reviews": 30
    }
  }
}