{
  "1443550": {
    "name": "SOME TCG",
    "steam_appid": 1443550,
    "required_age": 0,
    "is_free": false,
    "description": "Greetings my friend!<br />\r\n <br />\r\nDo you like mythology? Do you like fantastic characters? Are you into card games? Well, you are in the right place. Let us open the gates of our mysterious mythological world to you. Welcome to S.O.M.E. <br />\r\n<br />\r\nYou might be wondering right now what is SOME? Let me quickly explain it to you. First of all, S.O.M.E. stands for Sovereignty of Mythological Earth. Also, it sounds great when you say &quot;Let's play SOME&quot;. SOME is a digital card game, which consists of both mythological and fictional characters. S.O.M.E has a unique fictional world on its own and besides the game, there is lore being created for this fictional universe. Also just wanted to mention that this is an indie card game and there is currently 1 game developer and 1 graphic designer (responsible for most of the art).<br />\r\n<br />\r\nOur aim is not just to create a game, it is to create a fictional universe where people can enjoy the stories, music, cinematics, and of course the games. To reach this goal we started off with the card game (PC version) and eventually as we progress all the pieces of the puzzle will fall into place.  <br />\r\n<br />\r\nSo brave warriors and heroes are you ready to join the battle? To expand the borders of our universe and get S.O.M.E to a better place we need support and I think you are the perfect candidate to make it all happen.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1443550/header.jpg?t=1617718379",
    "developers": [
      "GGG GAMES"
    ],
    "publishers": [
      "GGG GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}