{
  "1443070": {
    "name": "Dragon Bridge",
    "steam_appid": 1443070,
    "required_age": 0,
    "is_free": false,
    "description": "Choose a character and do battle in this quick, yet surprisingly deep two player BUMPING CARD GAME.<br><br>It’s easy to learn, and seems simple enough: just bump your opponent off the end of the bridge, into the maw of the Dragon. But beware: the Dragon can switch sides!<br><br>FEATURES<br><ul class=\"bb_ul\"><li> 15 characters to choose from, each with their own unique playstyles and special abilities<br></li><li> 9 different items, with a random selection each game, that change the power dynamics in each battle<br></li><li> The optional Bridge-Hack expansion cards open up a whole new level of strategy<br></li><li> Matches are short but play out in wildly different ways each time you play<br></li><li> Create a lobby and invite a friend to play in fun two player head to head battles<br></li><li> Play against an AI with a single player Elo system (coming soon!)<br></li><li> Takes place in the Gem Wizards Universe! Choose Andromeda Robin, the Potato Forest Witch who can use green gems to BUMP, or Robot Boy, the Alcove Prefex robot who can use BUMP cards on himself!<br></li><li> Part of a series of BUMPING games from award-winning game designer and author Keith Burgun!<br></li><li> More game modes coming soon!</li></ul><br>Read the full rules HERE: <br><br>Dragon Bridge is created by Keith Burgun Games and takes place in the Gem Wizards Universe. More info coming soon!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1443070/header.jpg?t=1645121632",
    "developers": [
      "Keith Burgun Games"
    ],
    "publishers": [
      "Keith Burgun Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}