{
  "1443930": {
    "name": "Cadence Demo",
    "steam_appid": 1443930,
    "required_age": 0,
    "is_free": true,
    "description": "Cadence is something different: a hybrid of game and music sandbox. Understanding how to bring these two worlds together has been a quest 8 years in the making. It's now finally here for you to enjoy.<br><br>How you spend your time with Cadence is up to you. Some people will enjoy relaxing with the game and solving levels. Tinkerers will enjoy fiddling with music in the sandbox. The crazy ones will program things we didn't even know were possible.<h2 class=\"bb_tag\" >Game play</h2>You don't need a sense of rhythm or a good ear to play Cadence - just your thinking cap and a bit of patience will reward you with gentle zen melodies. Puzzles start simple and build up to complex head-scratchers.<h2 class=\"bb_tag\" >Make some noise</h2>If you’ve tried music production you’ll know it's intimidating. Cadence's sandbox mode has been meticulously designed so that &quot;time to first sound&quot; is mere seconds. It doesn't matter if you're a composer looking for inspiration or you've never made a note of music in your life - Cadence is an entirely new and playful way of interacting with music.<h2 class=\"bb_tag\" >Many are better than one</h2>Cadence goes deep: underneath the game there's a Turing complete logic system and a host of music production tools for you to explore. What’s possible with Cadence is an open question. <br><br>That's why Steam Workshop is deeply integrated with effortless one-click import:<br><ul class=\"bb_ul\"><li> play the best community generated levels<br></li><li> collectively learn new techniques <br></li><li> show off your proudest creations</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1443930/6ba0811a2bce434841d7144a40d186cac08fd347/header.jpg?t=1749048604",
    "developers": [
      "Made With Monster Love"
    ],
    "publishers": [
      "Made With Monster Love"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}