{
  "1443960": {
    "name": "Spacebus",
    "steam_appid": 1443960,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>SPACEBUS</strong> is a single player scifi rogue-lite that allows you to take control of an overworked and underappreciated mechanic on one of the galaxy's oldest and least-maintained means of transportation: the SPACEBUS. The engine systems are old and prone to breaking down, which is why your job is to keep them maintained and running efficiently for as long as possible. Keep the SPACEBUS running and deliver as many passengers as you can to their destination!<br><br><strong><u>HEAD MECHANIC</u></strong><br><br>As the Head Mechanic (and also the only mechanic) aboard the SPACEBUS, it's your duty to keep everything in tip-top shape.<br><br><ul class=\"bb_ul\"><li>Maintain Machines to keep them running properly.<br></li><li>Repair Machines that have broken down by finding the proper tools.<br></li><li>Too busy to repair something properly? Throw some tape on it and come back to it. It should hold just fine.<br></li><li>Things really starting to go sideways? You can always jettison a few passengers to lighten the load.</li></ul><br><strong><u>THE SPACE METRO SYSTEM</u></strong><br><br>The Space Metro System is one of the oldest and cheapest transit systems in the galaxy. Cut corners if you need to, as long as the SPACEBUS arrives in one piece, you still get paid.<br><br><ul class=\"bb_ul\"><li>Choose the best route to the next Spaceport along a procedurally-generated map.<br></li><li>Upgrade your bus and tools at different Spaceports.<br></li><li>Take on <strong>QUESTS</strong> for a little bit of extra cash.<br></li><li>Unlock different interiors for the SPACEBUS by successfully completing all of your routes.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1443960/header.jpg?t=1619581298",
    "developers": [
      "Incredulous Interactive"
    ],
    "publishers": [
      "Incredulous Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}