{
  "1444420": {
    "name": "WOMG Lite version",
    "steam_appid": 1444420,
    "required_age": 0,
    "is_free": true,
    "description": "WOMG: Chapter 0<h2 class=\"bb_tag\" >The ultimate adventure begins</h2><br>M.A.R.GOT., the artificial intelligence that controls all the super technological systems at the Crow Castle just got crazy!<br><br>Join Mika Crow on a mission through the underground labs to find and reset M.A.R.GOT's core systems before it is too late.<br><br>Explore the labs, get your first BOTs, and learn how to train them!<br><br>Discover the secret areas, and get all the valuable golden diamonds! <br><br><br><br>*<h2 class=\"bb_tag\" >¿What is WOMG? </h2><br><strong>The short answer</strong>: WOMG is a science fiction Metroidvania with a handmade graphic section and original music that will take your breath away.<br><br><strong>The long answer:</strong> an open-world, ever-expanding adventure that's about running, jumping, climbing, rolling, shooting energy spheres, wandering the world in search of lost aliens, exploring mysterious lost catacombs filled with mechanical traps and riddles, hunting for ancient treasures in forgotten locations guarded by angry ghosts, or stepping into super-technological enemy fortresses guarded by crazed artificial intelligence. After that, parkour by the dozen, lots of robots, intense battles against huge bosses, hundreds of missions of all kinds, the classic rare devices you can equip yourself with to fill you with powers, and lots and lots of crazy humor. <br><br>Besides, WOMG also programs robots. ROBOTS! Giant, microscopic, full-size robots too. Lots of robots.<br><br>Throughout your adventure, following you around to help you overcome any obstacles you come across, your fleet of programmable BOTs will always be there, ready for you to apply all your hacking powers to them and make them smarter and smarter. And when we say hacker powers, we mean it. <br><br>At WOMG, programming is real. REAL! The kind you use to take over your computer.<br><br>Oh! Don't you know anything about programming? PERFECT.<br><br>Starting from the simplest notions of the most basic and straightforward syntax and accumulating knowledge grain by grain as you progress in your mission to save the world, WOMG will guide you on a journey into the deepest secrets of languages JavaScript and Python. It will do so while you're having fun, just like that, almost without you noticing. <br><br>At WOMG, you play seriously, and learning programming is a game.",
    "supported_languages": "西班牙语 - 拉丁美洲<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1444420/header.jpg?t=1627077620",
    "developers": [
      "Bears & Guts"
    ],
    "publishers": [
      "Bears & Guts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}