{
  "1444520": {
    "name": "Tribal Hunter Demo",
    "steam_appid": 1444520,
    "required_age": 0,
    "is_free": true,
    "description": "*This is demo version of Tribal Hunter. including one zone and one boss fight.<br />\r\n<br />\r\nAn action platformer with size-changing mechanics. Be quick and nimble or large and in-charge!<br />\r\n<br />\r\nTribal Hunter is an action platformer. You play as a village guardian who can modify his body shape, allowing him to grow huge and devour enemies. As you grow, you can use this 'growth' as energy to fire projectiles at enemies!<br />\r\n<br />\r\nThe player hunts enemies and can eat them to increase their fullness meter. If you eat enough, you will grow in size! Your size and fullness then also functions as a magic meter that you can spend for various effects like healing yourself or casting powerful magic like fireball!<br />\r\n<br />\r\nBecoming bigger has both pros and cons. Your punch will become much more powerful at larger sizes along with increased damage resistance from your bouncy full body! However, becoming bigger also means you are a bigger target for enemies to hit. Also, certain types of enemy attacks are piercing, dealing extra damage to your full tight body, so be careful!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1444520/header.jpg?t=1602550178",
    "developers": [
      "Melonsoda Soft"
    ],
    "publishers": [
      "Melonsoda Soft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}