{
  "1445750": {
    "name": "Gaia 2: Ancient Mysteries",
    "steam_appid": 1445750,
    "required_age": 0,
    "is_free": false,
    "description": "After having escaped from the extremely inhospitable planet you crashed on last time, you decided to keep searching for Gaia, the home of the Ancients, on your own. It will be difficult without a crew, but having found artefacts of Ancient tech on your previous adventure, you’re thinking you have to be close. Your ship’s sensors have found an uncharted planet relatively close nearby. This planet is giving off similar signals as the one you found the Ancient tech on. You decide to make a landing near the location of these readings. Your story begins here.<br><br><br>Gaia 2: Ancient Mysteries features some of the mechanics from the first game:<br><br>°  Three different AI storytellers: Cora Core, Tranquillio Pax and RNGesus Silvius. Each storyteller provides a different type of game play experience, from a nice curve of rising difficulty, to a chill sandbox experience, to something not even RNGesus can predict.<br>°  Harvest several types of minerals, alien flora and underwater resources.<br>°  Build a base made of modular components, such as corridors and rooms, and decorate the inside with additional objects.<br>°  Craft items, vehicles and ammo.<br>°  Take care of your hunger and thirst.<br>°  Survive raids made of space pirates or alien creatures.<br><br>°  Notable Events:<br>‎- Raids: Air or ground, by the local wildlife or space mercs. These space mercs can come ‎‎‎‎in spaceships to rain down fire on your base, or drop down directly ‏‏‎ ‎on the planet and get ‎personal.<br>‎- Nox event: Poisonous meteorite explodes in the atmosphere, enveloping the ‎‎atmosphere in poison and slowly killing everything that breathes.<br>‎- Solar flare: Can mess up many of your electrical structures, such as solar panels or ‎turrets. This may also spawn solar storms, which will start small, localized fires wherever lightning hits.<br>- Meteor shower: Mostly visual, but also provides a nice boost to your well being while ‎‎it's active.<br>‎- Trade ships: Trade with the different factions.<br><br>°  Day and night cycle with amazing weather. This is not just a visual only thing; it does affect gameplay. A rainy weather or night time will prevent your solar panels from working. Wind influences the efficiency of your turbines.<br>°  Grow your own food.<br>°  Manage your electrical system to make sure all buildings have enough energy to work.<br>°  Gaia contains intelligent AI, such as coward AI that runs away from you if you come too close, passive AI that will only attack you if you attack them, aggressive AI like most monsters and all space pirates, or territorial AI.<br><br><strong>Discover the fate of the Ancients</strong>. Gaia 2: Ancient Mysteries has a detailed storyline. Inspired from games such as Subnautica, Skyrim and Rimworld, Gaia 2 has a bit of everything. The game will provide a unique gameplay experience that combines elements from many other genres too, such as open world games like Minecraft, or grand strategy games like Paradox games.<br><br><strong>Take care of your needs.</strong> In addition to hunger and thirst, you also have to factor in your oxygen and radiation levels. Certain needs affect you in different ways, such as decreasing your max health or your running speed. Some, such as radiation, are even more critical and deadly. You can craft certain substances that mitigate radiation but make you more susceptible to it, or you can try and ride it out.<br><br><strong>The time of day and weather affect your gameplay.</strong> Not only do they affect you directly, but they also affect your structures and their effectiveness. Your PDA contains information about solar and wind activity, so plan accordingly when building your base. If it pours while it’s dark outside, try not to venture too far from your base or you might get lost in the darkness.<br><br><strong>Grow your own food and cook complex recipes</strong>, some which may require alien flora or alien meat. Every vegetable you grow has its own advantages or disadvantages, such as nutrition, time of growth and amount of harvest. Choose between corn, chili, carrots, onions, cabbage or even leeks. These will prove especially tasty in the completely alien environment you find yourself in, which lacks a diversified source of food.<br><br><strong>Explore the depths of the lake.</strong> Although the surrounding ocean is completely void of life, the lake contains many useful resources and different types of fish. You will need a submersible to reach some of them however.<br><br><strong>Mine gold and diamonds throughout multiple cave systems.</strong> These caves can be found both inside mountains and deep underground. Some of them are richer in minerals than others, but some may be… unwelcoming. Make sure you bring enough protection and don’t venture too deep.",
    "supported_languages": "英语<strong>*</strong>, 法语, 罗马尼亚语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445750/header.jpg?t=1638826414",
    "developers": [
      "Eternal Stardust Studios"
    ],
    "publishers": [
      "Eternal Stardust Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}