{
  "1445480": {
    "name": "Determinant",
    "steam_appid": 1445480,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >A massive extinction-level event in the year 2040 wiped out the entire Earth. Human civilisation was effectively ended. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >You awaken 1000 years later with no memory of what happened. Everything has been completely and utterly destroyed. All alone with no one in sight, you need to survive and explore this strange new world. Animal and plant life have somehow found a way. Are you the only person left alive? Determined to find out what happened, you head out searching for answers. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >But beneath the beautiful facade, this world hides a secret far beyond your understanding... </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >INTRODUCTION</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >This is a realistic physics-based open-world survival game. Survival, crafting, exploration and base building are the main focus. You will need to hunt for food and water and survive against environmental hazards. There may be unknown dangers ahead. Combat is possible, but more of a defensive nature. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >It is still currently very early in development, but some basic survival and building is already in place.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >IMMERSIVE PHYSICAL INTERACTIONS</h2><p class=\"bb_paragraph\" >Every object you grab has collisions and interacts with the environment. Push things with a stick, hit objects or move things out of the way. Your hands will dynamically touch and rest nearby walls or surfaces. Foliage rustles and bends when you walk through and slows you down.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Characters are full physics-based active ragdolls and will react to and collide with physics objects. They can walk, run, climb and lose balance and fall down realistically. Grab and pull them and they will move along. Pull too hard and they will fall down.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >UNIQUE 3D PHYSICAL INVENTORY SYSTEM</h2><p class=\"bb_paragraph\" >Unlike other games with a standard 2D grid inventory, this inventory system stores items as physical 3D objects and can be moved and arranged and grabbed seamlessly during gameplay. A custom physics solution allows for controllable collisions, arranging and prevents objects flying away.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >BEAUTIFUL ENVIRONMENTS</h2><p class=\"bb_paragraph\" >Beautiful natural scenery for you in immerse yourself in. Dense forests, beaches, coral reefs, mountains and other natural environments to be explored. Discover and scan new species of flora and fauna. Build your base and just chill and enjoy the scenery.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >NEXT-GEN REALISTIC WATER</h2><p class=\"bb_paragraph\" >Next-gen cutting-edge water system with realistic splashes, foam, bubbles and droplets. All moving together with the flow using real-time fluid simulation. Physics buoyancy system makes objects float and move with the current.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >REALISTIC FOOD</h2><p class=\"bb_paragraph\" >Highly detailed food models based on actual photographs makes eating an enjoyable experience. Like in real life, you need time to chew and swallow and not just instantly have it disappear. Hunt, prepare and cook gourmet dishes. Survival can be an enjoyable experience!</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >BUILDING</h2><p class=\"bb_paragraph\" >Build your own base and defend against enemies. Solve puzzles in the world, for example building a bridge to cross a river, stairs to reach high places, or just plain out creatively building things for fun.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445480/header.jpg?t=1750130474",
    "developers": [
      "Khor Chin Heong"
    ],
    "publishers": [
      "Khor Chin Heong"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 61,
        "description": "可用 HDR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}