{
  "1445390": {
    "name": "Evergate Soundtrack",
    "steam_appid": 1445390,
    "required_age": 0,
    "is_free": false,
    "description": "Join Ki on a magical and mysterious 2-hour musical journey through the afterlife. The Evergate Original Soundtrack by M.R. Miller is an immersive concept album that retells the game's heartwarming fairy tale about two kindred spirits, their falling apart and coming back together.<br />\r\n<br />\r\nThe music of Evergate was inspired by the composer's daughter. When she was born, he wrote her a lullaby and built her a music box to play it. That lullaby became the main theme for Ki and the underlying fabric of the entire score.<br />\r\n<br />\r\nThe album features many talented live musicians, including shimmering layers of electroacoustic harp (Lara Somogyi), a gorgeous live string orchestra (FAMES Project) and a haunting women's choir. Guzheng (Kathy Qianqian Jin) and liuqin (Leng Yijing) ripple through Ki's life in China and katajjaq throat singing (Nina Segalowitz) evokes her life in Alaska. The OST also includes brand new arrangements and bonus tracks that didn't make it into the game. The album was mixed by the incomparable Steve Kempster and mastered by Grammy-award winner Emily Lazar.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1445390/header.jpg?t=1653655915",
    "developers": [
      "Stone Lantern Games LLC"
    ],
    "publishers": [
      "PQube"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 1050,
      "discount_percent": 75,
      "initial_formatted": "¥ 42.00",
      "final_formatted": "¥ 10.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}