{
  "1446310": {
    "name": "Super/Human Identity",
    "steam_appid": 1446310,
    "required_age": 0,
    "is_free": false,
    "description": "Waking up with superpowers and no memory, five strangers find themselves in a struggle for survival and a search for answers. Pursued relentlessly, will their hardships bring them closer together or turn them against each other? And will everyone make it to the end? <br><br>Playing as Subject 5, the number designated to you is your only clue to a former life you have no memory of. On the run, fighting for your life, you join up with Subjects 1-4. Together, you must cross a ruined city to get to safety and find answers. Beset by an external threat as well as internal conflict, you have to navigate your way through alarming revelations and difficult choices before finding your freedom.<br><br>Superhuman or only human - you must reclaim your identity, or define who you are anew.<br><br>FEATURES<br><ul class=\"bb_ul\"><li> Choose your avatar, pronouns and name as you develop your main character into who you want them to be with frequent, nuanced choices.<br></li><li> Influence each of your companions' fates. Will they live or die? Who will they become if they survive?<br></li><li> Experience different group dynamics as a consequence of your choices. Any two characters can be friends or bitter enemies.<br></li><li> Romance one of 6 different characters – 3 male and 3 female – available for all genders.<br></li><li> Think fast and use your telekinetic powers on the environment to defeat enemies. Choose between 4 difficulty settings ranging from Narrative to Superhuman.<br></li><li> 7+ hours long, highly interactive, narrative gameplay. One story with vast variability.<br></li><li> Stylized, cel-shaded characters and backgrounds, with painted CG artworks illustrating key story moments.<br></li><li> Epic, emotional, original soundtrack from composer Edwin Montgomery (Warhammer 40,000: Regicide, Wasteland Remastered, Ghost In The Shell, Neverwinter).<br></li><li> Accessibility features: Opendyslexic font, large UI, self-voicing support with additional descriptive text, captions.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1446310/header.jpg?t=1763727234",
    "developers": [
      "Rock A Role Games"
    ],
    "publishers": [
      "Rock A Role Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}