{
  "1446200": {
    "name": "CYBLOC",
    "steam_appid": 1446200,
    "required_age": 0,
    "is_free": false,
    "description": "You find yourself having remote control of the highly charged Cybloc in a strange electrical realm. Your control is limited to vertical inputs while the Cybloc is in a constant state of horizontal motion. Cybloc will experience an electrical surge when colliding with area walls, causing Cybloc to instantly rebound. Collecting and using the reverse thrust chargers allows you to change horizontal direction on demand. To escape an area within the allotted time, you need to collect all the reverse thrust chargers avoiding all other obstacles that you encounter. Colliding with any other object will cause Cybloc to be atomised and then instantly reconstructed at the area start position.<h2 class=\"bb_tag\" >9 Area's To Master</h2>There are 9 area's to master with increasing difficulty. Your skill of control and timing in each area is awarded with bonus points for time remaining, unused reverse thrusts and an extra bonus for escaping an area without being atomised.<h2 class=\"bb_tag\" >Leader-boards</h2>Each area has its own global Leader-Board where the top 10 players for each area are displayed. The overall best player is displayed front and centre in the game intro hall of fame.<br><br>Are you skilled enough to claim that top spot ?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1446200/header.jpg?t=1604917731",
    "developers": [
      "Phil Bell"
    ],
    "publishers": [
      "Phil Bell"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}