{
  "1447970": {
    "name": "Spacebug",
    "steam_appid": 1447970,
    "required_age": 0,
    "is_free": false,
    "description": "Spacebug<br />\r\n<br />\r\nEmbark on an interplanetary journey in this space shooter game with many levels to pass or a Sandbox mode to break your record each time you play!<br />\r\n<br />\r\nYear 2097<br />\r\n<br />\r\nHumans have developed a project for a super spaceship model called Spacebug PRJ11 in order to control waste built up around our world and some other planets. Your mission is to travel across planets and clean debris in the space, accumulated due to lots of spaceship or satellite wreckages.<br />\r\n<br />\r\nHowever, some unknown forces want to use the debris for their own benefit and do not want you to clean them. Therefore, they launch lots of attacks on you with missiles, spacecraft, etc. along with the incoming debris.   <br />\r\n<br />\r\nUse this elite unit to clear enemies and space debris around many places in our galaxy including the world.<br />\r\n<br />\r\nIn the Level mode, while traveling from one planet to another, the enemy will come in 3D form from various locations. As enemies storm toward you, you will have many different defense mechanisms like various shields and extraordinary spatial assistance. You will regain lives in the course of time, so you will be able to play for hours and hours again and again. You will have to complete many levels that bring along new enemies and surprises as well as new challenges and extended period.  You will also acquire new skills as you progress.<br />\r\n<br />\r\nBesides, you will have a chance to break your own record anytime thanks to the Endless Mode. This means that, depending on your abilities, you will always have a chance to play the game again and again for many hours.<br />\r\n<br />\r\nTo simplify your progress, it is recommended to keep an eye on the below box to keep track of your lives, records, and the time remaining for the next gain of a life.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1447970/header.jpg?t=1725096271",
    "developers": [
      "Greenlynx"
    ],
    "publishers": [
      "Greenlynx "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}