{
  "1447140": {
    "name": "Lost & Round",
    "steam_appid": 1447140,
    "required_age": 0,
    "is_free": false,
    "description": "Lost &amp; Round follows the journey of Io, a young moon--and child of the star, Roa--fallen from the cosmos onto the great Mother Cube. There, they meet a mysterious but powerful Star Spirit named Gemini who offers their help in returning the young moon to Roa. As Io's gaze turns upward, they traverse a variety of landscapes in an effort to find their home and family, all the while unlocking secrets of memories long since sealed away.<br><br>Lost &amp; Round is a story-driven, 3D isometric platformer game. The player must roll and jump Io across a vast array of worlds broken up into levels. Io's objective is to reach the goal at the end of the level as they inch closer toward their place among the stars. In this adventure, perspective is everything: Io's view of the world can be changed dramatically by a simple rotation of view. Lost &amp; Round utilizes the isometric perspective to craft levels in which players must use their spatial awareness and sense of direction to traverse complex, often illusory paths in order to reach the goal.<h2 class=\"bb_tag\" >Gameplay</h2><ul class=\"bb_ul\"><li>Roll, jump, and navigate your way through distinctive worlds each with their own unique mechanics!<br></li><li>Collect <strong>gems</strong> to power up Gemini, who will in turn enhance Io's abilities!<br></li><li>At the goal of each level lies its <strong>pixel</strong>. Every world has a <i>Large Level</i> as its final challenge, where a <strong>Megapixel</strong> awaits! Can you collect them all?<br></li><li>New paths will open up as the story progresses, unlocking more levels prom previous worlds!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1447140/header.jpg?t=1620844570",
    "developers": [
      "Open Sky Studios"
    ],
    "publishers": [
      "Open Sky Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}