{
  "1447150": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Pathfinder Society Field Guide",
    "steam_appid": 1447150,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Pathfinder Society Field Guide</h2>MAKE HISTORY!<br>The Pathfinder Society is an eccentric organization of adventurers, explorers, and scholars with agents spread across Golarion and beyond. While members are expected to be fairly self-sufficient, the organization's leadership knows that those equipped with the knowledge and gear to face the challenges of the job are most likely to survive to bring back priceless treasures and to fill the Pathfinder Chronicles with tales of their daring exploits. The Pathfinder Society Field Guide breaks down what it means to be a Pathfinder and gives players and GMs tools to build characters and campaigns around the illustrious organization. In addition, all content within this book is 100% legal for use in the world-spanning Pathfinder Society Organized Play campaign.<br>Within this book, Pathfinders will find:<br><ul class=\"bb_ul\"><li>An overview of Absalom, City at the Center of the World, where the Pathfinder Society keeps its headquarters<br></li><li>Details on 10 factions within the Pathfinder Society, and the benefits available to those agents loyal to each<br></li><li>New archetypes for Pathfinders of all three branches of the organization: the Scrolls, the Spells, and the Swords<br></li><li>A complete field guide covering threats to Pathfinder agents, as well as suggestions on building PCs prepared to face them<br></li><li>Rules for day jobs and professions, property, followers, and other ways to customize your character<br></li><li>A system for turning characters' fame and prestige into valuable in-game rewards<br></li><li>Dozens of new spells, magic items, specialized adventuring tools, and more!</li></ul>   The Pathfinder Society Field Guide is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>by Erik Mona, Mark Moreland, Russ Taylor, and Larry Wilhelm<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1447150/header.jpg?t=1768440972",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}