{
  "1447180": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Inner Sea Magic",
    "steam_appid": 1447180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Inner Sea Magic</h2>A World of Magic!<br>From the tortured sands of the Mana Wastes, where magic is as likely to tear you apart as it is to not work at all, to the perpetually frozen northern nation of Irrisen where the winter witches rule, magic is a part of life in the Inner Sea region. Whether it is wielded by benevolent clerics to keep their allies fighting the good fight or unleashed by wizards in the form of scorching blasts of fire, magic can be the difference between life or death. Or, as in so many cases, the cause of life or death.<br>Inner Sea Magic explores the role of magic within this vast and varied region. Within this book, you will find:<br><ul class=\"bb_ul\"><li>A who's-who of powerful and famous spellcasters from throughout the Inner Sea region<br></li><li>Details on four types of magical schools--arcane academies, spellcaster's guilds, monasteries, and secret societies--along with rules for joining and studying with such organizations<br></li><li>Rules for several types of specialized or variant magic, including the chaotic power of primal magic, the secrets of shadowcasting, the traditions of Thassilonian sin magic, and the wonders of Varisian tattoo magic<br></li><li>Two new oracle mysteries (the primal-magic wielding spellscar mystery and the sinister Outer Rifts mystery)<br></li><li>More than a dozen new archetypes for all sorts of spellcasters, including the black-blooded oracle, the Razmiran priest, the shadowcaster wizard, the tattooed sorcerer, and the winter witch<br></li><li>Two new prestige classes--the cyphermage and the divine scion<br></li><li>Dozens of new spells, from<br><i>  Aroden's spellward</i>  to<br><i>  zone of foul flames</i>  !</li></ul>   Inner Sea Magic is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>by Jesse Benner, Jason Nelson, Sean K Reynolds, Owen K.C. Stephens, and Russ Taylor<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1447180/header.jpg?t=1768441023",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}