{
  "1447200": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Dungeons of Golarion",
    "steam_appid": 1447200,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >     Pathfinder RPG - Campaign Setting: Dungeons of Golarion</h2>No older RPG tradition exists than the vast, danger-filled dungeon. Multilevel mazes of trap-filled crypts, monster-haunted caverns, and wealth-laden vaults have lured countless would-be heroes to their dooms, yet paradoxically, the greater the dungeon and the deadlier its secrets, the greater the pull seems to be for the adventurer.<br>Dungeons of Golarion looks at six different locations spread throughout the Inner Sea region of the Pathfinder campaign setting. A level-by-level breakdown of each megadungeon summarizes the dangers and rewards awaiting discovery. Each dungeon entry is accompanied by stats for unique monsters, sample traps themed for each site, and details on some of the more unusual and interesting treasures awaiting discovery within. Maps providing the layout of sample dungeon levels and cutaway views of entire megadungeon complexes round out this invaluable resource for any Game Master seeking to return to the roots of the game.<br>This book contains details on the following megadungeons:<br><ul class=\"bb_ul\"><li>Candlestone Caverns: An extensive cavern network in rural Andoran that connects to the deadly Darklands below<br></li><li>Gallowspire: One of the deadliest dungeons in the world--the prison of the lich known as the Whispering Tyrant<br></li><li>Hollow Mountain: The mysterious mountain stronghold of ancient Thassilon's Runelord of Wrath<br></li><li>Pyramid of Kamaria: The deadly tomb of one of Osirion's most notorious and feared pharaohs<br></li><li>Red Redoubt of Karamoss: A unique siege castle filled with weird technological marvels from the savage land of Numeria<br></li><li>Zolurket Mines: Abandoned by the dwarves who created it, this mine now serves as the lair of a sinister undead horde</li></ul>      Dungeons of Golarion is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>by Jason Bulmahn, Matthew Goodall, Brandon Hodge, Anthony Pryor, and Mike Shel<br><i>     This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1447200/header.jpg?t=1768441074",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}