{
  "1447830": {
    "name": "battleMETAL",
    "steam_appid": 1447830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Overview</h2><strong>battleMETAL</strong> is a successor to the 90's mech simulators of old. A delightful modernization of commanding giant robots bristling with firepower. <br>Players choose and customize their war machines, and then drop into the blighted world of Geiserath. Players will be tasked with completing a variety of mission types and they must choose the best mechs and weapons to complete their objectives. The initial campaign  offers 15 missions and 4 difficulty settings.<h2 class=\"bb_tag\" >Gameplay</h2><strong>battleMETAL</strong> sits somewhere between Mechwarrior 2 / Earthsiege and Quake. Mechs have specific move speeds for forward, strafe, reverse, and each mech has unique speed values. Player do not have to manage torso alignment, however. Default controls are FPS style. Combat is very much a mech-flavored affair, all mechs have proper hit-locations with the ability to destroy targets piece by piece. Mechs can have up to 9 weapon slots, along with 14 weapons and 7 upgrade modules.<br><br>Players will have to manage their mechs energy, shields, armor, and weapons to find success in battle. Combat scenarios offer a large variety of play styles and<br>approaches to mission objectives. Weather elements are present as well; rain, snow, and fog.<h2 class=\"bb_tag\" >Campaign</h2>Rage through 15 campaign maps across desert, glaciers, and urban war zones. Follow a dark tale as a civil war triggers the arrival of something far worse...<h2 class=\"bb_tag\" >Modding</h2>did you know? <strong>battleMETAL</strong> game <i>code</i> is open-source and uses a common map-editing tool for map creation!<br>Players can tweak almost everything in the game's source code, and new maps can be built just like Quake mapping.<h2 class=\"bb_tag\" >Networked Play</h2><strong>battleMETAL</strong> offers PvP in both Deathmatch and Team Deathmatch modes, as well as Co-Op support for the base campaign. Players will have to use port-forwarding to host their own servers.<br><br>your METAL is waiting. Lock-in and power up, DEAD_HAND.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1447830/header.jpg?t=1771216189",
    "developers": [
      "battleMETALDevs"
    ],
    "publishers": [
      "None"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}