{
  "1448040": {
    "name": "The Rebels: Prologue",
    "steam_appid": 1448040,
    "required_age": 0,
    "is_free": false,
    "description": "In a world ruled by brutal corporations and dirty money, there is no room for sentiment. The voice of freedom was long suppressed and subordinated to capitalist domination of the richest ruthless individuals. Corporations perfectly mask their activities, control television and effectively hide the truth on the Internet. Nobody knows about factories where children work, about slaves trapped in eternal credit lines, about legal drugs that are used to enslave millions or viruses being developed just to sell vaccines. There are no free media. But there is hope! People like you deep within the darknet start to organize and information continues to flow.<br />\r\n<br />\r\nPlay as a former journalist fighting for the truth. You were not allowed to fight with a pen, so now you moved to more effective methods. <br />\r\n<br />\r\nIn this combination of FPS and Stealth elements you have to carry on the fight. Run single missions and decide if you want just shoot all the enemies or use your stealth and cunning to win in a more pacifist style. In time you can get loyal companions and create your own resistance cell. Decide between hit-man style, guerilla or frontal assault tactics. Develop your organisation and employ hackers and own scientists to level the playing field.  <br />\r\n<br />\r\nJoin risky missions to destroy corporations and corrupt governments. Steal and reveal their secrets. Execute their CEOs and key scientists or sabotage their secret projects and investments.<br />\r\n <br />\r\nEvery decision you take will bring you more support or antagonize people. Think carefully which targets you pick and how you carry out your missions. Sometimes it’s good to show mercy but never show weakness. Become a hero for the specific part of the society and enjoy their support or act alone and don’t risk exposure. Ridicule your enemies and address masses or be brutal to bring in extremists. Decide on your approach and fight your way to freedom.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1448040/header.jpg?t=1726139692",
    "developers": [
      "HYPER"
    ],
    "publishers": [
      "HYPER"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}