{
  "1448960": {
    "name": "Dicey Krime: Traveler of Time",
    "steam_appid": 1448960,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>2024</strong> It’s time to beat crime while traveling in time to specific places around the world in different periods of time. From before civilization to the future habited by species like humanoids, mutants and cyberpunks smashing the twelve places on the globe. You can play as Dicey, Kane Beast or Hina in several challenging modes from story to online co-op in this comical and sarcastic beat’ em up game which provides an enjoyable and funny journey. It is inspired by 90's side scrolling brawler games with an addition of modern mechanics, crazy and unique designs, special attacks, combo moves, special items in the game such as weapons, power ups, the player can unlock new skills and several features throughout the game. During the travel time you can leave the criminals and injustices licking the ground for Dicey Krime’s gang fists.<br><br>The more you go, the funnier it will become!<br><br><strong>Key Features:</strong><br><br>-Comical beat-'em-up action for one to three players, local multiplayer and online co-op.<br>- 120+ unique design characters in traditional 2D animation, designed and painted by hand and frame by frame.<br>- Sarcastic concept with pop culture references and mockery dialogues.<br>-Crazy soundtracks, mixing different noises from drills, tribe drums, and musical instrumentals<br>-12 city regions in which the player fights through stunning 3D textured such as comic cartoon side scrolling scenarios<br>- DLC’s new fighters and side quests!<br>-Loads of weapons, items, and abilities to power-up your fighters<br>-Deadly moves, special attacks, and infinite combos.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 简体中文, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1448960/header.jpg?t=1683724358",
    "developers": [
      "Black Onyx Interactive"
    ],
    "publishers": [
      "Black Onyx Interactive "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}