{
  "1449480": {
    "name": "Impossible Mission Revisited",
    "steam_appid": 1449480,
    "required_age": 0,
    "is_free": false,
    "description": "Ask anyone who loves retro games from back in the day if they remember ‘Impossible Mission’ – they will almost certainly answer you back with the synthesised voice response of “Stay a while, stay FOREVER!”<br />\r\n<br />\r\nWhile this classic, and at the time ground-breaking, game was ported to nearly every computer and console format of the time, it surprisingly was never ported to IBM PCs (only the sequel was). This remastered version is one remade to work on current PCs, but replicating the original game as accurately as possible, with the addition of a secret hidden minigame.<br />\r\n<br />\r\nPlaying a secret agent (Agent 4125) on a mission to stop the evil Professor ‘Elvin Atombender’, who it is believed is tampering with the national security computers. You must infiltrate Atombender's lair, avoid his deadly robots (or use one of your limited ‘snooze codes’ on them!), and acquire the various pieces of a password for you to use in the main control room. You have 6 literal hours to complete the game; but 10 minutes of this time is lost each time you ‘die’ within the game, and a further 2 minutes are expended if you have use the help function on your mission ‘portable computer’. With 32 rooms and 90 robots it’s no wonder this mission has been classified as ‘Impossible’ – Good luck agent 4125!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449480/header.jpg?t=1652870303",
    "developers": [
      "Pixel Games UK"
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}