{
  "1449170": {
    "name": "Hyparxis",
    "steam_appid": 1449170,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449170/extras/453cdcde4f4946087d16f8caffb17028.avif?t=1709298008\" width=614 height=168 /></span><h2 class=\"bb_tag\" >Continuous development through extremely high level limit </h2><br>No realistic level limit means almost unlimited potential for Kolob and Samson. Do you want to defeat your opponents by sheer superiority? Then train in the Realms and refine your combat skills!<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449170/extras/015c30d8a0e626515328b9170ff2fc52.poster.avif?t=1709298008\" width=500 height=284 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449170/extras/015c30d8a0e626515328b9170ff2fc52.webm?t=1709298008\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449170/extras/015c30d8a0e626515328b9170ff2fc52.mp4?t=1709298008\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Mysterious Realms</h2><br>Interesting places scattered all over the multiverse, where there is much to discover, fight and loot!<br><br>What will you find? And ... who put all this stuff there anyway?<h2 class=\"bb_tag\" >Variety Of Skills </h2><br>We want to give you the option to fight your battles the way you want. Whether using elements or close combat, ranged combat etc. There are skills for many different areas to create the character you want.<br><br>All skills are divided into different skill families. Depending on which DNA modifications you choose, you can equip different amounts of different families. The choice of your playing style is completely up to you!<h2 class=\"bb_tag\" > Crafting</h2><br>Another option for individualization is crafting your own DNA-Modifications. Genetic enhancements are the shit for more advanced species, so of course you want to take advantage of that too!<h2 class=\"bb_tag\" > Story</h2><br>So many places to visit! And who knows. Maybe you're not the first everywhere. Maybe you will find traces and records of old inhabitants or previous visitors that will give you an insight into what happened and bring you closer to the stories and cultures of the places.<h2 class=\"bb_tag\" > Faq</h2><br>Frequently Asked Questions (at least we think you want this questions to be answered :D)<h2 class=\"bb_tag\" > Why Dungeoncrawler and not Epic Story RPG as previously announced?</h2><br>The Dungeoncrawler component was always planned. But during development we noticed that this component, together with the maps and quests and everything you need for an epic story, would overload us too much and this would only lead to a decrease in quality. And we don't want that, as Hyparxis is very important to us.<br><br>We focused on the Dungeoncrawler component because we ourselves like to play Dungeoncrawler. The story is wonderful to immerse yourself in a game and feel with the characters, but in the end the endgame, or the development possibilities of the characters, is what ultimately binds us to RPGs over a longer period of time!<br><br>And We Hope It's the Same For You :)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449170/header.jpg?t=1709298008",
    "developers": [
      "br41nch1ld"
    ],
    "publishers": [
      "br41nch1ld"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}