{
  "1449750": {
    "name": "Space Commander: War and Trade",
    "steam_appid": 1449750,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Space Commander: War and Trade</i> is an ultimate single player space-sim featuring intuitive combat and deep mechanics. Various campaigns offer diverse experiences ranging from arcade shooter to sandbox RPG.<br><br><strong>BE A SPACE PILOT</strong><br>Build your fleet from an array of specialized ship classes! Choose from fast and maneuverable fighters to heavy bombers and large transporters. Customize and upgrade your vessels to fit your unique playstyle. Gather experience and upgrade your Commander Skills to be more efficient in combat and trade.<br><br><strong>PURSUE A CAREER AS A MERCENARY, TRADER OR MOBSTER</strong><br>Find your path. Go for the action with  Delta Merc. Join the honorable space rangers and be the strong arm of the law. If you prefer a more peaceful job, then consider linking up with Motus — a transport company providing various escort and profitable trading missions. Break the law and become a space pirate with Syndicate — a ruffian group of smugglers that focus on attacking ships throughout the galaxy. By gathering reputation points for each faction, you’ll gain access to more challenging and profitable missions.<br><br><strong>DIVE IN DEEP FOR ENGAGING MECHANICS</strong><br>Implemented economy, diverse station wares, and trade systems add another layer to the gameplay. Managing fuel usage and discovering the best trade route is crucial for running a successful transport business. If you earn enough credits, you’ll be able to buy your own space stations and build specialized production modules. <br>Explore the furthest corners of the galaxy with our expanse module generating countless star systems that are waiting to be discovered by you.<br><br><strong>JUMP IN THE MIDDLE OF CORPORATE WAR OR FIGHT ALIENS</strong><br><i>Space Commander: War and Trade</i> comes with multiple campaigns offering unique experiences<br>for everyone — from casual players to hardcore fans of classic space-sims.<br>Our advanced and powerful mission editor will allow you to create your own stories and download campaigns created by the community.<br><br><strong>BECOME THE SPACE COMMANDER!</strong><br><ul class=\"bb_ul\"><li> New space sandbox RPG from the creators of <i>The Pirate</i> series.<br></li><li> Build, manage and customize your fleet.<br></li><li> Choose your career path by fulfilling faction missions.<br></li><li> Explore various star systems generated by our expanse module.<br></li><li> Multiple campaigns offering unique gameplay experiences.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 俄语<strong>*</strong>, 乌克兰语, 匈牙利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1449750/header.jpg?t=1762247093",
    "developers": [
      "Home Net Games"
    ],
    "publishers": [
      "Home Net Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}