{
  "1451420": {
    "name": "Construction Playground",
    "steam_appid": 1451420,
    "required_age": 0,
    "is_free": false,
    "description": "Control tough vehicles, heavy machines and powerful tools on a vast construction site - in virtual reality. In the final version of the base game, you will even be able to control a tower crane, to use two types of hammers to tear down walls and to build walls brick by brick. All features will be completed and optimized during Early Access. Additionally, there will be missions for aspiring builders to complete.<br><br>In addition to the base game, more vehicles and construction machines will be available for purchase as DLC at a later time. Current ideas include, but are not limited to wheel excavators, vehicle cranes, concrete mixers, crawler cranes and excavators, caterpillars and potentially even chainsaws and harvesters. Some new content might lead to new scenarios. And of course, each DLC will contain new missions, too.<br><br><strong>An overview of the features planned for the base game:</strong><br>Using the tower crane, you can distribute building materials at the construction site. Move a concrete mixer, pallets of stones or prefabricated wall parts on your construction site. After demolishing a building with a hammer or a hammer drill, fill a container with the rubble. Build a wall, laying brick after brick, held together with mortar.<br><br>There is no better way than Construction Playground to let off steam playfully by demolishing a building, use massive construction vehicles and feel as if you're in the middle of a construction site - all in VR! It's an immersive VR experience on the construction site!<br><br>A list of the planned features to be implemented during Early Access was published in the forum here on Steam and will be kept up to date.<br><br>The shots are the current state of the development and will change frequently until the final release.<h2 class=\"bb_tag\" >Detailed features (Early Access v0.7):</h2>- experience a detailed construction site*<br>- control a tower crane*<br>- control a hammer*<br>- lay bricks with or without using a trowel and with mortar*<br>- formwork walls can be placed, filled with concrete and removed*<br>- contreted walls can be removed/destroyed*<br>- objects are hanging on chains/belts*<br>- In the cockpit of the cranee is a manual how to control it*<br>- move around with teleportation*<br>- day/night mode*<br>- to be added during Early Access: tutorial, formwork walls and more!<br>- support for HTC VIVE, Valve Index, Oculus Rift and Windows Mixed Reality*<br>- lower price than the final version<br><i>* added in Early Access!</i><h2 class=\"bb_tag\" >Features (Final version**):</h2>- experience a detailed construction site<br>- control a tower crane<br>- control a hammer<br>- lay bricks with or without using a trowel and with mortar<br>- formwork walls can be used to create walls<br>- move around with linear movement or teleportation<br>- day/night mode<br>- tutorial<br>- support for HTC VIVE, Valve Index, Oculus Rift and Windows Mixed Reality,<br>- additional DLC to expand the game<br><i>**subject to change</i>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1451420/header.jpg?t=1725360031",
    "developers": [
      "Sunlight Games"
    ],
    "publishers": [
      "Sunlight Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}