{
  "1451140": {
    "name": "Terminator: Resistance - Zero Day Exploit Comic",
    "steam_appid": 1451140,
    "required_age": "16",
    "is_free": true,
    "description": "<strong>American comic book publisher Dark Horse Comics and UK games publisher Reef Entertainment have partnered together to bring you a bundle of two exclusive digital comics, Terminator: Resistance Zero Day Exploit Part 1 &amp; Part 2! </strong><br><br>Written by Arvid Nelson (Rex Mundi, Rage: After the Impact), Terminator: Resistance Zero Day Exploit features art by Andy MacDonald (The Terminator: 2029 to 1984,) and Pete Woods (Cryptocracy, Terminator Salvation: The Final Battle) with colors by Dan Jackson (Stranger Things: Zombie Boys, Aliens) and letters by Nate Piekos of Blambot (The Mask: I Pledge Allegiance to the Mask, The Umbrella Academy). Terminator: Resistance Zero Day Exploit Part 1 &amp; Part 2 features a cover by Raymond Swanland (Alien vs. Predator, Predator).<br><br>Terminator: Resistance Zero Day Exploit Part 1 &amp; Part 2 acts as an expansion to the game, telling the stories of key characters to the Resistance South Division – Commander Jessica Baron and Dr. Edwin Mack. Terminator: Resistance Zero Day Exploit Part 1 &amp; Part 2 will delve deeper into the game’s key narrative &amp; character threads, foreshadowing events that transpire in the game.<br><br>Part 1 focuses on Commander Jessica Baron – the Leader of the Resistance South Division. She’s as cold and ruthless as the machines she’s sworn to defeat, but also an inspiring and effective commander.<br><br>Part 2 focuses on Dr. Edwin Mack the former lead scientist of the Resistance South Division. After committing a fatal mistake, that cost the life of the previous leader, he’s now been ostracized and forced to survive on his own. But despite his waning social skills, he’s still highly intelligent and best equipped when it comes to understanding the inner workings of SKYNET’s technology.<br><br>The comic is downloaded in PDF format, after updating your game it can be found with the game's local files.<br><br><strong>Instructions:</strong><br><ol><li> Right click Terminator: Resistance in your Steam library<br></li><li> Select &quot;Properties&quot;<br></li><li> Select the &quot;Local Files&quot; tab at the top of the window<br></li><li> Click the &quot;Browse Local Files&quot; button<br></li><li> Open the Zero Day Exploit comic file with your preferred PDF program</li></ol>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1451140/header.jpg?t=1604566044",
    "developers": [
      "Teyon",
      "Dark Horse Comics"
    ],
    "publishers": [
      "Reef Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}