{
  "1452620": {
    "name": "Colory VR Painter",
    "steam_appid": 1452620,
    "required_age": 0,
    "is_free": false,
    "description": "This enables the &quot;Colory VR Painter&quot; application.<br>(Headset required)<br><br><u><strong>Colory VR is a creative virtual reality application.</strong></u><br><br>Multiple tools allow the instant creation of 3D objects in 3D space directed by the users hand.<br>Let your imagination drive your brush to create your dreams faster then ever before.<br><br>WORKSHOP:<br>Get inspired by hundreds of brush materials.<br>The ColoryVR WORKSHOP features beautiful and free brushpacks released by us and the community.<br>You can also share your painting easely via the workshop.<br><br>MODKIT:<br>Inspire others by sharing your own brushpack.<br>Create your own brushes with your own textures with the included ColoryVR MODKIT.<br>The modkit is a custom unreal editor. so you have full flexibility to create your own brushes.<br>In-Editor tutorials guide you step-by-step through the process. <br><br>FREE VIEWER VERSION:<br>ColoryVR features a free of charge &quot;View-Only&quot; version. So you can share your paintings with friends who do not own the paid full version.<h2 class=\"bb_tag\" >Toolset</h2><strong>Spline Brush</strong><br>The Spline Brush allows the user to draw strokes of paint. This is what comes closest to drawing with a pencil in 2D. The settings allow for different shapes and brush behavior. The created 3D shape is further defined by the material the user has choosen to draw with.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452620/extras/44bee514bdc4619066b85b1343c2bdfd.avif?t=1612981066\" width=500 height=100 /></span><br><br><strong>Convex Brush</strong><br>The Convex Brush allows the user to draw convex hull objects. This tool is usefull to create volumes ealisy. The created 3D shape is further defined by the material the user has choosen to draw with.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452620/extras/63c703096bc464de4448307aeaf1fea6.avif?t=1612981066\" width=500 height=100 /></span><br><br><strong>Particle Brush</strong><br>The Particle Brush creates multiple particles with a single stroke. The material applied not only defines the visuals of the particle, but also the behavior, the spread, the rotation and the amount of particles created. The settings of the tool allow for further fine tuning of the behavior and selection of particle shape<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452620/extras/c60a3f5a9cae648cfef47e1df1906fcf.avif?t=1612981066\" width=500 height=100 /></span><br><br><strong>Poly Brush</strong><br>The Poly Brush is a tool that is connected to the Google Poly Library of static meshes and requires an usage agreement and an online connection. Supported is the download and placement of objects created with Google Blocks application. <br><br><strong>Recolor Tool</strong><br>The Recolor Tool gives the user the option to change the color of a stroke after drawing it. It supports multiple modes like multiply, divide, shift hue, lighten, ... or simply set a different color.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452620/extras/f2871d74ea7182786520424b76dd6ca1.avif?t=1612981066\" width=500 height=100 /></span><br><br><strong>Selection Tool</strong><br>The Selection Tool give the user the ability to handle multiple paints at once. Select at will, select all paints from a layer, transfer selected paints to a different layer. Selections can be scaled and copied.<br><br><strong>Screenshot Tool</strong><br>The Screenshot Tool provides you with another view into the world to capture your creations for your loved ones. Support for varios predefined resolutions as well as custom resolutions (<i>max size depends on your graphics cards memory</i>). Give your shots a special touch with PostProcess effects.<br><br><strong>Video Tool</strong><br>The Video Tool records animations for camera objects. These can be rendered individually or together into a .mp4 movie or image sequences. Support for multiple predefined resolutions and extensive PostProcess video effects for the special touch.<br><br><strong>Animation Tool</strong><br>The Animation Tool works in conjunction with the Scene Graph to create transform animations for objects in the scene. Animations can be recorded frame by frame or continuous with support for different playback options (Step, Linear, Curve).<br><br><strong>Pipette</strong><br>The Pipette picks colors and/or materials from existing paints in the world.<br><br><strong>Mirror Plane (3d Mandala)</strong><br>The Mirror Plane is a object that can be freely positioned in the world to mirror your brush strokes. It has options for different mirror types which end up in the creation of 3d mandalas.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452620/extras/97113e6e0d39bff13b98891687bcb04d.avif?t=1612981066\" width=500 height=100 /></span><br><br><strong>Material Designer</strong><br>Each brush material can be edited instantly in the in-game material designer.<br>This way you can permanently edit your brushes for a maximum of individuality in you paintings.<br><br><strong>LIV - Mixed Reality integration</strong><br>Mix a live-video of yourself inside the ColoryVR-World.<h2 class=\"bb_tag\" >Additional Features</h2><ul class=\"bb_ul\"><li>The player is able to scale himself up 50x bigger or smaller<br>        </li><li>Sun, Moon, Background and Atmosphere are adjustable in many ways.<br>        </li><li>The paints of the scene can be exported (obj, fbx, gltf, glb)<br>        </li><li>The scene is structured using the Scene Graph to support multiple layers and relative animations<br>        </li><li>Paints can be moved and copied, rescaled and recolored.<br>        </li><li>access to experimental features like &quot;Sound Painting&quot; - an approach to make sound and music with paint movements.<br>        </li><li>frequent updates with new surprises..</li></ul><h2 class=\"bb_tag\" >Support:</h2>Any questions are welcomed at our discord chat: ",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452620/header.jpg?t=1612981066",
    "developers": [
      "LUCID LAYERS"
    ],
    "publishers": [
      "LUCID LAYERS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}