{
  "1452110": {
    "name": "Dominium Mundi",
    "steam_appid": 1452110,
    "required_age": 0,
    "is_free": false,
    "description": "Dominium Mundi is a lightweight 4X strategy game set in the medieval period where 4 players compete to create the most influential empire. Expand your empire over the map, convert more people to your religion, and control more trade routes. But think ahead because you can only do one action per turn. Play singleplayer with ai or multiplayer with friends.<h2 class=\"bb_tag\" >Explore</h2>Discover unexplored regions on the map.<h2 class=\"bb_tag\" >Exterminate</h2>Defeat enemy army and conquer their regions.<h2 class=\"bb_tag\" >Expand</h2>Expand your empire size and number of followers of your religion.<h2 class=\"bb_tag\" >Exploit</h2>Get access to more resources and gain bonuses when you collect enough of them.<h2 class=\"bb_tag\" >Major features</h2><br>Multiple victories condition - There are 4 paths to victory: Military, Economy, Religion, and Score<br><br>Only one action per turn - Players can only focus on one action per turn: Explore the new region, Conquest opponent`s region, Send priests to convert people to your religion, and send merchants to increase your trade power on a trade route<br><br>Single-player and Multi-player modes - The game is always played with 4 players. In Single-player 3 players are ai bots. Solo games take about 20 minutes to finish and Multi-player games depend on how many people play it but they should take about 1 hour to finish.<br><br>Combat system - In this system, units are organized in 2x3 formations where the position of each unit matters because of the various row and column bonuses and debuffs they can have.<br><br>Religion system - Each player starts with his religion. Spreading your religion gives you victory points and various bonuses for other systems in the game.<br><br>Economy system - Players battle for control of trade routes to get bonuses for connecting regions with the same resources.<br><br>Interconnected systems - Every system is connected with other systems in various ways. For example, it is easier to conquer a region if you control a trade route to it or you can convert more people in the region which is under your control.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452110/header.jpg?t=1605224931",
    "developers": [
      "Dusan Petrovic"
    ],
    "publishers": [
      "Dusan Petrovic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}