{
  "1452450": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Distant Worlds",
    "steam_appid": 1452450,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Distant Worlds</h2>Golarion is the primary world of the Pathfinder campaign setting, but it is not alone. Far beyond its lands and seas, sister worlds revolve around the same sun, their residents connected by magical portals or ships of terrifying magic and technology. Now take your game off-planet and explore these weird new worlds for yourself!<br>This book offers a detailed introduction to the science-fantasy worlds of Golarion's solar system, each complete with its own mysterious locations and cultures. Discover how your swords and spells match up against the trench dwellers of the Red Planet or the angelic Sarcesians who soar between asteroids. Research the mysterious origins of the sealed world-ship of Apostae, or hunt vortex sharks in the freezing seas of Kalo-Mahoi. Though strange and new, each of these worlds uses the same Pathfinder Roleplaying Game rules as Golarion itself.<br>Within this book, you'll find:<br><ul class=\"bb_ul\"><li>Gazetteers of every planet and major moon in Golarion's system, from the steamy jungles of Castrovel and the machine-ruled rock of Aballon to post-apocalyptic Eox and divided Verces, where one side is always day and the other night. Plus, uncover information on the residents of the sun, Golarion's moon, the asteroid belt called the Diaspora, the dark regions beyond mysterious Aucturn, and more!<br></li><li>Introductions to the major cultures inhabiting the system. Will you join Castrovel's beautiful Lashunta, fight beside the four-armed giants of Akiton, study with the hyper-evolved Contemplatives of Ashok, petition the undead Bone Sages of Eox, or face down the insectile legions of the Forever Queen?<br></li><li>Easy new rules for adventuring on other planets, including discussions on gravity, temperature, time, vacuum, and traveling between worlds.<br></li><li>Adventure hooks for every world, tailored for GMs currently playing on Golarion.<br></li><li>Six brand-new alien monsters, from intelligent dragonkin who bond with humanoids to the great oma space-whales and amorphous, blimplike Brethedans.</li></ul>   Distant Worlds is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>by James L. Sutter<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452450/header.jpg?t=1768441396",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 1 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}