{
  "1452470": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Giants Revisited",
    "steam_appid": 1452470,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Giants Revisited</h2>No creatures demonstrate smaller races' relative insignificance better than the eerie and awe-inspiring giants, whose humanoid visages and cyclopean strengths exude an aura of both familiarity and terror. Standing in the long shadows of these colossi, smaller races can witness a form of primordial power that shakes the earth, churns the skies, and roils the waves.<br>Giants Revisited explores the traits and habitats of the biggest and meanest humanoids ever to tread the earth, towering beings whose motives and behaviors are as varied as their origins and amazing abilities. Each giant race's entry examines the creature's ecology and habitat, its interactions with other giants and races, advice on how to implement the behemoth in your game, unique stat blocks, and more.<br>Inside this book, you'll find goliaths such as:<br><ul class=\"bb_ul\"><li>Hill giants, the primitive, blundering brutes who plague valley communities and roving caravans in their endless search for food and destruction.<br></li><li>Cyclopes, the one-eyed behemoths whose ancient empire's ruins still dot tropical coasts.<br></li><li>Taiga giants, nomads who commune with ancestral spirits to guide them.<br></li><li>Rune giants, who were created long ago to enslave all of giantkind.<br></li><li>Marsh giants, froglike beings who conspire with otherworldly sea-spawn sent from their foul demon lord.<br></li><li>Cloud giants, whose mythical cloud cities are as much a thing of legend as their own lofty race.<br></li><li>Other herculean heavyweights such as the industrious fire giants, barbaric frost giants, capricious storm giants, and stoic stone giants.</li></ul>   Giants Revisited is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>by Jesse Benner, Ryan Costello, Brian R. James, Jason Nelson, Russ Taylor, and Ray Vallese<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452470/header.jpg?t=1768441493",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}