{
  "1452460": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Isles of the Shackles",
    "steam_appid": 1452460,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    Pathfinder RPG - Campaign Setting: Isles of the Shackles</h2>Intrepid seafarers seeking glory and gold need look no further than the vast and untamed island chain known as the Shackles. Throughout these isles, undead cyclopes guard eons-old treasure vaults, lycanthropic pirates maraud the waterways, and cannibalistic natives sacrifice trespassers to their otherworldly god-queen. On the treacherous seas surrounding the Shackles, a bold sailor may even rise to become one of the realm's infamous Free Captains, second only to the bloodthirsty Hurricane King himself--though the rapacious pirates who raid the archipelago's ports ensure that only the cunning and swift survive for long.<br>Isles of the Shackles provides a comprehensive overview of the verdant islands that make up this region, complete with buried treasure, dastardly corsairs, and ominous ruins of a fallen empire.<br>Inside this book, you will find:<br><ul class=\"bb_ul\"><li>An expansive overview of the six civilized regions of the Shackles, from the mainland's sprawling seaside metropolis of Port Peril to the sahuagin-plagued shores of Shark Island, complete with details on histories, notable rulers and personalities, and gazetteers of each region's varied locales.<br></li><li>Detailed entries on more than 20 of the Shackles' most dangerous and mysterious islands and islets, each with numerous plot hooks, helpful or treacherous NPCs, and unique locations for brave adventurers to discover and explore.<br></li><li>Stat blocks for each island, detailing the region's notable settlements and denizens, as well as possible plunder and resources, such as hidden harbors and shipwrecks.<br></li><li>A huge bestiary of new monsters and villains that roam the islands of the Shackles and the high seas around them, including the three-headed lusca, undead pirates and ghost captains, and the degenerate kuru cannibals of the Blood Queen.<br></li><li>Stat blocks for a wide range of seafaring NPCs, from humble deckhands and smugglers to pirate captains and shipboard sorcerers.</li></ul>     Isles of the Shackles is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>by Mike Shel<br><i>    This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1452460/header.jpg?t=1768441444",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}