{
  "1453030": {
    "name": "Hellworld!",
    "steam_appid": 1453030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Welcome to Hellworld!</strong></h2><br>&quot;Hellworld!&quot; is an exciting 2D side-scrolling adventure game. The story follows Seth, a young protagonist who awakens on the morning of his 13th birthday to discover a shocking revelation—he is the actual son of Lucifer himself. Moreover, Seth has inherited the extraordinary power of Despair.<br><br>Guided by his newfound ability, Seth embarks on a perilous journey to rally his half-siblings and challenge the tyrannical reign of his father, Lucifer. As players assume the role of Seth, they will explore a dark and intriguing world, battling hordes of enemies that stand in their way.<br><br>The core mechanic of the game revolves around Seth's unique power of Despair, allowing him to possess and take control of his adversaries. By harnessing this ability, players strategically navigate through each level, overcoming obstacles and engaging in combat.<br><br>Each level in &quot;Hellworld!&quot; is distinct and inspired by the concepts of the Seven Deadly Sins, offering a thematic and immersive experience. From the wrathful landscape of Fist Gulch to the gluttonous theme park Greaseland, players will encounter diverse environments teeming with challenges and secrets waiting to be discovered.<br><br>Prepare to embark on a thrilling adventure, delving into a twisted realm where darkness and despair reign supreme. Can Seth harness his power, rally his allies, and ultimately triumph over the malevolent forces threatening Hellworld? The fate of this unique and immersive universe rests in your hands.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1453030/header.jpg?t=1689956396",
    "developers": [
      "skullpixl"
    ],
    "publishers": [
      "skullpixl"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}