{
  "1453200": {
    "name": "Metu Caligine",
    "steam_appid": 1453200,
    "required_age": 0,
    "is_free": false,
    "description": "You woke up in a strange place not far from a mysterious mansion, immersed in darkness. Your memory is erased, snatches of memories and strange visions torment your mind. But you know for sure that this mansion can shed light on the secrets of your past. Explore it with melee weapons or firearms, destroy it with melee weapons or firearms. But remember, you can run out of ammo (an accurate headshot will solve this problem). Don't forget to use auxiliary items like lanterns (and don't forget to use auxiliary items like lanterns (and don't forget to use auxiliary items at the most inopportune moment)! Inspect every room, maybe there are shields for turning on electricity (this will obviously be very useful) Look for food and various medicines, they help you, to keep your health and strength, bandages to cause bleeding.<br />\r\nTry to get out of this nightmare, explore the environment for secrets or passwords, as well as keys and cards ... Not everything is as simple as it seems. Explore these strange places and try to get out alive !!<br />\r\nThis is the first game from SNDO Games. we are grateful for your feedback, they help us develop!<br />\r\nRebuild from 24.01.2021:<br />\r\n1) alteration and addition of locations, some locations will be completely redesigned, adding new locations;<br />\r\n2) reworked the visual presentation system, reworked effects and improved graphics;<br />\r\n3) added some useful items;<br />\r\n4) fixed bugs, incorrectness and visual clutter;<br />\r\n7) Fixed gameplay mechanics that made it difficult to complete.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1453200/header.jpg?t=1611509727",
    "developers": [
      "SNDO"
    ],
    "publishers": [
      "SNDO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}