{
  "1454800": {
    "name": "Light For Plants",
    "steam_appid": 1454800,
    "required_age": 0,
    "is_free": false,
    "description": "Do you love plants? <br />\r\nDo you love space? <br />\r\nHow about looking after plants in space by applying some basic quantum physics principles?<br />\r\nTime to apply your knowledge of light and advanced physics - split or teleport the Light Beam to make the Flowers in the level Bloom, saving the Space Station. <br />\r\nPlay with different elements and adjust them in a way that the light beam from the source reaches the plant located in the room. <br />\r\nTry it now and save the Space Mission!<br />\r\n<br />\r\n<br />\r\nPlay Light Games in Space Station<br />\r\nJoin our Astronauts on a Space Journey where they challenge the rules of Quantum physics as we know it - to look after plants and grow flowers. Apply quantum physics to bend, teleport and even split light source into multiple beams. Use mirrors, glass cubes, broken mirrors, prisms, portals and, open doors to control and direct the light beam.<br />\r\n<br />\r\n<br />\r\nSolve Light Beam Puzzle Games<br />\r\nPlay 'The Red Dragon' Chapter and unlock new and challenging Levels. Meet our astronauts and their favorite places to hang around the spaceship.<br />\r\nThe new light puzzle game features over 90 challenging levels scattered across 6 cool game chapters.<br />\r\nUse your skills to discover and explore them all! Each puzzle has only one solution and must be played strategically to win the level. You can also use hints to get help in solving the puzzles.<br />\r\n<br />\r\nPlant Care using Quantum Physics!<br />\r\nDownload Light for Plants and enjoy a physics-based game where you will use various elements to control and guide the light beam to our leafy friends. The survival of the Spaceship depends on you!<br />\r\n<br />\r\n<br />\r\nFeatures of Light for Plants – Physics Based Light Puzzle<br />\r\n• Simple and easy plant care light game<br />\r\n• Highly appealing space station graphics and cute animals and plants<br />\r\n• Smooth and easy drag and drop controls to adjust the light beam<br />\r\n• Solve puzzles by directing rays of light from source towards the plants<br />\r\n• View the levels from the main screen and replay any level<br />\r\n• Limited number of light deflectors and tools available for every level<br />\r\n• Option to reflect, teleport or split the beam of light to achieve end goal<br />\r\n• Over 90 Challenging levels scattered in clouds across 6 different chapters of the game world<br />\r\n• Discover and care for 6 adorable animal astronauts that need help to save the space station<br />\r\n• Receive frequent updates with new game chapters and more levels to explore<br />\r\n<br />\r\n<br />\r\nAre you ready to master plant care by using the rules of quantum physics and solve puzzles? If yes, the Light for Plants puzzle game is the best option for you. <br />\r\nDownload and play Light for Plants – Physics Based Light Puzzle and have fun today!",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454800/header.jpg?t=1607011587",
    "developers": [
      "Bluestial Games",
      "Blastproof Games"
    ],
    "publishers": [
      "Bluestial Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}