{
  "1454220": {
    "name": "Reign and Ruin",
    "steam_appid": 1454220,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/f46b8b2c3f058562779d8262eced384f.avif?t=1680996294\" width=600 height=168 /></span><br><br>Reign and Ruin is an immersive multiplayer medieval experience in which you must survive, craft, build, fight, siege, and ultimately establish your reign across the realm.<br><br>You wake up on the stranded shores of an unfamiliar land, with nothing but a club made of driftwood to defend yourself. Hunt wildlife, gather resources, build your settlement, and forge weapons and armor to protect yourself. With each resource you refine, fortification you lay, vassal you recruit, alliance your form, and battle you triumph, you will slowly establish your medieval dynasty.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/d9b4dbbe5a6e9ed8f6062126b2d9ac45.avif?t=1680996294\" width=600 height=139 /></span><br>Explore a vast world teeming with danger and beauty. Journey through dense forests, flowering fields, rolling hills, murky swamps, scorching deserts, dark caverns, plagued cities, towering waterfalls, erupting volcanoes, and snowy mountain peaks. Discover valuable resources and encounter ancient terrors, as you make friends and foes along the way.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/11ffb329b9597c7fa305434848a128d6.avif?t=1680996294\" width=600 height=139 /></span><br>A feature unique to Reign and Ruin in the survival genre is the ability for players to engage in a struggle against one another to become the King (or Queen) of the server and realm. The King will receive the ability to collect a resource-gathering tax from every player within the server. This means that as other players are out gathering resources (wood, stone, iron, coal, etc), the King will automatically deduct a portion of those gathered resources and receive them for himself. In addition, the King may wield the Ancient Godsword, don the Elder Crown, and lob the Holy Hand Grenade.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/7e8a9936820df977326deedc16f156f0.avif?t=1680996294\" width=600 height=139 /></span><br>Our skill-based combat system is designed to be fast-paced, bloody, and experienced in both first-person and third-person. Fight your opponents with melee, ranged, or magic combat. <br><br>Melee combat is inspired by Chivalry and Mordhau, allowing you to perform unique attacks including standard swings, fast stabs, and powerful overhead strikes. Additionally, you can go on the defensive by using a block, parry, riposte, jump, or duck. Those who wish to take out their opponents from a distance can use bows, crossbows, and throwing weapons. Meanwhile magic grants you the versatility of performing a variety of spell types including standard elemental, area-of-effect, healing, summoning, and denial-of-area. <br><br>With such an incredibly diverse approach to combat, be prepared to experience a plethora of clever strategies on the battlefield.<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/2e51e5819c58d6684859dc01750d1ab8.avif?t=1680996294\" width=600 height=139 /></span><br>Each time you land a strike on your opponent, their warm gushing blood will coat your weapon and spurt into the air. A vast array of period-realistic weapons and armor will be at your disposal to paint the landscape with the freshly drawn blood of your enemies. <br><br>We will support decapitation and delimbing to represent the visceral and brutal experience of close-quarters medieval combat. With some lucky strikes, you may return home with trophies of your foes that you can proudly display for all to see.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/99709fc605ddf31f795a593653bc7646.avif?t=1680996294\" width=600 height=139 /></span><br>Capture, hold, and execute other players. Use simple shackles to detain nearby injured opponents, or employ lassos to capture players from a distance once you’ve become more skilled in the art of capture.<br><br>Gain control of your captive and you'll have several options available for managing them. Options range from simply locking your prisoner in a cage, slowly torturing them in an iron chair, burying them alive in a coffin, publicly humiliating them in the pillory, or setting an example by executing them on the gallows. You can deliver medieval justice as you see fit.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/8b7247350cb888c3f1fad27b122b38a3.avif?t=1680996294\" width=600 height=139 /></span><br>Build anything from a small farm dwelling to an entire fortified castle citadel, piece-by-piece using our powerful and flexible building system. Place traps, external high walls, machicolations, and then deck out your living space with furniture, paintings, hearths, banners, and more. Build a castle where you can store your hard-earned loot and invite visitors to evoke their awe.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/c69587c62e07cb6d2dad8f036d02121e.avif?t=1680996294\" width=600 height=139 /></span><br>Our goal with Reign and Ruin’s crafting system is to bring the medieval professions to life. You can utilize historically accurate crafting and production stations such as tanneries, looms, forges, smithies, granaries, apothecaries, fletchers/bowyers, baking ovens, chandleries, bee skeps, siege engineer-shops, and much more. Harvest resources to craft tools, weapons, armor, and building materials. Refine your raw resources in refining stations and craft them into useful items at the appropriate production station. Progress to crafting higher-tier items by upgrading your production stations.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/fe40346215ebea4570a1f424c5845997.avif?t=1680996294\" width=600 height=139 /></span><br>Pesky neighbors? Just plop down a trebuchet and greet your neighbors with a 90kg stone projectile from over 300 meters away.<br><br>Once players fortify their settlements with stone walls and reinforce their gates with iron, you can no longer bash your way inside with handheld weaponry. You need to engineer advanced siege machinery such as siege ladders, battering rams, catapults, and trebuchets in order to gain entry and plunder their loot!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/extras/e662c38162ccf10634146e7ee7b82420.avif?t=1680996294\" width=600 height=139 /></span><br>Form a guild to expand your influence. You can choose your guild sigil, colors, and create a guild name that will be known across the lands. Represent your guild with tabards, banners, and shields that reflect your sigil as you march into the battlefield with your fellow men.<br><br>When the battles are over, celebrate with your friends through expressive emotes including dancing, lounging, laughter, salutations, and more! Set the scene with realistic, detailed furniture and base decorations. Finally, clothe yourself in a variety of period-accurate outfits to help you immerse into the medieval world of Reign and Ruin!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454220/header.jpg?t=1680996294",
    "developers": [
      "Azimpur"
    ],
    "publishers": [
      "Azimpur"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}