{
  "1454890": {
    "name": "Titanfall­™",
    "steam_appid": 1454890,
    "required_age": 0,
    "is_free": false,
    "description": "Millions of gamers have already heard the words “Prepare for Titanfall” crackle over a radio. They’ve experienced the feeling of dropping a Titan from orbit – of hearing the scream of a massive, 24-foot-tall mechanical monstrosity burning through the atmosphere. They’ve fought side-by-side with their Titan, running on walls and climbing buildings as their robotic buddy lays waste to enemies. They’ve jumped into the Titan to take control, and wreaked havoc on their enemies with rockets, plasma pulses, and 40mm rounds. They’ve experienced the future of first-person shooters. And now it’s your turn.<br><br>Get ready to call down your Titan and join the battle. When you purchase Titanfall, you automatically get the Season Pass, which contains all three map packs – that's a total of nine additional maps to crush your enemies in. (Note: Titanfall Deluxe Edition is Multiplayer only)<br><br><strong>Fluid, fast-paced combat. </strong> Your Pilot in Titanfall is more capable than the average soldier. You can run on walls and leap between buildings, dive around corners and tumble through the air. The ease of movement is liberating, and you’ll have a hard time going back to other shooters after feeling so quick and unencumbered. <br><br><strong>Control massive Titans. </strong>Though you're more than capable of taking down enemies while running through a map as a Pilot, you can call in your Titan companion to ramp things up a notch. Command it to follow you around and lay down suppressing fire, or jump into the cockpit and blast away the competition from within your Titan's thick metal shell. You can outfit Titans with different armaments, too, making them as customizable as your soldier. <br><br><strong>Play with every map. </strong> Purchase Titanfall and you'll automatically get the Season Pass, which includes all three map packs: Expedition, Frontier's Edge, and IMC Rising. Each pack adds three new maps to the game, so you can drop a Titan in nine additional arenas.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454890/extras/938f83e21e2a71c9b1a6f84b82b8052b.avif?t=1638381599\" width=600 height=300 /></span><h2 class=\"bb_tag\" >NOTE: Titanfall Deluxe Edition is Multiplayer only.</h2>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语<strong>*</strong>, 韩语, 波兰语, 葡萄牙语 - 巴西, 俄语<strong>*</strong>, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454890/header.jpg?t=1638381599",
    "developers": [
      "Respawn Entertainment"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 43,
      "total_negative": 143,
      "total_reviews": 186
    }
  }
}