{
  "1454910": {
    "name": "Substance 3D Designer 2021",
    "steam_appid": 1454910,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Adobe Substance 3D Designer</strong> is the industry's reference 3D Material Creation app. More than 95% of AAA game projects currently in development use Substance 3D as well as the most prestigious visual effects and animation studios.<br><br><strong>You will get free updates on Steam up to the end of 2021</strong><br><br><strong>Create amazing looking materials</strong> with full control and an infinity of variations. Edit complete texture sets instantly with Substance 3D Designer's node-based workflow and produce procedural, scan-based or hybrid Substance and MDL materials that will be directly compatible with your renderer or game engine.<br><br><strong>New in Designer 2021, generate and assemble procedural 3D models!</strong> A new graph type allows you to create 3D models, either by generating geometry from scratch, importing your own assets or combining both. Create parametric and tweakable furniture, plants, vehicles, building or abstract contraptions.<br><br><strong>Welcome to the community</strong><br>Substance 3D Designer is the tool on which the best texture artists in the industry rival themselves in a contest of ingenuity and skill, along with an ever-growing and friendly online community. Have a question or need some guidance? Join us on Discord or on our official forums, there is always someone ready to help. <br>Want to learn from the best? Join the more than 100 000 users on the Substance 3D Community Assets platform  (previously Substance Share) and download hundreds of free assets available to help you in your artistic journey.<br><br><strong>This license does not include access to the Adobe Substance 3D Assets platform (previously Substance Source). </strong><br><br>List of game engines and tools with direct Substance format support (Substance 3D Designer does not require a compatible renderer and can also export good old textures if needed):<br><br><ul class=\"bb_ul\"><li> Unreal Engine 4<br></li><li> Unity<br></li><li> Amazon Lumberyard<br></li><li> CryEngine<br></li><li> Autodesk Maya<br></li><li> Autodesk 3ds Max<br></li><li> Cinema 4D<br></li><li> Blender (via 3rd party plugin)<br></li><li> Modo<br></li><li> Houdini<br></li><li> iClone<br></li><li> and many more, find the full list on our website!</li></ul>",
    "supported_languages": "英语, 法语, 德语, 日语, 韩语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1454910/header.jpg?t=1646675782",
    "developers": [
      "Adobe"
    ],
    "publishers": [
      "Adobe"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 28 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 2,
      "total_reviews": 17
    }
  }
}