{
  "1455680": {
    "name": "BE HUNTED",
    "steam_appid": 1455680,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >WHAT IS BE HUNTED?</h2>Be Hunted is a special co-op horror game, that combines ghost hunting, escape game, psychological horror, paranormal activity, and more.<br>You can play alone (not recommended), or with up to 4 players for the basic gameplay mode. You can also (not now) play with 8 friends on the Possessed game mode. You will use your ghost hunting equipment to prepare yourself before running and crying around the map.<h2 class=\"bb_tag\" >STORY</h2>You are alone (or with friends) making urbex to find some ghosts or just to make a random video on the internet. Every time you start a new map, it begins with a cutscene, and If you find your path blocked, look around for clues on how to get out. Each game has a different puzzle, so you will need to talk a lot with your friends to coordinate your team before things get worse. (Don't open every door. If a door looks too bad to you, don't open it).<h2 class=\"bb_tag\" >GAMEPLAY</h2>In each map generated randomly there is a unique gameplay. Some of them are going to have CCTV Camera at the beginning to help your teammate, and in some others you're going to start all alone and you’ll have to talk with your friend to escape together (or not).<br>You can talk to ghosts to try to catch them and make more money, but be careful because if you start the wrong ritual, the ghost is not going to like you...<br>And don't try to dirty talk or talk too loud at the beginning of the map because sometimes there aren't ghosts but murderers. This is another form of enemy that actually hides in the map. So, if you find some blood, don't open the door too fast.<br><br>In order to win, you either  have to escape before everyone dies, or catch the ghost by performing ritual. You can also keep hiding from it and search for valuables. But be warned! The longer you stay, the stronger the enemy gets! Murderers can't be caught, so if you release one of them, run away, hide, and don't TALK...<br><br>After each game, you will earn XP to unlock equipment, maps, and new furniture for your lobby. (Everyone wants to look good when receiving a friend, right?)<h2 class=\"bb_tag\" >EXPERIENCES</h2>Co-op multiplayer: Play alongside your friends with up to 4 players and don't forget to watch behind because, if you don't, you'll lose someone.<br>Unique Enemy: Over 7 different types of enemies, all with unique ritual meaning. Each map is different.<br>Obstacle: Use traps or stun weapons to defend yourself if a serial killer runs after you. <br>Investigate: Use well-known ghost hunting equipment such as EMF Readers, Spirit Box, and Temperature checker to be ready in case there is a ghost around you. <br>Full Voice Recognition: Ghosts can hear you, and murderers too! Use your actual voice to interact with ghosts with Ouija Boards or with Spirit Box, but don't forget that if there isn't any ghost, there can be a murderer who can hear you and come to get you too.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455680/header.jpg?t=1609683827",
    "developers": [
      "Mystery Soul's"
    ],
    "publishers": [
      "Mystery Soul's"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 7,
      "highlighted": [
        {
          "name": "Welcome to the game !",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/dbddb24237c409f0561b587d3492ef418744c059.jpg"
        },
        {
          "name": "Don't be shy...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/923e56e6ded093f1883d2fbf3baec9a561a2ca2a.jpg"
        },
        {
          "name": "I beat the game !",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/284a1d6ff1893e92719cfce3c8a92b9eca3d9b88.jpg"
        },
        {
          "name": "Level up !",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/7c2827096d2ffab37259365feb693387076538c0.jpg"
        },
        {
          "name": "I'm rich !",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/c882e52841b6bd676d4f9f1aa7b908bf5379f257.jpg"
        },
        {
          "name": "You'r so slow...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/f1b9877e2181847c2b20beefc59fd841ea27f0d6.jpg"
        },
        {
          "name": "Because i don't like darkness.",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1455680/5235b40aa4eaf33cd680ab51e3d6952de768c0b4.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}