{
  "1455950": {
    "name": "Fantasy Grounds - Pathfinder RPG: Horror Adventures",
    "steam_appid": 1455950,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG: Horror Adventures</h2>There are things that dwell in the dark places of the world, in long-abandoned crypts or musty attics--terrible things that can destroy your body and shatter your mind. Few individuals would think to seek out such nightmares, but those drawn into the darkness often find it infecting them, corrupting them in ways both subtle and disgusting. Some believe those who die facing such horrors are the lucky ones, for the survivors are forever scarred by their experiences.<br><i> Pathfinder RPG Horror Adventures</i> gives you everything you need to bring these nightmares to life. Within these pages, you'll find secrets to take your game into the darkest reaches of fantasy, where the dead hunger for the living, alien gods brood in dreams, and madness and death lurk around every corner. Rules for players and GMs alike pit brave champions against a darkness capable of devouring mind, body, and soul. To prepare to face such torments, the heroes can take new feats, learn powerful spells, and even acquire holy relics--for they'll need every edge possible to survive!<br><i> Pathfinder RPG Horror Adventures</i> includes:<br><ul class=\"bb_ul\"><li>Corruptions that can turn your character into a powerful monster, from a blood-drinking vampire to a savage werewolf. The only cost is your soul!<br></li><li>Character options to help heroes oppose the forces of darkness, including horror-themed archetypes, feats, spells, and more!<br></li><li>A detailed system to represent sanity and madness, giving you all the tools you need to drive characters to the brink and beyond.<br></li><li>Tips and tools for running a genuinely scary game, along with an in-depth look at using horror's many subgenres in a Pathfinder campaign.<br></li><li>Expanded rules for curses, diseases, environments, fleshwarping, haunts, and deadly traps.<br></li><li>New templates to turn monsters into truly terrifying foes, from creatures made of living wax to a stalker that can never be stopped!<br></li><li>... and much, much more!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Wayne Arsenault</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455950/header.jpg?t=1768441763",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}