{
  "1455150": {
    "name": "Isometric World: Frame of Mind Demo",
    "steam_appid": 1455150,
    "required_age": 0,
    "is_free": true,
    "description": "In this game, you play is 15-year-old Cole Andrews on a journey through a Virtual Isometric 3D world. He doesn't know exactly for sure how he got there, but all he knows is that he has to find a way out.<br />\r\n<br />\r\nThe only way to do so is to reach the emergency exit at the very top of the world. To reach the top, you'll have to go through many levels containing puzzles of varying difficulty, collect items to help you along the way, and surpass obstacles that will try to prevent you from making it to the end.<br />\r\n<br />\r\nThe world you are in isn't just a normal, euclidean, isometric world. It's a place built on illusion and visual tricks. In order to get past this and reach the end, you'll have to work with something special, perspective. More specifically, by rotating yourself 90 degrees at a time using a special item.<br />\r\n<br />\r\nAn area or item that seems far away can actually be up close just by turning Cole 90 degrees in a certain direction.<br />\r\n<br />\r\nBe warned! You won't always have this mechanic to help you out! You'll have to be smart and clever to beat every puzzle, obstacle, illusion, and more to get out of the Virtual World and back home to the real world.<br />\r\n<br />\r\n&quot;Everything is not always what it seems.&quot;<br />\r\n<br />\r\nGood luck!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455150/header.jpg?t=1739089135",
    "developers": [
      "LJTProductions"
    ],
    "publishers": [
      "LJTProductions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}