{
  "1455750": {
    "name": "Growbots: Battle Academy",
    "steam_appid": 1455750,
    "required_age": 0,
    "is_free": false,
    "description": "Collect, Craft, and Battle! After crash-landing on an alien planet, you find your sibling missing. Playing as either Kenji or Lucy, you’ll have to venture out into this dangerous planet in search of your kin. Battle and scan wild monsters to acquire new moves for battle, unlock different types, and build Growbots of your very own to fight alongside you.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/2a85f5c51e889d5fa8680122e81a7ed0.poster.avif?t=1608294372\" width=500 height=300 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/2a85f5c51e889d5fa8680122e81a7ed0.webm?t=1608294372\" type=\"video/webm; codecs=vp9\"></video></span><br><br><strong>Classic RPG gameplay!</strong><br><br>Growbots is an RPG at its core, calling upon the same mechanics that made the genre’s classics great. It features vast <strong>customizability</strong> in types, movesets, and stats which means no two units will be identical, and there is a great deal of importance to your choices. Couple this with <strong>Active Turn-Based Combat</strong> and <strong>Item Crafting</strong> to explore a wealth of possibilities.<br><br>Growbots is going to be a new spin on the monster-collecting genre, while remaining truthful to its RPG roots, and we need YOU to join us on this journey.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/0fd6c55001d52dbc0e6b4cec9a0caa05.poster.avif?t=1608294372\" width=480 height=284 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/0fd6c55001d52dbc0e6b4cec9a0caa05.webm?t=1608294372\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/0fd6c55001d52dbc0e6b4cec9a0caa05.mp4?t=1608294372\" type=\"video/mp4\"></video></span><br><br><strong>Active Turn-based Combat!</strong><br><br>Fight in a real time Turn-Based combat system with up to eight party members against wild monsters and trainers alike! Quick decision making is key, as both you and your opponent’s ability to fight is determined by how fast you react. Turn order is dictated by the agility-based ATB Bar, and once it’s your turn, you better be ready, your time to act is limited.<br><br><strong>Strike out with Overcharge moves!</strong><br><br>The more you fight, the more your Overcharge meter fills. Once charged, you’ll have an ultra-powerful Overcharge move at your disposal. You can use it immediately to take down your current foe, or save it for a future battle, the choice is yours!<br><br><strong>Crafting and buying items for battle!</strong><br><br>As you traverse this foreign land, you’ll come across a variety of different materials. Gather them to craft items which will aid you in battle. Anything from healing to scanners can be manufactured or bought from vendors for your use in the troubles that come your way. <br><br><strong>Scanning and Dna!</strong><br>In order to grow your own Growbot, you must use a crafted item called a Scanner. From the weaker Basic Scanner to the advanced Ultra Scanner, use them on wild monsters to acquire ‘Scan-Data’. Gather enough ‘Scan-Data’ and ‘Dna’, a resource dropped from defeated monsters, and you can incubate and grow your Growbot. ‘Scan-Data’ can also be used to unlock new types and to unlock moves unique to the scanned monsters.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/a670803ec411e32aeb629496acc01142.poster.avif?t=1608294372\" width=480 height=268 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/a670803ec411e32aeb629496acc01142.webm?t=1608294372\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/a670803ec411e32aeb629496acc01142.mp4?t=1608294372\" type=\"video/mp4\"></video></span><br><br><strong>Your Growbot and You.</strong><br><br>Growbots come in all shapes and sizes, and even those of the same species are unique from one another since they can be customized in many different ways.<br>- When they level up, some stats are randomly distributed, but you can also use Reserve Points gained on level ups to manually alter stats. <br>- You can have up to three moves equipped, learning moves from level ups and scanning.<br>- Once all types are unlocked through scanning, you can freely change their two types between a total of eight at any time you want. Types change not only their playstyles and moves learned as you level up, but also their color palettes.<br>- 1/1500 Growbots will be Glitched, further changing the color palette.<br><br><strong>Types.</strong><br>Growbots: Battle Academy features eight types as follows:<br><br><strong>Basic:</strong> The most elementary type, it has well-rounded moves, and features grey colors.<br><strong>Flame:</strong> A strong offensive type, it sports high damaging moves, and features dark orange colors.<br><strong>Aqua:</strong> A buffing type, it uses stat-boosting moves, and features blue colors.<br><strong>Holy:</strong> A supporting type, it specializes in healing moves, and features yellow colors.<br><strong>Wind:</strong> A debuffing type, it uses stat decreasing moves, and features light orange colors.<br><strong>Earth:</strong> A defensive type, it handles protecting moves, and features green colors.<br><strong>Alien:</strong> An ailment based type, it afflicts status effects, and features pink colors.<br><strong>Cosmic:</strong> A glass cannon type, it utilizes powerful moves that leave it vulnerable, and features purple colors.<br><br>Each type also has its own strengths and weaknesses to other types.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/extras/b5e97761389345685962df6e19721ebd.avif?t=1608294372\" width=300 height=300 /></span><br><br>With your party of up to eight Growbots, mix and match types, moves, and stats to find the perfect team that fits for you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1455750/header.jpg?t=1608294372",
    "developers": [
      "Hellfun Games"
    ],
    "publishers": [
      "Hellfun Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}