{
  "1456420": {
    "name": "Manikineko Online",
    "steam_appid": 1456420,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><i>Welcome to Manikineko Online</i>, a groundbreaking MMORPG/Virtual World that merges fantasy, anime, cartoons, and every fictional universe into a single, vibrant tapestry. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Intro to The Lore</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >In a future where technology and magic intertwine, a portal to the afterlife was opened, heralding the arrival of the Phoenix God. This deity, embodying compassion and love, took on her final form - a fiery phoenix. After decades of peace, she decided to bestow her divine powers upon a chosen few - the players, who are the descendants of this majestic god.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Your Journey Begins</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Spawned into this fantasy realm, you'll explore an endless universe where every fictional character you've ever known exists. Here, you'll:</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- <strong>Awaken Your Powers:</strong> As a descendant of the Phoenix God, harness your unique abilities to shape the world these are known as skills.</p><p class=\"bb_paragraph\" >- <strong>Meet Sky:</strong> The enigmatic ruler of this realm, Sky, controls the Dreamscape, a mystical bridge connecting fantastical beings to the real world. Once used by angels and the spirits of the deceased, now it serves as a conduit for a new era of interaction between realms.</p><p class=\"bb_paragraph\" >- <strong>Interact with Legends:</strong> Encounter and ally with characters from every conceivable fictional narrative - from ancient myths to modern manga.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Gameplay Features</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- <strong>Infinite Exploration(Not implemented yet):</strong> Traverse through landscapes that defy reality, from anime-style cities to cartoonish wonderlands. </p><p class=\"bb_paragraph\" >- <strong>Customization:</strong> Tailor your avatar with powers, outfits, and accessories inspired by a mix of genres.</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Custom Character Models</strong>: All our classes have a fully custom made anime-styled character</p></li><li><p class=\"bb_paragraph\" ><strong>Modding Support(W.I.P):</strong> Create and manage custom regions ran by community members, expanding the world with unique content. </p></li><li><p class=\"bb_paragraph\" > <strong>Crafting:</strong> Gather resources and craft items, armor, and weapons to aid you in your adventures.</p></li><li><p class=\"bb_paragraph\" ><strong>Monsters:</strong> Face a variety of creatures and foes from across all genres, each with unique challenges and rewards. </p></li><li><p class=\"bb_paragraph\" ><strong>Different Classes:</strong> Choose from a diverse set of classes, each with distinct abilities and playstyles. </p></li></ul><p class=\"bb_paragraph\" >- <strong>Art Style Fusion(W.I.P):</strong> Experience a blend of anime aesthetics, realism, and medieval MMO-style visuals for a unique look. </p><p class=\"bb_paragraph\" >- <strong>Classical MMORPG Combat System:</strong> Engage in combat with a WoW-like system where skills and strategy are key to victory. </p><p class=\"bb_paragraph\" >- <strong>Networking:</strong> Powered by Unity Mirror and UMMORPG for seamless multiplayer interactions.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >The Dreamscape lore</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >With the portal's opening, the purpose of the Dreamscape evolved. No longer just a pathway for the deceased but a vibrant space where the boundaries between reality and fiction blur, allowing for unparalleled interactions and adventures.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Join the Legacy</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Step into this magical universe where you can be part of something truly extraordinary. Become a guardian of the realms, a hero or villain in stories yet to be written, and explore the infinite possibilities where your imagination is your only limit.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1456420/2a0dd06b66e7a44b51229cd40096454e9d673463/header.jpg?t=1766085855",
    "developers": [
      "manikineko.nl"
    ],
    "publishers": [
      "manikineko.nl"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}