{
  "1456490": {
    "name": "Formosa Night Market VR Arcade(by Taiwan)",
    "steam_appid": 1456490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to Formosa Night Market VR Arcade (by Taiwan)!</strong><br>Have you ever heard of Taiwan before? Located in East Asia, Taiwan is a beautiful island known as &quot;Formosa&quot; during the Age of Discovery.<br>The island has a rich culture and is full of friendly people. One of the best things to do in Taiwan is to visit the night market, which is one of the 10 best things to do in Taiwan. According to the statistics from Taiwan Tourism Bureau, over 70% of foreign visitors to Taiwan include night markets in their travel plans. Visiting Taiwan’s night market is a must-do for visitors to Taiwan, as you can experience activities ranging from shopping for daily necessities, enjoying delicious food, playing entertainment games, and immersing yourself in its cultural atmosphere.<br><br>The entertainment games and culture of night market in Taiwan are exactly what we want to introduce to everyone. We have selected the top rated &quot;Taiwan Night Market Games&quot; and made them into VR games for you to play. Even if you can't come to Taiwan during the COVID-19 pandemic, you can still play them with VR devices and enjoy these games from Taiwan.<br><br>Five popular games stands commonly found at night markets in Taiwan include basketball arcade, darts, archery, baseball pitching, and pinball. Remember! Every day these is a login reward of 100 mayCoin which can be used as tokens in game. Running out of tokens? No worries! Your login reward will be refreshed automatically during the midnight update at 00:00. CharmTickets earned from playing these games can be used to unlock colorful skins and even hidden buffs at the charmTicket exchange kiosk. Try to make your way to the leaderboard!<br><br>Also, there is a leaderboard in game calculating the accumulated scores from each player on a weekly basis, which means the more you play, the better your chances of getting on the rankings! Since our leaderboard is updated weekly, everyone has his/her chance of getting in the top ranks.<br><br>If you find our games interesting, we welcome you to pay a visit to Taiwan after the COVID-19 pandemic ends and experiences our customs and tradition by yourself!<h2 class=\"bb_tag\" >Basketball Arcade</h2>To play, you need to spend 10 mayCoins. (100 mayCoins will be refreshed daily at 00:00) You will be given corresponding charmTickets based on the score you got after playing each game. The basketball machine can go through three levels only. <br>CharmTickets can be used to unlock other Basketball Arcade Machines having different styles with cool animations and even hidden buffs at the charmTicket exchange kiosk. Try to make your way to the leaderboard!<h2 class=\"bb_tag\" >Pinball：</h2>To play, you need to spend at least 2 mayCoins ascredits bet. (100 mayCoins will be refreshed daily at 00:00) Press the green button to activate the Pinball machine. Press the blue button to select the odds you want to bet and a ball will be dropped with specified target position shown on the stage. If you want to spend<br>more mayCoins as credits bet, you may press the green button (+10) or the blue button (+1).<br>Start the game by pulling and releasing the plunger and the ball will be launched. If you successfully hit the specified target position with your ball, you will be given a prize equal to (odds) times (credits bet) as mayCoins. Let’s make some big bet and pull it off!<br>Be careful, it could cost you all your mayCoins.<h2 class=\"bb_tag\" >Baseball Pitching：</h2> To play, you need to spend 10 mayCoins. (100 mayCoins will be refreshed daily at 00:00) There are 10 baseball shots in each game. Press the green button to start the game. If all 10 shots were used up, you can press the opportunity button to get 3 extra shot. (3 mayCoins required) <br>Want to end the game? Simply press the red button to settle your final score. You will be given corresponding charmTickets based on the score you got after playing each game. CharmTickets can be used to unlock colorful baseball skins and even hidden buffs at the charmTicket exchange kiosk. Try to make your way to the leaderboard!<h2 class=\"bb_tag\" >Darts：</h2>To play, you need to spend 10 mayCoins. (100 mayCoins will be refreshed daily at 00:00) There are 12 dart shots in each game. Press the green button to start the game. If all 12 shots were used up, you can press the opportunity button to get 5 extra shot. (3 mayCoins required) <br>Want to end the game? Simply press the red button to settle your final score. You will be given corresponding charmTickets based on the score you got after playing each game. CharmTickets can be used to unlock colorful dart skins and even hidden buffs at the charmTicket exchange kiosk. Try to make your way to the leaderboard!<h2 class=\"bb_tag\" >Archery：</h2>To play, you need to spend 10 mayCoins. (100 mayCoins will be refreshed daily at 00:00) There are 20 arrow shots in each game. Press the green button to start the game. If all 20 shots were used up, you can press the opportunity button to get 8 extra shot. (3 mayCoins required)<br>Want to end the game? Simply press the red button to settle your final score. You will be given corresponding charmTickets based on the score you got after playing each game. CharmTickets can be used to unlock colorful arrow skins and even hidden buffs at the charmTicket exchange kiosk. Try to make your way to the leaderboard!<br><br><br><br><br><br><br><br>(If you run out of mayCoin, the system will give you 9 mayCoin for free.You can win more mayCoin at the pinball machines)",
    "supported_languages": "英语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1456490/header.jpg?t=1609756455",
    "developers": [
      "MayCharm Developer"
    ],
    "publishers": [
      "MayCharm Tech Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}