{
  "1457090": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Mystery Monsters Revisited",
    "steam_appid": 1457090,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Pathfinder RPG - Campaign Setting: Mystery Monsters Revisited</h2>Every culture tells stories of strange beasts that haunt the edges of civilization. Seldom corroborated, the accounts of those who have encountered such creatures are brushed aside, or at best turned into colorful local legends. But always lurking beneath such myths are more than a few shreds of doubt--for what if the stories were true?<br><i>Mystery Monsters Revisited</i> presents 10 elusive creatures inspired by real-world folklore. Each monster entry investigates the types of evidence the cryptid leaves in its wake, the creature's bizarre and secretive ecology, eyewitness accounts of the beast and its strange powers, advice on how to integrate it into your game, how the monster fits into the world of Golarion, and more.<br>Inside this book, you'll find:<br><ul class=\"bb_ul\"><li>Bunyips, ravenous seal-like beasts whose hunger threatens coastal communities.</li><li>Death worms, acid-spitting desert dwellers whose fatal poison and beams of electricity spell the end for unwary travelers.</li><li>Mokele-mbembe, long-necked saurians forgotten by time.</li><li>Mothmen, unfathomable agents of destiny that presage catastrophic events.</li><li>The Sandpoint Devil, a fire-breathing equine terror that ravages the hinterlands of its namesake community.</li><li>Water orms, whose myriad forms have spawned countless legends near the lakes they inhabit.</li><li>Yetis, misunderstood natives of mountain peaks whose violent urges can be traced back to fell, otherworldly energies.</li><li>Other enigmatic creatures like the towering sasquatch, destructive sea serpent, and of course, the notorious, blood-sucking chupacabra!</li></ul><i>Mystery Monsters Revisited</i> is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>By Richard Pett, Anthony Pryor, Amber E. Scott, Ray Vallese<br><i>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage</li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area</li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.</li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead</li><li>All the images and handouts from the book available to share with your players as you need them</li></ul> <i>Adapted for Fantasy Grounds by:</i> <strong>Wayne Arsenault</strong> <br> <br><strong>Requires:</strong> An active subscription or a one time purchase of a Fantasy Grounds Full or Ultimate license and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity or Fantasy Grounds Classic",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1457090/header.jpg?t=1678801570",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}