{
  "1457040": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Inner Sea Bestiary",
    "steam_appid": 1457040,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Inner Sea Bestiary</h2>This book contains dozens of new monsters found in the Inner Sea region--all invented specifically for the Pathfinder campaign setting! Some, like the gearsmen of Numeria or the moth-like star monarchs who serve the goddess of dreams, have been mentioned many times in Pathfinder Campaign Setting books, but others, like the alien vespergaunt or Rahadoum's desert-dwelling whirlmaws, have only been obliquely illustrated or mentioned before. And some--like the mysterious and ancient veiled masters, and the disturbingly alluring fungus queen--make their appearance for the first time in print after debuting in Paizo's office campaigns.<br>The<br><i>  Inner Sea Bestiary</i>  explores some of Golarion's most unique monsters. Inside this book you will find:<br><ul class=\"bb_ul\"><li>New monsters ranging in challenge rating from 1/3 (such as the mysterious syrinx) to 25 (the powerful infernal duke Lorthact).<br></li><li>Three new monstrous templates: the exotic mind-draining vetala vampire, the blighted fey of Fangwood, and the twisted mutants of the Mana Wastes.<br></li><li>Five new 0-Hit Die races ready for you to customize as villains--or playable as characters if that suits your particular game!<br></li><li>Beings both benevolent and destructive--48 in all--ready to challenge adventurers in any Pathfinder game!</li></ul>   The<br><i>  Inner Sea Bestiary</i>  is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can be used in any fantasy game setting.<br>By Jim Groves, James Jacobs, Rob McCreary, Erik Mona, Jason Nelson, Patrick Renie, F. Wesley Schneider, James L. Sutter, Russ Taylor, Greg A. Vaughan<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1457040/header.jpg?t=1768441817",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}