{
  "1457130": {
    "name": "Forgotten Soundscape",
    "steam_appid": 1457130,
    "required_age": 0,
    "is_free": false,
    "description": "Go on an audio journey by mixing soundscape and music in a very simple way! Delivered in Binaural, Stereo and in High Quality Audio!<br><br>{ Forgotten Soundscape } is a solo project made during the first containment period in France. The initial idea was to offer the possibility to create and modify a 3D sound environment as you wish thanks to an intuitive and ergonomic audio mixing platform accessible to everyone! Play with sounds and music at home, in your living room, on public transport (mobile version), in a waiting room or otherwise!<br><br>How does it work? Sounds and musical tracks are represented by small 3D models arranged on floating islands. Move the elements on the green central island to hear them. They are then spatialized and mixed in real time according to their position.<br><br>It offers you to create your own relaxing audio atmospheres!<br><br>Since June 24, 2021, { Forgotten Soundscape } include a new map in which you will be able to use your own audio files :<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1457130/extras/793edb99acf1c5da5f388cf3ce9d90ec.avif?t=1698586853\" width=700 height=154 /></span><br>- By double-clicking on a cardboard box or a pizza box (cf. gameplay trailer) you can browse into your hard drives and select audio files in wav, ogg, flac, mp3 and aif formats. <br>Light brown boxes will spatialize your sounds in stereo whereas darker ones will spatialize in binaural. <br>For each box, you can modify audio settings such as pitch and volume. <br>Pizza boxes are made for loops while cardboard boxes are set up for playing random pitch and volume. <br><br>- Also, you can now save your game (in all maps) by clicking the floppy disk icon in the top left corner of the screen.<br><br>- Moreover, all maps are now available in stereo and binaural.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1457130/extras/a365eb9c354dfa40e7f271bd47f962af.avif?t=1698586853\" width=700 height=154 /></span><br><br>I hope you’ll enjoy all these new features and don’t forget to share your audio creations!<br>#forgottensoundscape<br><br>Important Note : To get the most out of audio immersion, use headphones, especially with binaural sounds.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1457130/header.jpg?t=1698586853",
    "developers": [
      "Flavien Collet"
    ],
    "publishers": [
      "Flavien Collet"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}