{
  "1457110": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Irrisen-Land of Eternal Winter",
    "steam_appid": 1457110,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Irrisen-Land of Eternal Winter</h2>Far to the north lies a realm that the seasons never touch, where snow lies heavy on the ground all year and winter never releases its icy grip. A country ruled by White Witches with hearts as cold as the north wind--the daughters of the Queen of Witches herself, Baba Yaga--and supported on the backs of a conquered, enslaved people. A place where frost giants and hateful fey are respected citizens, and winter wolves stalk the streets in human form. This is the nation of Irrisen, a land cloaked in unceasing winter for 1,400 years.<br><i>  Irrisen, Land of Eternal Winter</i>  presents a comprehensive overview of this frigid kingdom, where the imperious control of the ruling class stifles the residents just as strongly as the harsh, never-ending winter.<br>Inside this book, you'll find:<br><ul class=\"bb_ul\"><li>A detailed exploration of the nation of Irrisen, from the icy fey stronghold of Feyfrost to the frozen forest of Hoarwood, including an extensive timeline of Irrisen's history and notes on traditional Irriseni holidays.<br></li><li>Detailed maps of Irrisen's six provinces and half a dozen of its most important towns and cities, from Queen Elvanna's capital of Whitethrone to the industrial town of Morozny.<br></li><li>Complete stat blocks for each of Irrisen's provinces and their capitals, detailing major settlements and notable denizens.<br></li><li>Numerous sites and events where adventure can be found, as well as hazards and afflictions that threaten visitors to these snowy lands.<br></li><li>A bestiary of new monsters and NPCs from Irrisen, such as Baba Yaga's Three Riders, the boreal creature template, and sample winter witches.</li></ul><i>  Irrisen, Land of Eternal Winter</i>  is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>By Mike Shel<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1457110/header.jpg?t=1768441975",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}