{
  "1458070": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Castles of the Inner Sea",
    "steam_appid": 1458070,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Pathfinder RPG - Campaign Setting: Castles of the Inner Sea</h2>Storming the Castle<br>Whether they are knights of chivalrous causes or nobles scheming nefarious designs, the movers and shakers of Golarion need strongholds to host their forces and to serve as a headquarters for launching their various plots and goals. Perhaps no strongholds are more suited to this challenge than the mortar-and-stone castles, keeps, and fortresses that dot the world, whether they are entrenched on grassy baileys or built into the sides of sheer mountain ranges.<br><i>  Castles of the Inner Sea</i>  provides a thorough exploration of six different castles set throughout the Inner Sea region of the Pathfinder campaign setting. Detailed descriptions of the castles examine their histories as well as their most important features and structures, breathing life into fully realized maps of the castle grounds. Rundowns of castle denizens and stat blocks for key NPCs give players reasons to fear the dangers of these soaring fortifications, and a sample adventure location for each castle makes it easy for Game Masters to drop castle encounters into any game.<br>This book contains details on the following castles:<br><ul class=\"bb_ul\"><li>Castle Everstand: A borderland stronghold standing between the pastoral lands of vigilant Lastwall and the vicious orc hordes of Belkzen.<br></li><li>Castle Kronquist: A haunted Ustalavic fortress that is home to one of the Whispering Tyrant's most dreaded vampire minions.<br></li><li>Citadel Vraid: A wicked castle founded as a gift to the Hellknights' Order of the Nail and rumored to be cursed by ancient magic.<br></li><li>Highhelm: A cultural and trade capital of the dwarven empire that stands as a testament to the glorious achievements of this industrious race.<br></li><li>Icerift Castle: An unfinished keep, ruined by the frigid winds of the north and supposedly haunted, that plays home to monstrous arctic denizens.<br></li><li>Skyborne Keep: A floating cloud castle ruled by a malevolent storm giant, who uses it as a vessel to plunder various merchant ships and trade caravans.</li></ul><i>  Castles of the Inner Sea</i>  is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>Written by Tim Hitchcock and Alyssa Faden.<br>Cover Art by Lars Grant-West.<br><i>  This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458070/header.jpg?t=1768442349",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}