{
  "1458030": {
    "name": "Fantasy Grounds - Pathfinder RPG - Bestiary 6",
    "steam_appid": 1458030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder RPG - Bestiary 6</h2><strong> Bow Down in Fear!</strong><br>Monsters have long stalked us in the darkness. Within this book, you'll find a host of these creatures for use in the Pathfinder Roleplaying Game. Face off against archdevils and the Horsemen of the Apocalypse, planar dragons and the legendary wild hunt, proteans and psychopomps, and hundreds more! Some creatures, such as the capricious taniwha, the mysterious green man, or the powerful empyreal lords, might even be willing to provide your heroes aid--if they deserve it!<br><i> Pathfinder RPG Bestiary 6</i> is the sixth must-have volume of monsters for use with the Pathfinder Roleplaying Game and serves as a companion to the<br><i> Pathfinder RPG Core Rulebook</i> and<br><i> Pathfinder RPG Bestiary</i> . This imaginative tabletop game builds upon more than 10 years of system development and an open playtest featuring more than 50,000 gamers to create a cutting-edge RPG experience that brings the all-time best-selling set of fantasy rules into a new era.<br><i> Pathfinder RPG Bestiary 6</i> includes:<br><ul class=\"bb_ul\"><li>More than 200 different monsters.<br></li><li>New player-friendly races, like the crazed monkey goblins, the telepathic albino munavris, the river-dwelling fey naiads, the wolflike rougarou, and the yaddithians of the Elder Mythos.<br></li><li>Numerous powerful demigods, from archdevils and Great Old Ones to empyreal lords and qlippoth lords.<br></li><li>New animal companions and other allies, such as fierce devil monkeys and loyal clockwork hounds.<br></li><li>New templates, including the entothrope and the mongrel giant, to help you get more life out of classic monsters.<br></li><li>Appendices to help you find the right monster, including lists by Challenge Rating, monster type, and habitat.<br></li><li>Expanded universal monster rules to simplify combat.<br></li><li>Challenges for every adventure and every level of play.<br></li><li>AND MUCH, MUCH MORE!</li></ul>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>A new reference manual organized for ease of reference and presentation. Share a single page if you like.<br></li><li>Tokens for nearly every monster<br></li><li>All the images from the book available to share with your players as you need them, conveniently linked to the NPC<br></li><li>Special abilities and spells linked to the NPC records for ease of reference and use during combat</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1458030/header.jpg?t=1768442249",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}