{
  "1459760": {
    "name": "Mickey Storm and the Cursed Mask",
    "steam_appid": 1459760,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Spy up and save your parents in this action-packed platformer!</strong><br><br>Welcome to the world’s greatest waterpark! In this resort full of wild adventures and thrilling waterslides only you, and your sister, can stop the evil Dr. Fisher! Using the powers of a mysterious mask this vicious villain has enchanted the entire park to finally trap your parents. Why? Because they are none other than the world famous Storm spies!<br><br>Jump, slide and rush through a series of challenging 2.5D water slides to take down Dr. Fisher and save your parents! But, don’t expect a walk in the park. Because of the curse, all slides are totally OUT OF CONTROL! Each area is filled with dangers, obstacles and enemies waiting for you in each corner, so brace yourself before you’re wiped out. Luckily you’re not in this alone as you’ll be accompanied by your special spy vlogging drone B.U.D.D.Y.<br><br>FEATURES:<br>• Play as either Mickey or Jenny Storm and become the hero(ine) who saves your parents!<br>• Platform, slide and choose your own route through 74 adventure-soaked levels<br>• Face nail-biting challenges in all of the areas in the waterpark. From the Tropical Trove and Volcanic Vistas to the Futureland and Forgotten Jungle<br>• Unlock 16 wild rides: including a Spy Scooter, Jetski, Penguin, Roborca (an awesome robotic orca)... and many more!<br>• Be ready! As you’ll face Dr. Fisher in various boss fights!<br>• Team up as both Storms in local co-op multiplayer!<br>• Work together with your special spy vlogging drone B.U.D.D.Y.<br><br>By purchasing Mickey Storm and the Cursed Mask you can support children in conflict-affected areas, as 5% of each purchase will go to War Child.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 荷兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1459760/header.jpg?t=1651491986",
    "developers": [
      "Triangle Studios"
    ],
    "publishers": [
      "Lion Castle Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}