{
  "1460240": {
    "name": "Fantasy Grounds - D&D Tasha's Cauldron of Everything",
    "steam_appid": 1460240,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Tasha's Cauldron of Everything</h2><strong> WHAT WONDERFUL WITCHERY IS THIS?</strong><br><i><br><strong> A magical mixture of rules options for the world's greatest roleplaying game.</strong></i><br>The wizard Tasha, whose great works include the spell<br><i> Tasha's hideous laughter</i> , has gathered bits and bobs of precious lore during her illustrious career as an adventurer. Her enemies wouldn't want these treasured secrets scattered across the multiverse, so in defiance, she has collected and codified these tidbits for the enrichment of all.<br><ul class=\"bb_ul\"><li>EXPANDED SUBCLASSES. Try out subclass options for every Dungeons &amp; Dragons class, including the artificer, which appears in the book.<br></li><li>MORE CHARACTER OPTIONS. Delve into a collection of new class features and new feats, and customize your character's origin using straightforward rules for modifying a character's racial traits.<br></li><li>INTRODUCING GROUP PATRONS. Whether you're part of the same criminal syndicate or working for an ancient dragon, each group patron option comes with its own perks and types of assignments.<br></li><li>SPELLS, ARTIFACTS &amp; MAGIC TATTOOS. Discover more spells, as well as magic tattoos, artifacts, and other magic items for your campaign.<br></li><li>EXPANDED RULES OPTIONS. Try out rules for sidekicks, supernatural environments, natural hazards, and parleying with monsters, and gain guidance on running a session zero.<br></li><li>A PLETHORA OF PUZZLES. Ready to be dropped into any D&amp;D adventure, puzzles of varied difficulty await your adventurers, complete with traps and guidance on using the puzzles in a campaign.</li></ul>Full of expanded content for players and Dungeon Masters alike, this book is a great addition to the<br><i> Player's Handbook</i> and the<br><i> Dungeon Master's Guide</i> . Baked in you'll find more rule options for all the character classes in the<br><i> Player's Handbook</i> , including more subclass options. Thrown in for good measure is the artificer class, a master of magical invention. And this witch's brew wouldn't be complete without a dash of added artifacts, spellbook options, spells for both player characters and monsters, magical tattoos, group patrons, and other tasty goodies.<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Zacchaeus</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1460240/header.jpg?t=1768442506",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}