{
  "1460230": {
    "name": "Javols VR",
    "steam_appid": 1460230,
    "required_age": 0,
    "is_free": true,
    "description": "Go back in time by living a unique virtual experience that will make the invisible visible.<br>Travel in Antiquity / Stroll through the streets of the city or fly over it like a bird and go in search of antiques used in the 2nd century.<h2 class=\"bb_tag\" >An emblematic place</h2>The Javols-Anderitum archaeological site, Capital of ancient Gévaudan, is partly managed by the Occitanie / Pyrénées Méditerranée Region.<br><br>It is being promoted by the Region as part of an exemplary partnership with the State, the Department of Lozère, the Community of Communes of the Hautes Terres de l'Aubrac and the Municipality of Peyre-en-Aubrac.<br><br>In 2016, in addition to the in-situ landscaping and the archaeological interpretation route, the Region wishes to script a permanent route using an innovative and immersive medium.<br><br>In 2017, the &quot;Javols 3D&quot; augmented reality application was launched, the first step in the creation of an innovative mediation tool to promote regional heritage.<h2 class=\"bb_tag\" >Towards a 100% virtualized environment</h2>Building on this successful experience with a conquered audience, the project team, wishing to go further in creating an immersive experience, imagines a new roadmap.<br><br>The project must respond to the desire to make Culture accessible to everyone and everywhere and thus to make the Javols archaeological site known throughout the country. Capitalizing on the know-how acquired for Javols 3D, the project team offers a project approach based on co-design in agile mode and using UX DESIGN.<br><br>Continue the adventure / discovery, visiting the Archaeological Site and the Javols Museum<h2 class=\"bb_tag\" >An innovative project approach</h2>Find the whole process on javolsvr.laregion.fr<br> <br>This application is accessible for people with motor disabilities, with the ability to navigate without using the joysticks (control via the headset only)<h2 class=\"bb_tag\" >Crédits</h2><ul class=\"bb_ul\"><li>Territorial community<br><ul class=\"bb_ul\"><li>Région Occitanie<br><ul class=\"bb_ul\"><li>Direction de la Culture et du Patrimoine et Direction des Systèmes d’Information et des Usages Numériques</li></ul></li></ul></li><li>Scientific partners<br><ul class=\"bb_ul\"><li>UMR CITERES – LAT/Université de Tours<br></li><li>Comité scientifique</li></ul></li><li>Development<br><ul class=\"bb_ul\"><li>IGO - igo.fr<br></li><li>Brainberry (UX-Design)</li></ul></li></ul>",
    "supported_languages": "法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1460230/header.jpg?t=1606829870",
    "developers": [
      "IGO"
    ],
    "publishers": [
      "Région Occitanie -  Direction de la Culture et du Patrimoine et Direction des systèmes d’information et des usages numériques"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}