{
  "1460210": {
    "name": "Compound Fracture",
    "steam_appid": 1460210,
    "required_age": 0,
    "is_free": false,
    "description": "It’s 1996, and the sky over New Manitoba City is choked with pollution.<br><br>An anonymous whistleblower contacted OSEA, claiming that ChronoGas had violated the federal laws banning the use of time travel. A health and safety enforcer was dispatched to investigate the claims, but found that the situation was more urgent than anyone could have predicted. He is forced to act decisively.<br><br>Take on the role of the enforcer as he cuts a path through a hostile world. Set right something that should never have happened.<h2 class=\"bb_tag\" >Humans were never meant to walk here.</h2>In the forests of an untouched planet, there is a lone installation. Dimly lit bunkers and offices lay empty, while distant cliffside structures cast shadows on the waves below. Heavy footsteps echo through abandoned hallways.<h2 class=\"bb_tag\" >It’s their world, not ours.</h2>Perfectly adapted for the prehistoric environment, the cunning utahraptor is no less confident within concrete walls. Ambush predators blend in among human detritus, and the ubiquitous compy might be the only creature beneath you in the food chain.<h2 class=\"bb_tag\" >Survival is taxing, mistakes have lasting effects.</h2>Leaving a trail of blood is certain to attract a predator, but a broken leg will guarantee you don’t escape. Not every fight is worth taking.<h2 class=\"bb_tag\" >Nothing is guaranteed.</h2>Outfit yourself with scavenged weapons and equipment. The compound once stocked ample supplies, but what remains will be hard to find, and dangerous to acquire.<h2 class=\"bb_tag\" >Act under your own discretion.</h2>Piece together information from scattered maps and documents to plan the best course of action, or rely on instinct and reflex alone to find your way.<h2 class=\"bb_tag\" >Put your life on the line.</h2>Test your skills in ENFORCER MODE - Replay the story in a warped timeline that will subvert your expectations and challenge your resolve.<h2 class=\"bb_tag\" >Customize your experience</h2><ul class=\"bb_ul\"><li>Adjust aspect ratio, resolution and field of view<br></li><li>Toggle texture warping, polygon jitter and dithering<br></li><li>Gamepad support and rebindable controls</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1460210/header.jpg?t=1765463559",
    "developers": [
      "Iteria Games"
    ],
    "publishers": [
      "Iteria Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}