{
  "1460950": {
    "name": "Schrodinger's Catgirl",
    "steam_appid": 1460950,
    "required_age": 0,
    "is_free": false,
    "description": "Schrodinger's Catgirl is a point-and-click sci-fi mystery visual novel from the studio that brought you Retrace: Memories of Death. Follow the adventures of the investigation duo, Lemi and Leon, when they stumble upon the assault of a young woman in an abandoned mansion. The team decides to investigate the incident themselves before the police get to the scene, but the more they look, the more the truth changes…<h2 class=\"bb_tag\" >INVESTIGATE AND EXPLORE</h2><br>Explore different rooms and floors in the manor with Lemi and Leon, finding more clues and evidence to build your case. Time itself has fractured, and using the flash from her camera, Lemi is able to switch rooms between their past and present versions. The more they investigate, the more reality itself collapses— there are infinite possibilities for what really happened, with each combination of events leaving its own trail of evidence. <br><br>Finding evidence of a beast that lurks in the shadows makes its presence more solid. Finding evidence that only humans created this tragedy makes the villain more human. There will be consequences for your actions. <br><br>[IS THE GIRL IN THE MANOR ALIVE OR DEAD?]<h2 class=\"bb_tag\" >FEATURES</h2><br><ul class=\"bb_ul\"><li>Beautiful painted backgrounds and expressive, animated sprites bring the world to life<br></li><li>A blend of puzzle, narrative, adventure and action.<br></li><li>Original music by harmonicblend.<br></li><li>Reactive narrative engine -- every player action can potentially change the world.<br></li><li>A huge variety of possible endings leading to high replayability</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1460950/header.jpg?t=1665616920",
    "developers": [
      "Spider Lily Studios LLC"
    ],
    "publishers": [
      "Spider Lily Studios LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}