{
  "1461050": {
    "name": "THE GAME OF LIFE 2: Ultimate Life Collection",
    "steam_appid": 1461050,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1461050/extras/c443390b56af824e2f6f52cd52a7c0eb.poster.avif?t=1753109573\" width=614 height=230 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1461050/extras/c443390b56af824e2f6f52cd52a7c0eb.webm?t=1753109573\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1461050/extras/c443390b56af824e2f6f52cd52a7c0eb.mp4?t=1753109573\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >Open up even more life paths across 10 incredible new worlds with The Game of Life 2: Ultimate Life Collection!</p><p class=\"bb_paragraph\" >Discover ancient secrets or blast off to futuristic frontiers. Dive into the deep or soar through the sky as a superhero. </p><p class=\"bb_paragraph\" >If you own The Game of Life 2 base game, get the Ultimate Life Collection to expand your selection of worlds and embark on amazing adventures over and over again.</p><p class=\"bb_paragraph\" >  </p><h2 class=\"bb_tag\" ><strong>INCLUDES:</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >FAIRYTALE KINGDOM – Take an enchanted quest through the Fairytale Kingdom. Contains the Fairytale Kingdom World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >HAUNTED HILLS – Will you test your tasty brains at the Haunted College, or go straight into a ghoulish profession? Contains the Haunted Hills World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >FROZEN LANDS – Get in your sleigh and qualify as an Arctic Scientist, or hit the slopes as a professional Snow Sledder. Contains the Frozen Lands World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >AGE OF GIANTS – Experience a fantasy prehistoric land where pegs and dinosaurs live in harmony. Contains the Age of Giants World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >SANDY SHORES – Go on a forever holiday to an island where the sun never sets. Contains the Sandy Shores World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >LUNAR AGE – Launch into orbit and build a new life on the furthest frontier! Contains the Lunar Age World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >SWEET HAVEN – Float into a land of sugar and cheer and get ready to dedicate your life to the art of candy-craft! Contains the Sweet Haven World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >UNDER THE SEA – Flash your fins in the mermaid outfit, become a Seaweed Tailor or invest in the Bank of Sunken Treasure! Contains the Under the Sea World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >EL DORADO – Journey into the mysterious deep jungle! Contains the El Dorado World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles). </p></li><li><p class=\"bb_paragraph\" >SUPERHERO WORLD – An extraordinary adventure awaits. Contains the Superhero World board, three unlocked outfits, three unlocked avatars, two unlocked vehicles, and eight additional unlockables (three more outfits, three more avatars and two more vehicles).</p></li></ul><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >Are you ready to embark on the journey of a lifetime again and again? Get the Ultimate Life Collection today! </p>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1461050/header.jpg?t=1753109573",
    "developers": [
      "Marmalade Game Studio Ltd"
    ],
    "publishers": [
      "Marmalade Game Studio Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}