{
  "1461420": {
    "name": "Subway Train Simulator 2D",
    "steam_appid": 1461420,
    "required_age": 0,
    "is_free": false,
    "description": "Become a subway train operator and explore the whole metro system of the city (89 unique stations on 21 lines) which contains more than 100 kilometers of underground, overground, and underwater rails. Experience what it takes to be a subway train operator and transport as many passengers as you can. Learn a real subway signaling system, drive the train at an appropriate speed, stop carefully at the end of each station, pick up all passengers, and get to the final station as soon as possible.<br />\r\n<br />\r\nThere are a lot of things to do in the game. Earn coins by transporting fully animated passengers to unlock new metro lines and useful train upgrades, get huge rewards by discovering new stations, change the look of any train to your liking, study the city map to get better knowledge of the whole metro system, enjoy driving in the opposite direction, beat your time records, or just enjoy realistic sounds you have never heard in any subway simulator.<br />\r\n<br />\r\nFEATURES:<br />\r\n- Explore the giant city with 89 unique stations on 21 lines<br />\r\n- Drive through 3 types of railroad (underground, overground, underwater)<br />\r\n- Upgrade the maximal speed, acceleration, and brakes of your trains to progress faster<br />\r\n- Upgrade your stamina to explore new areas and get closer to the final station<br />\r\n- Learn the real subway signaling system in a progressive and simple tutorial<br />\r\n- Visit a paint shop to change the paint of your trains to your liking<br />\r\n- Meet trains going in the opposite direction<br />\r\n- Simple game controls (power button, brake button, door button)<br />\r\n- Real train and ambient sounds<br />\r\n<br />\r\nThere is no time to waste, driver! Get into the cabin and enjoy driving in the Subway Train Simulator 2D, the biggest world of subways you have ever seen in one game!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1461420/header.jpg?t=1606848412",
    "developers": [
      "Daniel Viktorin"
    ],
    "publishers": [
      "Daniel Viktorin"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2000,
      "final": 2000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 20.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}