{
  "1461520": {
    "name": "Age of Rust",
    "steam_appid": 1461520,
    "required_age": "17",
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >You are Quinn Holt — a covert Syndicate operative navigating a fractured galaxy teeming with pirates, betrayal, and buried secrets. Blend stealth, gunfire, and puzzle-solving to survive black ops missions that blur the line between duty and conspiracy. Trust no one…<br><br><strong>The galaxy is in chaos, your destiny shrouded in mystery</strong></p><p class=\"bb_paragraph\" >AGE OF RUST is a gripping sci-fi stealth adventure set in the fractured year 4224, where Syndicate agents operate in the shadows of a galaxy ruled by pirates, corrupt megacorps, and unraveling alliances. You are Quinn Holt, a once-retired operative pulled back into covert service under Eclipse—an elite tactical division. What begins as a recovery mission quickly unearths a conspiracy that threatens to destabilize what little order remains in the stars.</p><p class=\"bb_paragraph\" >STEP INTO THE SHADOWS<br>As Quinn Holt, your past isn’t behind you—it’s what got you recalled. With war scars, black ops training, and a few regrets, you're the Syndicate’s best chance at staying ahead of the chaos. But when you're this deep in, loyalty is a liability—and secrets are currency.</p><p class=\"bb_paragraph\" >INFILTRATE A FRACTURED GALAXY<br>From war-torn outposts to corporate-run mining moons, explore tightly crafted environments filled with hidden pathways, surveillance traps, and locked-down intel caches. Whether you’re slipping through enemy corridors or cracking encrypted data vaults, every move matters.</p><p class=\"bb_paragraph\" >TACTICAL STEALTH. DEADLY CHOICES.<br>Use silence as your weapon. Take down enemies with precision, sabotage pirate operations, and slip away without leaving a trace. But every choice carves the path ahead—your actions echo across missions, shaping alliances, consequences, and the truth you uncover.</p><p class=\"bb_paragraph\" >PUZZLES HIDE THE TRUTH<br>Not every secret hides behind a locked door. You’ll decipher alien scripts, solve environmental puzzles, and unlock encrypted systems—each one pulling you closer to the heart of a conspiracy no one was meant to find.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1461520/dc0d4c6738d338b5fb127373dddcf93a1365fd90/header.jpg?t=1753290254",
    "developers": [
      "SpacePirate Games, LLC"
    ],
    "publishers": [
      "SpacePirate Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}