{
  "1462630": {
    "name": "Treasure Hunting Demo",
    "steam_appid": 1462630,
    "required_age": 0,
    "is_free": true,
    "description": "　Treasure Hunting es un juego de mazmorra para un solo jugador con 30 etapas, y puedes superar la etapa abriendo un cofre del tesoro en cada etapa, y el juego termina si le das a un pozo o a una flecha. El juego se despeja cuando pasas todas las etapas.<br />\r\n　Un escenario está formado por 17 tipos de artilugios y trampas en total, y apuntan al cofre del tesoro haciendo uso completo de los artilugios y trampas. Hay 14 tipos de trucos, como una puerta que puede abrirse colocando múltiples interruptores, y 3 tipos de trampas, como el magma y las rocas rodantes que fluyen de un pasaje por el que el jugador puede pasar.<br />\r\n　La primera etapa es simple, pero el nivel de dificultad aumenta a medida que se avanza en las etapas, y el camino hacia el cofre del tesoro se hace más largo y complejo. La estructura del escenario está diseñada teniendo en cuenta los enigmas, y el uso hábil de trucos y trampas en lugar del control de personajes llevará a despejar el escenario.<br />\r\n<br />\r\nEl número de trucos y trampas en un escenario<br />\r\nUn nivel de dificultad satisfactorio<br />\r\nLos controles son simples, así que incluso los principiantes del juego pueden disfrutarlos.<br />\r\n<br />\r\nEsta es una versión de prueba. Sólo puedes tocar hasta el escenario 10.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1462630/header.jpg?t=1605672040",
    "developers": [
      "Matsuta App."
    ],
    "publishers": [
      "Matsuta App."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}