{
  "1463050": {
    "name": "The Purification",
    "steam_appid": 1463050,
    "required_age": "16",
    "is_free": false,
    "description": "The Purification is an Indie Survival Horror game developed by a one man army JK Productions. <br />\r\nThe game concept is you are a survivor who is in a zombie infected world in Germany and you have to find a way out. The Survivor can't remember what exactly happend to him. As you wander around you will find out that some big company (inspiration from Resident Evil) is behind all of this. They are turning people into creatures (as for now zombies, later more monsters should be added) because they want to create different bioweapons. Your goal is to find the hospital, cause in future updates you will be infected and have to find a cure. In order to that you have to find the hospital (currently you have to play the example) and turn on the power, find the cure (currently not programmed), find the acces code, pick up the keycard and escape. You start unarmed and have to investigate the world in order to gain items. The Purification is currently in the Alpha Version and more content will be included from update to update. A multiplayer is also planned.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463050/header.jpg?t=1618478978",
    "developers": [
      "JK Productions"
    ],
    "publishers": [
      "JK Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}