{
  "1463100": {
    "name": "Idol Keeper",
    "steam_appid": 1463100,
    "required_age": 0,
    "is_free": false,
    "description": "Demons are invading our world. They are after the Idols, mystical creatures having the very essence of our world inside their heart. They are to be protected at all cost. If you fail to do so, our world will collapse.<br><br>Idol Keeper is a 3D one-player turn based game where you have to make many strategic choices as you face demon waves, with many random events guarantying hours and hours of unique gaming time.<br><br>Each playtime is guaranteed to be unique and will force you to make hard strategic choices. The game is designed to give players hours and hours of gaming, weither is it to casually play different maps on easy mode, each with unique events, or to meticulously clear each of them in hardcore and nightmare difficulties as well as all the 100s of achievements available.<h2 class=\"bb_tag\" >Rogue-lite turn based</h2>Choose one of the 24 maps, each with a unique event and specificities. Pick a difficulty (easy, normal, hard, hardcore or nightmare).<br>Hire fighters to repel waves of demon and protect your Idol at all cost. Each fighter will gain XP, unlocking talents at key levels (2, 5, 7 &amp; 10).<br>Upgrade your fighters with specific skills. Face hard strategic choices as you meet different spirits and loots. Clear as much map as you can, unlock as much achievement as you can. Upgrade your fighters permanently with 15 fighter-specific skills.<h2 class=\"bb_tag\" >Rich diversity</h2>Idol Keeper offers you a wide variety of possibilities, making each playtime unique:<br><br><ul class=\"bb_ul\"><li>24 unique maps with unique events and specificities<br></li><li>11 available fighters each with 13 unique skills, so more than 140 unique skills<br></li><li>9 different spirits with more than 100 unique bonuses or penalties<br></li><li>7 different tomes randomly appearing on each wave, boosting fighters<br></li><li>250 achievements to unlock<br></li><li>165 permanent skills to unlock for all fighters<br></li><li>11 unique runes &amp; 50 unique runewords available<br></li><li>18 unique enemies with 10 unique skills<br></li><li>7 unique boss making unique and epic fights<br></li><li>5 Idols to choose to fight along<br></li><li>20 unique artifacts</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463100/extras/932759255d193e42022edfddb11f8070.poster.avif?t=1646995575\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463100/extras/932759255d193e42022edfddb11f8070.webm?t=1646995575\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463100/extras/932759255d193e42022edfddb11f8070.mp4?t=1646995575\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Never ending game?</h2>Wether it is casually playing on easy maps on a Sunday afternoon with a beer in your hand or with a fully strategic mind focused on the game to clear a complicated map in nightmare mode, there is room for everyone, and for hours... and hours!<br>With 24 unique map, all available in 5 difficulties and hundreds of achievements to claim, you won't have time to rest.<br>Random events will make each playtime unique and interesting: it will sometimes be hard task to adapt!<br><br>Hop on in Idol Keeper and make sure to repel the demons! Beware, they won't be easy to eradicate and they sure won't leave by themselves!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463100/header.jpg?t=1646995575",
    "developers": [
      "Moutik Gaming"
    ],
    "publishers": [
      "Moutik Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}