{
  "1463700": {
    "name": "I Am Human!",
    "steam_appid": 1463700,
    "required_age": 0,
    "is_free": false,
    "description": "I Am Human! is an intelligence gathering bluffing party game where one of the players is an impostor - a disguised alien that has infiltrated the group of humans in order to gather information for an upcoming alien invasion of Earth.<br><br>A race to stop the invasion has now started. To save Earth, all that the humans need to do is simply interrogate each other in order to determine who among them is the impostor - that is, before the alien is given the chance to successfully blend in with society never to be seen again.<br><br>I Am Human! is a party game suitable for 3 to 10 players with the goal to interrogate each other through questions in order to reveal who among them is an alien impostor - or skillfully evade these questions to win as the impostor.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463700/extras/29ec3f90b09603a4ff1373a3e4846251.avif?t=1670238746\" width=600 height=239 /></span><h2 class=\"bb_tag\" >Here’s how it works</h2><br>At the beginning of the game one of the players is randomly chosen as the alien impostor - the rest are considered humans. What role you were randomly given (the impostor or a human) is only known to you and thus a secret to all other players. Since there is only one impostor in the group of players, the impostor will naturally know that all other players are humans. However, each human player does not know whether any other player is a fellow human or actually the impostor.<br><br>At the beginning of each game, a random secret “scenario” is also chosen which is also currently taking place. Possible scenarios could be, for example, at a hospital, a kid’s birthday party, or at a nuclear power plant. Each human player is told what the secret scenario is, while the scenario is kept hidden from the impostor. This means that all human players know that they might be, for example, at a hospital, but the impostor does not know the current scenario.<br><br>The impostor and the group of humans now have their very own win conditions. The goal of the impostor is to try and figure out which scenario the players are in, while the group of humans need to figure out who among them is the impostor. If the impostor correctly figures out the current scenario, they win. If the group of humans manages to identify the impostor correctly, they win.<br><br>Each player takes turns in selecting another player for interrogation and asks them a question. If the player asking the question is a human, they need to carefully phrase it to try and figure out whether the other player is a fellow human, and thus also knows the current scenario, or the impostor - without revealing too much information to prevent the impostor from identifying the current scenario. Likewise, the impostor needs to ask skillfully crafted questions to figure out the current scenario, without revealing to the rest of the group that they do not know about it since they are the impostor.<br><br>At any time during the game, the impostor can guess the current scenario. If they successfully guessed the right scenario, they won, otherwise they would lose and the humans win. Also, at any given time, any player (human, and even the impostor themselves) can accuse another player of being an impostor and a vote starts where the majority of players needs to agree on accusing the player. If the accused player was the impostor, the humans win. However, if the accused player was an innocent human, the impostor wins.<br><br>So, do you think you are clever enough to uncover the impostor hiding among your group, or are you sneaky and cunning enough to figure out the current scenario without exposing yourself as the impostor? Let’s see!",
    "supported_languages": "英语, 德语, 瑞典语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463700/header.jpg?t=1670238746",
    "developers": [
      "Broken at Release"
    ],
    "publishers": [
      "Broken at Release"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}