{
  "1463540": {
    "name": "Typing Hearts Demo",
    "steam_appid": 1463540,
    "required_age": 0,
    "is_free": true,
    "description": "TypingHearts is a dating sim where you are matched with virtual girls in your area and you must find a way to type yourself into their hearts. Combining a visual novel with fast-paced typing gameplay, TypingHearts will allow you to get to know 6 different girls, each with their own story to tell.<br />\r\n<br />\r\nUse the Virtual OS messaging interface to learn more about the girls’ likes and make sure those topics come up during dates by spelling out related words on your keyboard as fast as possible. Impress your dates by matching enough words without too many mistakes and they might let you take it to the bedroom…<br />\r\n<br />\r\nDuring dates, words fade in and out regularly. You won’t be able to type them all, so you have to choose carefully! These phrases are divided into six categories: Culture, Daily Life, Romance, Science, Sexuality, and World. Your dates each have their own preferences towards these categories, so you have to pay attention and hit the words that will have the most effect.<br />\r\n<br />\r\nIf you learn enough about a girl, you will unlock special words that act as a multiplier during your dates. Always be on the lookout for these words when you’re typing since they can really help you improve your score.<br />\r\n<br />\r\nStart dating eloquent girls today!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1463540/header.jpg?t=1620273995",
    "developers": [
      "TeamPulse"
    ],
    "publishers": [
      "TeamPulse"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}