{
  "1464520": {
    "name": "Blewie",
    "steam_appid": 1464520,
    "required_age": 0,
    "is_free": false,
    "description": "BLEWIE was created and programmed by a 1 man team out of a sheer love of puzzle and platform games.<br />\r\n<br />\r\nHelp BLEWIE escape the FUN-HOUSE by bringing the BLUE STONE to the BLUE PLATFORM.<br />\r\nControl BLEWIE, push the RED and BLUE STONES to build bridges. Use the YELLOW KEY STONE to unlock the YELLOW LOCK BLOCKS.<br />\r\nRED STONES are disposable. After you are finished with them, you can crush them.<br />\r\nAfter the YELLOW KEY STONE has unlocked the gate, it too becomes disposable and can be crushed.<br />\r\n<br />\r\nCrush the enemies with STONES for extra hearts to refill your life. Gain an extra life after every level you complete.<br />\r\n<br />\r\nWatch out for the different enemies, they each have different patterns. Some will even try to chase you.<br />\r\nIf that is enough to worry about, watch out for enemy objects such as slamming weights, cutting-edge axes, death spikes, acid, crazy saws and bloody tears.<br />\r\n<br />\r\nJust when you think you are safe, step into the fire world and watch for fire waves! Enter the dark world and find the hidden path through the darkness.<br />\r\nAfter everything BLEWIE has to go through, enter the giant world. The stages are massive. It will take all your puzzle solving skills to complete it.<br />\r\n<br />\r\nBut will that be the end? BLEWIE's must face his biggest nightmare!<br />\r\n<br />\r\nWith such an epic puzzle-solving adventure as the little ghost, will he catch a break?<br />\r\n<br />\r\nUnlock different abilities and cheat codes as you progress through the game and clear minigames.<br />\r\nCHALLENGES and FREEZE N FALL are playable from the start.<br />\r\n<br />\r\nBlewie contains an AUTOSAVE feature. To save your progress, go to the main menu. During gameplay, if you want to save your progress, pause the game and select quit. This will take you to the main menu where the game will save.<br />\r\n<br />\r\nBlewie contains a LOAD STATE feature. After completing a level, the game will create a SAVESTATE. If power is lost or you forget to save the game before closing the application, choose the LOAD STATE option to continue where you left off. Then from the pause menu, select quit to return to the title where your game will automatically save.<br />\r\n<br />\r\nFeatures<br />\r\n-Pick up and play<br />\r\n-Over 100 stages<br />\r\n-Over 20 different enemies<br />\r\n-Giant boss battles<br />\r\n-8 different minigames<br />\r\n-9 unlockable cheat codes<br />\r\n-A full-featured level editor to save up to 15 unique stages (either use the mouse or keyboard)<br />\r\n-English and Japanese language support<br />\r\n-Cooperative 2-player gameplay (during the main game)<br />\r\n-Ability to turn the music on or off<br />\r\n-ZERO in-app purchases<br />\r\n<br />\r\n*Seizure warning*<br />\r\nIf you have or have had epilepsy, please note that there are some sections of this game that have flashing images that can induce an epileptic seizure. Some 16x16 tiles in the game flash different colors",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1464520/header.jpg?t=1609677847",
    "developers": [
      "Freegashtantae Games"
    ],
    "publishers": [
      "Freegashtantae Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}