{
  "1464710": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Society Scenario #1-08: Revolution on the Riverside",
    "steam_appid": 1464710,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> Please note this product does not qualify for the PDF discount.</strong><h2 class=\"bb_tag\" > Pathfinder 2 RPG - Society Scenario #1-08: Revolution on the Riverside</h2>A Pathfinder Society Scenario designed for levels 1-4 (subtiers 1-2 and 3-4).<br>Venture-Captain Bjersig Torrsen has set out the call for a group of Pathfinders to compete in a race known as the Balgirdtrek. Taking place in the Land of the Linnorm Kings, this race is an annual event that includes participants from both the Varki and Ulfen people of the region. Bjersig hopes that by having the PCs participate, they might not only bolster the Society's reputation in the Saga Lands, but also document this exciting event. Although the Society has the organizers' official permission, some of the Ulfen competitors in particular see the Pathfinders' participation as an intrusion on their time-honored pastime. The true challenge of this race is not monsters or villains, but the harsh nature of the grueling marathon itself.<br><i> Written by:</i><br><strong> Steven Hammond</strong><br><strong> Scenario tags</strong> : Repeatable<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Martin Blake</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1464710/header.jpg?t=1768442796",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}