{
  "1464630": {
    "name": "Gravity in Space",
    "steam_appid": 1464630,
    "required_age": 0,
    "is_free": false,
    "description": "Gravity in Space is the ultimate synthesis of an astrodynamics simulation and an action shooter. You can learn what it’s really like to navigate and even fight a battle in space. Astronomy professors <i>hate</i> this trick!<br><br>Unlike most other space games you are actually bound to Newton’s laws of motion — you cannot control where you go <i>directly</i>, but only indirectly through acceleration impulses that add to your current velocity vector. Controlling a spaceship is totally different compared to an aircraft. It is much harder. No air resistance, no maximum speed, no limits. You have to completely rethink the basic idea of flying. Float around several gravitation centers and use them to get to your target. But you must not lose focus on your enemy! You have put yourself in superior positions, avoid his mines, repel his attacks, and finally shoot him.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Enter your own little spaceship and don’t let yourself get overwhelmed by six degrees of freedom. Rotate along any axis and boost into any direction you want, independent from your current speed and orientation. To this end, your ship is equipped with 16 powerful rocket engines.<br></li><li>Learn how to master astrodynamics and gravitational forces by solving various challenges. There are 25 of them spread over 14 different levels. Collect energy cores, reach certain orbits, destroy hostile explosives, fight against enemies, and more. A rank system tells you if you have trained enough to join multiplayer battles or to go to more difficult challenges. Maybe you have to retry a challenge to get a better score and to be promoted.<br></li><li>Visit not only familiar planetary systems, but also surreal levels. Fly into the inner of celestial objects, move between hundreds of floating asteroids, or hide within thick nebulas. While you have to mess with physics, you don’t need to care about scale. No boring, endless emptiness like in real space, but instead varied, compact levels. Travel around a planet in real time within seconds, and fly through a giant asteroid field in less than a minute.<br></li><li>A lot of celestial bodies are dynamic. There are worlds with hundreds of objects floating around a gravitation center, and you are right in the middle of them. But don’t worry: a sophisticated navigation assistance helps you to avoid collisions, even when you fly backwards, and to reach your desired orbit. But you have to keep an eye on resources, or you might lose control of your ship and crash into the next moon, planet, or asteroid belt.<br></li><li>Fight online against other players in 1-vs-1 mode. Carefully plan your orbit through space and outplay your opponent until you finally use your chance for an attack. Tactical movements and fast skirmishes take turns spontaneously. One match lasts up to ten minutes and is a diverting, exciting, demanding, and often emotional experience.</li></ul><br>Get ready for take off!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1464630/header.jpg?t=1752336115",
    "developers": [
      "Cross and Dot Products"
    ],
    "publishers": [
      "Cross and Dot Products"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}