{
  "1464850": {
    "name": "CloseCall",
    "steam_appid": 1464850,
    "required_age": 0,
    "is_free": false,
    "description": "Close Call is an action racing game where players compete in the revival of a dead motorsport series that disappeared due to safety regulations, controversy and internal warfare. Race for fame, fortune, or just the rush of expensive cars, high stakes and extreme tactics in an explosive motorsport fantasy.<h2 class=\"bb_tag\" >Early Access (Beta) Features:</h2>v0.49.61:<br><br>1 Environment, with 2 Tracks.<br>10 Vehicles to choose from.<br>1 Team affiliation.<br>All implemented customization unlocked.<br>Arcade Mode: Participate in a user-created event, restricted event settings.<br>Career Mode: Choose a race event, win cash, and spend on vehicles and upgrades.<h2 class=\"bb_tag\" >Planned Release Features:</h2><strong>-COMPETE</strong> in up to 24 driver-events, featuring races, derbies, and much more!<br><strong>-CHALLENGE</strong> your driving skills by drifting tight corners, drafting behind vehicles, jumping ramps, dodging debris and wrecks, and perform aerial stunts to wow the audience and earn Action Points to use against your enemies.<br><strong>-DESTROY</strong> your opponents: Vehicles and tracks armed to blow, blast your enemies with missiles, cargo containers, barrels, and more!<br><strong>-IMPRESS</strong> and gain reputation to join exclusive teams and unlock rare vehicles and parts. Earn sponsorships and start your own team to earn extra cash.<br><strong>-BUILD</strong> your dream cars: Choose from a selection of everyday hatches to prototype concepts, and customize them with basic parts to high-tech gadgetry. Engines, Superchargers, Transmissions, Drivetrains, Tires, Body Kits and more! Drivers can also import custom liveries and use them in-game.<br><strong>-DOMINATE</strong> the extreme motorsport world: compete in the 2020 championship, break records, and finish in 1st place.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1464850/header.jpg?t=1667771554",
    "developers": [
      "Reactive Entertainment"
    ],
    "publishers": [
      "Reactive Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}