{
  "1465340": {
    "name": "Free Spirit VR Meditation",
    "steam_appid": 1465340,
    "required_age": 0,
    "is_free": false,
    "description": "Free Spirit VR single-user experience immerses you into the meditative journey on the Inca path in the sacred valley of Peruvian Andes. Walking in beauty, connected with your heart and passion, you will explore the mountain track, admire the sunset above the Andean peaks, Urubamba river and mysterious Machu Picchu, listen to the sounds of nature and he relaxing native American flute and follow the voice of the wisdom woman inviting you to release the energy of the past and set your intentions for the future at the sacred fire while catching a glimpse of the Milky Way.<br />\r\n<br />\r\nVR user enters the virtual setting of Machu Picchu at sunset. They are guided by the voice of wisdom woman and invited to walk the path to the bonfire. The path is illuminated by the fire torches and the user has to use the controller visualized as a stick to make steps on the path using teleportation function. When the user arrives to the bonfire they have to click on the glowing bubble to get to the sitting part of the guided meditation at the bonfire.  At the bonfire the sunset is followed by the scene of the night sky view. The wisdom woman invites the user to set their intentions at the bonfire by writing and drawing and sending the drawings and writings to the fire. The freedom to write and draw and send to the fire is given as the timer is set for 10 minutes. The users can create as many paintings and write as many words as they want.  If the users are done faster with the painting and writing they can click on Continue button on the controller to listen to the closing part of the meditation. At the end of the guided meditation two options to stay or exit are eye triggered. The user can decide to stay as long as they wish or exit. The experience is open ended. Total VR Experience run time excluding user interactions at the bonfire is 20 minutes. ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465340/header.jpg?t=1623565769",
    "developers": [
      "Colibri XR GmbH"
    ],
    "publishers": [
      "Colibri XR GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}