{
  "1465050": {
    "name": "HaremKingdom",
    "steam_appid": 1465050,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Hilarious hijinks &amp; five romances at once, courtesy of Japanese developer SMEE!</strong></i><h2 class=\"bb_tag\" >STORY</h2><br>The man who's soon to be a king is seconds from a headlock.<br>All he wants is to live easy and have a good time. At this rate he'll turn into a spineless amoeba, and his childhood friend Hikari won't have it. They hash things out, they talk things over, in the heat of the moment his chest glows with magic— <br><br>The two of them wake up in a strange seaside city, with no idea how they got there. When a woman who claims to be the country's chancellor greets them, she clears things up: They've been caught in a desperate royal recruitment that happened to involve an inter-world kidnapping.<br><br>Hurled across dimensions, enthroned without warning, and suddenly the center of national attention...<br>Things are moving fast, and the king's first duty is to get married pronto.<br><br>“Build a harem around yourself, and spare no pains in the kingdom's development and the propagation of the royal line.”<br><br>The new king is afraid of love, but he'll have to get over it for his nation's future!<br>New brides appear in quick succession. The princess of a neighboring country, a beautiful noble with a personal interest...<br>As our hero disappears under a pile of women, even his childhood friend dives into the fray...?!<br><br>“I just want a normal romance!”<br><br>You're getting five at once. Say hello to the harem!<h2 class=\"bb_tag\" >CHARACTERS</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465050/extras/d1553ae372a7fc706650cad1c0e61108.avif?t=1724912078\" width=600 height=140 /></span><br><br>An inseparable and irrepressible childhood friend who's been with the protagonist since they were young.<br>To the new king, she's the only one he can fully cut loose with, and Hikari is a capable housekeeper to boot.<br>She becomes something of a guardian to him. Equipped with knowledge of beauty and fashion as well, she does take a certain pride in being a woman.<br>In matters of love she finds honesty difficult, but she knows from the start that she's in love with the protagonist.<br><br><i>“Yeah, yeah. I'm not gonna flip out over one little touch. I've known you since forever.”</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465050/extras/7b0530a127d090d7f05b0db656c2aa60.avif?t=1724912078\" width=600 height=140 /></span><br><br>A devastating beauty and devilish manipulator, born and raised in a noble house. Char, as she's called, is adorable and brilliant, and maximizes the advantages of being both. Most people she meets end up dancing on her strings.<br>Younger than the others but not by much, on the inside she's all too mature. Char is a daughter of old money, not new; she can't hide the elegance her upbringing instilled.<br>Aggressive in matters of love to a degree that could be called overwhelming. Knowing the male heart all too well, she soon has the protagonist's pounding to her beat.<br><br><i>“Hee hee. I think I warned Your Majesty? My love runs deadly deep...”</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465050/extras/ba4c54e67f45728835598253f921fae3.avif?t=1724912078\" width=600 height=140 /></span><br><br>The youngest-ever chancellor of the kingdom of Palretta, this career superwoman shows weakness to no one.<br>She serves the protagonist, her king, with distinction, as his closest aide in official matters.<br>In her eyes, the country far outweighs her own life, and she has no interest in pursuing love.<br>Though imperturbable and unruffled herself, she exhibits considerable kindness and thought for the needs of her new sovereign.<br>Marrou rarely allows herself to show softness, and even after you grow close to her, she's still mostly above it all.<br><br><i>“That ought to be enough playing around. You mustn't let me spoil you.”</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465050/extras/e80fd98864aa1e63b0433925af9704f9.avif?t=1724912078\" width=600 height=140 /></span><br><br>A delicate, lovely, and sheltered princess. She grew up as a beloved symbol of her people's prosperity, and became the protagonist's fiancee by arranged marriage.<br>Her education was strict, so she understands her role well, and has always prioritized it above everything.<br>Therefore, she rarely asserts herself, especially not over others. Her bright personality usually covers it, but underneath she's given up on her own happiness.<br>Meeting with the protagonist changes everything. New values spring up inside Sophia, and in the happiness of her daily life, she gives voice to a more playful side of herself.<br><br><i>“I'm so happy I met you, Dearest. No one ever let me be selfish before...”</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465050/extras/e42bb7ef48a979d9125c45bb66c1f101.avif?t=1724912078\" width=600 height=140 /></span><br><br>A girl a man can't help wanting to protect.<br>She doesn't speak much, and keeps her heart close. Sold into slavery as a young child, she has few memories of her parents.<br>Intelligent and intuitive, she's devoted to keeping those around her happy, but it's not for a positive reason.<br>She's afraid of being handled cruelly, and desperately afraid of fighting with others.<br>Meeting the protagonist and living with him, she slowly rediscovers her heart-melting smile.<br><br><i>“U-Um... am I really... adequate to do such things with you, Master...?”</i><h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>A laugh-a-minute visual novel<br></li><li>Beautiful art &amp; characters<br></li><li>Five adorable heroines<br></li><li>Five harem routes based on your relationships with ALL the girls<br></li><li>Happy endings for everybody!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1465050/header.jpg?t=1724912078",
    "developers": [
      "Smee"
    ],
    "publishers": [
      "Shiravune"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 17,
      "total_negative": 4,
      "total_reviews": 21
    }
  }
}