{
  "1466760": {
    "name": "RUNE II: Dragon Armor Set (Recipe)",
    "steam_appid": 1466760,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC unlocks the Dragon Armor <strong><u>RECIPE</u></strong> in RUNE II: Decapitation Edition.  Gather the resources to create it!<br><br><i>Ah, greetings, Viking. Gather round whilst I tell you of the mythical dragon armor that can be claimed by the most formidable warrior in RUNE II: Decapitation Edition. <br><br>Many moons ago, back when gods like Thor and Odin walked among men, there came whispers from a land that meets the Sky, of a large beast swooping among the clouds and snatching children from the ground. A brave warrior named Gunnar heard these stories and decided that he would travel there to slay the mighty beast. Many protested, saying that this dragon was too powerful for even the mighty Gunnar to slay, but he accepted no assistance. Now, the name Gunnar means “he who stands alone,” and he knew it to be his destiny to rid the land of this cursed monster. <br><br>While many different accounts of the great battle exist, one must be careful not to trust Elders with their dirty old Scrolls. What we do know is that at sundown on that first day, Gunnar disappeared through the smoke and haze into the dragon’s cave with his mighty sword, Skull Cleaver. For two days and two nights, the battle raged on inside that cave and on that final day, Gunnar emerged, covered in blood and worn, with the head of the dragon grasped firmly in his fist. He dropped to his knees and cried, “for Valhalla!” before succumbing to his mortal injuries. The corpse of the dragon was dragged out and returned to Midgard to honor all that this brave warrior sacrificed. <br><br>The dragon’s corpse was rid of his scales and forged in the fires deep within caverns of Hel's precipice, reinforced by dark and forbidden runic magic, and assembled by undead Draugr smiths from ages unknown. This Legendary Dragon Armor was made for worthy Vikings to wear in honor of Gunnar, the slayer of dragons.</i>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1466760/header.jpg?t=1606957213",
    "developers": [
      "Studio 369"
    ],
    "publishers": [
      "Ragnarok Game, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}