{
  "1466700": {
    "name": "A Monster, The Mauler",
    "steam_appid": 1466700,
    "required_age": 0,
    "is_free": false,
    "description": "Hi, there! You play as an Angel Soldier named (Your name here), you have an Angel Ghost named Lonra who's basically merged with you due to an experimental annoyance, and you have to find five keys to open a dumb gate in order to take down The Mauler--another experimental annoyance. Seems simple, right?<br />\r\n<br />\r\nYeah, it could be a simple task....if it weren't for certain enemies hogging the keys to prevent your progression. You may have to fight some poetic orcs, evil wisps that try to gain sympathy, rats that are terrified of you, blobs and wasps that refuse to go back to Kroleum Labs, rhyming puppets pretending to be blobs, Your Evil Twin, a crazy scientist named Onyx Varrum who basically started this whole mess, and of course, The Mauler herself.<br />\r\n<br />\r\nAlong the way, you'll meet some interesting characters like Tora Andren (a peppy, former circus knife-thrower turned honest thief), Nora Nomed (a sometimes no-nonsense Reaper Witch), and Nekrin Nomed (a somewhat gung-ho Reaper Soldier). You can even get Lonra's body back if you look in the right place.<br />\r\n<br />\r\nBecoming the Ultimate Demon is The Mauler's ultimate goal, so ultimately, you (and your new friends) have to stop her. Ultimately. So, what are you waiting for? The Mauler's not gonna kick her own ass!<br />\r\n<br />\r\nThis is also about six hours long, surprisingly enough. Have fun!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1466700/header.jpg?t=1607135060",
    "developers": [
      "Ginger Dansler"
    ],
    "publishers": [
      "Ginger Dansler"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}