{
  "1466620": {
    "name": "The Guardians of Peace",
    "steam_appid": 1466620,
    "required_age": 0,
    "is_free": false,
    "description": "Step into the shoes of Diego, a young aspiring squire training to become a paladin in The Guardians of Peace Corps amid a Darkling invasion led by the sinister Commander Selfish!<br />\r\n<br />\r\nUsing the seven unique energies of the universe, learn to harness your inner powers through meditation and use them to drive the seven hordes of darklings such as Sloth, Fear, and Hate back to the dark dimension.<br />\r\n<br />\r\nAs part of The Guardians of Peace, your goal is to save Hastina-Poora, a futuristic utopian society, from the corruption of the darkling hordes. This unique society harnesses the seven energies of the universe and uses them in their advanced tech to live in harmony with the rest of the universe. That technology was the beacon that attracted the darkling hordes which drove this society to the brink of collapse.<br />\r\n<br />\r\nWill you be able to master the ancient knowledge, harness these seven energies and become a true paladin in The Guardians of Peace?<br />\r\nLet’s bring peace back to the land and banish the darkling hordes once and for all!<br />\r\n<br />\r\nA player must use meditation, reflection and Qigong to liberate the islands of Hatina-Poora from the darklings that have come through the rift.<br />\r\n<br />\r\nThe game is released for 1080p, 2k, and 4k resolutions bringing this immersive experience to the player based on their hardware. Keyboard and mouse support as well as full controller support is included and can be switched in settings.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1466620/header.jpg?t=1640780762",
    "developers": [
      "The Toolshed LLC"
    ],
    "publishers": [
      "The Toolshed LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}