{
  "1466170": {
    "name": "Merchant of Phenistoria",
    "steam_appid": 1466170,
    "required_age": 0,
    "is_free": false,
    "description": "The Phoenix’s egg has been stolen by the Evil Lord.<br><br>A cult, hidden in its dungeon, encourages heroes to go recover it. The world, still inhabited by with magical creatures, is filled with quests for adventurers. And what does a hero need to succeed? Besides bacon.<br>Stuffs.<br>And it is up to you, the city’s merchant to sell them this equipment. Manage your shop, either by crafting your own items in a little workshop to obtain better performances or by offering a large panel of equipment in a larger shop.<br> <br>But beware, because the world is changing. Will the heroes be responsible for eradicating magic species ? will the Phenix’s egg end up in the right hands? Let’s see the story unfold from your point of view. You, the merchant of Phenistoria.<h2 class=\"bb_tag\" >Gameplay</h2><br>--- Hero ---<br><br>Heroes are all around town and hungry for quests! With or without your intervention, heroes move forward in the game. Each hero has a faction and characteristics that influence their preferences as well as their actions.<br>Do you want humans to eliminate these poor monsters? Craft them super-powerful equipment. Would you rather become the richest merchant of all times? Don’t hesitate to cut corners and sell as expensive as possible, even if the sword might break during battle…<br><br>--- Equipements &amp; Craft ---<br><br>You sell to heroes the equipemnt they need (swords, magic staffs, potions…) Each piece of equipment holds unique stats. A crafting system allows for the use of different ressources for the same recipe leading  to differences in final stats.<br><br>--- Competences and improvements ---<br><br>Unlock plenty of competencies allocated to different categories (crafting, selling, mercenaries) and evolve your shop to become the merchant you dream of.<br><br>--- History and events ---<br>Merchant of Phenistoria is a game telling a fantasy story from the view of a merchant. You will influence the story, but you won’t be the sole actor doing so.<br> <br>A certain number of major events will take place during the course of a game. They will depend on the way the History of Phenistoria moves forward.<br>Phenistoria is a lively town and a multitude of minor events will take place, according to the lives of its inhabitants and its heroes, such as tournaments or pub fights…<br><br><br><br>Your actions influence the world<br><strong>Merchant of Phenistoria</strong> is a systemic game, which means that the world changes with or without your actions. Each of your action will have a slight impact on the world but, at the end of the day, it is all of these actions that make history. Your own history.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1466170/extras/6c21bfc191c33088c33a405cae69e9ed.avif?t=1645974513\" width=300 height=315 /></span>",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1466170/header.jpg?t=1645974513",
    "developers": [
      "Vecteur-Jeux"
    ],
    "publishers": [
      "Vecteur-Jeux"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}