{
  "1466340": {
    "name": "Order of Battle: Allies Defiant",
    "steam_appid": 1466340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Allies Defiant covers the battles starting from spring 1940 to late 1942 and is the first chapter in a new trilogy of DLCs that depicts World War 2 from the Allied perspective. </strong><br><br>The new campaign deals primarily with the British involvement in battles across Europe, the Mediterranean and North Africa from spring 1940 to late 1942.<br><br>In the first battle the player takes command of British units deployed to Norway, but as the war intensifies on the Western Front in May 1940, the next two scenarios feature defensive battles in Belgium and France.<br><br>Afterwards the campaign moves to North Africa, where British forces battle Axis troops in Egypt and Libya. In spring 1941 the player gets to fight the crucial naval battle at Cape Matapan in the Mediterranean Sea, before they are reassigned to participate in the defence of Greece.<br><br>The last stage of Allies Defiant focuses again on the desert war, which changed dramatically with the arrival of Rommel's Afrikakorps. Since the Desert Fox managed to drive the Allies back into Egypt in 1942, the player has to deplete enemy offensive strength before he can finally resume offensive operations themselves. Allowing them to deal Axis forces a decisive defeat at El Alamein.<h2 class=\"bb_tag\" ><strong>SCENARIOS:</strong></h2><br>1. Trondheim - When Germany invades Norway in April 1940 the British and French forces are brought in to block German advances, leading to the first clashes of British and German ground forces in World War 2.<br><br>2. Lowlands - At the beginning of the German campaign in the West in May 1940 the British Expeditionary Force is deployed to defend the Dyle river line in Belgium.<br><br>3. Dunkirk - Following the surprise breakthrough of the Wehrmacht forces at Sedan, British and Allied troops cut off by German 'Blitz' advances hope to get evacuated from Dunkirk.<br><br>4. Compass - After Italy joined the war and launched its first offensive against British positions in North Africa. The Western Desert Force prepares to strike back in Operation Compass.<br><br>5. Beda Fomm - In the second stage of Operation Compass, the British aim to deal the retreating Italian 10th Army a decisive defeat.<br><br>6. Matapan - While Britain prepares for a new crisis in the Balkans in spring of 1941, the Royal Navy seeks to intercept and destroy an Italian battle group at Cape Matapan, south-west of the Peloponnesus.<br><br>7. Greece - As the German Balkan campaign moves rapidly Force W, a combined contingent of British and Commonwealth units, is deployed to aid in the defence of Greece.<br><br>8. Bomb Alley - After Rommel's Afrikakorps turned the tide again in the desert war, the besieged Allied garrison of Tobruk needs to be supplied by naval vessels that are under the constant threat of Axis air attacks.<br><br>9. Crusader - In late 1941 the British launch Operation Crusader, a determined offensive against Axis forces to relieve the defenders of Tobruk.<br><br>10. Gazala - With his reinforced Panzerarmee Afrika, the Desert Fox is on the offensive again in summer 1942 to attack Allied positions at the Gazala Line.<br><br>11. Alam el Halfa - Rommel makes a final attempt to decisively defeat Allied forces dug in around El Alamein.<br><br>12. El Alamein - Following the defeat of Rommel's attacks and after weeks of preparations, Allied forces begin a decisive offensive to drive Axis forces out of Egypt for good.<h2 class=\"bb_tag\" ><strong>NEW UNITS:</strong></h2>1. Hawker Hurricane Mk. IID <br>2. Handley Page Halifax <br>3. Daimler Mk.I<br>4. Scammell Pioneer",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1466340/header.jpg?t=1611853621",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}