{
  "1467120": {
    "name": "IL-2 Sturmovik: Tank Crew - Clash at Prokhorovka",
    "steam_appid": 1467120,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Tank Crew – Clash of Prokhorovka</strong> is an entirely new and challenging way to enjoy the <i>IL-2 Sturmovik: Great Battles</i> series from a different perspective! </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Tank Crew is a new ground-breaking tank simulator that allows you to experience WWII from inside one of ten legendary WWII tanks and battle enemy armored units for control of the village of Prokhorovka and the surrounding area during the battle of Kursk in 1943. In the largest mechanized battle of all time, you can command your tank crew in both single-player and multiplayer environments and battle the enemy in intense missions and grueling combat. Maneuver your tank to find the enemy’s weak-spot while trying to keep your own tank’s vulnerabilities from being exposed. One carefully placed round is all it takes to decimate your crew and destroy your tank!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Tank Crew contains ten famous tanks and armored vehicles that you can drive, shoot and command in virtual combat alone or with friends. Tank Crew also comes with a map of the Prokhorovka sector of the Kursk salient which includes the Prokhorovka village and surrounding countryside. The topography is taken from satellite data and painstakingly reproduced to accurately reflect the battleground as it was in 1943. Houses and buildings in the village are destructible and no match for your tank. You can also knock over trees as you battle your way to victory. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467120/extras/37b040019718658a6df103a376a6096a.avif?t=1734533309\" width=600 height=771 /></span></p><h2 class=\"bb_tag\" >Several Ways to Play</h2><p class=\"bb_paragraph\" >You can choose several ways to play Tank Crew in either single-player or multiplayer modes. We have designed Tank Crew from the ground up to take full advantage of all our mission design logic and multiplayer capabilities of the IL-2 Sturmovik simulation engine. You can operate the tank yourself or have friends join your crew and each person perform another vital function as driver, gunner, machine-gunner or tank commander!</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Quick Mission Support</h2><p class=\"bb_paragraph\" >If you just want to jump into a tank and start shooting, we have several tank skirmishes available in the Quick Mission Builder. These skirmishes are a great way to hone your tank combat skills before you tackle objective-based single-player missions or intense multiplayer missions. And if you own any other Great Battles title, you can also use play tank skirmishes on other maps, not just the Prokhorovka map.  </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Two Historical Scripted Campaigns</h2><p class=\"bb_paragraph\" >If recreating history is interesting to you, we have built and included two historically based Scripted Campaigns that tell the story of the battle for the Prokhorovka sector – <i>Breaking Point</i> and <i>Last Chance</i>. <i>Breaking Point</i> showcases the Soviet side and <i>Last Chance</i> recreates the German experience.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Each campaign is ten missions long and highlights the tactical and strategic reality of the battle. German tanks are fewer, but extremely deadly and Soviet tanks are more numerous but outgunned in a one on one fight. It’s a fascinating experience and since we have taken great pains to build these tanks to match their historical counterparts, you will quickly learn what these brave soldiers knew in the real battle - not all tanks are created equal! However, with great skill and bravery, you may be able to survive to fight another day!  </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Single-Mission Scenarios and Support</h2><p class=\"bb_paragraph\" >Tank Crew includes ten fast action missions that allow you to familiarize yourself with each tank and learn its driving and gunnery systems while blasting away enemy units. Ten more custom scenario missions feature each highly detailed tank and send you on a mission to confront the enemy and accomplish the objective. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Multiplayer Missions and Support</h2><p class=\"bb_paragraph\" >Tank crew also includes three specially designed Co-Op missions that you can play with your friends as either part of the same tank crew or as enemy combatants. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >We have also included two ‘Tank Dogfight’ multiplayer missions that you can host as your own server or join other servers and battle your friends in a pure test of your armored combat skills. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Community Content Support</h2><p class=\"bb_paragraph\" >As with all IL-2 Sturmovik: Great Battles series titles, Tank Crew supports content created by the community such as skins, missions and campaigns. Tank Crew fans are already creating additional skins and missions for you to download and enjoy. You can download our Photoshop templates and create your own paintjobs or build your own missions using our powerful Mission Editor. Much content is already available in the Tank Crew section of the Official IL-2 Discussion Forum.  </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Part of a Larger War</h2><p class=\"bb_paragraph\" >Tank Crew is part of the IL-2 Sturmovik: Great Battles series, which means that Tank Crew is compatible with all the other Great Battles series titles such as Battle of Stalingrad, Battle of Moscow, Battle of Kuban and Battle of Bodenplatte. If you have these other titles you can use your Tank Crew tanks in any mission or server that is designed to include tanks from Tank Crew. This is especially common on multiplayer servers that want to include a combined arms approach with both air and ground units operating.  </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Additional Details</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >10,000 sq. km. map which is ideal for joint multiplayer combat of tanks and aviation units</p></li><li><p class=\"bb_paragraph\" >Highly-detailed scenery in main battle area around Prokhorovka including destructible buildings with a detailed damage model</p></li><li><p class=\"bb_paragraph\" >Ability to play on any other IL-2 map you own and in multiplayer</p></li><li><p class=\"bb_paragraph\" >VR Support</p></li><li><p class=\"bb_paragraph\" >Detailed and precise exterior models of player's vehicles</p></li><li><p class=\"bb_paragraph\" >Full-scale 3D interior of each tank with correct animations of major controls and gauges</p></li><li><p class=\"bb_paragraph\" >Four playable stations in each crew - Commander, Driver, Gunner, Radioman/Machine-gunner</p></li><li><p class=\"bb_paragraph\" >Ability to play offline in a single-player mode after downloading the game and the first successful online login</p></li><li><p class=\"bb_paragraph\" >Ability for friends to join your tank crew in multiplayer and play online</p></li><li><p class=\"bb_paragraph\" >Historical scripted Soviet and German campaigns</p></li><li><p class=\"bb_paragraph\" >Custom skins support</p></li><li><p class=\"bb_paragraph\" >Quick Single Mission generator</p></li><li><p class=\"bb_paragraph\" >Two multiplayer modes of gameplay - Cooperative and Dogfight</p></li><li><p class=\"bb_paragraph\" >Precise ballistics with armor-piercing and high-explosive rounds</p></li><li><p class=\"bb_paragraph\" >Realistic gun-sight visuals and optics</p></li><li><p class=\"bb_paragraph\" >Realistic physics model and performance of player tanks</p></li><li><p class=\"bb_paragraph\" >Detailed damage models with malfunctions of major tank systems</p></li><li><p class=\"bb_paragraph\" >Unique caterpillar physics and visualization</p></li><li><p class=\"bb_paragraph\" >Improved tank platoon AI</p></li><li><p class=\"bb_paragraph\" >Mission Editor support</p></li></ul>",
    "supported_languages": "英语, 俄语<strong>*</strong>, 德语<strong>*</strong>, 法语, 西班牙语 - 西班牙, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467120/header.jpg?t=1734533309",
    "developers": [
      "1C Game Studios"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 26800,
      "final": 26800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 268.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 0,
      "total_reviews": 11
    }
  }
}