{
  "1467850": {
    "name": "AZURE DOMAIN™",
    "steam_appid": 1467850,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467850/extras/2db1c39fc9c25a617e1f991fc33b30d6.avif?t=1689015879\" width=488 height=135 /></span><br><br><i>The world is dying. A shroud of heavy, toxic clouds blankets the lands, choking and killing everything underneath. In a last ditch effort to save themselves, mankind has taken to the skies. Atop floating platforms built with the latest technology, and with increased advancements in the field of air travel and transportation, humanity managed to escape its doom.<br><br><br>But all was not well. The once-powerful nation of Solbourne, that had united the people under the auspices of the Sun Goddess, had broken into pieces. The new nations now fight amongst each other for precious resources, and Solbourne itself has succumbed to the corrupt rule of the Solar Ecclesiarchy, almost completely usurping the mantle from the Priestess. With little hope left, the reigning Solar Priestess, Tali’dah et Sol, is secretly launching a campaign to bring the nations back into the fold. Tapping into her loyal followers, she seeks to spread a message of peace even as the world burns. But she has made little progress, and Sol, the Sun Goddess herself, is nowhere to be found.<br><br>Amidst the war and chaos of this shattered world, a new evil is brewing that threatens to erase humanity once and for all. An extermination 200 years in the making, a being known only as Ginuun is harnessing the extradimensional powers of the fabled Outsiders, entities that transcend life and death, to carry out global extinction. His targets are the floating platforms that are humanity’s lifeline, and one such platform in the far corner of the world, New Horizons, will be the first to meet that fate.<br></i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467850/extras/82caf1e49292bd121681191bd0213f98.avif?t=1689015879\" width=488 height=135 /></span><br><br>The game’s primary focus will be a single player campaign. You will follow the story of Marcus as he fights to bring together the people of the world.  Along the way you will explore the world of Azure Domain freely to unlock many addition areas with side quests and stories rich with lore.<br><br><br>Gameplay consists mainly of dogfighting in aerial combat to defeat the enemies of humanity. Gearing up and properly fitting your aircraft for the mission at hand is crucial for your success. There are currently 6 different aircraft in the game to unlock with more planned in the future. During the pre-mission briefing you can equip your aircraft with different weapons and modules to change the tides of battle in your favor.<br><br><br>Once in the mission area, the player will have to think both short-term tactical and long-term strategic. A large portion of the combat will be enemy fighters that are fast and agile keeping you on your toes.  While in areial combat with these fighters, you will also have to attack a variety of highly defended strategic targets, such as massive airships and overcome the defenses of heavily defended city-platforms. <br><br>As you dodge, duck, dip, dive, and dodge in the air, you will also have to manage your AI wingmen who are sworn to protect you. You can direct them to protect you in a defensive formation, attack a selected target, escort the player, use abilities and more; all to manage their battlefield presence. If poorly managed the player may become overwhelmed and defeated. But if managed properly your squad can become a dominating fighting force on the battlefield.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467850/extras/8d678390c1434222bc503f479fdfe9af.avif?t=1689015879\" width=500 height=140 /></span><h2 class=\"bb_tag\" >Join us on Discord!</h2>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467850/header.jpg?t=1689015879",
    "developers": [
      "Proud Cipher Media Group"
    ],
    "publishers": [
      "Proud Cipher Media Group"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}