{
  "1467870": {
    "name": "Mystery Case Files: Crossfade Collector's Edition",
    "steam_appid": 1467870,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>GrandMA Studios</strong> brings you the case of your career in<i> Mystery Case Files: Crossfade</i>!<br><br>Step into the Master Detective’s shoes once again for an adventure like no other. Revisit key moments from old cases in an attempt to set things right. Come face to face with classic villains, reconnect with familiar allies, and learn what might have been as you help the Master Detective repair a broken timeline and save existence as we know it! Who knows what the future holds when all is said and done? There’s only one way to find out! Join the fight in this time-bending new chapter in the classic Hidden-Object Puzzle Adventure series!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>•\tReplay your favorite HOPS and mini-games and earn a variety of unique achievements! <br>•\tTons of puzzle pieces and collectible/morphing items to find!<br>•\tEnjoy exclusive wallpapers, soundtrack, concept art, jigsaw puzzle, and more!<br>•\tGet time back on track with the strategy guide!<br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467870/header.jpg?t=1764249682",
    "developers": [
      "Grandma Studios"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}