{
  "1467410": {
    "name": "Isekai Eternal Alpha",
    "steam_appid": 1467410,
    "required_age": 0,
    "is_free": true,
    "description": "<strong> Isekai Eternal is in Early Development and we would love to hear your feedback!<br><br><u>How good the gameplay was? Please rate it here</u><h2 class=\"bb_tag\" ><strong>Borrow the strength of powerful heroes, Explore the lore of the world!</strong></h2>Countless champions have been summoned from infinite universes to Nava to battle in the Isekai Wars. It's up to you to lead these all-powerful champions into battle in this realistic, MOBA-style game. Beautiful, engaging lore surrounds our world and its many champions. Discover the backgrounds of each hero before they were summoned to fight in the Isekai Wars! Learn about how the Isekai Wars began.<h2 class=\"bb_tag\" ><strong>Challenge what you know about the MOBA genre with a new and unique map and base mechanics!</strong></h2>Capture and control structures in order to unlock the powerful ability to teleport between lanes quickly. Fighting alongside your titan, you should repel the enemy to get to where a boss monster is to win the game.<h2 class=\"bb_tag\" ><strong>Enjoy all three modes: Normal, Ranked, and Sudden Death Modes!</strong></h2>The standard MOBA mode has 3 lanes + jungle MOBA formula with new unique features such as a powerful Final Boss that fights back and conquest points that can be captured to teleport across the map! The Sudden Death mode (Battle Royal mode) will be intended for large free-for-alls, as well as smaller team sizes. Within this mode, players will have a set amount of time to grow their strength before death becomes final, and the imminent enclosing playfield initiates. <br>[This mode is still heavily in development and will evolve greatly over the coming months]<br><br><i><u>**Currently, the server is located in the U.S. and it can cause high ping when you are playing the game outside the U.S. But we're definitely planning to set up servers for other countries.** </u></i><br><br>✔Game Manual | <br>✔5v5 weekly playtest participation guideline | <br>✔Champion Skill Videos | <br>✔</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1467410/header.jpg?t=1682525964",
    "developers": [
      "Subdream Studios"
    ],
    "publishers": [
      "Subdream Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}