{
  "1468630": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Dragons Unleashed",
    "steam_appid": 1468630,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    Pathfinder RPG - Campaign Setting: Dragons Unleashed</h2>A Desolation of Dragons<br>Dragons invade the world of the Pathfinder Roleplaying Game in<br><i>    Pathfinder Campaign Setting: Dragons Unleashed</i>    ! This collection of deadly foes and potent allies reveals 15 of Golarion's most powerful and influential dragons, from cunning draconic manipulators to great wyrms capable of testing even the most experienced adventurers. Dragons of every chromatic and metallic breed fill this collection, along with several mysterious primal dragons and regal imperial dragons.<br>Each entry includes full statistics for running the dragon, details on its history and ambitions, descriptions and maps of the dragon's lair, the contents of its hoard, and more. Unleash Golarion's ultimate monsters on your game with<br><i>    Pathfinder Campaign Setting: Dragons Unleashed</i>    !<br><i>    Inside this book, you'll find:</i><br><ul class=\"bb_ul\"><li>Aashaq the Annihilator, an ancient red dragon priestess of Dahak, god of destruction and treachery.<br></li><li>Fahrauth, an umbral dragon who has set himself up as a living god in the Darklands.<br></li><li>Maghara, the ghost of a copper dragon, who guards a ruined lighthouse known as the Guidestar of Desna.<br></li><li>Moschabbatt, an ancient magma dragon who jealously conceals lost secrets of the dwarves.<br></li><li>Eleven other exemplars of dragonkind, from brass dragon hatchlings to elder chromatic wyrms!</li></ul><i>    Dragons Unleashed</i>    is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>By Savannah Broadway, Joseph Carriker, Adam Daigle, Amanda Hamon, Steve Kenson, Tito Leati, Patrick Renie, F. Wesley Schneider, Tork Shaw, Ray Vallese, and Jerome Virnich.<br>Cover Art by Ralph Horsley.<br><i>    This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1468630/header.jpg?t=1768443030",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}