{
  "1468370": {
    "name": "Snow Strike",
    "steam_appid": 1468370,
    "required_age": 0,
    "is_free": false,
    "description": "In this classic game from Epyx, you get to fly your F14-LBC &quot;Rapier&quot; on a series of missions all along Colombia. Missions include free flight, where you have to destroy drug labs, bomb the drug refineries and storage depots, and destroy the drug convoy. You also can have aircraft carrier missions, with the potential to destroy enemy aircraft carriers, destroy drug ships, and also destroy enemy oil supplies. In the air you can fight the others sides MiG-27, Su-27, MiG-29 and MiG-31 planes which are armed with heat and radar guided missiles!<br />\r\n<br />\r\nChoose to be an existing pilot, or to create an all new one. Also you have the choice between 2 levels of difficulty: beginner (with less enemy attacks) or expert (which is the most dangerous). The weather will of course affect your missions. Good weather is great for training, and of course storms will be dangerous but also useful for your attacks, as this gives you the opportunity to hide in the clouds and then approach the enemy unnoticed. You'll have a co-pilot with you that will help you in your missions to destroy the enemy. Avoid the missiles being fired at you using your skills, using chaff from your plane or... in a worst case scenario use your parachute!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1468370/header.jpg?t=1607675177",
    "developers": [
      "Epyx, Inc."
    ],
    "publishers": [
      "Pixel Games UK"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}