{
  "1469750": {
    "name": "3x3 the immersive fiction chapter one : Math awakening",
    "steam_appid": 1469750,
    "required_age": 0,
    "is_free": false,
    "description": "Paris 28 December 1999<br />\r\n<br />\r\nWe discover a young man lying in a hospital bed. Because of his amnesia, the doctors decide to name him Mathieu. Based on their prognosis, he still has three days left to live. Mathieu determines to live his last three days by escaping the hospital. He would like to enjoy life one last time. He enters the magical Paris celebrating the new millennium. But an anxiety is spreading: the fear of the Y2K bug, the fear that all the systems will stop and that time might not be taken into account any more. Most of all, every machines will reset ...<br />\r\nMathieu dies at 3AM after celebrating his last day. To his amazement, he wakes up in the same hospital on the initial date, December 29th, 1999 - still no memory of his past life and still in the same health condition. Mathieu quickly understands that it is trapped inside a time loop of a world halfway between the virtual and reality. A quest awaits him to discover who he is and to understand the world surrounding him, which seems to be a reminiscence of his past and also the illustration of his psyche<br />\r\n<br />\r\n<br />\r\n3x3 is an independent adventure game designed as a narrative licence.<br />\r\nThe narrative  has been developed by its author for more than about a dozen years .<br />\r\nThe past, present and future will be the  3 dimensions to be decoded to advance in the adventure and the main story. Following the journey  of an amnesiac stuck in a genetic and virtual program.<br />\r\n<br />\r\n3x3 is a philosophical science fiction adventure game about consciousness. <br />\r\nIt deals with the place of the human being in the transition stage from the old world to a new world better or worse depending on the evolution of consciousness. The game will offer  time travel inside paris  and mind challenges with puzzles of logic and isotric and mathematical narration inside  art and science  world .",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1469750/header.jpg?t=1691169003",
    "developers": [
      "3x3.zero"
    ],
    "publishers": [
      "3x3.zero",
      "Treecircle Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}