{
  "1469160": {
    "name": "Wartune Reborn",
    "steam_appid": 1469160,
    "required_age": 0,
    "is_free": true,
    "description": "Feel tired of auto-fight? Feel tired of boring numerical combinations? Let us try this amazing and exciting game! Right! Wartune Reborn is the super popular magic epic game as we know. Now, the magnificent magic epic game restarts, reminds you the classical plays and brings great experience. <br />\r\n<br />\r\nIn Cloud City, you are going to maintains the Wartune movement, fighting the abyss monsters to protect the world from chaos. Don't be nervous! With protection of Dinah, Priestess of Light, you will have the power to absorb the chord, incorporate those forces without kings into your own ones, and make contract with and train apotheosis of Sylphs. You can improve yourself in a series of RPG adventures including instances battles, wild fighting, occupation and plunder. At the same time, you can run your own ligeance and castles and ally yourself with other players in the world who attack the Chaos. All of you are going to cooperate to protect the world from the control and destroy of Redoga Drake and bring the brightness back to Cloud City...... <br />\r\n<br />\r\nEnter  Wartune Reborn to enjoy thinking of battles and playing the game! <br />\r\n1. RPG simulation, S- semi TBS battle, castles constructions, occupation &amp; expelling make you the best lords <br />\r\n2. Magical epic plots and original prominent symphony show the ancient and magnificent medieval chapter. <br />\r\n3. Military organization, runes and strategies contribute to super power. <br />\r\n4. Sylph awakening, skills and training, you will cooperate to beat BOSS. <br />\r\n5. Explore the magical world of the wild, jungles, deserts and snow mountains freely in the map of the vast outer city, to find mysterious ancient treasure. <br />\r\n6. Avatar system provides cool fashion, wings, mounts, weapon appearance with arbitrary combination. <br />\r\n<br />\r\nWartune Reborn, Magical epic, Expect Heroes! Classical playing brings you amazing experience!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1469160/header.jpg?t=1667902592",
    "developers": [
      "7Road"
    ],
    "publishers": [
      "7Road"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}