{
  "1469560": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Mythic Realms",
    "steam_appid": 1469560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Pathfinder RPG - Campaign Setting: Mythic Realms</h2>Unleash Mythic Power!<br>Bring mythic adventure into the Pathfinder world with<br><i>   Pathfinder Campaign Setting: Mythic Realms</i>   . This must-have expansion to the Pathfinder Roleplaying Game's newest and most ambitious hardcover,<br><i>   Pathfinder Roleplaying Game: Mythic Adventures</i>   , is your guide to epic legends, secret places of power, and mythic hot spots within the Pathfinder campaign setting that unlock phenomenal new power. Learn how to seamlessly integrate the incredible options from<br><i>   Mythic Adventures</i>   into your existing game, unlock additional path abilities for mythic characters to choose from, discover locations primed to inspire new mythic heroes, and claim the strength of monsters and villains too powerful to defeat--until now! Forge new legends and take on the greatest challenges of the Pathfinder world with<br><i>   Pathfinder Campaign Setting: Mythic Realms</i>   .<br>Inside this book you'll find:<br><ul class=\"bb_ul\"><li>Six founts of mythic power, including the Doorway to the Red Star, the Mordant Spire, and even the legendary<br><i>   Starstone</i>   , each with new mythic path abilities available to characters who show their worth and claim the power within.<br></li><li>Six detailed locations throughout Golarion that offer a campaign's worth of adventures for characters of mythic destiny, including the vast necropolis of Mechitar, the Pit of Gormuz, and the flying city of Yjae.<br></li><li>Nine legendary characters of Golarion, including challenging foes only those of mythic might can hope to defeat, like Arazni, Kortash Khain, the Oliphaunt of Jandelay, and the Whispering Tyrant.<br></li><li>Mythic trials tied to each location and character, ready to drop directly into a mythic campaign.</li></ul><i>   Pathfinder Campaign Setting: Mythic Realms</i>   is intended for use with the Pathfinder Roleplaying Game and Pathfinder campaign setting, but can easily be used in any fantasy game setting.<br>Written by Benjamin Bruck, Jason Bulmahn, Amanda Harmon, Nicolas Logue, Jason Nelson, F. Wesley Schneider, and Russ Taylor.<br>Cover Art by Michael Ivan.<br><i>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1469560/header.jpg?t=1768443492",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}