{
  "1469920": {
    "name": "Einar - Loki's Traps",
    "steam_appid": 1469920,
    "required_age": 0,
    "is_free": false,
    "description": "Einar is the first game developed by Marco Antonio Ferrari (Monkey Indie Games) for PC, using beautiful vector texture and lowpoly modeling.<br />\r\n<br />\r\nIn the game you are a Viking named Einar, who when comparing himself to Loki is caught in a trap.<br />\r\nYou end up accepting a challenge from the god Loki to participate in a game of traps, in exchange for not getting a quick death at the hands of an angry god.<br />\r\nNot knowing what awaits him, Einar is sent to a labyrinth full of challenges and traps where he will have to complete them all and thus return to his Viking life.<br />\r\n<br />\r\nThe game consists of knowing which weapon to use to pass certain challenges. Puzzles are practically everywhere, solve them to open doors and unlock traps that will most often kill you if you're not careful.<br />\r\n<br />\r\nYou can play Einar - Traps of Loki by keyboard or Joystick. The game was designed to have a simple and intuitive gameplay, without excessive use of buttons and keyboard shortcuts, thus creating a clean interface with a lighter gaming experience.<br />\r\n<br />\r\nI hope you have a good game and that you play it again and again!",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1469920/header.jpg?t=1652306382",
    "developers": [
      "Monkey Indie Games"
    ],
    "publishers": [
      "Monkey Indie Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}