{
  "1470360": {
    "name": "Bitpunky",
    "steam_appid": 1470360,
    "required_age": 0,
    "is_free": false,
    "description": "Bitpunky is a first-person sandbox game where you have to create and develop your own digital civilization! You will start with a small piece of land in the middle of the virtual space, you need to explore the outside world and get resources to develop your own world. Over time, a lot of research, technologies and improvements will open to you, you can automate many processes inside your city, as well as protect it from enemies from the outside environment.<h2 class=\"bb_tag\" >Building</h2>Build and develop your own digital city, explore new blueprints and transform your small world into a huge metropolis<h2 class=\"bb_tag\" >Exploring</h2>Outside of your city, there is a huge virtual space full of useful resources, but viruses and enemies are also roaming around it, ready to get involved in a battle at any moment<h2 class=\"bb_tag\" >Automation</h2>With the development of your city, you will have to work more and more, but here automation will come to your aid - set up the processes inside your city for a full life without your participation<h2 class=\"bb_tag\" >Citizens life simulation</h2>You can observe your citizens life - they live and work in your city, you have to set the different city roles for them depends on your current goals",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1470360/header.jpg?t=1606075403",
    "developers": [
      "trieckaga"
    ],
    "publishers": [
      "trieckaga"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}