{
  "1470940": {
    "name": "STAR FLEET II - Krellan Commander Version 2.0",
    "steam_appid": 1470940,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>Star Fleet II: Krellan Commander</i></strong> is the second in the Star Fleet series of advanced space strategy simulations. Having fought as an Alliance starship commander in Star Fleet I to stem the onslaught of the Krellan and Zaldron Empires, now you get a chance to try command on the &quot;winning&quot; side.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1470940/extras/86b19fa922e90b63639f54307ef7869e.avif?t=1699973779\" width=640 height=400 /></span><br><i>A Pitched Battle with an Enemy Starbase</i><br><br>As Commander of a Krellan Battlecruiser with four destroyer escorts (forming a &quot;battle fleet&quot;), your mission is to explore the star systems of the United Galactic Alliance looking for planets to conquer and Alliance warships to destroy. Your ships are equipped with the latest technology, including phasers, homing torpedoes and deadly obliterator pods. Also at your command are elite shock troops for boarding and capturing enemy vessels, and legions of Krellan warriors for planetary invasions.<br><br><strong><i>Star Fleet II</i></strong> gives you more depth, complexity, and realism than any space war simulation before or since. But that's not all! <strong><i>Star Fleet II</i></strong> is actually two games in one. Every time you invade a planet, <strong><i>Star Fleet II</i></strong> switches to a complete planetary invasion game that allows you to control the conquering Krellan forces in their attempt to overwhelm the planetary defenders.<br><br>From up to dozens of military targets on the detailed planetary map, select and control up to eight invasion zones from your Invasion Control Screen, or take personal command of your units. Your objectives: to capture cities and factories; knock out shield generators, planetary defense phasers, point defense lasers, and missile launchers; and eliminate both UGA troops and native militia forces. Like combat in space, planetary combat is real-time (no turns, but you can pause!).<br><br>Explore uncharted star systems and planets - your landing parties may even discover the ruins of ancient civilizations that may contain beneficial alien artifacts. Attack and pillage planets, wipe out civilizations with a single command, interrogate prisoners from a captured starliner, then beam those prisoners into the sun or empty space to improve your crew's morale! Who says command can't be fun?!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1470940/extras/3d231581cc738799759b708ec9620ee4.avif?t=1699973779\" width=640 height=400 /></span><br><i>Capturing an Enemy Frigate</i><br><br>Features of <strong><i>Star Fleet II</i></strong> 1.0:<br><br><ul class=\"bb_ul\"><li>35 galactic regions with over 1,700 star systems and 1,000 unique planets to explore and conquer<br></li><li>Each planet has its own unique surface, which you can view from orbit<br></li><li>Over 10 different types of starships, including: Alliance heavy and light cruisers, destroyers, frigates, scouts, freighters and starliners; Krellan battlecruisers, destroyers, troopships and supply ships<br></li><li>Realtime simulation of movement and combat, both space and planetary<br></li><li>Ship-to-ship and fleet combat<br></li><li>12 critical ship's systems simulated<br></li><li>New commands include; communications, intelligence, strategic command, logistics, obliterator pods, science, medical, planetary invasions and more<br></li><li>Landing parties to explore planets, contact planetary civilizations, establish bases, obtain supplies and more<br></li><li>Legions of elite Krellan warriors for conquering planets, with battle honors persistent through new regions<br></li><li>Simulation of crew fatigue and morale, supplies and interactions with captives<br></li><li>Multiple mission objectives<br></li><li>Assume personal command of planetary invasions and control individual units. <br></li><li>Seven ranks with five missions each, each increasing in complexity<br></li><li>Sound/music toggle with original PC speaker sound effects</li></ul><h2 class=\"bb_tag\" >About Version 2.0</h2><br>2.0 is a severely updated and enhanced version of the original game, with a wide variety of improvements and additions to the original game!<h2 class=\"bb_tag\" >Improvements in 2.0 (list will grow and change as we approach release)</h2><br><ul class=\"bb_ul\"><li>Improved AI<br></li><li>Improved UI<br></li><li>Numerous Bug Fixes<br></li><li>Quality of Life Enhancements with Improved Key Commands<br></li><li>New Features such as Beaming Prisoners Into Stars, Ship Performance Data and More!<br></li><li>New Overlays such as Fleet Command, Probe Operations and More!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1470940/extras/ea48224488770f51c95deb1a0a4c552a.avif?t=1699973779\" width=640 height=400 /></span><br><i>Krellan Warriors have Landed in One of Eight Invasion Zones of a Technologically-Advanced Planet</i><br><br>*1.0 Documents Scanned by remowilliams",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1470940/header.jpg?t=1699973779",
    "developers": [
      "Trevor Sorensen, Mark Baldwin"
    ],
    "publishers": [
      "Trevor Sorensen"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}