{
  "1470270": {
    "name": "Powerboat VR",
    "steam_appid": 1470270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Please note that this is an EARLY ACCESS game and, while there is plenty to do, it is not yet complete, bug free or fully optimised.</strong><br><br>Take the helm of a variety of different boats/ships from small spor/power boats all the way up to oil tankers, cargo vessels and prestigious motor yachts in this realistic ship simulator.<br><br>No VR? No problem! The game is fully playable on a standard monitor. However, it is certainly best experienced in VR - sick bucket not included!<br><br>Accurate water and buoyancy physics mean each vessel reacts uniquely and realistically to the variable weather and sea conditions while RADAR, SatNav and buoys (based on real world IALA A buoyage system together with AtoN/NavAid lighting systems) provide a realistic navigation experience, especially in poor weather or pitch black night time sailing.<br><br>&quot;<strong>CAREER MODE</strong>&quot; need some purpose when piloting your ship? This mode creates random cargo and passenger transport missions between the islands adding a &quot;light&quot; career mode to the game. Earn money and work your way up from a small sport boat to the larger vessels.<br><br>&quot;<strong>FREE PLAY MODE</strong>&quot; allows you to drive any of the available vessels instantly and is perfect for those who simply want to sail around the map enjoying the scenery or for those who want to brush up their real world powerboating skills.<br><br>&quot;<strong>VOICE COMMANDS</strong>&quot; latest update adds speech recognition to the game allowing you to control your ship from the comfort of your captain's chair.<br><br>This game is continually updated on a regular basis with new boats, islands and other features. Please view the forum for Dev Notes &amp; Previous Update History.<h2 class=\"bb_tag\" >KEY POINTS</h2><br><ul class=\"bb_ul\"><li> Full VR Support including virtual controls and the ability to explore your vessel.<br><br></li><li> Full Non-VR Support including 32:9 ultrawide monitor support and Steam DECK.<br><br></li><li> Full controller support for both VR and Non-VR modes - play with a gamepad, mouse &amp; keyboard, steering wheel, pedals, throttle quadrant or any combination!<br><br></li><li> Built in voice recognition system so you can control your ship from the comfort of your captain's chair!<br><br></li><li> Custom built buoyancy, drag and water interaction systems ensure an accurate simulation of small boats, big ships and anything in-between.<br><br></li><li> 11 different boats available including R.I.Bs, sport boats, offshore powerboats, fishing boats, tankers, ferries and luxury motor yachts - many more to come.<br><br></li><li> Dynamic 3D ocean wave system with varying sea conditions based on real world scales from flat calm all the way up to &quot;Phenomenal&quot; (14+m high waves)<br><br></li><li> Varied aquatic life to spot including Sharks &amp; Rays as well as many others.<br><br></li><li> Full day/night cycle with dynamic cloud system including proper pitch black night time sailing where you'll need to navigate using RADAR, GPS and even buoy lights.<br><br></li><li> Large map to explore with 5 islands &amp; 9 ports based on real world locations (300km2 total explorable area - and growing!)<br><br></li><li> Realistic RADAR &amp; GPS systems<br><br></li><li> Realistic buoys based on real world &quot;IALA A&quot; buoyage system together with AtoN/NavAid lighting systems<br><br></li><li> Unique scalable world allows you to increase the distance between islands for longer journeys and enjoy higher rewards from missions.<br><br></li><li> Configurable A.I. traffic system allows up to 100 other vessels to be present in game<br><br></li><li> Ship navigation lights<br><br></li><li> A.I. shipping traffic<br><br></li><li> Community driven project - suggest something and I'll try to make it happen!</li></ul><br>Plus I'm very active on the Steam Forums so if you have suggestions, comments, problems or just want to pop in for a chat then please do so! :o)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1470270/header.jpg?t=1671208111",
    "developers": [
      "Jimmy Arcade Limited"
    ],
    "publishers": [
      "Jimmy Arcade Limited"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6700,
      "final": 6700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 67.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}