{
  "1471810": {
    "name": "Fantasy Grounds - Aliens of Charted Space Volume 1",
    "steam_appid": 1471810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Aliens of Charted Space Volume 1</h2><i>  Aliens of Charted Space Volume 1</i>  details four spacefaring cultures, three of them alien and one curiously familiar. These are the Zhodani, humans transplanted from Earth to develop in far-off Zhdant. Their well-ordered society is very different to the squabbling mini-states of the Vargr despite sharing a common Terran ancestry. The Aslan and the K'Kree, meanwhile, are polar opposites; proud warriors and militant herd-creatures.<br>This book contains rules for creating Travellers from each of these alien races,<br><i>  High Guard</i>  additions and new ships, and<br><i>  Central Supply Catalogue</i>  entries for their new equipment.<br>The Aslan<br>The Aslan Hierate lies to spinward of the Imperium and Solomani Confederation, with a long history of warfare and border tensions. The interplay between its many warrior clans can seem incomprehensible to outsiders, but there are strict rules of courtesy and deference governing every interaction. Learn how the Hierate functions and why its young landless warriors are a threat to all nearby civilisations.<br>The K'Kree<br>The Two Thousand Worlds of the K'Kree are almost entirely forbidden to meat-eating outsiders. On these worlds, the K'Kree have exterminated or domesticated all species of carnivore and have explicitly stated they intend to do the same to all meat-eating-races in Charted Space. This book shows the role of family and clan in K'Kree affairs, and why the K'Kree are the single greatest threat to Charted Space.<br>The Vargr<br>Descended from Terran wolves uplifted by the Ancients, the Vargr are widely known for their obsession with personal charisma and their preference for raiding rather than building. Vargr states tend to be short-lived, built around a cult of personality rather than a nation. This book reveals how a raider or pirate band operates, and how successful leaders transition from pirates to statesmen.<br>The Zhodani<br>Transplanted long ago by the Ancients, the Zhodani developed a society based on the ability to wield psionic powers. Considered by many to be a thought-police state, the Zhodani Consulate is stable, apparently benevolent, and its people are happy.<br><i>  Aliens of Charted Space Volume 1</i>  reveals the secrets kept by the Tavrchedl', or 'Guardians of our Morality', and the Zhodani Core Expeditions.<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Traveller 2E (Mongoose) ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1471810/header.jpg?t=1768443922",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 16300,
      "final": 16300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 163.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}