{
  "1471160": {
    "name": "Warhammer Underworlds: Online - Warband: Drepur's Wraithcreepers",
    "steam_appid": 1471160,
    "required_age": 0,
    "is_free": false,
    "description": "Eternal hunters in service of the Great Necromancer Nagash, this band of Glaivewraith Stalkers are driven ever onwards toward their prey by the ceaseless beating of the Patrician’s skin drum. Unlock this warband and play as <strong>Drepur’s Wraithcreepers</strong> in <i>Warhammer Underworlds: Online</i> now.<h2 class=\"bb_tag\" >THE WARBAND</h2><ul class=\"bb_ul\"><li> This warband consists of 4 fighters!<br></li><li> The Patrician inspires when at the start of your activation, each other surviving friendly fighter is in enemy territory. The other members of this warband inspire when at the start of your activation, one or more enemy fighters are within 2 hexes of this fighter.<br></li><li> The drum of the hunt beats endlessly - after every enemy activation, The Patrician is able to push 1 friendly fighter!</li></ul><h2 class=\"bb_tag\" >TIPS &amp; TRICKS</h2><ul class=\"bb_ul\"><li> Use The Patrician's Deathbeat ability to push Drepur, Godrig, or Haqfel within exactly 2 hexes of enemy fighters. This will both inspire your Wraithcreeper AND put them in range to deliver a devasting 2 Range attack!<br></li><li> Use the Wraithcreeper's Intangible ability to gain positional advantage, moving through enemy or friendly fighters and blocked hexes. But be careful, the Wraithcreepers aren't immune to damage from Lethal Hexes, so watch which way you move!<br></li><li> Keep track of what defence characteristic your opponent's fighters have. Sire Haqfel's inspired attack (Hunter's Glaive) has Cleave and can be used effectively against enemies that rely on Block. Godrig the Lance’s inspired attack (also called Hunter's Glaive) has the Ensnare ability, allowing him to effectively nullify Dodge defences.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1471160/header.jpg?t=1684971738",
    "developers": [
      "Steel Sky Productions"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}