{
  "1471090": {
    "name": "Horizon Odyssey Demo",
    "steam_appid": 1471090,
    "required_age": 0,
    "is_free": true,
    "description": "Born into a bleak underground town that bans travel to the outside world, the concept of exploration and discovery are foreign. As the town of Holv slowly rots from existence, will the people cling to their beliefs of safety in favour of life? Mathias must start a quest that will call for courage in the face of fears greater than those that are just physical. The world is indeed dangerous, and the deeper you look for the source of the danger, the more dangerous it becomes. But it's a journey that must be taken nonetheless.<br />\r\n<br />\r\nJoin Mathias with eleven other playable characters as they discover their roles in the world. Search the world for secrets, hundreds of weapons and armours and many rare collectibles that boost your characters through skill tree points as you seek out the darkness of the world.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n-30+ hour game play in the main story-line<br />\r\n-Skill trees that gain more tree points based on finding collectibles and leveling up<br />\r\n-Skill trees are the same for each character and include a Passive tree and General Skill tree<br />\r\n-12 playable characters and hundreds of skills, weapons and equipment<br />\r\n-Secret areas that expand on the lore of the world along with hundreds of collectibles<br />\r\n-Most dungeons feature puzzles with an alternate solution<br />\r\n-Optional puzzles that are more difficult than story-based puzzles",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1471090/header.jpg?t=1607017033",
    "developers": [
      "Matthew Ryan"
    ],
    "publishers": [
      "Matthew Ryan"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}