{
  "1471080": {
    "name": "Deep Night Detective - Chapter One",
    "steam_appid": 1471080,
    "required_age": 0,
    "is_free": true,
    "description": "Deep Night Detective! Catchy moniker, ain't it?<br />\r\n<br />\r\nDetective Victor Spooky, he's a buddy of mine. He's what you might call a ghost detective. He'd, err, like me to clarify that he's a ghost detective because he's, y'see, a ghost. He investigates stuff what got nothin' to do with ghosts, but not this time!<br />\r\n<br />\r\nIn this, his first and, so far, most exciting adventure, Detective Spooky's been called into a rickety old mansion called Winterfield Manor to investigate two disappearances that have been traced there. The residents of the mansion are all keeping their lips zipped up tight and it's drivin' Victor up the wall! And that's not even bringing up the Will-O'-Wisp, a demon with no face, no morals, and a motive that's about as easy to make out as a ghost in a hot shower! This guy's nutty, let me tell you, and he's clearly hamming it up, but why? <br />\r\n<br />\r\nWhy's old no-face so keen on making it look like he's the baddest Beelzebub in town where he's purposely stepping on his own grimy feet to do it? Don't ask me, just play the game for cripes' sake, it's free! First chapter is, anyway, who knows when the author's gonna get off his lazy bum and finish this damn thing?<br />\r\n<br />\r\nYou got about 20-30 minutes to spare? Give it a go! Now if you'll excuse me, I got broads to drink and cocktails to flirt with.<br />\r\n<br />\r\n-Calloway<br />\r\n<br />\r\n~Brought to you by Wilson Taylor, with music by Lewmoth~",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1471080/header.jpg?t=1704331079",
    "developers": [
      "Wilson Taylor",
      "Trainwreck Studios"
    ],
    "publishers": [
      "Trainwreck Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}