{
  "1473010": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Osirion, Legacy of Pharaohs",
    "steam_appid": 1473010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Pathfinder RPG - Campaign Setting: Osirion, Legacy of Pharaohs</h2>Secrets of the Sands<br>In the heart of the Inner Sea region stretches one of the oldest human empires still standing today: the mighty and mysterious land of pharaohs and pyramids known as Osirion. Hosting as many accursed tombs and treasure-filled ruins beneath its shifting sands as above, Osirion offers no shortage of adventure for characters of all sorts. From the cosmopolitan capital city of Sothis, seat of the Ruby Prince, to the desolate wastelands of the Osirian Desert, discover the might and majesty that lifted humanity out of the Age of Darkness and could potentially usher in a new golden age if unearthed from the past.<br>Learn about every corner of Osirion, the backdrop of the exciting Mummy's Mask Adventure Path, with this comprehensive sourcebook on the nation, its history, and its inhabitants. Within these pages you'll find:<br><ul class=\"bb_ul\"><li>An overview of Osirion's 8,000-year history, the rise and fall of its countless pharaonic dynasties, and a portrait of its current political and social landscape.<br></li><li>Detailed gazetteers of the nation's distinctive regions, including the Brazen Frontier, the Footprints of Rovagug, and the Scorpion Coast.<br></li><li>A comprehensive exploration of Sothis, Osirion's capital, the vast metropolis that makes up the heart of the nation--that can serve as a useful base of operations for explorers or a safe haven for desert-weary travelers.<br></li><li>A dozen new monsters and sample NPCs from the region, including the vicious hetkoshu, the deceptive living mirage, the elite Risen Guard, and the mythic sphinx colossus.</li></ul><i>   Osirion, Legacy of Pharaohs</i>   is intended for use with the Pathfinder Roleplaying Game and the Pathfinder campaign setting, but can easily be used in any fantasy game.<br>Written by Alex Greenshields, Amanda Hamon, Jonathan H. Keith, Ron Lundeen, and David N. Ross.<br>Cover Art by Michal Ivan.<br><i>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1473010/header.jpg?t=1768444077",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}