{
  "1474630": {
    "name": "Old School RuneScape 1-Month Membership",
    "steam_appid": 1474630,
    "required_age": 0,
    "is_free": false,
    "description": "Becoming an Old School Member unlocks access to mountains of thrilling additional content which opens up everything the world of Gielinor has to offer. Members enjoy access to:<br />\r\n<br />\r\n· 8 ADDITIONAL SKILLS allowing even deeper customisation and mastery (Agility, Construction, Farming, Fletching, Herblore, Hunter, Thieving, Slayer)<br />\r\n· ACCESS TO THE ENTIRE GAME WORLD MAP with three times as much area to explore<br />\r\n· OVER 120 ADDITIONAL QUESTS, offering fantastic rewards and a deeper dive into Old School’s rich lore<br />\r\n· 20+ EXCLUSIVE MINIGAMES, vastly increasing the gameplay variety<br />\r\n· Climb the property ladder with access to a customisable in-world PLAYER OWNED HOUSE<br />\r\n· Be the boss with a dazzling additional assortment of VARIED AND CHALLENGING BOSS BATTLES<br />\r\n· Have Your Say – members participate in PLAYER POLLING to help shape the ongoing development of Old School<br />\r\n· MANY ADDITIONAL BENEFITS including 400 extra Bank slots, extended use of the Grand Exchange player trading hub, access to additional transportation systems, a larger musical library and a feature set that is updated every single week<br />\r\n <br />\r\nBecome an Old School Member today and unlock everything there is to see in this magical MMORPG. Membership applies to both Old School and RuneScape.<br />\r\n<br />\r\nNote<br />\r\n· The DLC Bundle items are not tradeable or refundable.<br />\r\n· The Extra Bank Spaces expire at the end of membership access period.<br />\r\n· The Old School RuneScape 1-Month Membership is a one-time purchase and is not recurring. Recurring memberships can only be purchased via the in-game interface.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1474630/header.jpg?t=1669116611",
    "developers": [
      "Jagex Ltd"
    ],
    "publishers": [
      "Jagex Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9299,
      "final": 9299,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.99"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}