{
  "1474050": {
    "name": "Spellthief Erinn",
    "steam_appid": 1474050,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>About the Game</strong></h2><br>Spellthief Erinn is a 2D Platformer where you can take control and use the magic of others to solve puzzles and climb the tower in search of new spells to the collection of Erinn Moonbane, also known as the 'Witch of No Spells' or 'Zero Witch'. Help Erinn on her search of new spells to put an end to this nickname once and for all!<h2 class=\"bb_tag\" ><strong>Features</strong></h2><br><ul class=\"bb_ul\"><li>Spell Collecting Game - Steal spells from the dungeon and collect every single spell possible! From funny useless spells to overwhelmingly powerful ones, the most important is to get them all!<br><br></li><li>Take Control of Enemy Spells - Erinn can manipulate and hack magic circles. Use the enemies spells to your advantage to solve many puzzles. Nothing will stop Erinn getting all spells in the dungeon!<br><br></li><li>Bonus Stages - Take a break from solving puzzles, taking control of your enemies and reaching the end of the dungeon to enjoy fun, peaceful and unexpected bonus stages. These stages are unpredictable. Controling lhamas, eliminanting spiders, golem face off. Your never know what your can find next!<br><br></li><li>Challenge Your Mind - Solve puzzles with the power of magic! Use your creativity and observation skills to get out of situations where it would normally be impossible to continue going forward. Reach the treasure chest to complete the stage until you reach the most forbidden spell hidden in the depths of the dungeon.<br><br></li><li>Pixel Art Aesthetics - Enjoy the retro aesthetics of pixel art. Minimalistic, charming, cute! Pixel art will live forever!<br><br></li><li>Online and Local Highscore - Try to get the highest score you can manage and appear in the online highscore! Your score depends on how well you perform in each stage. Dexterity, constitution and perception are some of the skills that will be judged, so try your best to achieve the highest results.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1474050/header.jpg?t=1689466756",
    "developers": [
      "Synnergy Circle Games"
    ],
    "publishers": [
      "Synnergy Circle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}