{
  "1475470": {
    "name": "Space Sprinter VR",
    "steam_appid": 1475470,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Game synopsis</strong><br><br>In the future of 2270, the Earth was a multi-ethnic planet inhabited by various intellectuals.<br>Migrants from all over the universe have gathered on Earth, which enjoys near-infinite resources and energy with the development of technology.<br>The humanitarian Earth coalition government accommodates them all and helps them settle on Earth.<br>However, contrary to the government's intention, the cities where ordinary citizens lived were increasingly complaining and conflicting with them.<br>In the city, a town in which the same tribe lived separately, and the boundaries of the town were divided into large and small disputes every day.<br><br>To settle disputes, the Earth Federation Government has created a very extreme law of expulsion from the Earth if any act of violence is committed.<br>Instead, it enforces the “running consciousness” bill to settle disputes between races by running, and unconditionally surrenders to the results of running.<br>This seems to have brought peace, but the violence has turned into running, but the conflict has not disappeared.<br>Every town has a fierce struggle to make the best player, and the running race is almost like a war.<br><br>The player becomes a runner and participates in a death match in which he must win for the town.<br><br><br><br><strong>How to play the game</strong><br><br>VR running race game<br>Choose from four characters representing each town, Tantaros, Erin, and Marine<br>There are three themes: ground, underwater, and air, and one tracks are provided for each theme.<br>Race on the track and rank in order of arrival first<br><br><br><br><strong>Game features</strong><br><br>Using VR HMD and controller to provide a real running experience<br>Items obtained on the track can be used in the right place to make the match advantageous<br>Requires individual physical elements and affects the game's win or loss",
    "supported_languages": "韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475470/header.jpg?t=1608196488",
    "developers": [
      "K3I"
    ],
    "publishers": [
      "K3I"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}