{
  "1475930": {
    "name": "Order Of The Gatekeepers Demo",
    "steam_appid": 1475930,
    "required_age": 0,
    "is_free": true,
    "description": "It's all about the combos, with so many Tower Abilities, Items, and Builder Specialties you'll have no shortage of possibilities. The more you bend the game's mechanics with your strategies the more you will be rewarded. Be careful not to leave blind spots in your build strategy otherwise you may find certain types of enemies waltz right through your defenses!<br><br>Full Game Features:<br><ul class=\"bb_ul\"><li>45 Towers complete with over 100 unique abilities<br></li><li>Over 70 Items to upgrade the strength of your Towers<br></li><li>12 Builder Specialties to change the behavior of your Towers<br></li><li>Over 20 unique levels to play in either Single or Multiplayer modes<br></li><li>4 Difficulties that change the mechanics of the game allowing anyone to have fun<br></li><li>Online Co-Operative play with up to 4 players<br></li><li>Singleplayer campaign to challenge solo players with different scenarios<br></li><li>Fully featured Level Editor, the same one used to make the Official Levels!</li></ul><br>Made as a passion project from a love of the Tower Defense genre, the game was designed from the ground up to encourage critical thinking &amp; experimentation. With endless possible Tower, Item, &amp; Builder combinations every match can be a different experience!<br><br>Please note that this demo only includes four levels for players rather than the full selection and only one specialty. Multiplayer modes have been disabled for this demo.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475930/header.jpg?t=1605655232",
    "developers": [
      "TimeSink Inc."
    ],
    "publishers": [
      "TimeSink Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}