{
  "1475210": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Undead Unleashed",
    "steam_appid": 1475210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >      Pathfinder RPG - Campaign Setting: Undead Unleashed</h2>From countless crypts and forgotten fortresses, undead masterminds scheme all manner of unnatural depravities. Whether they take the form of murderous ghouls preying upon a city's poorest citizens, wayward spirits trapped in ghostly form, or nefarious liches who continue their evil beyond death, there's no shortage of terrifying undead in the world of the Pathfinder campaign setting. And now they're just waiting to be set loose on your campaign!<br>Inside you'll find 15 deathless enemies, each with full statistics, details of the villain's history and plots, and a complete lair ready to torment and terrify unprepared heroes. Unleash a host of Golarion's most fearful foes with<br><i>      Pathfinder Campaign Setting: Undead Unleashed</i>      !<br>Within this book, you'll find:<br><ul class=\"bb_ul\"><li>The treacherous ravener Arantaros, who made a bargain with the demon lord of alchemy to extend his life into undeath.<br></li><li>The well-intentioned ghost Ordellia Whilwren, who attempts to carry on the work of the goddess of dreams even in death.<br></li><li>The sinister Wight Mother of Isger, blessed by the goddess of undeath herself and tasked with spreading disease throughout the world!<br></li><li>Erum-Hel, the mythic Lord of Mohrgs, who plots to put an end to the crusader goddess Iomedae.<br></li><li>The Osirian vampire Prince Kasiya, nemesis of Count Varian Jeggare and primary villain in the<br><i>      Pathfinder Tales</i>      novel &quot;King of Chaos&quot;.<br></li><li>Ten other foul exemplars of undeath, from ravenous ghouls and devourers to overwhelming nightshades and liches.</li></ul><i>      Pathfinder Campaign Setting: Undead Unleashed</i>      is intended for use with the Pathfinder campaign setting, but can be easily adapted to any fantasy world.<br>Written by Adam Daigle, Dave Gross, Mark Moreland, David N. Ross, Todd Stewart, Jerome Virnich<br><i>      This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Connor Bates</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475210/header.jpg?t=1768444288",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}