{
  "1475220": {
    "name": "Fantasy Grounds - Pathfinder RPG - Campaign Setting: Ships of the Inner Sea",
    "steam_appid": 1475220,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    Pathfinder RPG - Campaign Setting: Ships of the Inner Sea</h2>High Seas, High Adventure!<br>Not all adventures take place on land--the ships that sail the waters of the Inner Sea and surrounding oceans provide countless sources of excitement, plunder, and naval exploits. Whether the adventurers are simple passengers attacked by pirates or intrepid sailors running an enemy blockade, the ships presented in this book give Game Masters the tools they need to run fantastic adventures on the open sea.<br>Inside you'll find seven unique ships, each with a captivating history, a detailed map with deck-by-deck descriptions, and backgrounds and statistics for the ship's captain and crew. Whether they're part of the Skulls &amp; Shackles Adventure Path or a seaworthy campaign of your very own, the following vessels are sure to spice up any nautical adventure:<br><ul class=\"bb_ul\"><li>The<br><i>    Burnt Saffron</i>    , a slave galley said to have strange powers granted by Asmodeus in exchange for spreading slavery throughout the Inner Sea.<br></li><li>The<br><i>    Cetaceal</i>    , an Andoren ship serving the Gray Corsairs-, the naval branch of the abolitionist Eagle Knights.<br></li><li>The<br><i>    Hu-Hazhong</i>    , a Tian junk from the distant Dragon Empires, traversing the waters of the Inner Sea with ambitions of lucrative trading.<br></li><li>The<br><i>    Impervious</i>    , a Chelish man-o'-war carrying a contingent of merciless Hellknights and part of the blockade against Pezzack.<br></li><li>The<br><i>    Kraken's Spite</i>    , a viking longship built from the wreckage of a doomed invasion fleet, now serving no king and calling no port home.<br></li><li>The<br><i>    Mark of Yunnarius</i>    , a ghost ship captained by a vengeful banshee, haunting the edge of the Eye of Abendego.<br></li><li>The<br><i>    Ravishing Ruby</i>    , a pirate ship with a ruthless captain intent on retrieving her stolen magical treasure map, no matter the cost.</li></ul><i>    Pathfinder Campaign Setting: Ships of the Inner Sea</i>    is intended for use with the Pathfinder campaign setting, but can be easily adapted to any fantasy world.<br>Written by Benjamin Bruck, Paris Crenshaw, Chris A. Jackson, Amanda Hamon Kunz, Philip A. Lee, John Mangrum<br>Cover Art by Alex Aparin<br><i>    This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1475220/header.jpg?t=1768444337",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}