{
  "1476300": {
    "name": "Ambient Channels: Ambiance Machine",
    "steam_appid": 1476300,
    "required_age": 0,
    "is_free": true,
    "description": "Working from home or have school projects and need help focusing your time? Maybe you’re looking to fit some much needed chill time into your daily schedule? Ambiance Machine provides a number of screensaver-like scenes plus a scheduler that lets you schedule one-off or weekly recurring events that pop up when their time comes.<br />\r\n<br />\r\nAmbiance Machine scenes are like 3D screensavers and include their own ambiance sounds such as beach waves or rain. You can specify a music genre-based playlist for each event and since Ambiance Machine is integrated with Infinity Jukebox, you can choose to load Ambient Channel episodes you already own or Infinity Jukebox visualizers.<br />\r\n<br />\r\nLike cats or musical stingers? How about the roar of a dragon? You can choose from a number of gamer sounds as your optional alarm when the event timer is up; they can play once or in a loop until you choose to complete or cancel the event.  <br />\r\n<br />\r\nThe scheduler components allow you to set daily events which can run multiple days a week. This makes it easy to set up your week's schedule to include work time in the morning and afternoon along with breaks. Of course, it’s not only helpful to keep you on track for your daily grind: you can also schedule your weekend activities such as time for chores or anything else more fun than chores. All of these events can be scheduled with their own scenes and music playlists to set the right mood.<br />\r\n<br />\r\nPlease join us on discord or in the discussion forum for Ambient Channels to give us your feedback on how things are or features and functions you'd like to see. (Currently some things on our radar include being able to set up tasks and assign them to events, as well as in-game achievements for completing tasks over time.)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1476300/header.jpg?t=1606207670",
    "developers": [
      "Simulated Entertainment"
    ],
    "publishers": [
      "Simulated Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}