{
  "1476140": {
    "name": "Night Stalkers",
    "steam_appid": 1476140,
    "required_age": 0,
    "is_free": false,
    "description": "Night Stalkers is an Indie title developed by Freelancer Studios in which you are the monster that goes bump in the night. Villages all around the country side tell legends of man-eating monsters lurking in the woods, and you are that monster. You will pick one of four monsters from legends to commit a reign of terror against a defenseless village wiping its inhabitants off the map. However as your nightly hunts progress you will be opposed by guards, heroes, and eventually, monster hunters who wish to put an end to your reign of terror.<br />\r\n<br />\r\nChoose from four monsters, each with its own skills used in the destruction such as the Werewolf, Vampire, Mummy, and Medusa. The Werewolf is a savage beast that charges head on to its victims pouncing on them and tearing them apart with its powerful claws. Additionally the werewolf's iconic howl brings terror into weaker prey. The Vampire makes use of the shadows, going unseen to feed off of the blood of its victims. The more blood you consume the stronger you get. The Mummy rises from the grave to subjugate mortals to its will as it did in life. Though slow, the mummies curses corrupt the minds of men to aid in its hunts. The Medusa is a monster of legends and myth, who has slayed many champions of the gods, claiming their divine weapons and armor for itself. Should it need to, the creatures infamous gaze can turn its victims into stone.<br />\r\n<br />\r\nYou will use your monster's skills and abilities to help you hunt the villagers. Each night is a hunt, and the terror you cause during these hunts increase the difficulty as each hunt passes and your fear gauge rises. As the gauge grows, you will encounter enemies that will grow more and more challenging. Guards fight back against you but are no match for your power alone. However, in large numbers they can pose a threat. Heroes are a band of 4 elite NPCs seeking to stop you. Heroes move as a group and chase you down. The only enemy you will face stronger than heroes are the monster hunters. Each monster has a corresponding hunter trained to target that monster's weaknesses and kill the monster you play. The hunter is a dangerous foe, to be sure.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1476140/header.jpg?t=1633072990",
    "developers": [
      "FreelancerStudios"
    ],
    "publishers": [
      "FreelancerStudios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}