{
  "1476320": {
    "name": "The king is gone Demo",
    "steam_appid": 1476320,
    "required_age": 0,
    "is_free": true,
    "description": "A puzzle game about running, not because one has somewhere to be, but because one has somewhere they don't want to be.<br><br>In this game, you have to run away. Different doors are blocking the way, that need to be unlocked to proceed as fast as possible. Each door will give a different benefit, and a combination of them is the key to succeed .. or fail.<br><br>To open a door, a puzzle is presented, where pieces of a key have to be rotated and merged together to open the door. The further you run, the more difficult the key puzzles become.<br><br>There are three different modes - on the &quot;Demo&quot; version, only &quot;Normal Mode&quot; is available:<br><br><ul class=\"bb_ul\"><li> Normal Mode: Score is increasing the more you survive. It decreases the more you stay idle in a room without picking a door. There's a set amount of rooms to complete before reaching the end.<br></li><li> Endless Mode: Score increases with each room that is completed. There is no end to the amount of rooms presented.<br></li><li> Random Mode: Each door has a specific score as a reward when opened. Rooms and their rewards spawn at random.</li></ul><br>The available benefits from the doors are:<br><br><ul class=\"bb_ul\"><li> Green doors: Increase running speed.<br></li><li> Purple doors: Increase lock-picking skills, which makes opening new doors easier.<br></li><li> Blue doors: Gives extra chances before losing.<br></li><li> Brown doors provide no direct benefit, apart from helping complete more rooms.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1476320/header.jpg?t=1660996374",
    "developers": [
      "Afloofdev"
    ],
    "publishers": [
      "Afloofdev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}