{
  "1477530": {
    "name": "VALIANT TACTICS EX",
    "steam_appid": 1477530,
    "required_age": 0,
    "is_free": false,
    "description": "Valiant Tactics EX redefines the strategy genre with a distinctive blend of real-time strategy and card game elements, resulting in an immersive and complex tactical experience! <br />\r\n<br />\r\nConstruct diverse decks comprised of units, spells, and strategy cards, and engage in thrilling combat in the intense Battlefield of Valor! Take part in fast-paced battles to conquer the enemy’s castle or defeat the opposing commander, leading your forces to victory! <br />\r\n<br />\r\nValiant Tactics EX revolutionizes the real-time strategy genre with its innovative ‘phase system.’ Strategize and execute with precision in the Tactics Phase, meticulously planning your every move and deployment. Then, transition seamlessly into the Active Phase, where you’ll seize control of the battlefield as you command your army in real-time, resulting in gameplay where superior strategy determines the victor! <br />\r\n<br />\r\n■\tWays to Play:<br />\r\nCampaign Mode - Immerse yourself in a medieval fantasy world embroiled in conflict, where warlords vie for supremacy and a gripping narrative unfolds around the events of the Marius Uprising. Assume the prestigious mantle of Knight Captain within the Trillian Army and embark on an adventure while experiencing a visual novel-inspired story. As you progress, level up your forces, unlock perks, collect powerful cards, and tackle challenges to bolster your battlefield prowess, tipping the scales of war in your favor!<br />\r\n<br />\r\nPvP Online Matchmaking - Engage in thrilling 1v1 battles with players from around the world, where progress from the Campaign mode is excluded, resulting in exhilarating matches with balanced conditions on the battlefield! Matchmaking is based on player rank, guaranteeing matchups against opponents of comparable skill levels. Build your deck, devise your strategy, and claim your victory! Calling all Valiant Heroes, unite!",
    "supported_languages": "英语<strong>*</strong>, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1477530/header.jpg?t=1751344561",
    "developers": [
      "THINKGAMES Inc."
    ],
    "publishers": [
      "THINKGAMES Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}