{
  "1477380": {
    "name": "Exotic Cars VI Standard Edition",
    "steam_appid": 1477380,
    "required_age": "17",
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Exotic Cars VI</h2>With Exotic Cars VI, Lany Games attempts to recreate the real world, the open world is huge, realistic, interactive and detailed. Combining action, narrative and gameplay in new ways, there is a vast world to explore set in Miami, New York and Los Angeles. You can choose to play as Oliver or Nora with different decisions and consequences, the world is alive and responsive to the player. The world has a wide variety of Cars, Planes, Weapons, Clothes, Restaurants, Luxury Stores, all with real brands that are organically integrated. Everything you do will contribute to your progress in the world by accessing new missions, cars, heists and rewards.<h2 class=\"bb_tag\" >Exotic Cars VI Online:</h2>Discover an ever-evolving world by playing and acquiring cars, weapons, luxury clothing, houses, apartments, penthouses and completing missions with friends in a massive and detailed world based in Miami, New York and Los Angeles where you can level up and build an empire and achieve massive success.<h2 class=\"bb_tag\" >Brands:</h2>In the open world there are real brands that are organically integrated. There are over 700 cars, detailed, interactive and each with unique characteristics. The world features restaurants such as Burger King, McDonald's, clothing, stores, food and beverages with which the player can interact.<h2 class=\"bb_tag\" >Cars:</h2>The game contains over 700 vehicles, all incredibly detailed and each with unique interiors, engines and features. The brands included are: Abarth, Acura, Alfa Romeo, Alpine, Alumi Craft, AMC, AMG, Ariel, Ascari, Aston Martin, Audi, Austin-Healey, Auto Union, Autos Sierra, BAC, Bentley, BMW, Bowler, Bugatti, Buick, Cadillac, Caterham, Chevrolet, Datsun, Deberti, Dodge, Eagle, Exomotive, Ferrari, Fiat, Ford, GMC, HDT, Hennessey, Holden, HSV, Hummer, Hyundai, Infiniti, Jaguar, Jeep, KIA, KMT, Koenigsegg, Lamborghini, Lancia, Land Rover, Lexus, Local Motors, Lotus, Maserati, Mazda, McLaren, Mercedes-AMG, Mercedes-Benz, Mercury, MG, Mini, Mitsubishi, Morgan, Morris, Mosler, Nissan, Opel, Pagani. Penhall, Peugeot, Plymouth, Polaris, Pontiac, Porsche, Radical, Raesr, RAM, Reliant, Renault, Rimac, Saleen, Shelby, Spania GTA, Subaru, Sunbeam, Tamo, Tesla, Toyota, Triumph, TVR, Vauxhall, Volkswagen, Volvo, Vuhl, W Motors, Willys, Zenvo.<h2 class=\"bb_tag\" >PC:</h2>Exotic Cars VI is built for PC. Our studio focused on giving the best experience, from 60 frames at 4K with RayTracing or 30 frames at 8K with RayTracing.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 匈牙利语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1477380/header.jpg?t=1750059303",
    "developers": [
      "LanyGames, Inc"
    ],
    "publishers": [
      "LanyGames, Inc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}