{
  "1477870": {
    "name": "Elemental",
    "steam_appid": 1477870,
    "required_age": 0,
    "is_free": true,
    "description": "The game can be played either individually or in teams. You can be divided into Fire and Water style teams or everyone can play the game in the same team. During the game, you can create obstacles according to your own tactic!<br><br>During Playing the Game<br>The player who sets up the room can start the game at any time, then after a few seconds of countdown the wall in front of the players is removed and the game begins. Whichever color you are you can only touch the obstacles of your own color otherwise you will start over at the last starting point.<h2 class=\"bb_tag\" > Barrier Types </h2>There are different types of obstacles including fire, water and poison. In addition, there are various objects in the game to manage these types of obstacles. For example, the best thing to pass through the large venom square area is to take the hammer item and make a new path suitable for your color.<h2 class=\"bb_tag\" > Character Types </h2>You can choose the character you want as water and fire in the game.<h2 class=\"bb_tag\" > Set Up and Start Room </h2>The game is based on users setting up their own rooms instead of the main server and listing these established rooms. Therefore, if the player who set up the room leaves the room, the game is broken. Everyone gets kicked out of the room.<br><br>ENJOYABLE GAMES",
    "supported_languages": "英语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1477870/header.jpg?t=1617118949",
    "developers": [
      "Ali Kaan BAŞHAN"
    ],
    "publishers": [
      "Ali Kaan BAŞHAN"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}