{
  "1477710": {
    "name": "The Last Pirate Adventure: Drake's Treasure",
    "steam_appid": 1477710,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> The last pirate adventure </strong><br>Legends of the great pirates continue to be told in the town squares, including Captain Drake and his loot, the greatest ever known. But all this is behind us. Or not. Embark on this new adventure in the footsteps of Captain Drake and become what you've always wanted to be.<br><br><strong> A graphic adventure like the ones before </strong><br>Relive a new adventure like the old ones. Look. Talk. Use. Pick Up. Unravel all its puzzles as you enter the 18th century Caribbean, show that you are a real sailor and find what you want. Captain Morgan and his crew will help you in your mission, but beware of playing with voodoo forces that you do not know.<br><br><strong> Gameplay &amp; Features </strong><br>- Point-and-click adventure game<br>- Unravel logic puzzles<br>- Find the KEY to move from room to room<br>- Multiples characters to interact with<br>- Dialogues to choose from, each one more hilarious than the last<br>- Collect various strange objects that will help you as you progress<br>- Graphic style that will remind you of Pixel art but renewed<br>- Soundtrack with rasin style, Haitian roots music<br>- Learn the History of the 18th century and feel like a pirate<br>- The most complex first puzzle in adventure games<br>- Only with intelligence will you find the hidden treasure",
    "supported_languages": "西班牙语 - 西班牙, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1477710/header.jpg?t=1613135423",
    "developers": [
      "133 Games"
    ],
    "publishers": [
      "133 Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}