{
  "1478270": {
    "name": "Gênese",
    "steam_appid": 1478270,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Welcome to your Universe!</h2><br><strong>Gênese</strong> allows you to enter a meditative and relaxing experience of sculpting your own Universe, exploring physics in space and your creativity. Here you can create star systems and fully detailed planets, from a <strong>tiny molecule</strong> to an <strong>huge orb</strong> floating in the great void. You will be the powerful entity ruling this Universe, bending and manipulating the forces of nature and creating <strong>life</strong>. Rising from cosmic dust, this very life will go forward on its own crusade, evolving into intelligent life and conquering the arena you built, as you watch and care (or destroy) its progress, in a high detailed environment.<br><br><strong>BE THE COSMIC STORY WRITER</strong><br>Gênese is also a story generator where every action, every event, every birth and death is recorded in the fabric of space and time. Planets formed from asteroids and cosmic dust, stars dying in colossal supernovae - or becoming black holes, the rise of galactic civilizations from its rudimentary ancestors and, fatefully, to their extermination caused by themselves, by others or... by you.<br><br><strong>WITNESS THE POWER OF GRAVITY</strong><br>Every object wandering in the system will obey the laws of gravitation, effectively being attracted to one another at some point where they collide, merge, become satellites, explode, desintegrate: Watch powerful planetary collisions and the chaotic environment of the early stages of a stellar system that will create unique celestial bodies orbiting that system. Bring order and stabilize it to allow the appearing of life or consume every planet and molecule.<br><br><strong>CHEMISTRY IS IMPERATIVE</strong><br>Every particle can be combined, to form new molecules with new properties - adding unique features to its host planet. Elements and molecules will melt, solidify or evaporate given the right temperature and circunstances. You can engineer a lush paradisiac world or a toxic burning-hot planet. Creating the perfect environment for life to thrive or the most inhospitable place depends on that right combination.<br><br><strong>FOLLOW YOUR CO-CREATORS</strong><br>Once you create life and it becomes intelligent, a new level of complexity and fun is added to the game: they will evolve, create, explore, colonize and get to know those places you already know - and created. These beings you raised will become &quot;co-creators&quot; of some level, changing the landscape for good or evil purposes, advancing independently through the Eons, bringing on their own culture and technology. Watch over them or destroy them - if you decide there's a reason for that.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1478270/header.jpg?t=1672102324",
    "developers": [
      "Greenlight Studio"
    ],
    "publishers": [
      "Greenlight Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}