{
  "1478040": {
    "name": "Freud's Bones-the game Demo",
    "steam_appid": 1478040,
    "required_age": 0,
    "is_free": true,
    "description": "<br><br>Vienna, 1925. The night drips on the windows of a barely-lit studio. A man walks nervously on the dusty Persian carpet, gripped by a confused monologue and wrapped up in the dense fumes of his beloved cigar. The critics are tearing him down on the newspapers, his family relationships are tense, there are instincts to keep at bay and then some cryptic anonymous letters were sent in... enough reasons to be insomniac!<br><br>Sigmund Freud, torn by doubts about his work and his future, is about to be get shoked. A voice breaks his thoughts, tearing the silence. That voice belongs to his demon: YOU.<br><br>You can be his angel or his Lucifer, you can drag him into nightclubs and force him to face his repressed desires, or make him the greatest psychoanalyst in history!<br><br>Remember, each patient is a crime scene, killer, victim and murder weapon at the same time. Solve his conflicts to advance your career. There are many alternative endings in the game, Sigmund Freud's life is in your hands!<br><br><br><br>Dr. Freud's office is located in Vienna at Rou de Berggasse No. 19; countless people laid down on his couch, allowing the tiny yet stubborn doctor of Jewish origins to listen to the flow of their consciousness and creep into the meanders of their labyrinths!<br><br>Artists such as Salvador Dalì, cultured noblewomen such as Marie Bonaparte, famous composers  such as Brahms... all &quot;poor souls&quot; struggling with obsessions and complex thoughts who jostled for a few chitchats with Freud.<br><br>But even a skillful and capable listener like Freud was gripped by anxiety and fear, especially at night... and it's in that nocturnal chink that the player will have to weave a bond with Freud through branched dialogues!<br><br><br><br>ill in the patient's medical records with the information you managed to extort after the therapy sessions and start shaping the most bizarre and daring interpretations! Look through Dr. Freud's original texts and find the analysis' style that suits you best.<br><br><br><br>Listen to the patients who crowd your office and investigate the right strategy to reach the core of their existential pain in order to heal them from their symptoms. Every patient is a planet of their own, a whole human being devoured by an inner conflict that, day after day, takes away their life. Listen, scold, comfort and suspect: discover which technique suits you best and reveal deepest secrets, unspeakable dreams, eager desires. Build hypotheses and test your theories.",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1478040/header.jpg?t=1646058745",
    "developers": [
      "Axel Fox"
    ],
    "publishers": [
      "Axel Fox Projects"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}