{
  "1479000": {
    "name": "Shredded Secrets",
    "steam_appid": 1479000,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“Be kind; Everyone you meet is fighting a hard battle.”</i><br><br><i>Shredded Secrets</i> is a charming story-based 2D platformer that lets you step into the lives of four people at a middle school - Isabella, Taylor, London and Oakley.<br><br>Their lives intersect at different points as each character faces their own complex issues. Isabella, dubbed the &quot;nerd&quot;  of the school, is being bullied by Oakley, a problematic kid in her grade. Taylor struggles with his grades, anxiety, and pressure from his family to do well in school. London is navigating depression and grief, while trying to keep up with her job as a middle school teacher.<br><br>Learn each character's fears and face off against bullies, hurled insults, inner demons, grade monsters &amp; more. Seek comfort in each character's favorite item. Confront your biggest enemy - the worst bully, or your inner self!<br><br><i>Shredded Secrets</i> builds empathy, manifesting human issues through interesting and charming gameplay.<br><br><strong><u>About the Development Team</u></strong><br><i>Shredded Secrets</i> was created by Team Sarcastic Shark Clouds, a group of middle school girls at the 2018 Girls Make Games Seattle Summer Camp. The game won Grand Prize at GMG’s 2018 Demo Day competition and went on to raise over $30K on Kickstarter. <br><br>Team Sarcastic Shark Clouds: Crystal, Isadora, Keira, Gracie<br><br><strong><u>About Girls Make Games</u></strong><br>Girls Make Games is a series of international summer camps and workshops designed to inspire the next generation of designers, creators, and engineers.<br><br>GMG’s flagship video game summer camp teaches girls ages 8-18 how to design and code their own games. The camps culminate in Demo Day, a national competition where the top teams from around the country pitch their games to industry professionals. The Grand Prize winning team receives extended mentorship and the opportunity to have their game professionally produced and published.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1479000/header.jpg?t=1607448191",
    "developers": [
      "Girls Make Games",
      "Team Sarcastic Shark Clouds"
    ],
    "publishers": [
      "Girls Make Games",
      "LearnDistrict Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}