{
  "1480410": {
    "name": "Sentinel: Cursed Knight",
    "steam_appid": 1480410,
    "required_age": 0,
    "is_free": false,
    "description": "Sentinel: Cursed knight is a single player RPG which sets in the land of Kasweihn. You are a knight of the holy order to investigate what went wrong in the Kasweihn area, sent by king Rethvor. The king hasn't heard anything from the region for months and it seems that no-one who entered came out recently. You are sent in and uncover the grueling horrors of darkness that has set in the Kasweihn region.<br><br>You first start with a couple of items but slowly further in the game you can level up, gain more equipment and be able to use more abilities as your stats increase. There is a large open world ready for you to explore and all secrets to uncover! Rich lore litters the landscape with different voice acted NPC to talk to and discover what happened in Kasweihn. As well as difficult bosses to defeat, powerfull demons to master and legendary equipment to find and use against the darkest of forces. Or, become one of them as you corrupt yourself and gain the power to use demonic abilities.<br><br><strong><br>KEY FEATURES</strong><br><br><strong>* Different playstyles ; </strong>Fight in melee like a warrior or a raging beserker. Perhaps choose to use magical spells for afar and bombard your enemies in hails of fire. The choice is yours.<br><br><strong>* Lot of Content ;</strong> The main story takes a while &amp; during the story you can stray from the path to discover large caves, deep forests &amp; more. You can also choose to enter the Deep Maw, a large dungeon ready for you to explore!<br><br><strong>* Customisation ;</strong> You can customize your character's appereance and stats to your liking, changing with you and your playstyle.<br><br><strong>* Monsters Everywhere</strong>! ; There are alot of different enemies to fight, from skeletons to demons. With 20+ different enemies to encounter and 5 bosses to defeat.<br><br><strong>* Varied items</strong> ; Potions, crafting items, helmets, masks, armors, Maces, Swords, staffs, axes, claymores, hammers... With over 70 different items, the game has alot of items to discover!<br><br><strong>* Corruption</strong> ; Watch out! as you slowely corrupt yourself, giving you unfathomable powers, but it could also mean your death!<br><br><strong>Wishlisting is the best and easiest way to help our indie game succeed!</strong><br><br>@Sentineltudios on Instagram &amp; Reddit!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1480410/header.jpg?t=1631264046",
    "developers": [
      "Sentinel Studios"
    ],
    "publishers": [
      "Sentinel Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}