{
  "1480210": {
    "name": "The Garden of Orilon",
    "steam_appid": 1480210,
    "required_age": 0,
    "is_free": false,
    "description": "The Garden of Orilon is a Role-play acton game. You command unique doll armies and exclusive characters to fight invaders, who intend to conquer the castle received you. And you, have your own purpose, to awaken and take back one of your vanished lover, Aoyius. From azura sky to bloodshed bastion, the challenges, salvation and rewards are here, waiting for you.<br />\r\n<br />\r\nA. Unique designed levels: From going through peaceful countryside to fierce castle scenes, from looking up to azura sky to bloodshed river, and even hovering at floating planets in endless cosmos... you will get immersed in the miraculous worlds. <br />\r\n<br />\r\nB. Hidden artifacts and rewards drop in probabilities: Hidden artifacts are scattered in each level for you to explore, allowing you to get much stronger than enemies, unlocking different endings of the story.<br />\r\n<br />\r\nC. Exclusive abilites/items and level up system: Two characters have total different abilites, with specified items, which will give you brand-new experience in fighting varieties of enemies by cooperating with your loyal doll armies.<br />\r\n<br />\r\nD. Rich characters and missions / achievements: Achievement board will follow up your updated actions as you become more experienced in fighting and strategic retreat. Limited time hastens the pace of game in different way when you encounter different characters at different places.<br />\r\n<br />\r\nE. Challenge your limitation: Due to limits of being an &quot;observer&quot; in the game, who cannot change fateful destiny of some other beings, specified enemies may become almost inconvincible if they are not &quot;unfixed&quot; object. However, it does provide abundant rewards if you insist doing so.<br />\r\n<br />\r\nF. Random in scene changing: There are some random changes in backgroud of menu and some levels, adding freshness and relaxing experience.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1480210/header.jpg?t=1752676671",
    "developers": [
      "EDanDan Studio"
    ],
    "publishers": [
      "EDanDan Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 3,
      "highlighted": [
        {
          "name": "Bronze Trophy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1480210/fa9c25c63ec8e3c5db2f1211a7b6dbddb4f30dee.jpg"
        },
        {
          "name": "Silver Trophy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1480210/84b58c3a8f1df2c734096dc6bdbce115bc718edb.jpg"
        },
        {
          "name": "Golden Trophy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1480210/0cb0986c749115da090eab395d769c8577f24400.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}