{
  "1480260": {
    "name": "Rathe: The Beginning",
    "steam_appid": 1480260,
    "required_age": 0,
    "is_free": false,
    "description": "Rathe: The Beginning is a 2D hand drawn short story RPG that follows a group of adventurers as they embark on a journey that takes them all over the continent of Shen. <br />\r\n<br />\r\nWhen the giant crystal meteor was shattered, there were 9 large chunks remaining. These chunks crashed into the planet and forever gifted the planet with elemental energies: Ice, Water, Fire, Bolt, Earth, Wind, Plasma, Dark and Light. Each element has its own strengths and weaknesses against the other elements.<br />\r\n<br />\r\nChoose from 6 different hero classes: Fighter, Ranger, Mage, Thief, Berserker and Dancer; each class has their own unique stat growth, skill sets, as well as weapon and armour styles. Select your persona, element and even favorite food! Give yourself a name, and away we go!!! Players can expect 18+ hours of gameplay depending on the class you choose, and mastery of the elements.<br />\r\n<br />\r\nThe story starts off with the last trial of wilderness training and quickly descends into mystery when the group finds a strange orb. A seemingly simple errand turns into a giant adventure uncovering corruption and filled with heroics! Find all your destined friends and unlock the secrets of the crystal shards! With 9 dungeons to conquer, that are filled with 40+ monsters and bosses you're gonna need the best items and magic you can buy! No items or magic? Don't worry, Shen is home to 7 proud cities and towns, ready to provide your adventuring needs. Did we mention treasure!? Not only is there treasure, but HIDDEN TREASURE and secrets galore that will help you along your journey.<br />\r\n<br />\r\nRathe brings you classic turn based combat, that will have you leading a party of up to 11, and commanding up to 4 heroes against a huge variety of monsters, bandits and Mutants! Enter combat at a disadvantage or suffer heavy damage, and you can swap party members right in the middle of battle; as long as you have battle ready teammates that is. Pump up your heroes stats with their Skill Web. Blast your opponents with over 250 powerful elemental spells and unique class skills!! Master the elements to keep the edge in battle and dispense SWIFT JUSTICE! But be careful, when the forward party of 4 is wiped out, its game over, so keep your heroes healthy!<br />\r\n<br />\r\nIf you enjoy Rathe, remember this is just the beginning!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1480260/header.jpg?t=1722187059",
    "developers": [
      "Fists Of Destiny Games"
    ],
    "publishers": [
      "Fists Of Destiny Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}