{
  "1480730": {
    "name": "Whiteside",
    "steam_appid": 1480730,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><u>About This Game</u></strong><br><br>&quot;Reality is that which, when you stop believing in it, doesn't go away&quot; Whiteside is a first-person survival horror game. As an investigator of the Common European Asylum System, explore an island where they keep the mentally insane that are beyond help, uncover the truth, but don’t believe everything.<br><br><strong><u>Setting:</u></strong><br><br>On an island that is now used as a mental/prison facility, part prison part asylum terror and horror awaits at Whiteside Asylum. An old hospital for the criminally insane who are hopelessly past rehabilitation. The island was deemed an ideal location for a prison/asylum. It is assumed no prisoner could ever escape or survive the cold ocean that surrounds it.<br><br>Acting as an investigator of the Common European Asylum System (CEAS) it's your duty to inspect the asylum to make sure it up to standards. Up on arrival straight away things seem off, and what you discover is only the beginning.<br><br><strong><u>Features:</u></strong><br><ul class=\"bb_ul\"><li>Survival horror: You will have to use all your wits to try and seek the truth but also survive in this horror slasher.</li></ul><br><ul class=\"bb_ul\"><li>Enemy AI: Enemies will not be predictable there is no set path way, they can come anywhere and at any moment, you will feel very unsafe </li></ul><br><ul class=\"bb_ul\"><li>Graphics: Whiteside utilizes the unreal engine 4 and has made use of nearly all the engines features, including real time volumetric lighting, high textures, pushing the boundaries of what computers can do to give of a truly AAA quality in the graphics department</li></ul><br><ul class=\"bb_ul\"><li>Rich Story and multiple endings: Whiteside focuses on story as much as it does on graphics and performance and game play, in this rich story telling game the player has choices that can be made which will effect the outcome of the story, not only that but environments have different entrances and exists meaning there can be multiple ways around the environment.</li></ul><br><ul class=\"bb_ul\"><li>Random Jump Scares: Whiteside has hand crafted jump-scares made to scare the player but only a few will generate during each play-through giving the player more reasons not to play again</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1480730/header.jpg?t=1636544276",
    "developers": [
      "Frosty Games Studios"
    ],
    "publishers": [
      "Frosty Games Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}