{
  "1480690": {
    "name": "Pangea",
    "steam_appid": 1480690,
    "required_age": 0,
    "is_free": false,
    "description": "Distant future. Research spaceship faces with unknown physical phenomenon in a faraway space.<br>The outcome is safe - the spaceship manages to overcome the anomaly without visible consequences. Though, on arriving to the Earth, the crew discovers it not the same way, as it should be. It seems, the anomaly represented a point of contact of several parallel layers of reality, where the events were happening a little bit differently. When the spaceship went out of the anomaly, it appeared in another layer of reality, not in the same when it got into the anomaly.<br>In that reality the Earth was not affected by a meteorite, which killed dinosaurus. Giant reptiles remained the dominant form of life, and mammals were poorly developed. As the result - the intelligent life and signs of civilization appeared much later, and by the current moment the society is on the level of Stone Age.<br><br>Primitive tribes and dinosaurs, magic and futuristic technologies are waiting for you.<br>In the &quot;skirmish&quot; mode you have to find and destroy the other players bases. In the campaign, you must complete the mission task.<br>For each victory, new unit types will be unlocked.<br><br>Pangea is a hybrid of turn-based strategy, tabletop game and roguelike. Heroes' moves across the playing field are determined by dice rolls. Turn-based tactical battles take place in a separate hex based arena.<br><br><ul class=\"bb_ul\"><li>Explore procedurally generated maps full of prizes and dangers<br></li><li>Enjoy colorful tabletop game styled graphics<br></li><li>Lead 4 unique factions with their own set of units and structures: a warlike primitive tribe, guardians of the forest thickets, terrible monsters and highly developed aliens from a parallel world<br></li><li>Influence the playing field - change the landscape, construct buildings and set traps<br></li><li>Unlock many bizarre creatures and lead them into battle<br></li><li>Uncover the secrets of the Pangea world in a story campaign</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1480690/header.jpg?t=1637254689",
    "developers": [
      "Andrew Bykov"
    ],
    "publishers": [
      "Hommer Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}