{
  "1481990": {
    "name": "Soul Recursion",
    "steam_appid": 1481990,
    "required_age": 0,
    "is_free": false,
    "description": "The universe is being infected by a digital virus that has the capacity to steal the soles of the sleeping. Dawn, a seemingly regular girl from the 2030s stumbles upon a strange Network while investigating a corporation responsible for the death of her father. After connecting to this network through geometric encryptions, she is summoned to the Parergon, the world in-between world's. Upon entering this realm Dawn has become a threat to the universal status quo. The Order of Medea seeks to put a stop to this act of rebellion and  hires a galactic hunter to end the potential for universal shift.  Dawn becomes aware of her fragmented destiny and finds clues throughout her journey that imply her pivotal role in a cosmic prophecy.<br><br><ul class=\"bb_ul\"><li>On your adventure, you will explore five symbolic worlds while engaging in swordplay combat with enemies distributed by the Order’s huntsman.<br><br></li><li>Search for artifacts that fill your inventory. These items provide new magical skills and stronger combat combos, while giving insight into the story.<br><br></li><li>Meet mysterious guides that assisted in your soul’s journey. <br><br></li><li>Come face to face with the Huntsman and declare your opposition and strength to the Order in this third person action adventure game.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1481990/header.jpg?t=1680269329",
    "developers": [
      "Open Arcana"
    ],
    "publishers": [
      "Open Arcana"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}