{
  "1481810": {
    "name": "Ostrich Runner",
    "steam_appid": 1481810,
    "required_age": 0,
    "is_free": false,
    "description": "Ostrich Runner – is the fascinating animated arcade racing where the main heroes are funny and a little bit crazy ostriches.<br />\r\n<br />\r\nAmong millions of stars in our universe there is a small planet of Ostriches. They leaded a steady life, they spent a lot of time with their neighbors, different animals and birds; they settled down to a married life and raised the families. Ostriches tried to save calm and peace in their world…<br />\r\n<br />\r\nBut there is nothing perfect in our universe. The cruel and crazy Professor decided to enslave this beautiful planet with the help of ostriches themselves. Under cloud of night the Professor’s assistant wriggled way into the children’s rooms and kidnapped all of the chickens in the shell. The crazy Professor conceived to steal all of eggs in order to raise the army of warriors… The thief was hurrying up and he did not notice that the bag with the eggs was holed. And on the winding paths appeared an obvious trace…<br />\r\n<br />\r\nThe poor parents went mad and did not know what to do. The War Council it was decided to start hunting the thief.<br />\r\n<br />\r\nOnly the strongest, the fastest and the most dexterous ostriches were involved in the pursuit. Their aim was to collect as many eggs as possible and come to the Professor’s lair for the final fight…<br />\r\n<br />\r\nOn the way to the sacred goal our heroes will meet a lot of enemies and obstacles; but every one will try to be the first and become the Hero who will save the Planet!<br />\r\n<br />\r\n <br />\r\n<br />\r\n8 different worlds with many obstacles and rivals<br />\r\n4 secret bonus levels<br />\r\nUp to 7 rivals in the single player challenge<br />\r\nUp to 6 power-ups per challenge<br />\r\nSplit-screen fun available for 2 on one PC<br />\r\nMultiplayer challenges via LAN and Internet<br />\r\nCell shading technology for fantastic toon-style graphics",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1481810/header.jpg?t=1674482650",
    "developers": [
      "Geleos"
    ],
    "publishers": [
      "First Games Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}