{
  "1482590": {
    "name": "地図の時間 Demo",
    "steam_appid": 1482590,
    "required_age": 0,
    "is_free": true,
    "description": "This game is a single-player RPG in which you travel through a different world, collecting magic words &quot;words&quot;.<br><br><strong>Story</strong><br>A magical world where words have power.<br>Home, a house without a doorway.<br>The main character Craft who lost his memory. And the scale of the buddy.<br><br>The collection of words &quot;keywords&quot; creates a &quot;map&quot; that leads to other worlds.<br>Many times I dreamed of a world where people live free.<br>With longing and wishes, they set out on a journey to collect words.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482590/extras/6e48a8d5346952ec10663f625f08751c.avif?t=1647616113\" width=512 height=288 /></span><br><br><strong>A &quot;word system&quot; that uses a collection of words</strong><br>The story progresses by getting the &quot;word&quot; in conversations and exploration.<br><br>Word types<br>-Library<br>Explain the words that appeared in the piece<br><br>-Equip<br>Affects the strength and battle commands (the &quot;attack&quot; equivalent actions, magic and skills)<br><br>-Name<br>The name refers to the name of the enemy, and by equipping it, you can use the enemy's abilities and skills<br><br>-Emotion<br>Can be utilized as an item with the effect of receiving the emotions unleashed by the enemy in battle.<br>You can also have conflicting emotions and offset the emotions of the enemy.<br><br>-Negotiation<br>You can equip enemies to name them, or you can get Coins (currency of the piece)<br><br>-Battle<br>Can be used in boss battles<br>Can gain temporary status boosts and take advantage of boss battles<br><br>-Others<br>&quot;Library&quot; and &quot;Equipment&quot; may appear in the event choices<br>If you choose the right action, you will benefit from bonus experience and dungeon shortcuts will be released<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482590/extras/1d105dc83f3ae69acce17c025e93aa54.avif?t=1647616113\" width=512 height=288 /></span><br><br><strong>The &quot;map world&quot; of various landscapes</strong><br>Explore a world of fantasies, collapsed futuristic worlds, mysterious shopping malls, bars with jazz piano, graveyards with visions of the past, and more ...... strange maps of the world.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482590/extras/1cf491fa634f6ecec51ca04c9326d3ef.avif?t=1647616113\" width=512 height=288 /></span><br><br><strong>Skill Tree Growth System &quot;Spiritual Compass</strong><br>The skill tree allows you to learn skills and increase parameters<br><br><strong>Rich game elements</strong><br>-A number of objects (bookshelves, signs, tombstones, plants and trees, wall letters, etc.) that return a response on a non-combat floor<br>-The Magic Handbook, which allows you to read descriptions of collected words, equipment, and items<br>-Conversation events that occur upon return from a search<br>-Conversation with peers using the collected words<br>-The &quot;Town of Rineding&quot;, where the experience of the map world is reflected and expanded<br>-Exchange items by donating collected names, the &quot;name library&quot; where enemy character settings are revealed<br>-The Traveler's Cafe, which tells the world setting one day a day as a traveler's story<br>-Location&quot; in search of hidden views in the world of the map<br><br>Enjoy a variety of gaming experiences",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482590/header.jpg?t=1647616113",
    "developers": [
      "KuroGameStudio"
    ],
    "publishers": [
      "KuroGameStudio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 11 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}