{
  "1482700": {
    "name": "Speed Stars",
    "steam_appid": 1482700,
    "required_age": 0,
    "is_free": false,
    "description": "Customize a character, load into the starting blocks, and blast your way down the track for glory! Moving your racer only take two controls, but your timing, rhythm, pacing and composure will determine whether you leave your competitors in the dust or come in dead last. Compete across four sprint distances, challenging your skills against the ghosts of online competitors, your own personal bests, and increasingly difficult bots.<br><br><strong>Game Modes</strong><br>- Features four races distances to try your hand at: 100m, 200m, 400m, and 60m<br>- Performance benchmarks from &quot;noob&quot; to &quot;superstar&quot; for each event will always challenge you to reach the next level.<br>- Test your raw speed in the short sprints, or challenge your composure and energy usage in the longer events. Each race will demand different skillsets and attributes - master them all to beat your friends and achieve the highest rank!<br><br><strong>Character Customization</strong><br>- Unlock more customizable characters, each having slight differences in their play.<br>- Choose among different body types and clothing options/colors, or completely randomize it.<br>- Each character may have different strengths and weaknesses, so master as many as you can to fight your way up the ranks in each event!<br><br><strong>Leaderboards and Competition</strong><br>- Race against ghosts of other Steam users, and view your scores in the All Time Leaderboard or among your Steam friends.<br>- Choose to race against up to seven competitive AI racers, whose skill level will scale based on your own personal bests. See how you stack up against a full field of eight racers, or an intense 1v1!<br>- Mix AI's among ghosts of real competitors, as well as your own ghosts.<br><br>- Options to change the stadium theme, music track, player controls, and camera view<br><br>---------<br><br><strong>Join the Discord channel here!</strong><br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482700/header.jpg?t=1612830067",
    "developers": [
      "Luke Doukakis"
    ],
    "publishers": [
      "Luke Doukakis"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 48,
      "total_negative": 8,
      "total_reviews": 56
    }
  }
}