{
  "1482780": {
    "name": "Eggineer",
    "steam_appid": 1482780,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Eggineer </strong>is a physics based vehicle sandbox game. The goal is simple, build fully destructible vehicles to help your fragile egg companion finish challenging levels in the campaign mode, or design the most complex sets of vehicles in the sandbox and make everything crash or explode!<br><br><strong>Build a vehicle </strong>which can destroy enemy buildings, wipe out entire legions of enemies and bring your egg companion to end of the level, defending him against cannons, crazy chickens and a variety of enemies! Use the parts available to your advantage in the most creative way you can think of.<h2 class=\"bb_tag\" ><strong><br>How does the game work?</strong></h2><br>You begin a level, and you are shown the objective. You are then placed in an editor with an egg sitting in his chair, and using various pieces, you build a vehicle around him. You can add wheels, braces, cannons, explosives, rockets, thrusters and many others (27 total parts). You can also rebind specific parts to a specific key, and off you go! When you are ready to go, you hit the “Play” button, your vehicle will take shape and the simulation will start (Slow-motion included).<br><br><strong>Features:</strong><br>- Vehicle Editor<br>- 27 Vehicle parts<br>- 36 Campaign Levels<br>- 1 SandBox Level",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482780/header.jpg?t=1614272553",
    "developers": [
      "AquaStudios"
    ],
    "publishers": [
      "AquaStudios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}