{
  "1482370": {
    "name": "Guilty Guardians: The Sin Slayers Story",
    "steam_appid": 1482370,
    "required_age": 0,
    "is_free": false,
    "description": "Guilty Guardians is a modern dungeon crawler RPG in the pixel-art style of games of the 90s. You control a group of mercenaries who are ready for money to go in search of ancient artifacts in creepy dungeons, closed laboratories, ice stations and other dangerous places of the split worlds of the United Universe.<h2 class=\"bb_tag\" >History</h2>The world was plunged into chaos when the huge mechanical robot Guardian created to protect the United Universe and endowed with magical abilities was broken due to a mistake by a group of mechanics carrying out his regular repairs. Evil sensed the moment when the Guardian was disabled and rushed to attack each of the existing worlds. A huge group of demons attacked the Guardian's repair base, exterminated all its personnel, dismantled the disabled Guardian and stole important parts of him. Now, to return the world to the United Universe, you need to find these parts, restore the Guardian and activate him again. For this the campaign to attract volunteers willing to risk their lives for the future of the entire United Universe was organized on the planet Promethium-VI.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>explore different worlds of the United Universe to find important artifacts which are necessary for the restoration of the Guardian<br></li><li>solve riddles and look for secret passages in the dungeons — pay attention even to the cracks on the walls<br></li><li>control, develop and take care of volunteers — if they die, you will have to look for new ones (well, almost)<br></li><li>improve your weapons and armor — the cooler they are, the longer you will live<br></li><li>move around grid-based locations — just like in the good old days!<br></li><li>create your own scenarios with your own worlds and share them with other players — all this is available in a very simple in-game editor</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 印度尼西亚语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 巴西, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 简体中文, 瑞典语, 繁体中文, 土耳其语, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482370/header.jpg?t=1736442696",
    "developers": [
      "goonswarm"
    ],
    "publishers": [
      "goonswarm"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}