{
  "1482150": {
    "name": "Made Marion",
    "steam_appid": 1482150,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >EARLY ACCESS: Made Marion has been released in <strong>Early Access</strong>!  Currently <strong>Robin Hood</strong>, <strong>Little John</strong>, and <strong>Will, the Scarlet Blade</strong>'s routes are available. Our next route will be Meissa, scheduled for 2026.</p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" ><strong>What do you do when your best isn't good enough?  </strong> </p><p class=\"bb_paragraph\" >Lady Marion of Glastonbury is going to have to figure that out, and fast. Removed from her position of power and thrust into an unwanted arranged marriage, she finds herself careening through Sherwood Forest toward the troubled town of Nottingham. </p><p class=\"bb_paragraph\" >Released from the confines of her previous life, who will Marion become?  A freedom fighter? A knight-at-arms? A reluctant spy?  Will she help create peace in Nottingham or hasten the coming confrontation between the strict Sheriff and the rebel Robin Hood? </p><p class=\"bb_paragraph\" >And will a woman who resisted marriage end up finding love where she least expects it? </p><p class=\"bb_paragraph\" >Find out when you're... Made Marion. </p><h2 class=\"bb_tag\" >A Romantic Action-Adventure Story</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Made Marion is an otome visual novel - a romantic story primarily aimed at women, though of course all genders are welcome to play! It's inspired by the tales of Robin Hood, but with many of its own twists. </p><p class=\"bb_paragraph\" >Welcome to Avalon, an alternate-world Medieval kingdom in which humanity exists in a sometimes-uneasy balance with the mystical fae folk. Avalon's hero-king Richard has gone missing, the nation is deep in debt from a recent war, and the commoners are agitating for more representation in government. </p><p class=\"bb_paragraph\" >Step into the shoes of the proud young noblewoman Marion and guide her adventure in a richly-detailed fantasy world thick with political machinations and mystical intrigue.  Decide who to trust and who to love. Can Marion make the right choices to save Nottingham from a dire fate? </p><h2 class=\"bb_tag\" >Features:</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Gorgeous Graphics with a Celtic Flair:</strong> Enjoy our beautiful, expressive characters and a unique world inspired by a variety of Northern European cultures. Celtic design elements are threaded through our character and background designs. </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" ><strong>Proactive Heroine:</strong> Her name is in the game's title for a reason! Marion isn't just along for the ride; she drives the plot forward in many ways and has her own goals and desires. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>One Big Choice, Two Different Worlds:</strong> After the game's prologue, you'll make a big choice that either sends you to Sherwood Forest or the city of Nottingham. Each side has a different cast to romance, and the two sides have a different feeling to them. Sherwood is a swashbuckling action-adventure, while Nottingham has more political intrigue and spy hijinks. </p><p class=\"bb_paragraph\" ><strong>Role-Playing Choices:</strong> Instead of using a traditional affection meter, you'll be making major role-playing choices in each route that lead to two possible happy endings. Choose to be clever or straightforward with the flirtatious Robin. Make idealistic or pragmatic choices with Geoffrey and Gui. It's up to you, and you won't be punished with a bad end for your personality choices. </p><p class=\"bb_paragraph\" ><strong>Meaningful Bad Ends:</strong> Our bad endings are designed to be logical and interesting, giving hints about the wider story and world or showing a different side of the game's characters. They're also easily reversed, as they come from one-off choices.] </p><p class=\"bb_paragraph\" ><strong>Made for Adults:</strong> We're a sex-positive, LGBT-friendly otome game aimed at adult readers, with an over-18 cast. We aim to be mature without being &quot;edgy&quot; and to portray sex as a part of the characters' developing relationships. </p><p class=\"bb_paragraph\" style=\"text-align: center\"><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482150/extras/17f2a7ab04f7bc01e93bb17e4248b236.avif?t=1765175787\" width=600 height=463 /></span></p><h2 class=\"bb_tag\" >Meet the Love Interests</h2><p class=\"bb_paragraph\" ><strong>Robin of Locksley:</strong> A deposed lord who is leading a rebellion against the autocratic Lord Geoffrey of Nottingham. A strong and capable leader with a tendency to hide his true feelings behind a wall of jocularity. </p><p class=\"bb_paragraph\" ><strong>John:</strong> Robin's second-in-command, a gentle giant of a man battling inner demons from his tragic past. </p><p class=\"bb_paragraph\" ><strong>Will, the Scarlet Blade:</strong> John's half-brother, a daredevil swordsman with several large chips on his shoulder. </p><p class=\"bb_paragraph\" ><strong>Lord Geoffrey:</strong> Known locally by the derogatory nickname of &quot;The Sheriff,&quot; this stern lord is determined to rule by law, even if the law entails some very onerous taxes. Can Marion uncover the reasons behind his harsh policies? </p><p class=\"bb_paragraph\" ><strong>Meissa:</strong> A mysterious, mischievous sage from an enemy land. Kind and compassionate, they harbor a dangerous secret. </p><p class=\"bb_paragraph\" ><strong>Alanna Dale:</strong> A merry bard in Geoffrey's court. Easy to fall in love with but difficult to truly know, she guards herself with layers of lies. </p><p class=\"bb_paragraph\" ><strong>Gui la Londe:</strong> A gorgeous, graceful chevalier who is a confidant of Lord Geoffrey's despite their very different worldviews. He would like to recruit Marion for an important mission of behalf of the Crown.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482150/header.jpg?t=1765175787",
    "developers": [
      "Velvet Cupcake Games"
    ],
    "publishers": [
      "Velvet Cupcake Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 9000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 90.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 75,
        "description": "可以仅用键盘"
      },
      {
        "id": 76,
        "description": "可以仅用鼠标"
      },
      {
        "id": 71,
        "description": "朗读游戏菜单"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}