{
  "1482480": {
    "name": "Fall in Duty",
    "steam_appid": 1482480,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482480/extras/558645267493f0c42368fcc3d3716858.poster.avif?t=1736168240\" width=600 height=82 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482480/extras/558645267493f0c42368fcc3d3716858.webm?t=1736168240\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482480/extras/558645267493f0c42368fcc3d3716858.mp4?t=1736168240\" type=\"video/mp4\"></video></span><br>Step into the world of &quot;Fall in Duty&quot;, where military precision and survival horror collide in an apocalyptic setting. As Rayleigh, a former S.W.A.T. team leader, you navigate a landscape ravaged by a parasitic threat, blending intense first-person action with the suspense of a psychological thriller. This journey offers a unique blend of combat, strategy, and emotional depth.<br><br><strong>Campaign Mode: Unveiling the Truth</strong><br>Discover Rayleigh's story in this dark, gripping narrative. Unravel the events leading to his team's demise in a secret Russian bunker. This campaign transcends a mere survival story, diving into Rayleigh's psyche amidst armed conflicts and undead threats. Experience a richly woven tale of conspiracy, loss, and alliances, challenging your strategic thinking and decision-making in a chaotic, infected world.<br><br><strong>Frontline: Wave-Based Survival</strong><br>Frontline challenges you with wave after wave of relentless enemies. Test your tactical skills, resourcefulness, and combat abilities in this high-stakes survival mode. Outlast and outmaneuver foes, aiming to dominate the leaderboards. Whether you're braving it alone or with allies, expect heart-pounding action in every encounter.<br><br><strong>Dead Side: Open World Survival</strong><br>In Dead Side, survival hinges on more than just fighting off the undead. This expansive open world demands scavenging, crafting, and strategic alliance-building. Every decision impacts your survival in a world where trust is as scarce as resources. Your resilience and ingenuity are key to enduring the harsh realities of this post-apocalyptic landscape.<br><br><strong>Multiplayer: Dynamic Combat Meets Zombie Chaos</strong><br>The Multiplayer mode offers a fresh perspective on combat, blending traditional warfare with the unpredictability of zombie threats. Utilize zombies as strategic assets in familiar scenarios like Team Deathmatch, adding depth to each skirmish. Every battle is a unique, thrilling experience, challenging players to adapt and outwit opponents in this ever-evolving battlefield.<br><br>Embark on a journey of survival, strategy, and emotional turmoil in a world on the edge of destruction. With diverse gameplay modes, each offering its own set of challenges and thrills, this game is a testament to the resilience of the human spirit in the face of overwhelming odds. Join the fight and carve your path through a world plagued by darkness.<br><br><i>NOTE: The following game modes are included in Early Access: Prologue &amp; Wavebased game mode (Frontline) </i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1482480/header.jpg?t=1736168240",
    "developers": [
      "VoidLab"
    ],
    "publishers": [
      "VoidLab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}