{
  "1483850": {
    "name": "High Poly :: Rise of the Machines",
    "steam_appid": 1483850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Rise of the Machines</strong><br>In an otherwise ordinary medieval kingdom, a hi-tech force has been growing under the promise of Comfort and Safety for All.<br><br><strong>The Kingdom's Armor</strong><br>Enter your kind self, a repurposed suit of armor that belonged to the recently deceased &quot;Hero of Legend&quot;.<br><br>Half plate, half machine, your purpose has been indisputably programmed into your core ; Protect and serve the kingdom's citizens.<br><br><strong>The Seven Factions</strong><br>The Kingdom's going through a rough time ; Citizens are disappearing and everyone's got somebody to blame.<br><br>The Hatters advise the Royal Family to send their Guards out against the Druids, who they believe to be the root of all evil. The Druids on the other hand, claim they'd never harm a soul and that all of their skirmi.. activism, is simply their rage against the machines, and the environmental toll associated with them.<br><br>The Lutes are morally on the Druids' side, yet taking up arms is a tad extreme for them - changing the world through their music seems much more appropriate. And in all of this chaos, the Engineers are nowhere to be found, yet somehow Machines keep sprouting up all over the place.<br><br>The Armor, as part of the Royal Guard is naturally caught in the middle of it all.<br><br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li>Tight, intuitive controls shared across social, action and combat situations<br></li><li>Hack &amp; Smash your way through tactical puzzle-like brawls and epic boss fights<br></li><li>When your mace isn't enough, try more.. diplomatic (or stealthy) routes<br></li><li>Interact with a small - but wholesome - cast of characters and factions<br></li><li>Decide where you stand in this Rise of the Machines and how to save the Five Realms</li></ul><br>If you've read this far, why not add us to your Wishlist and be the first to know when Act 1 gets released.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1483850/header.jpg?t=1684236716",
    "developers": [
      "Tall Guy Productions"
    ],
    "publishers": [
      "Tall Guy Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}