{
  "1484250": {
    "name": "All is Fair in Dust and Air",
    "steam_appid": 1484250,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484250/extras/77bfd38476cda51a2cc51c0089595729.avif?t=1657092165\" width=600 height=163 /></span><br><i>&quot;With an airship even the sky isn't the limit, just another hurdle.&quot; -William Aven</i><br><br>Welcome to our vision of the world of Guns of Icarus! This visual novel is an expansive, over 800,000 word, tale that follows the coming of age story of William Aven. A young man about to chart his own course in the skies across all six nations in the Guns of Icarus universe. <br><br>Journey from the frozen under-cities of Anglea, to the unforgiving sands of the Arashi desert. Dating sim? Ha! In Dust and Air you will fight ruthless air pirates, discover treasures of the ancient world, and uncover the seedy underbelly of the Guns of Icarus universe! Falling in love with the woman you love, is like icing on a cake!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484250/extras/93bcb9656f711aa7cf484ee3058e3c22.avif?t=1657092165\" width=600 height=163 /></span><br>Each story has numerous endings and choice points which determine the outcome. Some even cross over with each other!<br><br>All is Fair in Dust and Air leans more to the novel side of visual novels. We don't make you farm stat points or micromanage your relationship status. Like a good book, this visual novel is meant to be enjoyed at whatever pace you wish. This, of course includes, whatever ending you feel is best for the characters.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484250/extras/72d3faffe035985730b0647c9caf852c.avif?t=1657092165\" width=600 height=163 /></span><br>The first story available to players will be the introduction story which takes place in Cathedral, a major independent city and trade hub within the Guns of Icarus world:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484250/extras/32e7564a949325d9506416775243cc3a.avif?t=1657092165\" width=600 height=438 /></span><br>Here you'll be able to experience our vision of Cathedral and meet five of our six main heroines! <br><br>This initial story for Cathedral is currently over 50,000 words. Which is already surpassing most western visual novels on Steam. From here, our game production will shift to the story arcs for each heroine. These will currently be developed into standalone games that link to the original Cathedral story here.<br><br>Why not DLC? Because our story arcs average close to 100,000 words each and engine constraints are a PITA! Will we revisit DLC options? Possibly!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484250/extras/a73176c4c4249984d01aa8840cc454ea.avif?t=1657092165\" width=600 height=163 /></span><br>Dust and Air is a labor of love. It has been created by fans of Guns of Icarus, who were given permission by Muse Games (The creators of Guns of Icarus), to make it. From small beginnings it has since grown to the point it spawned it's own indie game studio to see it released (Broken Hammer Games).<br><br>However, we must state that this is not direct canon created by Muse, nor do we have sway over Muse's canon for Guns of Icarus. Dust and Air is to be treated as a “legend,” in the universe Muse has created. It is very much a love song for the universe Muse created and we are eternally grateful for the grace they have extended to us to share it with the rest of the world.<br><br>So whether you are a fan of Guns of Icarus or have never heard of it till now, we welcome you to the world that has inspired: All is Fair in Dust and Air. If you like your stay in ours, we think you'll like your stay in theirs.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484250/header.jpg?t=1657092165",
    "developers": [
      "Broken Hammer Games, LLC"
    ],
    "publishers": [
      "Broken Hammer Games, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}