{
  "1484610": {
    "name": "YABAI MANTIS VR",
    "steam_appid": 1484610,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;What a hell! The experimental mantis has grown huge!&quot;<br><br>An accident that suddenly came under a doctor who was secretly absorbed in illegal research ...<br>It was a runaway mantis that became huge due to experiments!<br><br>Not only will human damage occur if nothing is done, but doctors' illegal research will come to light!<br><br>He is not confident in his strength and has no strong weapons at hand. But you have to do something about it.<br><br>Is the mantis dangerous, or is the doctor's tomorrow dangerous?<br>Use a wide variety of weapons to kill the giant mantis before anyone finds it!<br><br>----------------------------------------------------------------------------------------------<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484610/extras/7c488d8ace38c8d74990e7a287e3c90d.avif?t=1610536071\" width=384 height=208 /></span><br>&quot;Challenge the giant mantis realistically reproduced in VR!&quot;<br><br>This game is a game that aims to challenge the giant mantis that is realistically projected by VR from the front and kill it with your abilities.<br><br>In a mountain where there are no useful weapons such as firearms, you start with no help other than limited supplies.<br>Let's make full use of our human power to think about how to fight against a giant mantis who mercilessly wields a vicious sickle while keeping its characteristics as a living thing.<br><br>In addition to manipulating the hands and field of view with the VR controller, the player can move naturally with the stick.<br>You can freely choose possible actions such as preventing the mantis attack with a weapon, running and avoiding it, and immediately approaching and attacking.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484610/extras/5ba8ac1e948698a92ac6b8fb8704695b.avif?t=1610536071\" width=310 height=208 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484610/extras/643fadc3278c6ec09e7e958d7b5eef96.avif?t=1610536071\" width=384 height=206 /></span><br>There are more than 40 types of weapons and items that appear. However, none of them can be a deadly factor for a powerful mantis on its own.<br>A magical item that restores HP immediately when used? … No, it doesn't exist.<br>A bazooka cannon that blows enemies into pieces just by shooting? … No, it doesn't exist.<br>All that appears in the game are the junk in the mountains and the mysterious items created by the whims of the doctor.<br>All you can do is hit or throw with those items.<br><br><br>Perhaps you will have a very difficult time. But that's not unreasonable.<br>Because you have never actually fought or even prepared for a giant mantis.<br><br>What if you cleared this game in just one play?<br>The development team recognizes you as a stronger creature than a lion.<br>What if you could easily clear it as a result of dozens or hundreds of challenges?<br>It's okay to actually meet a giant mantis at any time.<br><br>If you are confident in your arm or if you are confident in dealing with mantis, please play it.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484610/header.jpg?t=1610536071",
    "developers": [
      "TATSUMI ELECTRONICS"
    ],
    "publishers": [
      "TATSUMI ELECTRONICS"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}