{
  "1484170": {
    "name": "Prayerplay Order of Knowledge",
    "steam_appid": 1484170,
    "required_age": 0,
    "is_free": true,
    "description": "Explore the eerie, foggy island and use the many clues to solve the mystery of the Order of Knowledge.<br>You have to solve the mystery of the Order of Knowledge and understand the meaning of the fictional language.<br>The main character shakes his head in 2D as he explores the island, creating a magical experience that feels like you're actually walking around in 3D.<h2 class=\"bb_tag\" >・three Rituals</h2>Solve the riddles and recreate the three rituals performed by the mysterious Order.<br>・New original language.<br>The characters associated with the ritual are entirely new. Understand their meaning.<br>・Order of the Mystery<br>​・Angel Owel<br>Something bloody appears in front of you.<h2 class=\"bb_tag\" >Story</h2><br>The protagonist was studying a group called the &quot;Order of Knowledge&quot;that was active in the 11th~13th century.<br>One day, he receives a mysterious invitation to visit an isolated island near Ireland.<br>The place described on the invitation is an isolated island.<br><br>The island was the origin of the Order and was full of old ruins.<br><br>​Reproduce the ritual with knowledge. Then bless you.<br>On the island, where there is a sense of unease,<br>the protagonist looks at the enclosed chart and tries to recreate the rituals performed by the Order.",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484170/header.jpg?t=1764416526",
    "developers": [
      "Furoshiki Lab.",
      "フロシキラボ"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}