{
  "1484970": {
    "name": "Shoot Your Friends",
    "steam_appid": 1484970,
    "required_age": 0,
    "is_free": false,
    "description": "Shoot Your Friends is a love letter to retro deathmatch gaming. We all have that friend we want to shoot (in a loving kind of way) and now you finally can. So grab a buddy - or heck, bring up to three - and get to it!<h2 class=\"bb_tag\" >This is My Rifle, This is My Gun</h2>Sure, plenty of games let you shoot your friends with any old gun. But what if you had eight different guns to shoot your friends with? Think of the possibilities (there are eight possibilities)!<h2 class=\"bb_tag\" >Rules to Shoot By</h2>While you can't go wrong with shooting your friends, sometimes you just need to spice things up. Shoot Your Friends features eight different game modes that allow you to jazz up the act of homicide. But remember, if any mode is too complicated, you can't go wrong by just shooting your friends!<h2 class=\"bb_tag\" >Remember Who Your Buddy Is</h2>Some friends are for shooting, but other friends are for keeping around. All game modes are designed to be team-play compatible. Simply pick the same team colour when choosing your weapons, and together you and your friend can shoot your friends!<h2 class=\"bb_tag\" >Take the Scenic Route</h2>For some people, stage 1-1 is all they need in life. But not you. You're a world traveller. You don't want to shoot your friends in a boring locale day in and day out. You want to feel the wind in your hair, while cruising past breathtaking vistas and taking in stunning sights. We don't really do the breathtaking vistas thing, but we <i>can</i> offer you ten different arenas to shoot your friends in!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1484970/header.jpg?t=1639427283",
    "developers": [
      "Fancy Pigeon Studios Ltd."
    ],
    "publishers": [
      "Fancy Pigeon Studios Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}