{
  "1485460": {
    "name": "Gladiators VR Tournament",
    "steam_appid": 1485460,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>FPS + Esport + VR</strong><br><br>Available for Arcades on Springboard VR<br><br>Gladiator Tournament is an intuitive, fast-paced competitive VR shooter in which you take the role of mercenaries battling in a deathmatch arena.<br><br>You’ll fight across a colossal and vertiginous arena, teleporting from platform to platform and bullseyeing your opponents with different cool weapons.<br><br>Each intense round gives you five minutes to frag enemies and ramp up your score.<br><br>At the end of the fight the mercenary with the highest score is declared the best fighter in the arena!<br><br><strong>Features:</strong><br><br><ul class=\"bb_ul\"><li>High Octane Battle</li></ul>Pick up your favourite weapons to hunt down your opponents and dominate the battle. The best mercenary fighter will be the one with the most accurate aim and sharpest decision-making.<br><ul class=\"bb_ul\"><li>4 Players FFA Deathmatch</li></ul>Players battle each other in a free-for-all deathmatch.<br><ul class=\"bb_ul\"><li>1 Player Time Attack</li></ul>Measure your skills against the series of time-attack challenges requiring marksmanship and reflexes. Try and try harder to get a chance to finally beat the developer record!<br><ul class=\"bb_ul\"><li>Unique Teleport System</li></ul>In the Burning Descent, you teleport from platforms to platforms at a glance. Not only is it a unique way of moving in VR games, it makes it feel easy and natural to dash around the battlefield at lightning speed.<br><ul class=\"bb_ul\"><li>Body Movement</li></ul>Stand out from other competitors by crouching, ducking and leaning out to become a harder target to reach and step up your combat intensity!<br><ul class=\"bb_ul\"><li>No motion sickness</li></ul>The game was designed and polished with a scientific VR approach, reducing motion sickness to an absolute minimum, ensuring an optimal experience even for sensitive players.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1485460/header.jpg?t=1607081079",
    "developers": [
      "RyseUp Studios"
    ],
    "publishers": [
      "Mumocap"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}