{
  "1485380": {
    "name": "iGuide Knossos VR",
    "steam_appid": 1485380,
    "required_age": 0,
    "is_free": false,
    "description": "iGuide Knossos aims to enhance the user’s experience as a “digital” visitor to archaeological sites and monuments. Through the detailed 3d reconstruction of the monument based on Arthur Evans’ drawings and illustrations, the visitor is offered a first person navigation in the original form of the monument from any place, at any time.<br><br>Guide your way through the adventure! Rebuild and unearth the past of Knossos where historical myths of rivalries between gods and mortals, like those of King Minos and the Minotaur’s labyrinth took place:<br><ul class=\"bb_ul\"><li>Navigate through endless corridors <br></li><li>Compare reconstructed and present versions of the palace<br></li><li>Customize your tour with a personalized alternative guided tour that will include, apart from narration, animations and educational games!</li></ul><br>The subject of the tour’s animations is based on (a) social, such as the everyday life of the monument’s inhabitants, (b) historical, e.g. construction, destruction or excavation and (c) mythological elements. <br><br>iGuide Knossos seeks to create a digital cultural reference point, by expanding our cultural assets to a global audience of varying interests and ages. It combines entertainment and education in an accessible and fun way for a wide audience of visitors while also developing a detailed tool for researchers.",
    "supported_languages": "英语<strong>*</strong>, 希腊语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1485380/header.jpg?t=1622392537",
    "developers": [
      "Stelios C. A. Thomopoulos"
    ],
    "publishers": [
      "CLARET"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}