{
  "1485110": {
    "name": "SciGirl: The Internship",
    "steam_appid": 1485110,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Sonia will be searching for the professor, who mysteriously disappeared right before her eyes during a critical experiment. Both of them were conducting tests on the professor’s specially designed suit—an advanced tool that allowed him to control the effects of their newly stabilized chemical formula powered by the lorandite mineral, Reductojuice, which could shrink and enlarge living organisms. However, during the test, a malfunction in the suit’s dosimeter caused an uncontrolled exposure to the chemical. Before Sonia could react, the professor rapidly shrank and vanished, leaving behind only his notes and a trail of uncertainty.</p><p class=\"bb_paragraph\" >Determined to rescue him, Sonia studies his research and recreates the chemical, preparing additional doses in hopes of restoring him. However, she faces a major problem—she has no idea how much Reductojuice was accidentally released or just how small the professor has become.</p><p class=\"bb_paragraph\" >With no time to lose, Sonia equips herself with the backup suit, a less advanced version of the professor’s, which still allows her to manipulate the chemical but with more limitations. Bracing herself for the unknown, she activates the suit and shrinks down to an incredibly tiny scale—nanoworld small.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1485110/eb257e59bdc217a1192bb6d60bf4a8d103a5009a/header.jpg?t=1762473850",
    "developers": [
      "Sindex LLC"
    ],
    "publishers": [
      "Sindex LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}