{
  "1485260": {
    "name": "Visitations",
    "steam_appid": 1485260,
    "required_age": 0,
    "is_free": true,
    "description": "Visitations is a collection of vignettes  designed to relax, entrance, and enhance  the viewer’s state of mind. It makes use of techniques such as binaural beats, subtle strobing, form constants, and includes a body scan meditation, a dream induction, and a soundtrack developed by a healer with experience leading traditionally inspired ceremonies. The experiences in Visitations allow users to turn inwards and explore their own stories and mental states. The spaces are open vessels waiting to be filled by the conscious intentions of the users. Ancient shamans intuitively understood the power of the mind, and that their performances would conjure  the body’s innate ability to heal. Modern medicine accomplishes a similar effect with lab coats and pills. Visitations employs technology to similar ends.<br />\r\n<br />\r\nDevelopment<br />\r\n<br />\r\nVisitations has been designed from the ground up for use with stand-alone VR headsets like the Go, Quest and even phone based VR which greatly improves accessibility and ease of use. The scenes run in real-time and are procedurally generated. They never loop and are always different allowing them to be an effective object of meditation.<br />\r\n<br />\r\nArt is Therapy<br />\r\n<br />\r\nAncient shamans intuitively understood the power of the mind, and that their performances would conjure  the body’s innate ability to heal. Modern medicine accomplishes a similar effect with lab coats and pills. We are beginning to understand that technology can be employed to similar ends.<br />\r\n<br />\r\nThe Spirit of Experimentation<br />\r\n<br />\r\nWe are at the start of a long journey. Visitations is a place for artists and scientists to collaborate on experiments which will lead to a vocabulary and a set of best practices to achieving a variety of different therapeutic and aesthetic goals.<br />\r\n<br />\r\nTechniques<br />\r\n<br />\r\nSubtle Strobing Lights - have been shown to directly affect brainwaves, inducing dissociative states, even helping prevent Alzheimer’s.<br />\r\n<br />\r\nBinaural and Isochronic Beats - have a similar ‘brainwave entraining’ effect as strobing lights and have been used for decades in meditation practices.<br />\r\n<br />\r\nForm Constants - are geometric patterns which appear during altered states such as hypnogogia and hallucinations.<br />\r\n<br />\r\nTunnels - draw the eye to a single point in the distance.<br />\r\n<br />\r\nBody Scan - is a common meditation practice, employed in Vipassana meditation and others.<br />\r\n<br />\r\nUse Cases<br />\r\n<br />\r\n· Inner Journeys<br />\r\n· Relaxation/Focus<br />\r\n· Mood Modification<br />\r\n· Mini-Vacations<br />\r\n· Mindfulness<br />\r\n· Distraction Therapy<br />\r\n· Infusion Therapy<br />\r\n· Mental Reset<br />\r\n· Meditation Assistance",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1485260/header.jpg?t=1608313870",
    "developers": [
      "Object Normal"
    ],
    "publishers": [
      "Light Clinic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}