{
  "1485920": {
    "name": "Zero Losses",
    "steam_appid": 1485920,
    "required_age": 0,
    "is_free": false,
    "description": "Zero Losses is a first-person open-world driving apocalyptic horror inspired by the events of the Russian invasion of Ukraine.<br />\r\n<br />\r\nYou play as a contract serviceman of a support battalion, not participating in the frontline events but working in a chain of supplies behind it. While your other comrades &quot;defend&quot; The Motherland by expanding its borders, you follow them, arriving at the liberated scorched earth. For long days at the wheel of a truck, you drive through the deserted streets of dead cities and villages, diligently avoiding explosion craters while the empty orbits of broken windows are watching you.<br />\r\n<br />\r\nYou are not involved in the violent flames of war, but you are the one who fuels it. Sometimes you carry ammunition or fuel, sometimes you deal with medical or humanitarian aid. War requires much more effort other than shooting. As part of the occupying troops, your goal is to also ensure the minimization of irretrievable losses, including preventing property loss and finding missing units.<br />\r\n<br />\r\nUnlike most war-related games Zero Losses is not an action game: it’s a slow-paced surreal road trip through the apocalypse. The game does not showcase the violence but introduces you to the aftermath of it.",
    "supported_languages": "英语, 俄语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1485920/header.jpg?t=1706193307",
    "developers": [
      "Marevo Collective"
    ],
    "publishers": [
      "Marevo Collective"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}