{
  "1486900": {
    "name": "18 ЕСТЬ?",
    "steam_appid": 1486900,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>18 ЕСТЬ?</strong> -  это симулятор работника провинциального ларька, показывающий жизнь простого работяги его глазами. <br><br>В 18 ЕСТЬ? вам предстоит проверять покупающих сигареты и алкоголь на совершеннолетие и прочие пункты, указанные правительством Каставии. <br>Каждый день правительство будет создавать новые правила, поэтому следите успевать! <br>Запрет продажы алкоголя в определенное время дня, в определенную погоду,  и так далее.<br>Пройдите через массу абсурдных ситуаций и попытайтесь в итоге одновременно не выгнанным с работы из-за низкой прибыли, не оштрафованным за продажу алкоголя кому попало, и не лишиться авторитета среди мужиков.<br>Решайте - продавать ли алкоголь беременной девушке, школьнику что идёт на свидание, делайте сложные моральные выборы.  Лавируйте, гуляйте по лезвию ножа, в этой остро-социальной драме о жизни простого работяги, что должен лавировать между интересами бизнеса и государства, моралью и собственным выживанием. Выбор лишь за вами - проверьте себя и узнайте, какого это - обычным продавцом ларька, как это сложно, проникнитесь пониманием к их непростой профессии. <br><br><br>Особенности:<br><br>-Вид от первого лица<br>-Будьте кассиром в теплом, ламповом и удобном, близком к дому пост-советском ларьке<br>-Отбивайтесь от некого &quot;Одувана&quot;<br>-Делайте выборы, влияющие на сюжет<br>-Управляйте своим бюджетом с умом<br>-3д графика<br>-Достижения",
    "supported_languages": "俄语<strong>*</strong>, 英语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486900/header.jpg?t=1611218795",
    "developers": [
      "Mother Russia Games",
      "Marginal Creations",
      "90s Games"
    ],
    "publishers": [
      "Kavkaz Sila Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}