{
  "1486280": {
    "name": "The Backrooms: Mass Extinction",
    "steam_appid": 1486280,
    "required_age": 0,
    "is_free": false,
    "description": "If you're not careful and you noclip out of reality in the wrong areas, you'll end up in the Backrooms. The old moist carpet, the mono-yellow rooms and the hum-buzz of the fluorescent lights will be your only comfort in the endless purgatory you have found yourself in. Don't bother crying out for help. Nobody is coming. Nobody is left.<br />\r\n<br />\r\n(Some VR headsets might have compatibility issues. I don't own all of the headsets yet to test with.)<br />\r\nCurrently Tested Headsets:<br />\r\n•     Oculus Rift<br />\r\n•     Meta Quest 2<br />\r\n<br />\r\n////If you are using the Quest you should go into your Oculus app and change your OpenXR settings to the Oculus one. Unreal Engine did a bug in the new game engine update and now you have to change that setting or it glitches the headset display.////<br />\r\n<br />\r\nThe Backrooms: Mass Extinction is a game created by Mitchell Hepburn using Unreal Engine 5. The game is in development and will receive updates with new content, fixes and improvements. The Beta version of the game released recently. In the current build, you can:<br />\r\n•     Explore a massive Level 0, a maze of non-Euclidean rooms stretching infinitely in all directions.<br />\r\n•     Explore Level 0.2, a sub-level called 'Remodeled Mess'.<br />\r\n•     Explore Level A, the Poolrooms!<br />\r\n•     Explore Level 0.3, Level Fun, home to the Partygoers!<br />\r\n•     Explore Negative Levels<br />\r\n•     Explore various Sub Levels of The Backrooms!<br />\r\n•     Use vending machines to avoid dying of hunger or thirst.<br />\r\n•     Collect items such as Almond Water.<br />\r\n•     Use your trusty torch to light areas shrouded in darkness, but make sure you have enough batteries!<br />\r\n•     Search for the Manila room, which can be found behind a wall you can noclip through.<br />\r\n•     Discover books documenting the levels.<br />\r\n•     Play on Desktop or VR; seamlessly switch between regular and VR play modes!<br />\r\n•     Interact with the Poolrooms water in VR and regular play modes!<br />\r\n•     Splash the water with your VR controller!<br />\r\n•     Collect items in your inventory system.<br />\r\n•     Find hidden weapons to use against entities.<br />\r\n•     Three current entity types: Partygoers, Smilers and Hazmat entity<br />\r\n•     Options to disable entities if you'd rather play without them.<br />\r\n•     Options to play with guns to defend yourself.<br />\r\n•     Difficulty options.<br />\r\n<br />\r\nThis game uses Unreal Engine 5; avoid running on outdated hardware.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486280/header.jpg?t=1761408982",
    "developers": [
      "Mitchell Hepburn"
    ],
    "publishers": [
      "Mitchell Hepburn"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}