{
  "1486070": {
    "name": "Dark Zodiac",
    "steam_appid": 1486070,
    "required_age": 0,
    "is_free": false,
    "description": "Mystictronaut is traveling alone in search all lost constellations. His costume, boots, gun and grenade give him special abilities so he is up to the task. Hunting aliens and robots, searching for the path through this universe of planets and stars.<br />\r\n<br />\r\nPlaying as Mystictronaut you can:<br />\r\n<br />\r\n1- Fly through space using your revealing bomb to reveal hidden planets and asteroids.<br />\r\n2- When the planet or asteroid is revealed it comes with lots of aliens and robots that you must eliminate.<br />\r\n3- You must accomplish this tasks while flying or walking in positive, negative, sideways or circular gravity, depending if you are in a circular planet or asteroid or on a square planet or  asteroid and wich side of it you are.<br />\r\n4- You can activate your gravity boots so you can jump without exiting the planet or asteroid orbit and going away from the current place. <br />\r\n5- You can shoot idling standing, idling crouched, flying and running and choose two types of projectile, a straight or a parabolical projectile and use gravity in your favor to do it in a stealth mode.<br />\r\n6- Use your jetpack to evade enemy projectiles, and emies itself and their other attacks. <br />\r\n7- Find and eliminate all emenies from asteroid and all check point planets to release the constellations from their imprisonment.<br />\r\n8- Unlock all 81 levels to build a complete map of the galaxy.<br />\r\n<br />\r\nGo against a total of 42 types of enemies, created based on 13 enemies design each having 4 levels of difficulty with different behaviours and attacks.<br />\r\n<br />\r\nEvade black holes that try to suck you and get you killed.<br />\r\n<br />\r\n<br />\r\n<br />\r\nExplore the immense universe that is waiting for you!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486070/header.jpg?t=1659462168",
    "developers": [
      "Bad Kid Games"
    ],
    "publishers": [
      "Bad Kid Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}