{
  "1486220": {
    "name": "MonCon Demo",
    "steam_appid": 1486220,
    "required_age": 0,
    "is_free": true,
    "description": "MonCon is the story of Joey, a young teenager struggling with social anxiety.  Joey decides to attend one of the largest geek culture conventions in the world, in the hopes of meeting his hero - legendary game designer Mr. Miyashiro - and getting an autograph.<br>​<br>For Joey, a normal conversation feels like a fight to the death.  Through his eyes, ordinary people transform into hideous monsters that must be verbally battled to survive.  But with the help of his newfound friends, Joey will start to overcome his social hang-ups, and learn that not everyone you meet is a monster.<br><br><strong>This demo contains the first 1.5 chapters of the full game.  Wishlist the full game today!</strong><br><br><ul class=\"bb_ul\"><li> An epic eight-chapter story with seven playable characters!<br></li><li> Verbally spar with dozens of monstrous personalities in a psychedelic, rhythm-based battle system!<br></li><li> A soundtrack equal parts chill and funky, featuring legendary drummer G. Calvin Weston, as well as a host of other guest musicians<br></li><li> Trade your way to victory - swap items with other characters, get cool swag... profit?<br></li><li> Accessorize your characters with all sorts of crazy clothing and cosplay!<br></li><li> Hone your button-mashing skills with a variety of retro arcade mini-games!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486220/header.jpg?t=1607281043",
    "developers": [
      "Megalithic Mainframe"
    ],
    "publishers": [
      "Megalithic Mainframe"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}