{
  "1486720": {
    "name": "HandsON",
    "steam_appid": 1486720,
    "required_age": 0,
    "is_free": false,
    "description": "The latest production by dance company Another Kind of Blue is an extraordinary experience in virtual reality. HandsON focuses on the relationship between humans and technology and is in line with the theme of this dance company from the Hague. At first glance these seem like two extremes, but Another Kind of Blue fuses these two seemingly contradictory elements into an innovative work that makes you think.<br />\r\n<br />\r\nFascinated by the hand movements of today’s world leaders, choreographer David Middendorp created ‘hand choreographies’ that form the basis of this new VR title. In a swirling interaction of dancers and hands, a new surrealist world is created that surpasses the imagination. It is a magical comical world sculpted by hands, that you can both watch and experience.<br />\r\n<br />\r\nIn this interactive VR experience, based on a theater experience, you will be able to dance together with the hands, which are part of the environment. You also highlight yourself what you want to see! An unique combination which makes you part of the performance. And last but not least, enjoy the ride! <br />\r\n<br />\r\nHandsON arose from the long-standing desire to combine dance and virtual reality. The COVID-19 pandemic accelerated this project, partly due to the idea that people should be able to enjoy dance in a different way. The critically acclaimed result is astonishing and we are very proud to present it to you.<br />\r\n<br />\r\nIn short: HandsON is a great VR experience that you won’t soon forget!",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1486720/header.jpg?t=1614588093",
    "developers": [
      "Another Kind of Blue",
      "Dutch Tilt Studio"
    ],
    "publishers": [
      "Another Kind of Blue"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}