{
  "1487000": {
    "name": "PLASTIC BLUE [lofi beats to study and sleep to]",
    "steam_appid": 1487000,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1487000/extras/3f80829872cccfe7a9497a80e82d8368.avif?t=1690305994\" width=640 height=260 /></span><h2 class=\"bb_tag\" >IN MY OWN WORDS</h2>I spend a lot of time working, and the best background music for me are sounds of nature or lofi beats. I've probably listened to thousands of hours of music on lofi streams! This is kind of an achievement, don't you think? But where is my reward?<br><strong><i>&quot;Oh! Surely there are many such games where you just need to listen to music and get rewards for doing nothing!&quot;</i></strong>, <br>I thought, and did not find any suitable game. That's why I made such a game myself and put one of my passions into it.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1487000/extras/b86284fddb66aac4d40456b761b07270.avif?t=1690305994\" width=610 height=228 /></span><h2 class=\"bb_tag\" >PREPARE TO BE SURPRISED!</h2>By the way, were you given those chocolate eggs as a child (sorry, forget the brand name), which contain a plastic capsule with a toy in it, and also a paper with a drawing that shows the rest of the characters from this set?<h2 class=\"bb_tag\" >HOW TO PLAY THIS </h2>Play, in the usual plan, do not need. Just start this game before you study, work or even sleep, and enjoy the atmospheric background music. <br>And when you come back, reward yourself with an addition to your virtual toy collection. Some of them will be found more often than others, but there are also rare pieces that cost a lot. So start saving up.<h2 class=\"bb_tag\" >TIME IS MONEY</h2>Time (spent in the game) is literally money. The budget will grow while the game is running. You do not need to work hard to get success (in the game) you only need patience. And this is not just a metaphor, because the prices of toys will be specified in minutes and hours. Very useful!<h2 class=\"bb_tag\" >THE STORY</h2>The game does not have the usual story, but each toy, each series, everything tells its own little story. <br>You can meet more than 500 original toys from more than 100 different series. Just imagine what kind of story you can discover by collecting them all!<br>If it is not enough for you, then try to collect all the toys released in one year, and then the game protagonist will share with you his memories related to this year. Perhaps this will help you remember about <u>your</u> impressions from that year.<h2 class=\"bb_tag\" > THANKS </h2>I am very happy to have your attention, and I would be very grateful if you could share your suggestions and comments in the reviews so that I can make this game an even more comfortable place for all of us.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1487000/header.jpg?t=1690305994",
    "developers": [
      "surikovdanya"
    ],
    "publishers": [
      "surikovdanya"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}