{
  "1487770": {
    "name": "Propagation VR - Co-op",
    "steam_appid": 1487770,
    "required_age": 0,
    "is_free": false,
    "description": "Need a bit of moral support to battle zombies and other nightmarish creatures ? Live the Propagation VR experience in cooperation with a friend (or a friendly stranger)! The bad news is that you are both stuck in an abandoned subway station, fighting your way to survival. The good news is, at least someone will hear you scream...<br><br>Thanks to this Co-op mode, create or join a 2-player cooperative game of Propagation VR.<br><ul class=\"bb_ul\"><li> This immersive horror experience feels very different (and a tiny bit less scary) when shared in cooperation with someone. Work together and protect each other to survive!<br></li><li> The game remains the same as the solo version, except, of course, adapted difficulty for 2 players. Each player has two weapons (pistol and shotgun) and their own scores.<br></li><li> Players can talk to each other thanks to in-game spatialized voicechat (with volume setting)<br></li><li> JOINING A GAME: Available games to join are shown in a list that can be filtered by difficulty, region, preferred communication language, friends only. You can also join a private game by typing in its code.<br></li><li> CREATING A GAME: You can either create a public game that anyone can join, a private game that people can only join through a code, or a game that only your friends can see and join.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1487770/header.jpg?t=1737560737",
    "developers": [
      "WanadevStudio"
    ],
    "publishers": [
      "WanadevStudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 0,
      "total_reviews": 15
    }
  }
}