{
  "1488600": {
    "name": "Sam & Max Season One (2007 Original Version)",
    "steam_appid": 1488600,
    "required_age": 0,
    "is_free": true,
    "description": "In 2004, a sequel to the LucasArts adventure game Sam &amp; Max Hit the Road was cancelled mid-development. Several people who worked on that game left LucasArts to form Telltale Games with the revolutionary idea of releasing games episodically, like a TV show.<br> <br>When the Sam &amp; Max game rights reverted to series creator Steve Purcell in 2005, he licensed the characters to Telltale. The young studio put the concept of episodic gaming to the test with Sam &amp; Max Season One, six episodes that released approximately once a month between October 2006 and April 2007.<br> <br>Back then, digital distribution was in its infancy. Initially the episodes were only available for streaming on GameTap (a “Netflix for games” type service owned by Turner Broadcasting) and for purchase from Telltale’s website. (They later came to Steam in June 2007.) Graphics and audio were highly compressed to keep download sizes low, and the games were designed to work on low-end computers to appeal to a mainstream audience.<br> <br>In 2018, when Telltale went through liquidation, four of the studio’s original employees formed Skunkape Games and acquired the rights to Telltale’s Sam &amp; Max games. We’re in the process of remastering all three seasons, starting with Sam &amp; Max Save the World (a.k.a. Season One), but we didn’t want the originals to be lost to time. That’s why we’ve released all six of the old-school Season One episodes as free DLC. Want to know what playing these games was like in 2006/2007? Now you can!<br> <br>Due to insurmountable technical hurdles, <strong>these versions will not be updated and we can’t provide tech support.</strong> (Difficulty fixing bugs in the old game engine is a main reason we remastered Sam &amp; Max Save the World in the first place!) We’re making them available for historical preservation purposes only.<h2 class=\"bb_tag\" >Bonus Features</h2>When these episodes first came out, people were very concerned about buying downloadable games without backup copies. To soften the blow, Telltale released a Sam &amp; Max Season One DVD at the end of the episodic run, complete with bonus features. We have uploaded most of these to our YouTube channel: bloopers, developer commentary, and more! You can also access them by clicking the &quot;Bonus Features&quot; button in the DLC launcher.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1488600/header.jpg?t=1723423416",
    "developers": [
      "Telltale Games"
    ],
    "publishers": [
      "Skunkape Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}