{
  "1488050": {
    "name": "Beyond The Diorama: Caribou World",
    "steam_appid": 1488050,
    "required_age": 0,
    "is_free": true,
    "description": "Funded by the USC Wicked Problems Practicum, USC students from Annenberg, Dornsife, Games, Viterbi and the Wrigley Institute harnessed emerging technology to produce immersive projects in the 2019-2020 academic year that illustrate how the climate crisis is threatening caribous and their habitats.<br />\r\n<br />\r\nIn partnership with the Natural History Museum of Los Angeles County and supervised by Professors Robert Hernandez (JOVRNALISM) and Vangelis Lympouridis (USC Games), the team of engineering, journalism, and game design students collaborated to create an interactive XR experience about the caribou diorama.<br />\r\n<br />\r\nAs climate change melts the permafrost and fuels a positive feedback loop of carbon emissions, it forces caribou out of their habitat and puts them in danger of aggressive species, from predators on their migration route to a new home to parasite flies that could kill a baby calf alive.<br />\r\n<br />\r\nBeyond creating an interactive museum experience that’s entertaining and educative, this multi-part immersive multimedia project aims to engage the audience and visitors with the effects of climate change and call for practical individual actions, demystifying any abstract scientific language that makes people perceive climate change as a distant looming threat.<br />\r\n<br />\r\nThis collaborative project was supported by Lecia Geosystems, which lent the team a BLK 360 scanner.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1488050/header.jpg?t=1611078207",
    "developers": [
      "Jovrnalism"
    ],
    "publishers": [
      "Jovrnalism"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}