{
  "1488160": {
    "name": "The Deed of Deception",
    "steam_appid": 1488160,
    "required_age": 0,
    "is_free": false,
    "description": "<i>DISCLAIMER. We are an indie design studio and will work to fix any and all bugs as soon as they are reported. Thank you for your support and understanding as we release our very first title! Happy Gaming!</i><br><br><br>The Deed of Deception starts as a 3+ player cooperative puzzle game. Working together to find the deed and inherit your fortune. Once the deed is discovered the players realize that there is no inheritance to be had. There is something in this manor. Something ancient, something…evil. The player who finds the deed becomes possessed. Given special abilities and powers with the singular mission of trapping their friends and stealing their souls to fuel the evil in this place. The gameplay changes based on the type of possession the manor decides to use. Each variation offers different abilities. Sometimes using the element of deception to trick or brute strength to overpower. The souls of those who have been trapped try to help any way they can. Maybe giving items, or hints. Anything they can to help those escape where they failed.<br><br><br><br><strong>Town of Salem</strong><br>Work cooperatively to search the manor, solve tasks and root out the evil player before they steal your soul! Convince your friends and vote for the player who seems the most suspicious. Or if you are the possessed player, convince the town you are just a wholesome villager <br><br><strong>Fire and Brimstone</strong><br>Coming soon....<br>  The possessed is given the power to wield ethereal flame. The flames consume the manor slowly creeping from room to room as he lays traps for the panicked players to step in and succumb to the flame while they search for the ingredients to the potion to extinguish the flame with the help of the spirits in the manor.<br><br><strong>The Grog</strong><br>Coming soon....<br>  An ancient pet of Beelzebub himself inhabits the body of the possessed. The grog can freeze the players in fear. Unable to move. The only thing that can stop the grog is holy light and the players must find all of the broken pieces of the holy lantern before the grog freezes everyone.<br><br><br><br><i>The Manor is calling for you, will you answer? Uncle Barnabas sadly met his maker. Before he left this plane, he designed several puzzles and challenges to test his relatives and find a fit heir to take possession of his fortune. Finding the deed within the house will be the answer to your players. Strangely you don’t remember your uncle. At least not until this strange butler came to tell you of his last will and testament. But you go because, why not? The promise of riches is far too tempting to let go…<br><br>The deed is more than paper and ink. It is something ancient. Something …. Evil. Promising possession of unimaginable riches but the possession is not of things. IT, this place, possesses you. Manifesting the evil within these walls into the poor soul who stumbles upon and awakens it. This manor means to unleash the evils from other dimensions into our world. They need the life force of you and your friends to open their gate. They have almost completed their work and you are all that stand in the way of this unimaginable plan. Can you stop them?</i><br><br>-3+ player minimum with 1-2 player modes coming in our first DLC soon.<br>-15+ variations of possessions for an endless playthrough<br>- Randomized room generation. The manor will be a new layout each time you play<br>- Character specific stats making your character selection an important strategic aspect<br>- cross-platform(Steam, Oculus, PSVR)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1488160/header.jpg?t=1648579711",
    "developers": [
      "Objective Reality Inc."
    ],
    "publishers": [
      "Objective Reality Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 12700,
      "final": 12700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 127.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}