{
  "1488330": {
    "name": "Space Wreck Demo",
    "steam_appid": 1488330,
    "required_age": 0,
    "is_free": true,
    "description": "This is an intentionally short <strong>role-playing</strong> adventure set in space 20 years after a devastating conflict between asteroid miners and a corporation.<br><br><ul class=\"bb_ul\"><li> <strong>Role playing</strong><br></li><li> <strong>Multiple solutions</strong><br></li><li> <strong>Choice &amp; Consequence</strong><br></li><li> <strong>Optional but unlimited violence</strong><br></li><li> <strong>Non-linear world</strong></li></ul><h2 class=\"bb_tag\" >Role playing</h2>This is the most important part of the game - you can role-play whatever character you want. Be it <strong>smooth talker</strong>, <strong>sneaky hacker</strong> or <strong>brawling bully</strong>; or something else entirely - it's your choice how to play the game.<h2 class=\"bb_tag\" >Multiple solutions</h2>There are always <strong>multiple ways</strong> to solve problems (<i>quests</i>), usually tied to your character skills and abilities - play to your character's strengths, work around its weaknesses. For example, if you are need something that is behind locked doors,  <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1488330/extras/SW-right-click-menu-cycle.gif?t=1654498964\" /></span><br><br><u>Note:</u> there are usually<strong> 3-8 ways to complete a quest</strong> in the game. They can also trigger different events in near future or lead to a specific ending in the end slides.<h2 class=\"bb_tag\" >Choice &amp; Consequence</h2>Your actions, your decisions <strong>matter to the game world</strong>. Make an enemy, and you may need him/her later on. Opt for an easier solution to the immediate problem and you might have to deal with bigger problem later. And in the end, you will get a <strong>unique game ending</strong> showing you the future fate of your character and those who he/she impacted through gameplay.<h2 class=\"bb_tag\" >Non-linear world</h2>You have a goal and location - that's it. How do you accomplish it, is entirely up to you. Based on the character you have created, you have multiple tools at your disposal - lockpicking, diplomacy, charm, perception, stealth, computer skills, combat abilities, and more. There is no single intended path to the end, there's just the end state. If you know where to go, what to do - you can complete the main quest within minutes.<h2 class=\"bb_tag\" >Optional but unlimited violence</h2>Number one rule - <strong>combat is completely optional</strong> in Space Wreck. In fact, most of the approaches are completely violence-free. However, if you want to fight - there are <strong>no immortal or &quot;essential&quot; NPCs</strong> - everyone is fair game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1488330/extras/SW-wide-gif-targeting.gif?t=1654498964\" /></span><br><br>A fair bit of warning though, as combat is completely optional, training wheels are off - there can be the toughest enemy in the game just around the corner in starting location.<h2 class=\"bb_tag\" >Turn-based combat</h2>If you have to fight, you fight in <strong>tactical turn-based combat</strong> with grid based movement, action points, and dice rolls. There are weapons with pluses and minuses, there is armor, there are tactical moves.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1488330/header.jpg?t=1654498964",
    "developers": [
      "Pahris Entertainment"
    ],
    "publishers": [
      "Pahris Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}