{
  "1489810": {
    "name": "I Want to Fly",
    "steam_appid": 1489810,
    "required_age": 0,
    "is_free": true,
    "description": "I Want to Fly is a Visual Novel about striving to achieve your dreams despite the hardship of life. <br>It is the story of Evie Maine, a girl who has just started at Soaring Sails University. Having taken a year off from education and coming to University halfway through the year, Evie’s top priority is making new friends and catching up with class. <br>But after seeing a glider flying high above the university, Evie realizes that keeping up with the rest of class is the least of her priorities.<br><br><strong><u>Story</u></strong><br>Have you ever felt like your dream was impossible? Like that no matter what you do, it wouldn’t actually make a difference? What’s the point in trying if your dream is something you could never reach?<br>That’s not what this story is about.<br>Sure, it might start that way, but this is the story of how I was proved wrong.<br><br>Sometimes, it’s all just in our heads. Just because we think something is impossible doesn’t mean it truly is.<br><br>This is the story of a person. A person that believed their dream to be unreachable. This is the story of how they tried, one last time, to achieve their dream.<br>Because the only real way to make your dream impossible is if you never try.<br>This is the story of how I achieved my dream, and of the incredible people who I met on the way.<br><br>My name is Evie Maine, and I Want to Fly.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1489810/header.jpg?t=1667135141",
    "developers": [
      "Raharabin"
    ],
    "publishers": [
      "Raharabin Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}