{
  "1489380": {
    "name": "Bad boy simulator",
    "steam_appid": 1489380,
    "required_age": 0,
    "is_free": false,
    "description": "Were you a bully at school? Or vice versa - were a diligent student, and now you regret that you did not break away then properly? We'll let you do it! Arrange yourself more conveniently: you will have an exciting puzzle. Will you be able to infuriate the teacher without catching her eye? And avoid the look of a classmate-bastard? Use all found objects to the maximum - because you have to break the lesson!<h2 class=\"bb_tag\" >STUDY SPACE</h2><br>The school classroom is full of auxiliary tools for small bags. What happens if you accidentally throw &quot;mentos&quot; in a can of pepsi cola? What can I find in my classmate's backpack? Be alert, but try to find the maximum number of useful items for you.<br>I wonder what the clap is for?<h2 class=\"bb_tag\" >KEEP ON EYE OPEN</h2><br>Your task is to disrupt the lesson without falling under the angry look of the teacher. And she's vigilant. Your bastard classmate is just as vigilant. And many other obstacles await you, but the experienced bully is all on his shoulder, right?<br>Do you have time to do all the stuff in one lesson?<h2 class=\"bb_tag\" >INDICATORS</h2><br>Is the teacher angry? Super! Her face will tell you that. Have you done anything? Look more at the teacher - this is a unique sight! And the more you do the nasty things in the classroom, the more exciting her anger becomes!<br>But be careful - the teacher is vigilant and suspects you in everything in the world - it is better not to annoy her once again, otherwise - you will lose and everything will begin again. Watch the teacher's warning indicators for sound and vibrations on the controllers.<h2 class=\"bb_tag\" >BB-WATCH</h2><br>You have a watch on your hand - you can always pause time and make a small hassle. But be careful! Pause time expires - and you are again in the visibility of the teacher. Hurry up at the desk!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1489380/header.jpg?t=1646282846",
    "developers": [
      "SoftWeather Games"
    ],
    "publishers": [
      "SoftWeather Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}