{
  "1489820": {
    "name": "Zombrio",
    "steam_appid": 1489820,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >About Zombrio</h2>Zombrio is a fun game about supply chains and zombies. Your goal is to survive as long as possible and endure as many enemy waves as you can.<h2 class=\"bb_tag\" >How to Play Zombrio</h2>The game is divided into day and night. During the day you will be safe, so use this time wisely to prepare and mine resources. Start by building your base and placing crystal miners. If your miners are far away from you, you can buy workers to collect resources. To defend your base and survive the night, you will need defensive towers; since those require ammunition, you will have to build factories to produce them; these factories require resources, you will have to build mines to extract them.<br>At night, zombies will spawn and attack your buildings. Every day the zombies steadily get stronger, and every 10 waves a zombie boss will spawn. The game is lost when your Base is destroyed.<h2 class=\"bb_tag\" >Highly Replayable</h2>Each game starts with a new configuration of available resources. This configuration must be carefully considered when placing your base and will change your strategy from game to game.<h2 class=\"bb_tag\" >Unique buidings</h2>Each building has strengths and weaknesses. Place them carefully to make sure you are using them to their full potential and always make sure they have plenty of ammo.<h2 class=\"bb_tag\" >Enemy Abilities</h2>As the day turns into the night the waves of Zombies become harder. Zombies will evolve various abilities that will challenge even the most titanic defenses.<h2 class=\"bb_tag\" >Random word</h2>Each game is different, the map is randomly generated, zombies spawn at a random location. Resources are spawned at random locations.<h2 class=\"bb_tag\" >Research tree</h2>Over 30 upgrades to research and more come soon.<h2 class=\"bb_tag\" >Upgrade system</h2>Every building has infinite levels to upgrade. Do you want one tower that shoots through the whole map? No problem!<br>Do you want a miner that mine over 12M resources every sec? No Problem!<h2 class=\"bb_tag\" >Lots of enemies</h2>Zombrio handles over 50.000 zombies.<h2 class=\"bb_tag\" >Workers</h2>Workers are good for some basic tasks like collecting resources. They are afraid of zombies. So at night, they will shelter in the base.<h2 class=\"bb_tag\" >Robots</h2>In mid-game, you can unlock robots - They are like workers, but they work 24/7.<h2 class=\"bb_tag\" >Army</h2>If you build barracks every minute will spawn a warrior. They can follow you, or protect your base.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1489820/header.jpg?t=1634825184",
    "developers": [
      "Elephant Arts"
    ],
    "publishers": [
      "Elephant Arts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}