{
  "1489230": {
    "name": "Warhammer Underworlds: Online - Warband: Sepulchral Guard",
    "steam_appid": 1489230,
    "required_age": 0,
    "is_free": false,
    "description": "Sworn to the God of Death’s service, the Sepulchral Warden and his fleshless undying swarm the streets of Shadespire. They overwhelm all who would oppose the will of their lord, the Great Necromancer Nagash. Unlock this warband and play as the <strong>Sepulchral Guard</strong> in <i>Warhammer Underworlds: Online</i> now.<h2 class=\"bb_tag\" >THE WARBAND</h2><ul class=\"bb_ul\"><li> The Sepulchral Guard is a warband made up of seven skeletal fighters, their sheer numbers are able to easily overwhelm their opposition!<br></li><li> The Sepulchral Guard inspire when the Sepulchral Warden uses his ability to bring a fighter back from being taken out! The Sepulchral Warden himself inspires after using this ability twice.<br></li><li> The Sepulchral Warden has a second special ability: he is able to choose two fighters to make Move actions in a single phase!</li></ul><h2 class=\"bb_tag\" >TIPS &amp; TRICKS</h2><ul class=\"bb_ul\"><li> Knowing when and where to resurrect your fighters is key to victory for the Deathrattle. There’s little point in bringing a warrior back if they will simply get smashed to pieces again on your opponent’s turn.<br></li><li> Upgrades remain on your fighters after they have been slain, so a heavily upgraded fighter has the potential to wreak massive damage on the enemy each time they are raised.<br></li><li> Your overwhelming numbers paired with the Sepulchral Warden’s ability to move multiple fighters allows you to claim multiple objective markers across the map!</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1489230/header.jpg?t=1684972507",
    "developers": [
      "Steel Sky Productions"
    ],
    "publishers": [
      "Steel Sky Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}