{
  "1490140": {
    "name": "Page One Demo",
    "steam_appid": 1490140,
    "required_age": 0,
    "is_free": true,
    "description": "A beach, a house, the howling rain and a mystery to uncover.<br />\r\n<br />\r\nThe Page One demo will allow you to explorer the first part of this mystery and give you a chance to take a glimpse into the hidden secrets on the &quot;abandoned&quot; house on the beach.<br />\r\n<br />\r\nPage One is a throwback adventure taking its inspiration from such classic games as Zork: Grand Inquisitor and Myst. Each 360 degree environment is hand drawn with original audio, and as you navigate your way through the dark house, puzzles help you to uncover new locations and reveal the mysteries hidden within.<br />\r\n<br />\r\nPlayable in both desktop and VR, take control of the first chapter of this 360 degree adventure.<br />\r\n<br />\r\nI'm a lone developer and for several years I've been working on a game and game engine that allows you to create VR/Desktop 360 adventures using your images, video and audio. To demonstrate this engine I've created Page One, a hand drawn and hand crafted game that puts you in the middle of a mystery of an old beach house that appears abandoned. What secrets does it have to reveal, who lives there and maybe the biggest question, why are you there to begin with?<br />\r\n<br />\r\nAs you explore Page One please check out the videos online I've created showing the development process. Contact me and let me know what you think and how I can improve things as I push build towards a full release after early access.<br />\r\nI want to know your thoughts, if you'd be interested in making your own adventures and if you've enjoyed playing mine.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1490140/header.jpg?t=1608917903",
    "developers": [
      "Philippa Day"
    ],
    "publishers": [
      "Whirligig Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}