{
  "1490240": {
    "name": "The Creation of a Self",
    "steam_appid": 1490240,
    "required_age": 0,
    "is_free": false,
    "description": "A love letter to 80s and 90s retro computing. A game that intersects poetry, programming, computers, love, death, freedom and living. Create a new self, program its memories, and destroy memory monsters created from those memories.<br />\r\n<br />\r\nFEATURES<br />\r\n- a glitched out computer interface sprinkled with the latest retro inspired visuals<br />\r\n- 2D/Puzzle/FPS game elements: from a runner, a terminal and desktop with puzzles, to FPS levels where you destroy 9 different memory monsters<br />\r\n- 100s of poems as memories, ready to program a new self<br />\r\n- ability to type your own memories or build them by dragging and dropping words from the memory stream, like fridge magnets<br />\r\n- full access to play with the memory stream and its glitch effects to splash create monsters, faces and more<br />\r\n- look out for other gems like BIOS loading screens, system errors, a hidden quotes BBS, and a Gibson to destroy!<br />\r\n- 80s and 90s electronic music inspired soundtrack<br />\r\n<br />\r\n-----------------------------------------------------------<br />\r\n<br />\r\nCurrently you can download The Memory Creation Demo. In this demo you can get an overall feel for the game as well as create a self, program its first memory and see the creation of a memory monster. <br />\r\n<br />\r\nThings to try in this demo:<br />\r\n- Create a new self, program its first memory, and see the creation of a memory monster.<br />\r\n- Build and write your own memories with the New Memory Creator and copy them to the clipboard in the Created Memories menu.<br />\r\n- Play with the Memory Stream from the main menu and try out some cool and interesting effects.<br />\r\n- Type out 'commands' within the Created Memories and Self Collection menus! Connect to the Quotes-BBS! And guess the root password.<br />\r\n<br />\r\nStay up to date for future demos which will include the 2D runner, puzzles, and FPS levels.<br />\r\n<br />\r\nAlso, don't forget to check out different themes on the game's homepage on the World Wide Web!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1490240/header.jpg?t=1684798305",
    "developers": [
      "Mavenmob"
    ],
    "publishers": [
      "Mavenmob"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}