{
  "1490770": {
    "name": "CrossAbout: Crosswords in Reverse (300★)",
    "steam_appid": 1490770,
    "required_age": 0,
    "is_free": false,
    "description": "CrossAbout is an innovative word game in which players build crossword puzzles in reverse. Given a set of crossword clues with multiple correct answers, players craft different layouts and combinations of words that satisfy the puzzle. Think you have the answers? Maybe... but can you connect them in the grid?<br><br>Earn stars by solving levels and by finding combinations with the most or fewest squares filled. A new puzzle is featured daily, while creatively-themed packs and monthly archives are unlocked using stars you earn along the way. (This full version includes 300 stars to speed things up!). Some puzzles involve higher challenges such as blocked or prefilled squares. Arrange answers around the blocks in a traditional crossword format. Correlate words which use the prefilled letters. Move or rotate your answers, and spend stars to get hints. Choose from an assortment of CrossAbout packs from simple to sudoku-style to difficult single solutions.<br><br><ul class=\"bb_ul\"><li> Daily puzzles<br></li><li> Detailed tutorial<br></li><li> Easy to learn; difficult to master<br></li><li> Thousands of clues<br></li><li> Bonus content<br></li><li> Social Media Integration</li></ul><br>Get 300 stars right away by purchasing the full game here and donating to our non-profit, Cinq-Mars Media, a 501(c)(3) organization. Sales support our mission of developing educational games and technology. Our games are always free to students and educators.<br><br>CrossAbout was developed by the creator of the award-winning puzzle games Synonymy, Anagraphs, and The Devil's Calculator. Dedicated to and inspired by Will Shortz, NYT Crossword Editor.<br><br>Whether you are a crossword lover or a casual gamer, CrossAbout creates wordplay enjoyment. Have fun creating grids, and see how flexible your mind can be!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1490770/header.jpg?t=1729584021",
    "developers": [
      "Christopher Cinq-Mars Jarvis"
    ],
    "publishers": [
      "Cinq-Mars Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}