{
  "1491270": {
    "name": "The Deep",
    "steam_appid": 1491270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>STORY</strong><br><br>Deep beneath the uncharted depths of R-Aqua, a marine biologist and his team have vanished without a trace. The only clues to their fate are a series of cryptic transmissions that hint at a shocking discovery - a mysterious substance that could unlock the secrets of immortality itself. Now, as the leader of an elite team of divers, it's up to you to brave the treacherous waters of this alien world, uncover the truth behind the scientist's disappearance, and confront the dark secrets that lurk in the deep.<br><br><br><strong>GAMEPLAY</strong><br><br>Resource management: The player must balance their calorie intake, hydration level, oxygen supply, and other resources to survive. They must find and gather food, water, and other supplies while exploring the underwater environment and avoiding dangerous creatures.<br><br>Crafting and upgrading: The player can collect various materials and use them to craft tools, weapons, and equipment to improve their chances of survival. They can also upgrade their underwater base or shelter to make it more secure and comfortable.<br><br>Pressure Management: In addition to managing hunger, thirst, and oxygen levels, players must also manage the pressure of their surroundings. As they explore deeper depths, the pressure increases and can impact the player's health and equipment. Players must find ways to mitigate the effects of pressure, such as upgrading their equipment or finding pressure-resistant materials to build with.<br><br>Underwater Farming: Players must find ways to grow food underwater, such as cultivating seaweed or raising fish in underwater pens. They must also protect their crops from predators and environmental hazards.<br><br>Underwater Battles: Players must defend themselves against aggressive sea creatures or hostile underwater factions. They can use a variety of weapons and tactics to fend off attacks and protect their underwater base.<br><br>Orca Exploration: Players can pilot their own Orca submarine to explore deeper depths and discover new resources and areas. They must also manage the sub's power, oxygen, and food supplies during long journeys. Additionally, players can upgrade their Orca with new technology and weapons to defend against dangerous sea creatures.<br><br>Deep-Sea Mining: Players can equip their diving suit with specialized tools to mine for valuable minerals and resources found deep below the ocean's surface. However, the deeper they venture, the more dangerous the environment becomes, with increased pressure and hostile creatures lurking in the darkness. The player must balance the risk versus reward of their mining expeditions and manage their resources carefully, including oxygen levels and equipment durability, to ensure a successful and profitable trip.<br><br>Underwater Base Building: Players can construct and customize their own underwater bases using various materials and tools. Bases can provide shelter, storage, and a place to craft equipment and items. However, players must also manage their base's power supply and keep it safe from underwater creatures and other players. They can also upgrade their base with additional rooms and features to make it more advanced and functional.<br><br>Electricity Generation: Players can build and maintain electric eel farms to generate electricity for their base. The eels produce electricity through a process called electrogenesis, where they convert chemical energy into electrical energy. <br><br>Narrative-driven: The game's story would be the driving force behind the gameplay, with the player uncovering the mysteries of the planet's ocean and piecing together what happened to the missing biologist and his team.<br><br><strong>Getting Tired Yet?</strong><br><br>Welcome to Shelter, where home is your fortress! With your trusty Orca, explore the vast wilderness and find the perfect spot to plant your own little oasis. Take advantage of the fertile soil and grow a variety of plants to provide food, medicine, and more!<br><br>But that's not all - with the security of your very own base, you can unlock an array of advanced crafting recipes and take your survival skills to the next level. Don't settle for makeshift tools when you can create top-of-the-line gear that will give you an edge in this dangerous world.<br><br>Remember, nothing can get you when you're home in Shelter. So come on in and make yourself comfortable!<br><br><br><br><strong>KEY FEATURES</strong><br><br>Dive into the depths of an unknown world with our exciting gameplay features! Build your very own base using the materials you gather and make the underwater world your home! Don't forget to cultivate your own plants for food and other necessities. With our intuitive inventory system, collect items and scavenge to your heart's content! Upgrade your gear to keep up with the environment and venture out to explore a vast underwater world that spans an incredible 11 thousand meters below the surface!<br><br>Get creative with our crafting system and create items that will help with your survival. Strive to stay alive on this mysterious alien planet while searching for the answers you seek.<br><br><br>Discord:   ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1491270/header.jpg?t=1697392698",
    "developers": [
      "Miguel Roman",
      "Yasmany Roman"
    ],
    "publishers": [
      "Rapture Ready Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}