{
  "1491990": {
    "name": "Lonesome - Chapter 1 Demo",
    "steam_appid": 1491990,
    "required_age": 0,
    "is_free": true,
    "description": "Corpsecreak, Nevada 1883. The darkness of the midnight sky was interrupted by bright green light, shortly after flaming stones came raining down on this otherwise quiet town. Those who suffocated from the unbreathable air, returned walking the earth the morning after, but they were not human anymore.<h2 class=\"bb_tag\" >An atmospheric Role Playing Game</h2>Lonesome is an atmospheric mystery adventure role playing game set up in the Old West. You are part of a beautiful world which is overshadowed by the plague that is spreading among people and wildlife, turning them into walking dead. You will find clues during your journey and try to collect information about the source of the plague.<h2 class=\"bb_tag\" >Clues and Investigation</h2>One who aims to uncover all of the world’s hidden secrets, must listen closely to environmental clues and the people. That is, if they are willing to show what they know… A clue could be anything - a candle on a table, an empty bottle or maybe the skull of a dead animal…<h2 class=\"bb_tag\" >A Game of Choice</h2>One will be face with choices and their consequences. Be mindful that accepting or declining a quest can open up paths not foreseen. Sharpening your skills will be an essential part of your adventure. Put your focus on charisma and you might notice someone is more willing to cooperate with you. But beware of the consequences, you will never know what options are hidden or what you will miss while inspecting a scene.<h2 class=\"bb_tag\" >Quests and Journey</h2>During your journey, you will come across people in the need of help. The choice is yours - to aid their needs or to let them stand alone. However, keep in mind your actions or inactions have consequences.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1491990/header.jpg?t=1616804511",
    "developers": [
      "Golden Axe Games"
    ],
    "publishers": [
      "Golden Axe Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}