{
  "1492930": {
    "name": "IMUGI",
    "steam_appid": 1492930,
    "required_age": 0,
    "is_free": true,
    "description": "All dragons start off as Imugi. Only after an Imugi ascends, can they take on a new form. However, many trials lay in an Imugi's path to ascension. Can you make it past these trials and ascend?<br />\r\n<br />\r\nIMUGI a point and click, isometric puzzle game. Your main objective is to climb a mountain in change out of your snake-like body, and take the form of a dragon. While trying to climb up to the top of the mountain, you will be faced with trials created by the spirits of the mountain. Trials take the form of different series of puzzles. Each trial comes with its own unique elements for you to discover and use to your advantage. Face the trials and see if you have what it takes to become a dragon.<br />\r\n<br />\r\nAfter facing the spirit's trials, you can enter the &quot;Endless&quot; game mode. In this mode, you will be faced with an endless uphill climb. As you ascend this endless mountain, a massive wave follows you, threatening to end your climb. However, as you climb, you can use the lightning orbs collect to destroy spirits. Destroying spirits will slow the speed at which the water approaches you. While climbing, make sure to grab as many coins as you can. These coins will allow you to unlock new appearances you can use while playing IMUGI.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1492930/header.jpg?t=1609968416",
    "developers": [
      "Rising Dragon Studio"
    ],
    "publishers": [
      "Rising Dragon Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}