{
  "1492510": {
    "name": "Intelligence Operation",
    "steam_appid": 1492510,
    "required_age": 0,
    "is_free": false,
    "description": "<br><br><br><strong> Intelligence Operation is a Third Person Shooter game mode. It is an action-based story game. The struggle of a former soldier against traitors is described. </strong><br><strong>Two Special Bred Soldiers</strong><br><br>Described below is the main story of the game. The story is told with Flash Back. The remaining part of the game is that you reach the last point of the game by fighting after this process.<br><br>Jack and Pater, who were together in the joint operation with the Intelligence. Operates 8km East outside the country borders. Logistic support is provided with the support of intelligence. Jack and Pater, who started the operation, start attacking with the information provided by the intelligence, but after a short time, the troops and air support they should not have started to come by the enemies. Jack and Pater are exposed to the direct fire of the enemy, even if they say that this should not have happened with the intelligence and the radio. Jack and Pater continue their attack on enemy troops. Pater dies and Jack arrives in his country after a long escape. Award is given and retracted to the corner.<br><br><br>\tAfter a long time, as a result of a journalist's investigation, the intelligence learns that Jack and Pater were left alone in this operation, and reaches Jack and tells him all the information and data he collected, and the life of Jack, who returns to take revenge, is told. Now alone on the road, Jack begins operations step by step to get revenge. With only one goal, Jack gets the support of a friend he trusts inside to kill the intelligence chief. In order to reach the head of intelligence, all the terrorist he directed reaches them one by one, takes the necessary information and kills",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1492510/header.jpg?t=1608979372",
    "developers": [
      "RexGames"
    ],
    "publishers": [
      "RexGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}