{
  "1492390": {
    "name": "Starlight: Eye of the Storm Demo",
    "steam_appid": 1492390,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Starlight: Eye of The Storm - Demo</h2><br>Welcome to Starlight: Eye of the The Storm! A demo has been prepared for you to try the game before deciding whether or not to purchase.<h2 class=\"bb_tag\" >What is Starlight:Eye of The Storm</h2><br>This is a retro-style Arcade vertical shooter with special powers, upgrade-able weapons and your skills can yield additional rewards, like <strong>Promethane Capsules</strong> which is the only currency usable to upgrade your weapons. Drift around automatically like a pro around your targets and take them on with style. You can get your friends to join you on Steam Remote Play or at the comfort of your home up to 3 players. <i>(Maximum 2 players on keyboard, 1 player on a controller or all 3 players using controllers)</i><h2 class=\"bb_tag\" >What's in the demo?</h2><br>The demo consist of 4 full Arcade Mode stages and has weapons unlocked till the same point. The demo does not end; upon completion of Stage 4 and exiting the weapon shop, you'll start from Stage 1 again with all score, money and capsules reset to 0 but you'll still retain all your weapons.<br><br>You'll also attain local achievements but they'll not be synced with Steam's achievements for your record and neither will Steam Cloud be available for saved games or configuration.<h2 class=\"bb_tag\" >What'll be in the Early Access Release</h2><br>Firstly, our Early Access is meant to collect precious feedback from early adopters that will help us better shape the final release. To begin, let's preview what the early access version will have:<br><br><ul class=\"bb_ul\"><li> Full game with 10 arcade mode stage<br></li><li> Access to ALL 60 different weapons<br></li><li> Access to ALL 9 ship upgrades<br></li><li> Fully functional Custom Ship Editor with Steam Workshop enabled<br></li><li> Steam Cloud to store your saved games and configuration<br></li><li>Full set of attainable achievements that is synced with Steam achievements</li></ul><h2 class=\"bb_tag\" >Conclusion</h2><br>We hope you'll enjoy the game regardless of whether you decide to purchase or not in the end. If there's anything we can improve, please do not hesitate to let us know. <br><br>Thanks and enjoy!<br>From the Starlight Team",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1492390/header.jpg?t=1731775428",
    "developers": [
      "Strides Interactive Game Studio"
    ],
    "publishers": [
      "Strides Interactive Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}