{
  "1492490": {
    "name": "Pixel Poops - Unlock All Modes",
    "steam_appid": 1492490,
    "required_age": 0,
    "is_free": false,
    "description": "Want more Pixel Poops?  Buy this DLC to unlock three additional game modes!<br />\r\n<br />\r\nGame 2 is Remix, which switches things up in new ways.  Some joggers will now switch direction.  You’ll also have to look out for Fee Seize, the tax collector.  If he touches you, you’ll be fined 10 points.  But if you can trap him in a nice warm pile, you’ll get double points!  <br />\r\nFinally, you can unleash the ultimate weapon: the poop bomb.  Just hold the button down, and you'll cover the entire area around you!  This will totally empty your chamber, though, so you’ll need to hurry and eat some tacos to keep going.  And, you’ll have to score some points before you can use it again.<br />\r\n<br />\r\nGame 3 is Alternate, which allows you to get creative.  Joggers who reach your small or medium poops will turn 90 degrees to the right.  This will allow you to corral them around, hopefully into a nice big steaming pile.  Your poops will slowly degrade, but don’t worry…you’ve got more.<br />\r\n<br />\r\nLast but not least, Game 4 is Simple.  Many early console games have included a mode with simpler gameplay, suitable for young children.  Pixel Poops now follows in those footsteps!   Joggers are limited to horizontal movement, jumbo poops are easier to make, and trapped joggers disappear more quickly.  However, this also makes it harder to get combo bonuses, so a challenge still awaits!<br />\r\n<br />\r\nLike the original game mode, all of these can be enjoyed on Normal or Hard difficulty levels.  And, you can also try all of them in Time Attack mode.  All told, with this DLC, you can enjoy 4 game modes, 2 difficulties, and 2 play modes, adding up to 16 different ways to play…with every one of those featuring a Steam Leaderboard.  You'll have more Achievements to unlock too!<br />\r\n<br />\r\nEnjoy more of this twisted tribute to early 1980s console games!  Purchase the All Modes DLC now!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1492490/header.jpg?t=1627965327",
    "developers": [
      "Mostly Random Games"
    ],
    "publishers": [
      "yyrGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}