{
  "1492280": {
    "name": "Anesthesia",
    "steam_appid": 1492280,
    "required_age": 0,
    "is_free": false,
    "description": "When tragedy strikes, a young child has to go under anesthesia in order to save his life. When this happens, he imagines a fantasy island full of mystical wonder and creatures. After his procedure, he longs to go back to this world which ends up leading to more tragedy but this time it’s permanent. While on the island, he is lonely and wants to leave but he finds out that he cannot leave and that he is stuck there forever so he has no choice but to live his new life on the island.<br />\r\n<br />\r\nExplore a magical open world full of adventure and travel from place to place as you uncover the secrets being held on the island and the true story behind how the island came to be.<br />\r\n<br />\r\nAs you journey through the amazing landscape that is Roughneck Island you will end up visiting it’s many locations that are chock full of stuff to do and each location is unique to the environment around it.<br />\r\n<br />\r\nDuring your journey, you will defeat enemies of all types and collect different rewards to become stronger and better as you discover what is truly reality.<br />\r\n<br />\r\nControl a young child named Thomas who will discover what is on Roughneck Island and the mystery behind it. As you progress more and more through each location, you’ll discover what happened to the island and why the quality of life is so good.  You will also discover and learn about a recent tragedy that has struck the island and you will find out who caused the tragedy as you work to discover your true self.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1492280/header.jpg?t=1607620872",
    "developers": [
      "Thomas Zbodula"
    ],
    "publishers": [
      "TZGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}