{
  "1493280": {
    "name": "Elemancer",
    "steam_appid": 1493280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Elemancer: Unleash True Elemental Power – An Uncompromising PCVR Experience</strong></h2><p class=\"bb_paragraph\" >Step into Elemancer, a deep physics-driven combat simulation built from the ground up for <strong>uncompromising PCVR</strong>. Forget simplistic controls; here, <strong>your precise physical movements</strong> command Fire, Water, Earth, Air, and Frost, shaping a world that reacts with <strong>unparalleled physical realism</strong>. This is elemental combat with genuine depth and consequence.</p><p class=\"bb_paragraph\" >Embark on an epic <strong>single-player quest</strong> to free ancient elemental spirits and thwart cunning goblin hordes across breathtaking, physically interactive landscapes designed to push PCVR immersion to its limits.</p><h2 class=\"bb_tag\" >REVOLUTIONARY PHYSICS-BASED ELEMENTAL COMBAT</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Master <strong>hundreds of distinct, physically demanding gestures</strong> – punches, slashes, holds, and intricate techniques. This is not wave-to-win; true skill and dexterity are required.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Command <strong>Five Deep Elemental Forces</strong> (Fire, Water, Earth, Air, Frost), each with unique physical properties and complex interactions simulated with PCVR depth.</p></li><li><p class=\"bb_paragraph\" >Unleash <strong>spectacular, physics-based chain reactions</strong>: Freeze foes solid then <strong>shatter them into fragments</strong> with Earth strikes, create <strong>blinding steam clouds</strong> by dousing flames, amplify firestorms with Wind, and much more.</p></li><li><p class=\"bb_paragraph\" >Develop <strong>true skill mastery</strong> through thoughtful execution and physical dedication, unlocking a high skill ceiling.</p></li><li><p class=\"bb_paragraph\" >Customize your approach with <strong>strategic elemental loadouts</strong> tailored for any encounter.</p><p class=\"bb_paragraph\" ></p></li></ul><h2 class=\"bb_tag\" >A WORLD THAT BENDS TO YOUR POWER</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Manipulate an <strong>unrivaled physics simulation</strong> where the environment is as much a weapon as your elements.</p></li><li><p class=\"bb_paragraph\" ><strong>Send goblins crashing through structures</strong>, toss them off cliffs, shield yourself with crumbling earthworks, or pull them into swirling vortexes. Physics are a core tactical tool.</p></li><li><p class=\"bb_paragraph\" >Discover <strong>emergent strategies</strong> by creatively chaining elements and exploiting their realistic interactions with the world.</p><p class=\"bb_paragraph\" ></p></li></ul><h2 class=\"bb_tag\" >EPIC SINGLE-PLAYER NARRATIVE ADVENTURE</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Immerse yourself in a <strong>compelling storyline</strong> as you unravel the mystery of the goblin invasion.</p></li><li><p class=\"bb_paragraph\" >Face <strong>diverse, skill-testing challenges</strong>, including unique boss battles that demand mastery over your elemental powers.</p></li><li><p class=\"bb_paragraph\" ><strong>Earn powerful new abilities</strong> by proving your worth to ancient elemental spirits.</p><p class=\"bb_paragraph\" ></p></li></ul><p class=\"bb_paragraph\" >Elemancer delivers the <strong>deep, physical, reactive elemental combat</strong> experience PCVR players crave. Master the elements, reshape the world with your own hands.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Wishlist Elemancer today and prepare for a true test of skill!</strong></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1493280/header.jpg?t=1747536285",
    "developers": [
      "Elemancer"
    ],
    "publishers": [
      "Elemancer"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}