{
  "1493910": {
    "name": "COROPATA",
    "steam_appid": 1493910,
    "required_age": 0,
    "is_free": false,
    "description": "Himawari's on a quest to deliver radishes to the neighborhood, but first she needs help overcoming the Rube Goldberg puzzles in her way!<br />\r\n <br />\r\n-------<br />\r\n <br />\r\nHelp guide Himawari to the goal in this puzzle game! It's a game where you help the independent little girl, Himawari. You must place objects on-screen to indirectly help Himawari, who's walking forward without a care in the world. <br />\r\n <br />\r\nThe objects placed on the stage are part of an incomplete puzzle. Place the items from your inventory to complete the puzzle so Himawari safely reaches her destination.<br />\r\n <br />\r\nBut sometimes Himawari feels capricious, and does what she wants...?<br />\r\n <br />\r\nThere are also items that change the energy and mood of Himawari. Sometimes she'll throw a ball with gusto clear over a gap, or sometimes her mood will be so bad that she'll only kick the ball. Restore her energy with food, and improve or worsen her mood with hazards, neighborhood cats to pet, etc.<br />\r\n <br />\r\n(This is the Steam version of the game originally released in 2009 for the Nintendo DS, now for the first time in English!)",
    "supported_languages": "日语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1493910/header.jpg?t=1615765794",
    "developers": [
      "LukPlus"
    ],
    "publishers": [
      "LukPlus"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}