{
  "1494390": {
    "name": "Nostalgici Anonimi",
    "steam_appid": 1494390,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >HELLO WORLD!</h2>Welcome to the Steam page of  Nostalgici Anonimi a short story-driven adventure game where dialogue, listening and card interpretations are your only weapons.<br><br>In a dystopian future where emotions and nostalgia are considered a disease, the government has created the program Nostalgic Anonymous, run by Angel, an android therapist who uses tarot like cards to unveil the emotions of teenagers.<br><br>You will arrive in this future and meet the android aiding three teenagers suffering from the nostalgia disease. They love past narrations, and Angel wants to stop this and turn them into good citizens. They, however, don't want to change and just want to escape.<br><br>And this where your journey starts.<br><br>Will you help Angel or the teenagers?<br>Will you be able to come back to the present?<br>Which card are you going to choose?<br><br>What are you waiting for? Sign up to the Nostalgici Anonimi program now!<br>__________<br><strong><i>Won Best Applied Game at the Italian Video Game Awards</i></strong><br><strong><i>Nominated at the Italian Video Game Awards for Best Italian Debut Game</i></strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1494390/extras/8b97d5df8f48945bd3afcddd967f66b9.avif?t=1729691983\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1494390/extras_big/8b97d5df8f48945bd3afcddd967f66b9.avif?t=1729691983 width=800 height=600 /></span><br><br>__________<br>PLEASE READ:<br><i>Nostalgici Anonimi is an ongoing project. We will add new chapters and features in the future.<br>We are working hard to solve bugs and improve the game, please contact us if you experience problems.<br>Please visit our Reddit and Discord to report bug and share your save file to help us improve the game.</i><br><br>SAVE FILE LOCATION:<br>c/[username]/Appdata/locallow/fondazionemite<br><br>WORKAROUND:<br>If you experience a bug that won't let you progress, please try to exit to the main menu and continue. <br>This will solve the problem in most cases.<h2 class=\"bb_tag\" > A STORY BUILT TOGETHER</h2><br>Nostalgici Anonimi will be written with you! We released the first two chapters, and we are working on the third; we will listen to your feedback and suggestion, shaping the story together.<br><br><strong>Discuss with the community and the developer on our social media pages:</strong><br><br><ul class=\"bb_ul\"><li><strong>Server Discord</strong> <br></li><li><br></li><li>Join the community on Reddit! <br></li><li><br></li><li>You can contact us also on Instagram<br><br>__________<h2 class=\"bb_tag\" >MADE WITH CARE</h2><br>To honestly represent themes and problematics lived by the teenagers in our society, Nostalgici Anonimi is realized thanks to the support of “Fondazione Mite” and consulting a team of psychologist from “Istituto Di Ortofonologia”.  You can find their email in the page info.<br>__________<h2 class=\"bb_tag\" >TEAM</h2><br>Game Director &amp; Narrative Designer: Jacopo Mascolini<br>Art Director: Ilaria Treppiccioni<br>Lead Programmer: Mario A. Di Bernardo<br>Programmer Chapter 1: David Burioni<br>Music &amp; Sound: Federico Bianchi<br>Psychologist: Mauro Giulietti<br>Educator: Giorgio Anello<br>Executive Producer: Magda Di Renzo</li></ul>",
    "supported_languages": "意大利语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1494390/header.jpg?t=1729691983",
    "developers": [
      "Hufu Interactive Storytelling"
    ],
    "publishers": [
      "Fondazione MITE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}