{
  "1495040": {
    "name": "Library Game",
    "steam_appid": 1495040,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in a world where books spring to life. Discover a small library and a lovingly designed indie game. Discover the boundless power of words and learn about a profound family conflict. Can resentments turn to forgiveness?<br />\r\nIn this intimate adventure, you will traverse the hallowed halls of the library and delve deep into the heart and mind of our main character. Learn about her past, and the relentless pressure to perform that she must contend with.<br />\r\nPrepare to immerse yourself in the adventure as you visit not one, not two, but three different books. Each contains a unique and captivating mini-game. <br />\r\nThe library doors are wide open.  Are you ready to turn the page and let this extraordinary adventure begin?<br />\r\n<br />\r\nDiscover a captivating story in an adventure where history takes centre stage!<br />\r\n<br />\r\n Intense gameplay: Immerse yourself in about 30 minutes of emotional and philosophical family drama about dyslexia, forgiveness and more.<br />\r\n<br />\r\n Varied environments: Explore 3 carefully crafted levels, each offering unique gameplay that brings a book, poem or comic genre to life. There are &quot;jump-and-run&quot; and &quot;point-and-click adventure&quot; elements to explore, as well as the main part: a story 3D adventure game.<br />\r\n<br />\r\n    Richly Designed Worlds: Experience 4 fully designed levels, each featuring different art styles and design elements to enhance your journey.<br />\r\n<br />\r\n    Bilingual Voice Acting: Enjoy professional voice acting in both German and English, adding depth and authenticity to every character.<br />\r\n<br />\r\nGet ready to embark on an unforgettable journey <br />\r\n<br />\r\nAbout me:<br />\r\nHello, I'm The Spoon Problem, an indie game developer with a love for storytelling through games. Creating this indie game has been a dream come true for me. My goal was blending my passion for books and video games into a unique experience. I hope you enjoy playing it as much as I enjoyed making it. <br />\r\n<br />\r\nI've poured my heart into crafting this story-focused game that, I hope, will resonate with players who appreciate narrative story-driven games.<br />\r\nYour support means more than just a purchase; it's a step towards realizing my dream as a young indie developer. Thank you for considering joining me on this adventure. Together, we can explore the magic that games can offer when fueled by passion and creativity.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1495040/header.jpg?t=1723792662",
    "developers": [
      "Sophie Fischer"
    ],
    "publishers": [
      "The  Spoon Solutions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 8 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}