{
  "1495590": {
    "name": "The Eye Of Borrack - Tangled Tales",
    "steam_appid": 1495590,
    "required_age": 0,
    "is_free": true,
    "description": "Well, that must have been one hell of a party, at least that's what your body is telling you. Your memories of events are a little hazy at best, and exactly where you are and how you got here is a mystery. Still, you've got a road cone on your head, so it can't have been all bad.<br><br>Ever wondered what else goes on in the strange setting that surrounds the tale of Borrack? Well, now you can.<br><br>Play Tangled Tales as either Cinderella or Prince Charming as you attempt to find your way back to the family castle in time for your friend's wedding, encountering all manner of rude, annoying and often unhelpful fairy tale folk, intent it seems, on hindering you.<br><br>You'll control your actions and that of other characters, not with single keypresses or controllers, but through typed English sentences, In The Eye of Borrack, you'll solve puzzles, and mysteries, through the manipulation of a host of objects, exploration and interaction with others you'll meet along the way.<br><br><br>Find 20 treasures, as you seek to unlock the strange mystery of The Eye Of Borrack - Tangled Tales<br><br><strong>Features.</strong><br><br>Advanced language parsing.<br>Numerous and entertaining text-based puzzles.<br>A rich, witty, magical and very strange land.<br>Hours of game-play<br>Full English language manual to help you get started.<br>A true taste of classic gaming.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1495590/header.jpg?t=1608819528",
    "developers": [
      "JimJams Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}