{
  "1495480": {
    "name": "Galaxy V",
    "steam_appid": 1495480,
    "required_age": 0,
    "is_free": false,
    "description": "You're an alien in outer space on the hunt for new planets to conquer, but, as it turns out, you're also not the only one.<br><br>The only thing standing in your way is the largest space mass of alien lifeform of all the galaxies: the Whilstaron Alien Species on the Earth-like Planet Craton.<br><br>These Whilstarons develop and use their special intelligence injection, proven in space to boost alien intelligence.<br><br>Steal the injection from the Whilstaron's &quot;secret&quot; injection room stored on their mothership and use it against them to win them over, only to steal their entire space empire and keep it all for yourself.<br><br>In Galaxy V, there are two species of aliens: the Whilstarons and the Verderions. The player plays the Verderions species of aliens all throughout the story, and each species are fitted out each with their own planets, motherships, and empires.<br><br>The Verderions dwell on Planet Spakor, one of the few rock-like planets to be without a moon.<br><br>As in any complex story-based game, Galaxy V's plot consists of chapters within the alien-like story:<br><br><ul class=\"bb_ul\"><li><strong>Tutorial</strong> <br><br></li><li><strong>Chapters I and II:</strong> Play a Whilstaron Alien and steal the injection from the Whilstaron mothership, taking (and capturing) a Whilstaron Alien with you back to the Verderion Alien planet of Spakor for answers on how to win them over.<br><br></li><li><strong>Chapter III:</strong> Armed with a stolen Whilstaron Alien, you and your entire Verderion species take on the Whilstarons in a full on war, a battle for intelligence, space reign, and power.</li></ul><br>Alongside playing the story, you'll get to experience space diving, throwing nerve gas grenades, and a whole lot more of unique and complex gameplay activities.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1495480/header.jpg?t=1637273392",
    "developers": [
      "Everett Barrus"
    ],
    "publishers": [
      "Everett Barrus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}