{
  "1496770": {
    "name": "RTD - Road to Desolace",
    "steam_appid": 1496770,
    "required_age": 0,
    "is_free": false,
    "description": "The Collapse. Or at least that’s what the survivors call it. A world-wide set of slow and systematic events that left society separated and in chaos. Hideous and restless abominations, victims of man’s despair to find a solution are now roaming the calm, desolate yet dangerous remains of the old world. But these are not the only dangers that you, lone survivor, will face.<br />\r\n<br />\r\nUnfortunately, while man’s creations have fallen, buried beneath soil and the inevitable overtaking of nature, man’s very own nature survived, as well. Greed, selfishness, thirst for power and brutal survival leave their mark at every turn, over every hill, in every ash and dust filled home.<br />\r\n<br />\r\nThe world is in a dark place, and humanity must find a way to come together, rediscover it’s past, overcome it’s mistakes and build a bastion of hope in order to create a new tomorrow. Otherwise, the last ember of itself will fade away, leaving behind nothing but a road of desolace.<br />\r\n<br />\r\nWill you be a survivor, making your way through the perils of this dangerous new world, discovering it's past and join forces with other survivors in order to find a cure and rebuild humanity? Or a Marauder, pillaging, killing, stealing, backstabbing and using every bit of advantage at your disposal in order to gain superiority over your enemies or even your fellow comrades, eventually leaving the world in a brutal, cold and dark state.<br />\r\n<br />\r\nKey Features :<br />\r\n<br />\r\nSurvive and explore the world of Desolace alone or with your friends .<br />\r\n<br />\r\n- Capture abandoned places and call them your own , but be aware of the foes that will try to take it from you<br />\r\n- Build your camp and try to survive the nights<br />\r\n- Chose your destiny , be alone or pair up with a team to make surviving easier<br />\r\n- Scavenge the vast world for supplies such as food , water , items for crafting<br />\r\n- Crafting system that helps you on the move<br />\r\n- Fast Paced Action versus NPC's or Human Players<br />\r\n- Find clues to what happened to the world through exploration and world story telling",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1496770/header.jpg?t=1678732526",
    "developers": [
      "Desolace Studios"
    ],
    "publishers": [
      "Desolace Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}