{
  "1497080": {
    "name": "ChessBase 16 Steam Edition",
    "steam_appid": 1497080,
    "required_age": 0,
    "is_free": false,
    "description": "ChessBase is a personal, stand-alone chess database that has become the standard throughout the world. Everyone uses ChessBase, from the World Champion to the amateur next door. It is the program of choice for anyone who loves the game and wants to know more about it. Start your personal success story with ChessBase and enjoy the game even more.<h2 class=\"bb_tag\" >What you can do with ChessBase</h2>:Retrieve games according to openings, players and tournaments; generate tournament cross tables and full graphic statistics of players or openings; “Similarity search” shows all games with similar pawn structures, sacrifice patterns, endgame positions, etc.; “Let’s check”*: access the world’s largest database of in-depth analysis (more than 200 million positions); “Instant Analysis”: Any unannotated game is analysed almost without delay immediately on loading (optional). “Assisted Analysis”: as you enter a game, whenever you click on a piece an evaluation is produced for all its possible target squares; “Tactical Analysis” will annotate game, inserting commentary, variations and diagrams, before strong moves or errors, into a game or an entire database. It will also point out combinations, played in the game or missed, tries, attacks, initiative, and of course the latest in openings theory; Cloud analysis: you can analyse positions simultaneously with several engines from on different computers running in parallel; “Deep analysis”: generates an analysis tree that changes dynamically, as with time weaker variations are dropped; automatic analysis jobs for correspondence games; “Replay Training”: Playing through a game with the notation hidden and automatic training questions with tips for each individual move. Extended reference search for openings shows increase/decrease in popularity and typical recurring endgames; merge games on the fly into an opening tree; generate a dossier containing all available information on a specific player from the database; generate a comprehensive openings report with main and critical lines, plans and most important games; single click publication of games on the Internet; Improved search mask with tactical motifs and examples for manoeuvres and material distribution; Completely new search booster for patterns and plans; print games in superb quality with diagrams and multiple columns; Crisp new 3D boards thanks to raytracing technology; automatic update of your local reference database with the weekly installments of games (one year); access to the ChessBase online database with over eight million games*;  mobile access with the ChessBase Account*.<h2 class=\"bb_tag\" >New features:</h2><strong>Automatic opening surveys</strong><br>The central new function in ChessBase 16 consists of automatic opening surveys for any move whatsoever. Until now opening preparation was above all about move selection. With the traditional tools such as LiveBook, Reference and Online Database, however, one’s attention is strongly concentrated on only the next move. It is much more effective to have a variation tree, an opening survey. ChessBase now provides that. At a glance you will see the complete opening in front of your eyes and you can immediately evaluate which variations are important to master safely. This ready survey can perhaps be supplemented by material you have prepared yourself and thus quickly becomes part of your own repertoire. But how is the move selection made? That may happen through an algorithm, but it is you who set the parameters, the style of the opening choice. To set it there is the choice between Main Lines – Fashion – Side lines – Gambit – Attack – Positional and Endgame. I would like to briefly present some of the styles which are perhaps most important for your practice.<br>“Fashion”. In it moves are selected which dominate modern practice. This often results in considerable deviations from the traditional main variations and delivers the most interesting and theoretically best founded survey. For the time-poor practician we recommend the “Side lines” style. Just as on a Google search we usually click only on the top links, in opening preparation too those moves which are frequently played and at the top of the list exercise a magnetic attraction. Like this, very playable secondary systems are overlooked through which passable positions can be reached and which demand little preparation time. There is a somewhat flashy opening survey in “Gambit” style, which takes into account any half-way playable sacrifice. Almost every one of the known gambits in chess theory will certainly show up in these surveys. Then we also have the style “Attack”. It searches in respectable recent games for the sharpest continuations possible. That leads to very aggressive secondary systems, e.g. often with an early h2-h4. When you wonder: “Who plays something like that?”, the answer is quite often “Magnus Carlsen”.<br>The search is based on your own reference database, thus best of all the latest Mega Database including the online updates. If someone else with a reasonably up-to-date reference database has already looked at a survey from that particular move it (while adjustable) comes directly from the server and thus is ready immediately.<br><strong>Smooth handling of deep variation trees</strong><br>Opening surveys with deeply nested variations make particular demands on the representation of the notation. For that reason ChessBase 16 possesses a new way of “folding” variations which can be opened or closed simply with a click of the mouse. Another novelty is the automatic recognition of games quoted. All the opening surveys of ChessBase 16 contain pointers to recent strong sample games.<br><strong>Real time notifications of interesting opening trends</strong><br>The tactical analysis for automatically commenting on games is extended by means of particular opening comments. ChessBase 16 recognises whether an innovation is important and comments appropriately. Furthermore, hints are provided to recent theoretical trends and successful secondary systems.<br><strong>Further innovations in brief</strong><br>Update of Mega database with one click. Improved search booster with a need for half the space on your hard disk. Link to ChessBase Shop with direct installation of purchased products. Preparation for opponents with spotting of weaknesses based on your own repertoire. Search for characteristic tactical positions in an opening variation.<br><strong>New in ChessBase 16</strong><br>- Opening surveys for every move with a single click. With a choice of focus: Main Variations, Fashion, Side Lines, Attacking, Gambits, Endgame<br>- Better overview when playing through deeply analysed games thanks to dynamic folding of the notation<br>- Urgent news about recently played innovations with direct access to the database<br>- Direct database access to tournaments being played live<br>- Preparation for opponents with recognition of their weaknesses taking into account your own repertoire<br>- Innovations and trends as annotations in Tactical Analysis<br>- After an update to Megadatabase, overview of important recent innovations and theoretical trends.<br>- Search for characteristic tactical positions in an opening variation<br>- Link to the ChessBase Shop with simple installation of purchased download products<br>- Slimmed down search booster: required hard disk space halved<br>- Playchess chat modernised",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1497080/header.jpg?t=1748708163",
    "developers": [
      "ChessBase GmbH"
    ],
    "publishers": [
      "ChessBase GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}