{
  "1497150": {
    "name": "The Hayseed Knight Demo",
    "steam_appid": 1497150,
    "required_age": 0,
    "is_free": true,
    "description": "<u><i>This demo includes chapters 1 and 2... <strong>over 3 hours, completely FREE! </strong>Play and see what The Hayseed Knight is all about!</i></u><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1497150/extras/Bot_trailer.gif?t=1735255625\" /></span><br><br>Join a ragtag band of misfits as they piece together how Ader, a one-eyed farmboy with seemingly impossible dreams, becomes the most celebrated knight the kingdom of Acazhor has ever known. This gorgeous, animated visual novel unravels in unexpected ways with a perfect blend of mystery, comedy and romance.<br><br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >A grand, mysterious tale </h2>Come, traveler, and listen to the tale of Ader-sind of the Upperfield, the greatest knight the kingdom has ever known! The bravest! The most handsome! The... yeah, no, let's try this again.<br><br></li><li><h2 class=\"bb_tag\" >Choose Ader's fate</h2>Take care as you play, because your decisions throughout Ader's tale will ultimately impact his relationships and decide the outcome of his story.<br><br></li><li><h2 class=\"bb_tag\" >Fully voice acted and bursting with charisma</h2>Every character you meet on your journey through Acazhor is fully voiced and overflowing with personality. Dodge prying questions from an enigmatic sorceress, avoid the ire of your grumpy boss, scrape funds together for your next meal with a tone-deaf bard, engage in philosophical conversation with a giant tree man and more.<br><br></li><li><h2 class=\"bb_tag\" >Beautiful illustration and animation</h2>Closer to a cartoon than simply a visual novel, every scene in The Hayseed Knight is hand drawn and lovingly animated to truly bring the characters and world to life.<br><br></li><li><h2 class=\"bb_tag\" >Passion project</h2>Created primarily by one dedicated person over the last three years, The Hayseed Knight is a work of love and truly reflects the heart and soul poured into it.<br><br></li><li><h2 class=\"bb_tag\" >Unique Fantasy World</h2>With deep lore and a history all of its own, the world of The Hayseed Knight extends much farther than this story and is ready for you to dive into using the in-game encyclopedia.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 西班牙语 - 西班牙, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1497150/header.jpg?t=1735255625",
    "developers": [
      "Maxi Molina (MaxiMJdev)"
    ],
    "publishers": [
      "Maxi Molina (MaxiMJdev)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}