{
  "1498850": {
    "name": "Highway Builder",
    "steam_appid": 1498850,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1498850/extras/558645267493f0c42368fcc3d3716858.poster.avif?t=1764080008\" width=600 height=82 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1498850/extras/558645267493f0c42368fcc3d3716858.webm?t=1764080008\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1498850/extras/558645267493f0c42368fcc3d3716858.mp4?t=1764080008\" type=\"video/mp4\"></video></span><br><br>Nowadays, one of the most important tasks in the field of infrastructure planning and construction is to create new highways that will connect people living far away from each other. In Highway Builder you will take control of a construction team that specializes in building highways, freeways or even complex and dangerous mountain roads. Together with your team, you will start your career by repairing local national roads to become popular and take orders all over the world. Your team will experience many adventures while travelling to the four corners of the world.<br><br>Highway Builder combines elements of a construction worker simulation and company management. After accepting the tasks, you will decide which machines and tools will be necessary during the construction, select the right professionals to the team and send them to the field. Depending on the mission you will need a completely different set of machines, equipment and specialists! Then, during the construction phase, you will take control over individual members of the construction team to perform specific tasks by yourself. Remember that each client expects high quality from you and allocates a specific budget to complete the work. Prove to him that it is possible to do the job well, fast and to not exceed the budget! After all, you are the professionals.<br><br>During the construction phase you will sit at the helm of various construction machines, from excavators and tippers to advanced soil stabilization machines, asphalt milling machines and many others. The Highway Builder offers a huge variety of real machines and tools to work with, and as your business grows, you'll get access to even more equipment to broaden your team's capabilities, allowing you to take on more and more complex tasks. Manage your orders skillfully, take care of your tools and work machines, appreciate your employees, and your company will gain global fame in no time at all!<br><br>MAIN FEATURES:<br>- Manage a construction company, take care of finances and make sure the machines are in good condition<br>- Choose the right tools and specialists for the job<br>- Go out into the field and take on the role of the workers<br>- Use a huge number of real construction machines and tools<br>- Grow your business to achieve global fame!",
    "supported_languages": "英语<strong>*</strong>, 波兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1498850/header.jpg?t=1764080008",
    "developers": [
      "Detalion Games S.A."
    ],
    "publishers": [
      "Detalion Games S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}