{
  "1498530": {
    "name": "Pixel Poops - Pixel Poops Number Two (for NES)",
    "steam_appid": 1498530,
    "required_age": 0,
    "is_free": true,
    "description": "Experience the next generation of Pixel Poops, designed from the ground up for your NES!<br />\r\n<br />\r\nYou've just learned that those ambitious, motivated joggers are out and about all over...from the park, to the middle of town, all the way to the graveyard!  You've decided that it's your responsibility to stop them once again, armed with just your lightning-fast metabolism, and a fully-loaded gift card from the taco place!  And this time, you can bring a friend along for two-player simultaneous play!  That's right, the size of the poop-parazzi has doubled!<br />\r\n<br />\r\nOnce again, small poops will only slow the joggers down.  But keep pooping, and your poops will grow to massive size!  Giant poops stop the joggers for good and score you points!  When your chamber is empty, fill up at the taco place!  And don't let too many joggers get away, or it's Game Over!<br />\r\n<br />\r\nPixel Poops Number Two features fast action that only gets faster, a multitude of different environments and levels, gorgeous pixel art graphics and animation, and brand new music and sound effects from CosmicGem and Shiru8Bit!<br />\r\n<br />\r\nThose joggers are going to have the crappiest day ever!  Grab Pixel Poops Number Two now!<br />\r\n<br />\r\nFor convenience, a copy of the free NES emulator “FCEUX” is included.  (See below for legal info.)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1498530/header.jpg?t=1761736714",
    "developers": [
      "Techmaster Games"
    ],
    "publishers": [
      "yyrGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}