{
  "1498280": {
    "name": "The Christmas Spirit: Journey Before Christmas Collector's Edition",
    "steam_appid": 1498280,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Domini Games</strong> invites you on a journey to save Christmas in the latest installment of The Christmas Spirit series!<br><br><br><br>The North Pole is bustling with activity, and your small doll heart is filled with excitement when a little girl asks for you for Christmas! But being a gift isn’t always easy, and not everyone at the North Pole wants people to have a happy holiday. Someone’s trying to keep toys from reaching their new homes, and time’s running out! Can you and the other toys make it to your new homes by Christmas day? Find out in this enchanting Hidden-Object Puzzle adventure!<br><br><br><br><br>This is a special  Collector's Edition  release full of exclusive extras you won’t find in the standard version. As a  bonus, Collector's Edition purchases count toward three stamps on your  Monthly Game Club Punch Card!  <br><br> The Collector’s Edition includes: <br><br><ul class=\"bb_ul\"><li>Break the spell and save Carlos from Mrs. Tovenare's control!<br></li><li>See if you can solve every puzzle on Easy and Hard!<br></li><li>Collect gifts and holiday treats from around the world!<br></li><li>Enjoy exclusive music, wallpapers, concept art, and more!<br></li><li>Complete strategy guide included! Always on hand when you need it!</li></ul><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1498280/header.jpg?t=1764624012",
    "developers": [
      "Domini Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}