{
  "1499150": {
    "name": "Runner",
    "steam_appid": 1499150,
    "required_age": 0,
    "is_free": false,
    "description": "Runner immerses you in a thrilling first/third-person survival experience like no other. Set in a world plagued by zombies, your mission is to scavenge for vital resources and food to stay alive. Navigate through the post-apocalyptic landscape, making strategic choices and overcoming obstacles to ensure your survival. Every challenge you conquer increases your chances of staying alive, but beware of the undead lurking around every corner.<h2 class=\"bb_tag\" >Build Your Sanctuary</h2>Construct your own secure haven to protect yourself from the undead and other survivors.<h2 class=\"bb_tag\" >Settle in Haunted Houses</h2>Take refuge in haunted houses, transforming them into comfortable shelters.<h2 class=\"bb_tag\" >Loot and Gather</h2>Search abandoned houses and wilderness areas for essential supplies, as each item collected is crucial for your survival. Remember, looting is a vital aspect of Runner.<h2 class=\"bb_tag\" >Your Life, Your Decisions</h2>In Runner, you are in control. Choose who to assist, dictate your actions, and blaze your own trail. The game empowers you to shape your destiny.<h2 class=\"bb_tag\" >Resource Management</h2>Acquire resources and gather everything you need to construct your empire from scratch.<h2 class=\"bb_tag\" >Survive Alone or Team Up</h2>Whether you brave the challenges alone or team up with other survivors (assuming they can be trusted), working together to build fortified strongholds is key.<h2 class=\"bb_tag\" >Explore the Unknown</h2>Embark on expeditions into the wilderness and abandoned houses to secure the vital items required for survival in the unforgiving wild.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499150/header.jpg?t=1754570124",
    "developers": [
      "GLXY Networks"
    ],
    "publishers": [
      "GLXY Networks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}