{
  "1499680": {
    "name": "Ertugrul Gazi",
    "steam_appid": 1499680,
    "required_age": 0,
    "is_free": false,
    "description": "Ertugrul Gazi is an immersive role-playing game consisting of 60 episodes, with features such as horse riding, swimming, rolling and fighting. This game is about the foundation of the Ottoman Empire and the Crusader and Mongolian struggles.<br />\r\n<br />\r\nThis is Kayı's game!<br />\r\nThis is the epic of a nation's resurrection!<br />\r\nThis is a true heroic story!<br />\r\n<br />\r\nAre you ready to feel the thrill of a bloody fight with combat, horse riding, archery, defense with sword and shield, direction finding with map, swimming, running fast, rolling, climbing drills and special shooting techniques!<br />\r\n<br />\r\nThis is a team game! Determine your strategy, take the Alps, advance to the goal, lead your troops and defeat the enemy!<br />\r\n<br />\r\nBecome a partner in the adventure of Ertugrul Gazi, the leader of Kayi Boyu, on the way to the founding of the Ottoman Empire!<br />\r\n<br />\r\nJoin the adventure with realistic console-quality 3D graphics, professional music, high-resolution visuals, detailed scenes, multiplayer real characters, history-telling dialogues and team directions. Feel the thrill of the breathtaking bloody battles of the Middle Ages anytime, anywhere!<br />\r\n<br />\r\nFulfill all the tasks assigned to you!<br />\r\nDefeat tyranny with justice, slavery with freedom,enemies with the power of your sword, shield and wrist!<br />\r\nLead the glorious Kayi Boyu on different maps.Protect your father and the principalities!<br />\r\nNotice your enemies mowed down like a celestial october in a land watered with blood and tears!<br />\r\nChoose your friend, form alliances!<br />\r\n<br />\r\nFight with Crusader and Mongol soldiers! Ambush snipers with your intuitive controls, crescent and turan tactics, your superior marksmanship ability, your professional archer hero squad and your wolves to end the fight with victory!<br />\r\n<br />\r\nRide your majestic horse through seven skies, seven places, high mountains, dangerous forests that dare not enter, vast seas, impenetrable walls, experience an exciting survival experience!<br />\r\n<br />\r\nGive hope to the silent cry of innocent children and peasant women!<br />\r\nControl your pets, train your wolf and eagle, expand your farm!<br />\r\nFind deer in a lush green land full of dense trees, prepare your arrow and catch your prey!<br />\r\n72 rise up against the corrupt order that has broken the nation, protect your people with your art of defense!<br />\r\nGet justice and get fame all over the world!<br />\r\nExpand your army and its borders. Rule the entire world!<br />\r\nfrom a tent with 400 tents, lead the saga of the Ottoman Empire, founded with the love of the state!<br />\r\nWitness the resurrection of a nation and the founding of a civilization that has ruled for centuries!<br />\r\n<br />\r\nDownload it now and like millions of players around the world, you will open the doors of history and take part in the same map as Bamsi Bey, Turgut Alp, Hasan Alp, Saltuk Alp, Samsa Cavus, Abdurrahman Gazi!<br />\r\nFeel the power of the army and its soldiers and take part in the fun! Enjoy the wealth by buying gold and add power to your power, and invest in the next chapters and new games with every gold you buy!<br />\r\n<br />\r\nWitness the great battles taking place in Turkish history!<br />\r\nImprove your fighting, horse riding, archery, swimming, climbing and swordsmanship skills!<br />\r\nHave bows, axes, armor, pet wolves, eagles and mythological elements!<br />\r\nConquer and manage territories!<br />\r\n<br />\r\nDon't forget to follow us to stay up to date with new episodes and updates!<br />\r\n<br />\r\nFOLLOW US<br />\r\n<br />\r\nhttps://instagram.com/Umuro_Game<br />\r\nhttps://www.youtube.com/UMURO<br />\r\nhttp://facebook.com/UmuroGame<br />\r\nhttp://twitter.com/UmuroGame",
    "supported_languages": "英语, 阿拉伯语, 俄语, 土耳其语, 西班牙语 - 西班牙, 乌尔都语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499680/header.jpg?t=1672488981",
    "developers": [
      "UMURO"
    ],
    "publishers": [
      "UMURO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}