{
  "1499010": {
    "name": "Project Hypnagogia",
    "steam_appid": 1499010,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499010/extras/bd52c30c5cd6ef0ad6b6e8a9928eccb8.poster.avif?t=1770894628\" width=616 height=264 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499010/extras/bd52c30c5cd6ef0ad6b6e8a9928eccb8.webm?t=1770894628\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499010/extras/bd52c30c5cd6ef0ad6b6e8a9928eccb8.mp4?t=1770894628\" type=\"video/mp4\"></video></span><br>A mad scientist conducts an experiment on a subject in an abandoned hospital called &quot;hypnagogia,&quot; where the subject's true fear is revealed. Watching them flail from side to side, trying to escape from themselves. Not the first or last experiment, not everyone survived, but one Subject #17 was able to distinguish himself from all his predecessors. <br><br>Trialee #17 is the unnamed protagonist you will be playing as. Throughout the game you'll have to run, hide, confront and find loopholes. As you immerse yourself in your fears, the environment will begin to change and creepy images will begin to hunt you more often until you die. The level of anxiety shows how much the Test Subject #17 sinks into hypnagogia, pills must be taken to control the anxiety.<br><br>The player will stumble upon the lab where all the secrets are, where he will eventually go. And what already awaits there - will scare everyone, a huge scale laboratory, where you can kill a lot of time to study all sorts of materials on all sorts of cases related to the previous subjects. As with the reason for closing the hospital.<br><br>In gameplay there are two types of items, basic and story, basic will always be with you, that is, the same light source. Plot ones are those that are needed for further progression, whether it's finding the keys to open the door to need to turn on the generator, and for this you need fuses that are scattered throughout the hospital.<br><br>Game Features: <br>- A critical alarm mark results in death, as does a head-on encounter with scares.<br>- Changing environments throughout the playthrough.<br>- A constant sense of dread, images from the subconscious are always haunting Test Subject #17.<br>- Little elements of parkour, for more effective escape.<br>- Hide or run, or do it all together, it's up to you.<br>- You can't confront your fears, only run and hide.",
    "supported_languages": "英语<strong>*</strong>, 俄语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499010/header.jpg?t=1770894628",
    "developers": [
      "Arkuda Inc."
    ],
    "publishers": [
      "Arkuda Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年第四季度"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}