{
  "1499050": {
    "name": "The Lost Legends of Redwall: The Scout Act III Demo",
    "steam_appid": 1499050,
    "required_age": 0,
    "is_free": true,
    "description": "Step into the epic, story-rich world of the wildly popular Redwall books. The Scout is an episodic adventure game full of vivid characters, high adventure, and most importantly, the first new official Redwall story since 2011. The third episode, “The Abbey,&quot; tells the story of Liam and Sophia’s desperate race to Redwall Abbey after being mortally poisoned by Scumsnout's vicious maw. This is the dramatic conclusion of their journey through Portman's Slough, Pontederia, and the ancient Otter's ruins.<br />\r\n <br />\r\nChoose to play as either Liam or Sophia, the newest member of the Lilygrove Scout Corps, a group of woodland rangers tasked with the protection of the land and trained in the ancient ways of woodcraft. The environment is dangerous enough, but creatures like Scumsnout, Cheesethief, and Captain Snow each shadow your steps as well.<br />\r\n <br />\r\nIt will take all of your wit and guile to make it out alive!<br />\r\n <br />\r\nMechanics<br />\r\n“The Scout, Act 3” continues innovating in its dynamic scent system, unlike any game before it. The dynamic scent system has doubled in capacity and joins with scent prints, tracking, masking and more.<br />\r\n <br />\r\nOutside of scent, “The Scout” is alive with both friend and foe — each sporting their own stories, values, and motives. It’s up to the player to decide whether they will prioritize the mission and leave the others to fend for themselves, or take the time to lend a helping paw.<br />\r\n <br />\r\nOther new features include major updates to the wayglass, slingshot, and conversation systems, which allow the player to dive even deeper into a script that is more extensive than ever and continues the tales of beloved characters — as well as introducing new friends and foes. <br />\r\n <br />\r\nWith courage, faith, and friends by your side, Lilygrove’s fate rests in your paws.<br />\r\n <br />\r\nFeatures<br />\r\n <br />\r\nA puzzle/adventure game set in the wondrous world of the Redwall books.<br />\r\nPlay as either Liam Rivermouse or Sophia Ryemaid<br />\r\nInnovative scent mechanics for dynamic and nuanced scents, recognition and recombination, all fitting for animals who experience the world through their noses.<br />\r\nA deep, compelling storyline<br />\r\nAn originally composed and performed soundtrack<br />\r\n <br />\r\n“The Lost Legends of Redwall™” is inspired by the wildly popular characters created by Brian Jacques’ in the “Redwall™” best-selling book series, published by and on behalf of Penguin Random House.<br />\r\n <br />\r\n“The Lost Legends of Redwall™” is a proud collaboration between Redwall Abbey Company Ltd, Penguin Random House UK, and Soma Games. Together we have nurtured a product that we believe captures the original heart of Brian Jacques’ masterpiece. Between authentic musical scores, digitally sculpted art, an inspired narrative, and an original dynamic scent system, “The Lost Legends of Redwall™” hopes to earn its place among the influential games of the new millennium.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1499050/header.jpg?t=1695147047",
    "developers": [
      "Soma Games"
    ],
    "publishers": [
      "Soma Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}