{
  "1500540": {
    "name": "Hardwar",
    "steam_appid": 1500540,
    "required_age": 0,
    "is_free": false,
    "description": "The time is somewhere after the future, the place in space is (Misplaced) Optimism: nine craters eaten into the unforgiving crust of Titan, a nothing nowhere colony adrift at the wrong end of our experience.<br />\r\n<br />\r\nHere all time eventually turns into never, while tooled-up Scavenger Operators and Ram-Runners fight for the right to courier the last of Titan’s worthless riches, dwindling resources and frozen body parts back and forth between Neo-Feudal Inter-Planetary Government Sponsored Corporations and Mutant Underworld Cartels – All of them dying to possess the last breath of Lazarus Faction Air.<br />\r\n<br />\r\nBefore the Optimism became (Misplaced), during the time of investment, MineCorp imported Off-World Pioneer Titan-Dollar workers to build and maintain the gigantic artificial oxygen refineries and pyramid economy serving their mining operations. Ten years ago, Titan was declared uneconomical. MineCorp shut down and returned to Earth. Work, rest play, die became trade or die.<br />\r\n<br />\r\nI’m an operative and like every other wised-up sucker here, I gotta get off this ball of rock! I need money, so I’m gonna make a past I’ll want to forget. The name of the game is trade and upgrade: A bigger Moth with better software and hardware; but on Titan progress has it’s price and so do You…Here the rarest commodity of all is Loyalty. More power means more cargo means more money means more power means more enemies…Hardwar means trade up or trade in!<br />\r\n<br />\r\nYou’re now an Operative too, a free agent and a speculator in the claustrophobic terminally ill city of (Misplaced) Optimism, the last crater cluster on barren mined-out Titan. Scanning comms channels for salvage or sabotage jobs throughout the hostile craters and tunnel links, you aim to better your reputation, gain credit, enhance your Moth (your ship, your only real asset) and ultimately escape Titan. A fantasy for all, except the powerful and influential. You are free to do what you want within the solar-powered city, the lightwells which charge ships and power the craters are free, but hotly contested.<br />\r\n<br />\r\nExpect payback for any serious criminal behavior. It’s always a question of who you know; if you scratch no-one’s back, there’s plenty willing to stab yours just for the opportunity. Your maintenance is delivery, escort and salvage. However, as your reputation grows, you’ll pick-up more lucrative work like bounty, assassination and demolition. The payoff is big-time and so are the risks, but to trade up to a Warp-Drive Moth with special F.U. model firepower, on board CPU, top comms and inter-planetary capability, you need all the Hardwar you can get!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1500540/header.jpg?t=1678866592",
    "developers": [
      "Jordan Freeman Group",
      "The Software Refinery"
    ],
    "publishers": [
      "Funbox Media Ltd",
      "ZOOM Platform Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}