{
  "1500490": {
    "name": "Teslapunk",
    "steam_appid": 1500490,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Teslapunk&quot; is a retro style arcade shoot-em-up. It plays in a Teslapunk (subgenre of Steampunk) universe where all enemies and spaceships run on high-voltage and occasionally explode into lightning. Each of the six levels features a different style, from technical drawings, to pure electricity to organic styles. The final battle features the mars boss himself, as a disco DJ throwing deadly music discs at the player.<br />\r\nTeslapunk has bullet hell and puzzle shooter elements. You play through the levels, dodging bullets, and killing enemies with a laser or spread shot. As a special feature you have a &quot;Voltage Burst&quot;, a special laser mode which cancels all bullets and gives you a strong laser for a limited time. <br />\r\nCanceling bullets raises the score multiplier and thus the score. The multiplier is also coupled to a rank system and therefore increases the difficulty dynamically.<br />\r\n<br />\r\nThe game play is completely time scripted, developed with a special sequence editor. This results in the game play being perfectly orchestrated with the music giving the player a very enjoyable flow with the game. Boss patterns in sync with the music are another feature of the game.<br />\r\n<br />\r\nAs a bonus game mode there is the survival mode in which you have to fight endless attack waves, collecting coins and power-ups on your way. The coins can be spent in the &quot;Teslamart&quot; to upgrade the ship and buy extra items. The goal is to survive as long as possible.<br />\r\n<br />\r\nFurthermore Teslapunk features missions for the arcade mode and unlockable gallery picture.<br />\r\n<br />\r\nStory wise you play as Nikola Tesla to fight an invasion against an evil emperor from mars. The mars boss has its own TV channel at the side of the screen and comments your fight against the invasion. He will also be the end boss of the last level.",
    "supported_languages": "英语, 德语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1500490/header.jpg?t=1609321452",
    "developers": [
      "klutzGames",
      "Fleischfilm"
    ],
    "publishers": [
      "klutzGames",
      "Fleischfilm"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}