{
  "1501130": {
    "name": "Muv-Luv Alternative Manga Super Bundle 1",
    "steam_appid": 1501130,
    "required_age": 0,
    "is_free": false,
    "description": "The highest-rated visual novel of all time, now in manga form!<br>Experience the adventures of Shirogane Takeru as he fights to save humanity from the BETA.<br>Muv-Luv Alternative manga is huge in Japan, and we're proud to bring it to our global fans as well!<br><br>In addition to popular e-book formats like PDF, mobi, and epub, this pack also contains a special digital reader with music from the game, for a true Muv-Luv experience!<br><br><strong>This DLC manga bundle includes Volumes 1 to 4.</strong><br>Get Volumes 5-8 in Muv-Luv Alternative Manga Super Bundle 2<br>Get Volumes 9-12 in Muv-Luv Alternative Manga Super Bundle 3<br><br><strong>VOLUME 1 SUMMARY:</strong><br><br>Shirogane Takeru, an ordinary Japanese teenager, was transported to an Earth under attack by alien creatures called BETA. Like any would-be hero, he volunteers to save the world, only to fail miserably in the attempt. Now he's stuck in a time loop, and forced to watch again and again as his friends die and he fails to complete his mission. After countless iterations, though, it's finally time for things to change...<br>Takeru's only hope, and humanity's, is for him to track down his former teacher Kouzuki Yuuko, and ensure the completion of the mysterious Alternative IV project. But how can he do that when he doesn't even know what it is?<br><br><strong>VOLUME 2 SUMMARY:</strong><br><br>Now firmly a part of this new world, Takeru begins his training to fight the BETA. With his knowledge from past loops, he already knows how to pilot the giant robot Tactical Surface Fighters, and he's ready to help his squad graduate training in record time. He's also got an idea for a plan to make Earth's robots even better...<br>Intricate geopolitical drama, giant robots, skin-tight pilot suits, and more await in the second volume of the highest-rated visual novel of all time!<br><br><strong>VOLUME 3 SUMMARY: </strong><br><br>Takeru and Yuuko hatch a plot to kill two birds with one stone: Takeru gets to experience something he's sorely missing, and Yuuko gets her hands on the missing piece of the puzzle. Meanwhile, something sinister seems to be brewing in the underbelly of Japan's government...<br><br><strong>VOLUME 4 SUMMARY:</strong><br><br>As Takeru prepares for the war against the BETA, a coup breaks out in Japan! Angered by the corruption of the Japanese elites, soldiers have taken over the capital city. But there's more to the perpitrator's motives than there seems at first glance, and America waits in the background, hoping to manipulate the situation to its own advantage. With the Alternative IV project at risk, Takeru is forced to intervene. But this conflict hits closer to home than he expects...<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Read the manga by using its own Digital Reader, or by directly opening any of the available formats - PDF, MOBI, and EPUB!<br></li><li>All original artwork, amazingly drawn by Azusa Maxima!<br></li><li>Many never-seen-before content - expand your Muv-Luv experience with the perspective of other characters!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1501130/header.jpg?t=1768295819",
    "developers": [
      "aNCHOR Inc."
    ],
    "publishers": [
      "aNCHOR Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10600,
      "final": 10600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 106.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}