{
  "1501110": {
    "name": "Aim: Warmup",
    "steam_appid": 1501110,
    "required_age": 0,
    "is_free": false,
    "description": "Aim: Warmup is a game to assist your aim in games like Valorant, CS: GO, Quake, and Overwatch. <br />\r\n<br />\r\nThis software has been tested, immediately after using the software a user was able to clutch pistol round in Valorant with absurd accuracy and headshots.<br />\r\n<br />\r\nIf you still suck at the game after using the software, then try practicing with the software more, or you can play Asynchronous Multiplayer with your friend or family. To play Asynchronous Multiplayer we recommend betting some real life money, and taking turns on the same computer.<br />\r\nThere are 2 ways to play, you can add up rankings and see who has the best ranking after 3 rounds, or can add up total score after 3 rounds (3 rounds for each player.) You can play with an unlimited amount of players this way, but we recommend no more than 5, and ideally, only 2 or 3 players.<br />\r\n<br />\r\nThe software doesn't take much power to run, so ideal usage is using it right before beginning a game, you should probably close Steam though while the game is running (if the game is Valorant or Overwatch).<br />\r\n<br />\r\nAim: Warmup is not meant to assist in the following games: Fortnite and Apex Legends. Aim: Warmup uses hitscan bullets and only meant to assist those types of bullets. This may help improve your kd ratio in Fornite and Apex Legends, but this was not specifically built for that.<br />\r\n<br />\r\nAim: Warmup 2 will feature rifles and more ranges, more modes and more options. There is also possible in the future that this becomes real life aiming, with some kind of similar aiming to wii, VR, or the arcades.<br />\r\n<br />\r\nYou can also change crosshair shape and color as well as enable or disable bloom, along with various other graphics features and settings. The framerate is not limited to 60, you can increase the framerate to a very high amount, the maximum fps is as much as your monitor fps.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1501110/header.jpg?t=1610009913",
    "developers": [
      "Gamegarden"
    ],
    "publishers": [
      "Gamegarden"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}