{
  "1501920": {
    "name": "Toewr le Fence [DISCONTINUED]",
    "steam_appid": 1501920,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><strong><u>TOEWR LE FENCE HAS BEEN DISCONTINUED</u></strong> </p><p class=\"bb_paragraph\" >This game was quite literally my first baby steps in game development. Nothing was organized and I quite literally had no idea how to code. This was also made back when I was like 6th grade LMFAO (I'm not even kidding I literally feel so bad for those of you who bought this disaster of a game) </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Welp, it's been a good 7 years since I made TLF (at the time of editing this). I've gotten exponentially better at Unity Engine (and Godot Engine :P), and programming in general. And  all of that stemmed from Toewr le Fence. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >So - I'd like to thank each and every one of you who supported my very first steps into the world of game development. I'm so sorry that you had to buy such a crappy game, but making this game brought me nothing but a good experience. Said experience will stick with me for all future projects I'll be working on! </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >The source code is available through my website. Check it out if you want to mess around with it urself (TL;DR idc what u do with the code u can sell it if u want. just credit me or smth. i also don't care if u don't cuz I'm too lazy to hire lawyers lmao) </p><p class=\"bb_paragraph\" >Meanwhile, I'll be working on better and more exciting stuff. Also check them out on my website :D</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1501920/header.jpg?t=1742366060",
    "developers": [
      "rmfandyplayz"
    ],
    "publishers": [
      "rmfandyplayz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}