{
  "1502670": {
    "name": "Crazy Party",
    "steam_appid": 1502670,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Nightmare Of The Purge<br />\r\n<br />\r\nThe rules are simple! 2 teams with the same number of players the rule of the game is to kill each other and ambush the other team your team must have the most players against the other to win at the end of the time limit.<br />\r\n<br />\r\nIn this multiplayer FPS game you will have to make a match against another team you will win points for each dead user in each match you will have to solve mini quests so secondary missions that will allow you to access the ultimate power of the game and defeat a  bump at the end of each match.<br />\r\n<br />\r\nYou will be immersed in an evolving universe that will change over time but it doesn't go as planned a character has decided to steal the great power of time and thus make you go back in time this game will evolve from story to story in the main map so beware the weapons will evolve too.<br />\r\n<br />\r\nAt the end of each game you will gain levels and experience, and so you will unlock the battle pass to get items to embellish your character.<br />\r\n<br />\r\nInvite your friends to join your team. Team cohesion will make you stronger than your opponent.<br />\r\n<br />\r\nA training map is available for you and your friends which will contain target bots and you can also fight with your friend.<br />\r\n<br />\r\nBecome the master of your party and become the strongest hero in the game by using your team to assault and strategise to crush your enemies.<br />\r\n<br />\r\nSecrets will be hidden on the map; the purpose of this side-quest is to earn you items in the game.<br />\r\n<br />\r\nThe map will evolve according to the seasons, each season lasts about 3 months <br />\r\n<br />\r\nThe game will not include very violent scenes, therefore no blood, so that it is accessible to all ages<br />\r\n<br />\r\nEASTER EGG<br />\r\n<br />\r\nLegend has it that a long time ago the gods sent a stick with immeasurable power to earth to establish peace between humans. A chosen man was given all the power by taking the stick, but he met a being from a dark world who wanted the stick too.<br />\r\nA battle of unimaginable strength began, and legend has it that the earth shook for 10 days and the forces of nature ravaged an entire country.<br />\r\nBut as luck would have it, the chosen one of the gods found a way to seal off this evil being.<br />\r\nThe years passed and the chosen one breathed his last and died of old age, the staff was sealed in turn and hidden in a sacred place.<br />\r\nWith time the seal was weakened and the demon was released. The demon travelled the world and found the people who had sealed the staff and swallowed their souls to find out where it was and to regain its power.<br />\r\nHe found the staff and plunged the world into darkness, and as time went on he was seen on the battlefields and caused chaos in every battle, leaving no survivors.<br />\r\n<br />\r\nThe chosen one had hidden artefacts to bring about his resurrection in the world.<br />\r\n<br />\r\nAre you in turn the chosen one to resurrect him?<br />\r\n<br />\r\nYou will have to fight and win battles to find every clue to his resurrection.<br />\r\n<br />\r\nThe gods are counting on you !",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502670/header.jpg?t=1755552042",
    "developers": [
      "Systheme"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}