{
  "1502140": {
    "name": "Sengoku: Shadow Strikers",
    "steam_appid": 1502140,
    "required_age": 0,
    "is_free": false,
    "description": "The year is 1467. The Sengoku period has just begun. Every Daimyo will be out for blood, trying to bring glory to their clan and be unifier of Japan. More than might and riches, cunning is required. Will you support their bid for power? Will you help the Shogunate regain their strength? Will you assist the Emperor in reclaiming their control over the other Daimyo? Or will you carve your own path to become the unifier?<br><br><strong>Sengoku: Shadow Strikers</strong> is a Tactical RPG that mixes Turn-Based Tactical Combat into the formula, and puts the player in control of their very own Sengoku-era Clan. Players will train and command a variety of warriors, take on missions to help or harm other clans, and shape the future of Japan at the end of the civil war.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502140/extras/5d794913ea91118159b0a099f344c471.avif?t=1717484206\" width=616 height=116 /></span><h2 class=\"bb_tag\" >Conquer Your Way!</h2><strong>Sengoku: Shadow Strikers</strong> features over 30 possible clans that the player can aid or harm. Help the Ashikaga retain the Shogunate; Aid the Hosokawa in keeping their regional superiority; spearhead the warlike Uesugi's offensive in the Tokaido; grow the Ainu into a formidable opponent; or support the Emperor in their attempt to end the civil war in control of all the Daimyo.<br><br>Each clan will be ruled by a Daimyo with their own goals and aspirations for the clan. Some may seek greatness through war, others may desire for peaceful relations and diplomacy, yet others may want to isolate themselves from the rest in a road to self-reliance. But Daimyos don't live forever; a change in the leadership of a clan may severely alter the course of a game!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502140/extras/71c7cc8eb19209716c1b0631bb1871ec.avif?t=1717484206\" width=616 height=116 /></span><h2 class=\"bb_tag\" >Train Your Squad!</h2>Units can be recruited and will have their starting abilities based off of the province they hail from, with each of the game's 80 provinces bringing different bonuses. But they all start at low level, and will need to gain experience be it in the form of open combat or using the clan's training grounds. Being efficient in battle will not only allow your units to improve quicker; they'll also gain combat ranks which will unlock a whole new host of gameplay options. <br><br>There are no classes in <strong>Sengoku: Shadow Strikers</strong>; instead a system of proficiencies will categorize your unit based on its weaknesses and strengths. An innovative skill system allows you to train your units in whatever way you desire, specializing them into one or more combat roles as you see fit. But use caution; losing a very important unit in combat can have drastic consequences to morale!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502140/extras/fcae12f0f2f03656cc53f87424c0442b.avif?t=1717484206\" width=616 height=116 /></span><h2 class=\"bb_tag\" >High-Stakes Tactical Combat!</h2>Going back to the roots of tactical turn-based combat, <strong>Sengoku: Shadow Strikers</strong> gives the players complete control over their units action. Based on a time unit system, players can more accurately coordinate and develop their strategy during combat. Each time unit will count, with units being granted a better chance of defending themselves if they have time units to spare after taking their turns, allowing them to execute retaliatory strikes on enemies!<br><br>Combat is also extremely deadly; badly positioning your soldiers can lead to a quick and untimely death at the hands of the enemy! A blend of melee, ranged, and explosive attacks will be useful in turning the tide of a battle. 8 different enemy archetypes with multiple variations within will expand the possibilities in battle and make each encounter formidable. Expect the unexpected!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502140/extras/1b5f1af145d94a28fde7a3e2efab0f4d.avif?t=1717484206\" width=616 height=116 /></span><h2 class=\"bb_tag\" >Build And Research!</h2>Improve your weapons, armor and items via a dynamic research system that does away with traditional tech trees in favor of a more procedural approach; each piece will have their own tech progression, which can first be unlocked by researching an existing item. This way players can focus research on items that more favor their playstyle; become an assassin with ranged weapons, focus on impenetrable armor and so on. But beware; the enemy is smart and paying attention to what you do, and they may just focus on tactics to counter you!<br><br>Players will also be able to build up the infrastructure for their headquarters, constructing new buildings and improving old ones as they see fit in order to gain bonuses and gain combat advantages. But these expansions must be planned carefully; there is always the possibility of an enemy attack on your hq, which could be very difficult to defend if you were haphazard with your planning!<h2 class=\"bb_tag\" >And More!</h2><strong>Sengoku: Shadow Strikers</strong> also features:<br><ul class=\"bb_ul\"><li> Wide variety of procedurally generated missions to keep the gameplay always fresh<br></li><li> Intricate diplomatic system that allows you to form alliances, start wars, and betray your friends<br></li><li> Unique Daimyo personality that will shape the way each individual clan acts and the units they choose to field<br></li><li> An AI learning system that learns and adjusts to your tactics on the battlefield<br></li><li> A relationship system between squad mates, creating bonds that can aid them during combat<br></li><li> Essentially a sandbox of Sengoku-era Japan, allowing players to determine the outcome of the civil war in a myriad ways</li></ul>",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502140/header.jpg?t=1717484206",
    "developers": [
      "Ikemoto Systems"
    ],
    "publishers": [
      "Ikemoto Systems"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}