{
  "1502430": {
    "name": "Controller King",
    "steam_appid": 1502430,
    "required_age": 0,
    "is_free": false,
    "description": "Embark on a hypnotic odyssey into the heart of rhythm and rebellion with 'Controller King'! Immerse yourself in the raw intensity of PvP rhythmic warfare, where a single controller becomes the conduit for fierce musical duels. Your movements become a symphony of defiance, weaving between beats and blows, as you clash against comrades and competitors in a pulse-pounding duel of audacity.<br />\r\n<br />\r\nPrepare to be ensnared by the siren call of an original 11-track opus, an auditory tapestry that will throb in your veins and ignite your soul. Traverse through a kaleidoscope of vivid, mind-altering visuals that will shatter your perception of reality, all while your very being pulsates in sync with the rhythm's relentless grip.<br />\r\n<br />\r\nSelect your avatar from an ensemble of enigmatic personas, each a testament to individualism, each possessing their own enigmatic prowess. 'Controller King' beckons both the seasoned connoisseur and the untamed maverick, offering a journey of discovery and domination that transcends mere competition.<br />\r\n<br />\r\nPlunge headlong into electrifying duels against kindred spirits, plunge into the frenzy of chaotic tournaments, or plunge solo into an enthralling narrative that will test your resolve. The throne atop this pulsating empire awaits only those bold enough to seize it. The time has come to channel your inner rhythm rebel, strike with calculated fury, and emerge triumphant in the world's inaugural rhythmic insurgency.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502430/header.jpg?t=1691694368",
    "developers": [
      "notagamestudio"
    ],
    "publishers": [
      "notagamestudio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}