{
  "1502480": {
    "name": "Z-Blood Mission",
    "steam_appid": 1502480,
    "required_age": 0,
    "is_free": false,
    "description": "A slasher game with elements of horror and survival. 3D action with old school side camera view. Prevent zombies from invading the building. Eliminate enemies, collect items, activate equipment, fight the bosses, craft items find secret locations, have fun!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> The game has five types of ordinary zombies, extremely tough bosses and modified battle zombies. Even the crows have undergone a zombie mutation and will attack the player!<br></li><li> Four types of weapons - pistol, shotgun, assault rifle and grenades. Plus, combat drone. Each weapon with a unique damage and penetration system.<br></li><li> Automatic aiming system that allows you to focus on the gameplay.<br></li><li> A zombie can sometimes fall after taking damage and show no signs of life, but this does not mean that it is killed. It can suddenly stand up and continue to attack the player.<br></li><li> A very fun feature for finishing off stunned enemies lying on the floor.<br></li><li> And also heroine can send the enemy into the stun with a kick of a graceful leg.<br></li><li> Zombie army will not stop attacking you with an ever-increasing amount,  until you seal the windows with the force shields!<br></li><li> Force shields are powered by a generator that needs zombie blood!<br></li><li> If you are poisoned by a zombie, you urgently need to find an antidote or craft it. There is equipment at the level that allows you to turn zombie blood into antidotes and heal capsules!<br></li><li> If a wall appears on the way, blow it to hell with the monsters standing behind it!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502480/header.jpg?t=1616497321",
    "developers": [
      "Hot Code Games"
    ],
    "publishers": [
      "Hot Code Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}