{
  "1502380": {
    "name": "Combat Mission Black Sea",
    "steam_appid": 1502380,
    "required_age": 0,
    "is_free": false,
    "description": "Combat Mission Black Sea is a military grade simulation depicting a fictional series of escalations between Russian and Ukraine which results in open conflict in the summer of 2017. As Russian forces move into Ukrainian territory the Ukrainians do their best to defend their country against a numerically and technologically superior adversary. Events surrounding the invasion cause NATO to send its advanced rapid deployment forces to check the Russian advance. A brutal scenario, for sure, but one which allows you to get a glimpse of what full spectrum contemporary near-peer tactical warfare is all about.<br><br><strong>HIGHLIGHTS</strong><br><br>At your command are detailed, highly researched American, Ukrainian, and Russian units from common brigade types such as Mech Infantry, Motor Rifle, Stryker, Armored, and more. All the capabilities one expects on the modern battlefield are included, such as Active Protection Systems (APS) swatting incoming threats, UAVs hovering around the battlefield transmitting valuable intel, and precision guided artillery munitions that find their mark in one shot. Well, as long as the enemy's electronic warfare attempts fail, otherwise you might find your finely tuned fighting machine isn't so finely tuned after all. Take all of this for a spin with four high-stakes campaigns, 22 standalone scenarios, and a plethora of Quick Battle maps to test your tactical acumen.<br><br><strong>FEATURES</strong><br><br>- Tactical warfare at battalion and below scale in a true 3D environment<br>- Command individual vehicles, teams, and squads<br>- Expansive simulation of &quot;soft factors&quot; such as Morale, Experience, and Leadership<br>- Innovative systems portraying Fog of War, Spotting, Line of Sight, Command &amp; Control, and Objectives<br>- Unmatched realistic physics, ballistics, and battlefield effects<br>- Fight in a wide range of weather and lighting conditions, all of which realistically impact fighting abilities<br>- Unique hybrid system for RealTime or WeGo (turn based) play<br>- Full featured Editor for maps, scenarios, and campaigns<br>- Quick Battle system sets up deliberate or randomized battles based on player specifications<br>- Single player and head to head play, including Play By Email (PBEM)<br>- Supported for the long haul with patches, upgrades, and expansions",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502380/header.jpg?t=1756297549",
    "developers": [
      "Battlefront"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 35740,
      "final": 35740,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 357.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 30,
      "total_negative": 7,
      "total_reviews": 37
    }
  }
}