{
  "1502170": {
    "name": "Orbisia",
    "steam_appid": 1502170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >OVERVIEW</h2><br>Orbisia is an open-world survival crafting game.<br>You have to work with your team members to explore and survive the wide and beautiful world.<br>Enjoy a free world by gathering and hunting for survival!<br>But there are so many things to be careful about for survival.<br>Be prepared to survive unknown threats and sudden situations sometimes!<h2 class=\"bb_tag\" >GamePlay</h2> <br>The ORBISIA world is a world where numerous games coexist.<br>The world with different worldviews sometimes collides and is in danger.<br>At this time, there are people to keep the world balanced.<br>They are always ready for every situation.<br>But they sometimes make mistakes, too.<br>One day, their spacecraft, which was hit by a digital storm due to a crack in the world crash, crashed into an unknown world.<br>Their spacecraft is broken and they have lost all their food, so they are in a crisis.<br>They have to survive in a cracked world and collect, produce, and grow resources to prevent cracks in the world.<br>But in order to grow, you have to survive first!<h2 class=\"bb_tag\" >GAME FEATURES</h2>Characteristics<br>Enjoy it alone or with friends.<br>Failure to survive can lead to loss of everything. Always focus on survival.<br><br>Production and cooking.<br>In order to survive, you need to make various tools!<br>What kind of food will come out if I mix all the ingredients?<br><br>Architecture<br>There are monsters in the world that threaten players. I'll hide myself from them.<br>Create a shelter to protect you from disasters!<br><br>Skill and stators.<br>Everything the players do affects the character.<br>What kind of skills do you want to improve?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502170/header.jpg?t=1648362320",
    "developers": [
      "Weaveractive"
    ],
    "publishers": [
      "Weaveractive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}