{
  "1502790": {
    "name": "Gun Witch",
    "steam_appid": 1502790,
    "required_age": 0,
    "is_free": true,
    "description": "Beretta has just arrived on Luninsula, a human in the land of the fairies! She's a little unique compared to the other inhabitants -- she uses a gun! Nevertheless, Beretta is determined to learn magic and make lots of friends in her new home even if the forces of the island seem to oppose her...<br><br>Gun Witch is a passion project of a one-person team inspired by anime and retro games. The developer hopes you enjoy the game as much as they enjoyed making it! If you liked the game, please consider purchasing the DLC to support the creator!<h2 class=\"bb_tag\" >Key Features</h2><strong>Shooting</strong> - Beretta uses magic bullets instead of regular magic! Instead of casting spells, she fires bullets from her magic gun to kill monsters.<br><br><strong>Writing</strong> - Gun Witch is primarily focused on the story of Beretta and the island of Luninsula. The quests all serve to advance the main plot and contain thousands of words of dialogue.<br><br><strong>RPG</strong> - While Gun Witch is an action platformer, it is also an RPG. There are stats, an inventory system, and different spells Beretta can learn!<br><br><strong>VN sprites</strong> - This game is also heavily inspired by visual novels, so many of the characters have their own unique sprite. At its core, Gun Witch is a visual novel with a lot of gameplay.<br><br><strong>Boss Battles</strong> - There are three unique and exciting boss battles in this game all with their own unique mechanics!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502790/header.jpg?t=1657761582",
    "developers": [
      "Kiyummi Games"
    ],
    "publishers": [
      "Kiyummi Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}