{
  "1502950": {
    "name": "Quarantine: Global Pandemic",
    "steam_appid": 1502950,
    "required_age": 0,
    "is_free": false,
    "description": "In Quarantine, you make the pandemic policies and funding priorities for your country as the head of the Health and Human Services Department. You will have to save your country from this global pandemic, while trying to keep the public and government officials happy.<br />\r\n<br />\r\nBased on realistic models to calculate the evolution of a virus and the opinions and actions of the public, Quarantine simulates a real-life experience in the political/pandemic games. With the ability to fine tune each and every detail, you can make your policies as specific as you would like.<br />\r\n<br />\r\nWe all think that we could have handled this pandemic better, but is this really true? Trying to balance economics, death, and ratings, you will find that keeping everyone safe and happy is a tough job. Having to handle questions like canceling Christmas or spending money on unemployment benefits instead of vaccine research, this game will throw curveballs at you and let you find out what decisions you would have made if you were in power, all while trying not to catch the virus yourself.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1502950/header.jpg?t=1610569743",
    "developers": [
      "Buck Studios"
    ],
    "publishers": [
      "Buck Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}