{
  "1503930": {
    "name": "Glam's Incredible Run: Escape from Dukha",
    "steam_appid": 1503930,
    "required_age": 0,
    "is_free": false,
    "description": "Glam is a hard, action packed acrobatic platformer game where you have to run, jump, climb and swing to make it to the exit without falling into the emptiness, getting hit by spikes and bullets, caught by goblins or squeezed by items.<br><br>In this game you play as Glam, her goal is to rescue her mother from the realm of Caterina. She is being held captive by the evil witch to prevent Glam’s and her mother’s power to unite<br><br>Glam has the most unique ability in the video game history She can grab branches and swing by using her hair. Controls are simple: three buttons and a joystick. Master your, swinging and jumping skills on the epic obstacles courses where each death is a lesson.<br><br>The levels are made with various items and enemies, each level rewards your climbing skills and agility. The levels are packed into 11 chapters, each chapter has its own unique peril: hanging cubes, goblins and skulls, sliding and spinning platforms, false floors, cannons, crates. <br><br>Teamwork is crucial in local co-op mode, where you will have to work together to reach the portals to unlock the next level. 60 challenging levels are waiting for two of you to explore.<br><br><ul class=\"bb_ul\"><li>Hand crafted obstacle courses to test the limits of your acrobatic skills<br></li><li>Tight, precise and simple controls: just three buttons and the joystick, <br></li><li>220+ Single player levels, split into 11 chapters each has its own unique peril<br></li><li>60 multiplayer levels that demands endurance, flexibility and excepcional precise coordination of your movement<br></li><li>Customizable character hero: Glam<br></li><li>Charming music</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1503930/header.jpg?t=1616164046",
    "developers": [
      "Three Legged Egg"
    ],
    "publishers": [
      "Three Legged Egg"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}