{
  "1503420": {
    "name": "Orbit Outlaws Demo",
    "steam_appid": 1503420,
    "required_age": 0,
    "is_free": true,
    "description": "Let me guess, you’re here to “join the Galactic Games and battle rival pilots for fame, fortune, and glory across the solar systems?” I’ve heard the dream a thousand times from rookies just like you. Well, you’ll start at the bottom, same as the rest – flying second-hand gear, scrapping for coins, and hoping your hatch doesn’t pop off in a strong solar wind. <br><br>As long as you’re here, you might as well look around. Just don’t poke your beak where it doesn’t belong, this <i>glamorous </i>galaxy has more than its share of secrets…<br><br><ul class=\"bb_ul\"><li><strong>Single-Player Campaign:</strong> Play as Oki, a bright-eyed idealist from a remote planet long forgotten to the Games. Earn a name for your faction as you face old friends and new challengers across five systems and 20 missions.<br></li><li><strong>Online Multiplayer COMING SOON</strong><br></li><li><strong>Build and Battle:</strong> Scrape together coin from meager sponsorships and prove yourself to scouts to purchase new guns and weapons that you can mix-and-match to build the perfect battle machine. Upgrade each item to outfit it with mods that fundamentally alter its performance. With over 20 unique items and 8 mods(More To Come), the combinations are limitless.<br></li><li><strong>Unlock Pilots:</strong> Conquer Rival pilots in the campaign to recruit them to your cause, giving you access to powerful new super abilities and unique styles that can swing the momentum of a match in your favor.<br></li><li><strong>Modes, Maps, and More:</strong> Test your skills across ten maps and five unique modes like Deathmatch, Rivals, Headhunter, and more.  Nothing drives ratings like new events, so expect to see more modes added seasonally. <br></li><li><strong>Play Together:</strong> Both locally and over Remote Play, you can jump into the fun with friends in our Party Play. Whether you’re bosom buddies or sworn frenemies, our teams and round configurables provide all the options you’ll need to cooperate or compete to your heart’s content. Best of all, you’ll still earn coins and experience you can use for upgrades in the shops. </li></ul>Alright, enough window shopping already! You gonna buy something, or am I gonna have to throw you outta my store before you steal it!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1503420/header.jpg?t=1608565061",
    "developers": [
      "Pump Action Games",
      "Innovations Media"
    ],
    "publishers": [
      "Rogue Games, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}