{
  "1503440": {
    "name": "DreamScapes Dimensions",
    "steam_appid": 1503440,
    "required_age": 0,
    "is_free": true,
    "description": "DreamScapes Dimensions is a free to play, medieval fantasy, Massively Multiplayer Online Roleplaying Game.<br>The game is pre-alpha, under development by a single indie hobbyist developer, and in early access. Feature development is guided by player suggestions, get involved and influence the games evolution. If you want to contribute to the games development with your code or art skills, get in touch.<br><br><strong><u>Versatile Character Creation</u></strong><br><ul class=\"bb_ul\"><li>Create male or female characters, with many choices of starting clothes<br></li><li>Modify body shape and facial features<br></li><li>Create an Elf, Orc, Human, Dwarf, Demon, etc., etc.<br></li><li>Assign attribute points from a starting point pool, e.g. Strength, Dexterity, Wisdom<br></li><li>Create up to four characters to diversify your playing options</li></ul><br><strong><u>Complete Tutorial Quests To Learn The Game</u></strong><br><ul class=\"bb_ul\"><li>Go into the Adventurers Guild north of the starting point, then downstairs to Thacknor to get the first quest<br></li><li>Complete the simple quest to receive weapons and learn how to use them in combat<br></li><li>Outside the Adventurers Guild talk to Gaexoje to get a simple kill quest to gain the stone miner profession<br></li><li>Talk to Bijushae to get a slightly more challenging quest to gain the stone block crafting skill<br></li><li>Complete the 'Reopen Mining Trade Route' quest to learn how to craft building items and build your own house</li></ul><br><strong><u>Harvesting Professions</u></strong><br><ul class=\"bb_ul\"><li>Learn many different professions to harvest resources like wood, stone and crystals<br></li><li>Increase your proficiency in harvesting professions as you use them</li></ul><br><strong><u>Crafting Professions</u></strong><br><ul class=\"bb_ul\"><li>Learn many different crafting professions and recipes to craft basic items like wooden planks and stone blocks<br></li><li>Craft items from basic resource items that you use for building houses, like walls, doors and windows</li></ul><br><strong><u>Skills and Spells</u></strong><br><ul class=\"bb_ul\"><li>Find guild trainers to teach you fighting skills, priest spells and mage spells<br></li><li>As you gain levels you will gain practice sessions to enhance your skills and spells</li></ul><br><strong><u>Player Building</u></strong><br><ul class=\"bb_ul\"><li>Buy deeds that are located around the world<br></li><li>Use your building resources to build player houses, castles, temples, etc.</li></ul><br><strong><u>Procedurally Generated Random Adventures</u></strong><br><ul class=\"bb_ul\"><li>Enter a Dungeon Crawl, Cave Raid or Forest Scout portal and have an adventure in a randomly generated map<br></li><li>Battle your way through and gain rewards as you do, fighting bosses along the way<br></li><li>Choose from small to extra large dungeons, caves and forests, the bigger you choose to take on the greater the rewards<br></li><li>Unlimited gameplay, every time you enter a portal a new experience is generated</li></ul><br><strong><u>Daily Login Gifts</u></strong><br><ul class=\"bb_ul\"><li>Every day you play the game you can collect a daily gift<br></li><li>The more days you play the better the gifts become<br></li><li>Bonus daily gifts are available for purchase to triple your available daily gifts</li></ul><br><strong><u>Equipable Armour</u></strong><br><ul class=\"bb_ul\"><li>Including armour skills: light armour, medium armour and heavy armour<br></li><li>Equipped armour negates damage in combat relative to it's armour class<br></li><li>Equipped armour can be occasionally damaged in combat<br></li><li>Armour class decreases with armour condition<br></li><li>Equipped weapons can also be damaged in combat, reducing the damage they inflict<br></li><li>Use the repair skill to repair armour and weapons</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1503440/header.jpg?t=1691506430",
    "developers": [
      "AHDS"
    ],
    "publishers": [
      "AHDS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}