{
  "1503250": {
    "name": "Muslim 3D",
    "steam_appid": 1503250,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to Muslim 3D - an educational simulation which takes you on a wondrous journey through Islamic history and rituals.</strong><br><br>Create your own 3D Avatar and begin your journey in Virtual Makkah, where you can visit the Holy Mosque and pray near the Kaaba, perform the Tawaf - or just spend time there listening to the beautiful Call to Prayer.<br><br>Visit the Hajj areas of Mina, Arafat and Muzdalifa. Find books in the various locations of Muslim 3D and unlock our first Muslim 3D Chronicle &quot;The Ritual Walking between Safa &amp; Marwa&quot;, which takes you on a fantastic journey back in time to become an eye witness yourself, why Millions of Muslims every year follow the footsteps of one pious woman.<br><br>Explore the spectacular Virtual Museum with over 60 interactive exhibits about Islamic Arts, Architecture, Old Quran Manuscripts and Muslim Scientists who changed the world.<br><br>And know that this is only the beginning. Much more will follow soon!<br><br><br><strong>During Early Access there will be 3 major release phases:</strong><h2 class=\"bb_tag\" >Phase 1 (Freeplay Mode)</h2><br>Customize your own character, then head out to roam the world of Muslim 3D freely and interact with objects and virtual characters.<br><br>There will not be a storyline or clear objectives for you yet, just a beautiful world to explore and a wealth of valuable knowledge to uncover.<br>Think of the beginning of this phase as a starting point, think of it as a small seed that is now planted. The foundation is laid, and in the near future - God willing - we will gradually grow this seed into an impressive tree of knowledge.<br><br>In the initial launch you will notice limited content and interaction. For example most of the virtual characters you encounter in Muslim 3D do not react to your presence yet, they repeat the same limited actions all the time. In future versions more and more of these characters will be enhanced with artificial intelligence and become further aware of their environment.<h2 class=\"bb_tag\" >Phase 2 (Story Mode)</h2>Once we have added a significant amount of new content in Phase 1, we will begin with a new phase, which essentially changes Muslim 3D from the simulation to an RPG (&quot;Role Playing Game&quot;).<br><br>You will be able to go on interesting quests and earn rewards for completing them, uncover new locations and items and live your very own adventure. Your character and experience grows with the tasks you fulfil, and your achievements will be rewarded with increasing ranks and unlocking new experiences.<h2 class=\"bb_tag\" >Phase 3 (Online Mode)</h2>Finally a new experience will be introduced turning Muslim 3D into a &quot;Metaverse&quot;. In Muslim 3D Online you will be able to meet other real people in the virtual world. Embark together on a Virtual Hajj, pray with others in the Holy Mosque or meet at an exclusive online event, such as a live lecture given by prominent scholars and spiritual leaders.<h2 class=\"bb_tag\" >Who is behind Muslim 3D?</h2><br>Bigitec Studio is a young, aspiring startup, a team of open-minded &amp; passionate game designers and industry professionals. Founder and Creative Director is Bilal Chbib, a Muslim who was born and raised in Germany. To ensure that our content is based on well-researched and authentic knowledge, we have a team of scholars and historians who are involved in the production of Muslim 3D. Visit our website to learn more!<h2 class=\"bb_tag\" >Why did you create Muslim 3D?</h2><br><i>There are hardly any products with decent quality that would portray our faith accurately. If you found Muslims in games at all, there’s a good chance they were holding an AK-47 rifle and needed to be gunned down. This only strengthened my wish to work on something that enable people to relate to our rich Islamic history, and to use this wonderful, strong medium - video games - to unearth the vast knowledge unfortunately not taught at schools or in mass media, such as how Muslim scientists have contributed to our world, or why we have certain rituals and where they come from. Muslim 3D can also be an accessible tool for Non-Muslims to learn about Islam and may even help tear down walls of fear built over the past decades.&quot;</i> (Bilal Chbib, Founder &amp; Creative Director)<h2 class=\"bb_tag\" >I'd like to support you - how?</h2><br><strong>Buy Muslim 3D during Early Access!</strong><br>The price during Early Access is a one-off payment for the full license of Muslim 3D. <br>At some point in the future we will change the pricing model. Some of the content will be restricted and become only available if you buy DLCs or subscribe to a payment plan.<br>If you buy during Early Access however - <strong>any content added in the future will become available for you for free</strong>!<br><br>If you don't want to buy Muslim 3D right now, a great way to support Muslim 3D is to add it your Steam Wishlist and to spread the word by sharing the Muslim 3D Website with your friends!<br><br><br>Join us on this breathtaking adventure and bear with us! Our goal is to design Muslim 3D to become a tranquil, enjoyable and inspiring place to be - like a virtual vacation for your soul. Feel free to get in touch for feedback and suggestions!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1503250/header.jpg?t=1645729488",
    "developers": [
      "Bigitec Studio"
    ],
    "publishers": [
      "Bigitec Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 12600,
      "final": 12600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 126.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}