{
  "1503600": {
    "name": "Poached : Hunt The Hunter [Demo]",
    "steam_appid": 1503600,
    "required_age": 0,
    "is_free": true,
    "description": "In the vast wilderness of South Africa's Northern Province, a battle is raging between the ruthless poachers who seek to exploit the region's natural resources, and the dedicated game rangers who are determined to protect the animals and preserve the beauty of the land. &quot;Poached: Hunt The Hunter&quot; puts you in the shoes of a game ranger, tasked with defending the nature reserve from the poachers who seek to destroy it. With a wide variety of weapons and your quick thinking, you'll have to be quick on your feet and even quicker on the draw to take down these ruthless hunters and become the ultimate hunter of poachers. Will you rise to the challenge and defend the land from the poachers, or will you succumb to their ruthless tactics? The fate of the nature reserve is in your hands.<br><br>Features:<br>- Fight hilarious enemies<br>- An open map with day/night cycle &amp; weather<br>- Approach missions in any direction you choose<br>- Old-school FPS gameplay<br>- Crafting, Looting, Merchant &amp; other RPG Elements<br>- English, Afrikaans, Sepedi &amp; Zulu voice acting cast<br>- Driving mechanics - own your own 2Litre Bakkie!!!<br>- Many powerups and secrets to find<br>- Grow your own powerups and other special herbs<br>- Hunt for food and make braais, craft and camp<br>- 14 weapons to discover and use<br>- Easy Inventory &amp; Crafting menus<br>- Hub based mission gameplay<br>- 12 Action-Packed levels + cinematics and lore [ONLY 2 IN DEMO]<br>- Challenging to play - Easy to master<br>- Side quests and bonus missions to complete<br>- Ostrich racing, golf and other activities to explore<br>- Realistic South African weapon types<br>- Hours of virtual S.A. radio stations to listen to while driving<br>- Interactive realtime virtual braai mechanics<br>- Camping, drinking moerkoffie and eating bokvleis <br>- Many Steam Achievements<br>- Procedural bosveld generation options<br>- Armor types such as bulletproof vests and stealth camouflage<br>- An optional shooting range for practicing and trying out new gear.<br><br>A game by Ingozi Games South Africa, a one-man development studio.<br>Voice Acting &amp; Casting by Asylum Studios<br>Original Soundtrack by Senkhane Montsitsi",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1503600/header.jpg?t=1728654867",
    "developers": [
      "Ingozi Games"
    ],
    "publishers": [
      "Ingozi Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": {
      "total": 3,
      "highlighted": [
        {
          "name": "Tutorial",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1503600/5be45a955ae6811032b2098385430d2e79def353.jpg"
        },
        {
          "name": "Demo",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1503600/22803c5de849dfd551b37a1b856fc4d7ef5a8ec3.jpg"
        },
        {
          "name": "Bonus",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1503600/90eb28d81f23b16ca1bfac25d53a81aa1e5e4c23.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}