{
  "1504930": {
    "name": "Legends of Astravia Demo",
    "steam_appid": 1504930,
    "required_age": 0,
    "is_free": true,
    "description": "Legends of Astravia is a charming retro RPG set in a world of magic. You play as Oliver, a mystician on a quest to meet new companions and unravel his complicated past... and the truth behind a mysterious trio's plot to reawaken the Cataclysm. Influenced by 90s and early 2000s-era JRPGs, the game features hybrid time-based battles and an explorable world filled with twisting dungeons and countless secrets. <br><br>Experience an hour what the game has to offer in this free demo where you learn the basics, fight battles, and explore a labyrinthine dungeon alongside the enigmatic Azel.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Retro 16-bit graphics with a modernized interface and gameplay—enjoy the nostalgia without it feeling dated. <br></li><li>Dynamic battles where you feel the constant rhythm of combat as you choose your characters' actions. <br></li><li>Explorable overworld that features twisting dungeons, rewarding puzzles, treasure-filled caves and more. <br></li><li>Essence: A modular skill system that allows you to exchange abilities between characters and grow without the burden of skill trees or assigning stat points. <br></li><li>Avoidable, on-map enemy encounters and 8-directional free movement. </li></ul><br>As this is a demo, it may not be a wholly accurate reflection of the final game. Also be advised that it takes place partway through the full game, and save files will not be transferable. <br><br>Be sure to keep an eye on developer's logs and view the main page for more information about the full game.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1504930/header.jpg?t=1724378362",
    "developers": [
      "Studio Alemni"
    ],
    "publishers": [
      "Studio Alemni"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}