{
  "1506370": {
    "name": "Ambient Channels: Premium Features Unlock",
    "steam_appid": 1506370,
    "required_age": 0,
    "is_free": false,
    "description": "Note: We are currently in the process of redirecting Ambient Channels to expand from a wide collection of scenes with hidden object game modes to include an editor (found in the Scene Director DLC) that allows for players to create their own scenes from Ambient Channel episodes by building from episode models.  (A planned feature of the Scene Director will also allow players the ability to setup Hidden Object games and be exportable to use with another game we are supporting development of, Zanfium Tower).  <br><br>To support this expanded direction, we are making most episodes free for ambiance modes and their hidden objects game modes, creating the new paid Scene Director Unlock DLC and this Premium Features Unlock which will unlock planned <strong>upcoming</strong> features:<br><br><strong>Logo Management</strong> - Turn off or Replace Ambient Channels Logo<br><strong>Multiplayer Mode</strong> - Hang out in casual VR and play Hidden Objects games with others with online multiplayer.<br><strong>Hordes</strong> - Add 'hordes' to some episodes, such as dwarves in underground mines, skeletons in the graveyard, and more.<br><strong>Add your Content</strong> - Add your music, videos and images using Infinity Jukebox to play in the background, in between episode rotations, and on screens and jukeboxes in various episodes.<br><br><i>Currently, the only feature available from this list is the Multiplayer Mode in the Zanfium Tower Lounge episode. We will be adding additional features fall or winter 2021 and it will take the rest of early access (2022) to complete.  <strong>Some features may be added/removed/changed from the above description, please only purchase if you'd like to support us or there's a feature you like that's already completed. Thanks!</strong></i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1506370/header.jpg?t=1628826218",
    "developers": [
      "Layer Arcade",
      "Simulated Entertainment"
    ],
    "publishers": [
      "Simulated Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}