{
  "1506990": {
    "name": "Grimoire of Syvnta",
    "steam_appid": 1506990,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome adventurer, enjoy a nice mug of ale and face that pesky assassin at Grimoire of Syvnta. Don't mind the goblins trying to take the betting gold, you can win the gold back from them in a duel.<br><br>There are many things, lost or yet to be seen, but all of the world's history can be found here. No need to worry about myths or legends, such as the monster under your bed or the sky boar, for everything real is recorded into the Grimoire of Syvnta. Collect and command the creatures and heroes of the world. Use your spells and heroes to turn the tides against your opponent and win the match!<br><br><strong><u>FREE TO PLAY WORTH DIVING INTO<br> </u></strong> Simply collect new cards to build your deck as you continue to play. From the start you will have a choice on how to build your deck from a selection of cards. Tailor your deck and beat your challengers. Each card has a bit of lore to the universe and the world of Syvnta. Fall in love with the rich story telling told through the cards. See the world change as time passes.<br><br>Remember your here to enjoy your time traveler no need to lose your temper. If you lose go again, if you lose again maybe reassess your deck. Good luck in your matches - earn your gold and maybe spend some at the bar.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1506990/header.jpg?t=1695928273",
    "developers": [
      "Valuk Burger Nibeless"
    ],
    "publishers": [
      "Valuk Burger Nibeless"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}