{
  "1507150": {
    "name": "Wordeous Demo",
    "steam_appid": 1507150,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><h2 class=\"bb_tag\" >Wordeous Demo</h2></strong><br><br>This is the demo of Wordeous. In this demo you can try out the mechanics of the game. In this demo you have access to 10 words in BASICS category, however other packs are not included. You can purchase the full version of Wordeous if you like the game.<h2 class=\"bb_tag\" ><strong>Wordeous</strong></h2><br>Have you tried saying what you want to say when there are words you can't say? You probably have, but do you want to do it again? Wordeous allows you to play with your friends online. Wordeous is also a fun game that will increase interactivity with viewers for streamers. If you're ready for a fierce competition with random game cards in different categories and challenges, let the game begin!<br><br><strong>Wordeous </strong> is a card game in which you try to explain the &quot;Wordeous Word&quot; to your audience without saying the banned words. Wordeous uses Twitch Chat integration which allows you to receive your audience's answers simultaneously. After you login to your account, you are all set to start a new game with many different categories and hundreds of words!<br><br>The scoreboard system allows you to see your most successful viewer of the last game or all games. You and your viewers gather points according to both your and your viewers performance.<br><br>Wordeous allows you to have a highly interactive and fun time with your audience.<br><br><strong><h2 class=\"bb_tag\" >I am not a streamer can I play Wordeous?</h2></strong><br><br><strong>Of course you can! </strong> Wordeous uses Twitch Chat at the moment. <strong>You don't need to be a streamer (broadcaster) to use Twitch chat!</strong> You only need a Twitch account to play Wordeous. After you login to your Twitch account, when you click on your avatar you will see channel button. In the channel page, there is a chat UI. You only need to write down this channel's name to Wordeous when creating a game. After the game starts, send your Twitch channel's link to your friends so your friends can type in their answers to that channel's chat. Wordeous will have log those answers for your match. <br><br>Wordeous will have a team mode in the near future. In the team mode you will be available to play with your friends without Twitch Chat, and you will have opportunity to play against your friends. <strong>The team mode is now being tested, and not available at the moment</strong>, however, when it is ready it will be included with the base game.",
    "supported_languages": "英语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1507150/header.jpg?t=1609855841",
    "developers": [
      "Equitatus Studio"
    ],
    "publishers": [
      "Junla Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 12 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}