{
  "1507060": {
    "name": "Unity Chan And Cube World!! Demo",
    "steam_appid": 1507060,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>About Unity Chan</strong></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1507060/extras/I_am_Unity-Chan_1.png?t=1611712399\" /></span><br>Kohaku Otori(CV. Asuka Kakumoto), also known as &quot;Unity Chan&quot;. As the only daughter of the CEO of Otori Group, a large trading enterprise, Unity Chan has the character of drifting along. But she's very keen on adventure, and if she's determined to do what she's going to do, then she'll do her best to do it. Unity Chan's dream is to be an actress in action games and movies, and her favorite food is curry korokke.<br>Today, Unity Chan comes to the floating island of cubes, which is full of unknown traps and deadly monsters. So what is waiting for Unity Chan? And can she break through these traps?<h2 class=\"bb_tag\" ><strong>About The Game</strong></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1507060/extras/point.png?t=1611712399\" /></span><br>This is a platform jumping game. If you have been played Super Mario series or I Wanna series, I believe you will not be unfamiliar with this type of game. The control of this game is very simple. You can hold jump key to control the jumping distance, and release the key to jump. And you can jump more further by jumping in aacceleration.<br>There are several ways to deal with monsters. If you have a box nearby, you can try to lift the box and smash it at the monster. You can also choose to speed up and slide to attack the mosters or jump up and trample them.<br><strong>PAY ATTATENTION: Some monsters can counterattack. Turtles with spines on their back look dangerouse, don't they?</strong><h2 class=\"bb_tag\" >Game Features</h2><ul class=\"bb_ul\"><li>Kawaii scene, kawaii monsters, and...... kawaii Unity Chan of course!<br></li><li>There are four different styles of scenes: grassland, desert, snowfield and dungeon. Each scene has multiple stages!<br></li><li>Rich level trap design, careful not to be trapped by the designer!<br></li><li>There are a lot of lovely clothes in the game, which can meet the changing needs of Unity Chan. But it's not easy to get the crystal to buy clothes!</li></ul><br><strong>OK, now let's follow Unity Chan and launch the great adventure of cube world!</strong>",
    "supported_languages": "英语, 日语<strong>*</strong>, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1507060/header.jpg?t=1611712399",
    "developers": [
      "YEARS"
    ],
    "publishers": [
      "YEARS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}