{
  "1508450": {
    "name": "She Doesn't Walk",
    "steam_appid": 1508450,
    "required_age": 0,
    "is_free": false,
    "description": "Release date - 01/21/2021<br><br>She doesn't walk is a short survival horror game that is a complete adventure designed to be replayed time and again, with friends.<br><br><ul class=\"bb_ul\"><li>Procedurally placed rooms and key locations make for great replayability, especially in the first act where finding the keys quickly is crucial.<br></li><li>The game can be beaten in as quick as under 7 minutes, or up to 15.<br></li><li>This single-player game has 3 different endings<br></li><li>Gather notes and find the easter egg.<br></li><li>Move using the ASWD buttons on the keyboard and interact with everything using only the left mouse button, making it practically a one-button game.<br></li><li>Interact with specific physics-based objects to find secrets and beat the game.<br></li><li>You can't look behind you, so a deeper sense of fear is distilled since you can never tell how close &quot;she&quot; is, but you do hear her getting closer.<br></li><li>Camera switches show her feet dragging closer and closer to you, so at times you can't see what you're doing.<br></li><li>Speed run the game without getting any secrets to see how fast you can do it, or see how fast you can beat the game for the best ending<br></li><li>Uncover the mystery to the cabin and the deeper story.</li></ul><br>Movement:<br>ASWD - move<br>left mouse button - interact<br>(There isn't an indicator to show when you can interact with something, you have to test for yourself.)<br><br>Hello there, and welcome to the page for my first game. I've poured hours and hours (and months) into this and hope you enjoy it. I wanted to make a complete product that is a fully beatable game. I hope you enjoy this as much as I've enjoyed making it.<br><br>Thank you,<br>David",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1508450/header.jpg?t=1611254974",
    "developers": [
      "David J. Macias"
    ],
    "publishers": [
      "David J. Macias"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}