{
  "1509070": {
    "name": "Warfront 2020",
    "steam_appid": 1509070,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>IMMERSIVE COMBAT</strong><br>Players develop their combat skills in a variety of scenarios that require teamwork, reflexes, and a little bit of luck. Combat roles such as support, technician, and marksman allow players to assist their team by using class-specific abilities, that can completely change the outcome of a firefight. A soldiers' reputation is based on how well they operate during the game. It’s all about facing a worthy opponent and proving who’s best.<br><br><br><br>Warfront 2020 combines the fast-paced gameplay of Counter-Strike, with the visual style of Battlefield, joined together in a third-person perspective to create a true &quot;on the warfront&quot; type of experience. The biggest feature and key to victory is that not only will players be able to operate different classes, but will also have different light infantry vehicles such as APC's, LAV's, and a range of attack choppers at their disposal. We're aiming to reach a player base that has longed for a modern-era style combat game, which includes real-world based locations, destructible environments, and a familiar objective system. Players will be armed with a primary weapon, sidearm, grenades, extra ammo, extra health packs, knives, mines, and tons of other equipment for their character.<br><br><br> <br>SKILL-BASED PVP MULTIPLAYER GAME MODES<br><br><br>WARFRONT<br><br>The Warfront is the premier multiplayer game mode. Players must complete dynamic objectives that are randomized on the round starting. Objectives include; Sabotaging the enemy's depot, which tasks players to plant explosives on the opposing team's oil depot, once the bomb is planted it has 30 seconds before it's detonated. There is also Capture Point, where a designated area on the map becomes highlighted and each team must try to secure the area for two minutes total time before the objective is won. Lastly, there is the classic Suppression objective, where players must eliminate 150 of the enemy's &quot;tickets&quot; to claim victory for that objective. The game mode is 24v24 players with a range of light infantry vehicles and bigger variations of each map. The team with the highest overall score at the end of the three objectives is the winner.<br><br>KILL CONFIRMED<br><br>A spin on the classic team deathmatch mode, where players must collect the dog tags of fallen enemies. Players can also collect the tags of fallen allies to deny the enemy team a kill. Whichever team collects 100 tags is the winner of the game, unless time runs out, in which the team with the most collected tags is the victor. Dog tags are made visible upon death and will have a yellow glow to represent an ally, and a red glow to indicate an enemy tag. This game mode will be up to 12v12 players and can also be played with bots, additionally, there are no vehicles for this game mode.<br><br><br>SEEK AND DESTROY <br><br>Seek and Destroy places the task of planting bombs on the Extremists team, and the responsibility of diffusing them on the Liberators team. Each map will have a total of 4 bomb sites, where 2 are open for play, and once they are destroyed the last 2 bomb sites are active. The Extremists team has 75 reinforcement tickets that are subtracted on each death. If the Extremists run out of tickets before all bombs are planted they lose. If the Liberators fail to diffuse all bombs, then they will lose the round. There are no vehicles in this mode and the player count is 6v6 to 12v12.<br><br>CONQUEST<br><br>In Conquest, each map has a set number of capture points marked by the letters A-E. To gain control of a capture point at least one team member must be present within the capture area of that letter. If more team members are inside of a capture area, then the capture will be much quicker than a single ally trying to take over an area. To win the game, the first team to reach 1000 capture points is declared the winner, however, if time runs out, the team with the most capture points is the winner of the round. Conquest game mode features 12v12 to 24v24 player combat and vehicles are enabled as well.<br> <br><br>SABOTAGE<br><br>Both teams are on the offensive in Sabotage as each side is trying to deliver explosives to the enemy's side. At the beginning of the round, one player from each team must carry the bomb to the opposite team's side of the map and reach the dropzone area to score a point and cause damage to the enemy base. The game is won if one of the bases is destroyed, or if the time runs out, then the team with the most drop-offs wins the game. Sabotage is a 6v6 to 12v12 player mode and vehicles are not allowed.<br> <br><br>TEAM DEATHMATCH <br><br>My personal favorite TDM. The classic Team Deathmatch game mode offers players a chance to hone their skills, the only object of the game is to eliminate enemy players. To win the game, whichever team reaches 200 kills claims victory. If time runs out, the team with the most kills is declared the winner. TDM is 12v12 to 24v24 players, vehicles are also allowed.<br><br>To follow our progress as WF2020 develops follow us on facebook@Warfrontgame Instagram@Mind_Games_Studio or Twitch@devmindgames",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1509070/header.jpg?t=1616679938",
    "developers": [
      "Mind Games Studio"
    ],
    "publishers": [
      "Mind Games Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}