{
  "1509870": {
    "name": "LEAD - Rally",
    "steam_appid": 1509870,
    "required_age": 0,
    "is_free": false,
    "description": "Get ready for an immersive rally experience with <strong><i>LEAD - Rally</i></strong>, where vibrant colors and abstract landscapes set the stage for an adrenaline-pumping rally experience like no other. <br>With a unique art style, each race becomes a mesmerizing journey through dynamic terrains. Feel the raw power of rally racing as you tackle various stages, with each surface demanding a masterful touch to navigate. <br>This is not just a race; it's a test of skill and strategy.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Realistic Physics: The bumps, the turns, and the diverse surfaces were meticulously crafted to challenge your driving prowess. Despite it's looks, LEAD - Rally challenges the players with realistic rally physics, offering an authentic experience that separates the novices from the true champions.<br></li><li>Unique Visuals: Immerse yourself in a captivating world where vibrant abstract landscapes come to life. LEAD - Rally's unique visuals blend form and function, offering a visually engaging experience that complements the thrill of realistic physics. Each race is a visually stunning journey, adding an extra layer of excitement to the heart-pounding rally action.<br></li><li>Accessible yet Challenging: Jump into the driver's seat with controls that are easy to grasp, but be prepared for a challenging journey ahead. LEAD - Rally strikes the perfect balance between accessibility and depth, making it a game that's easy to pick up but difficult to master.<br></li><li>Mastery Rewarded: Become a true rally master by conquering a variety of terrains and stages. The game's achievement system is not just a badge of honor—it's a roadmap showcasing your journey from novice to elite driver.<br></li><li>Unlock the Extra Edge: Push your skills to the limit and unlock special features. From cars and liveries to exclusive rally stages, only the most skilled drivers will access the full spectrum of LEAD - Rally's offerings. Get access a plethora of liveries by conquering stages and completing achievements and let your car reflect your triumphs on the track.</li></ul><br>Welcome to the heart-pounding world of LEAD - Rally, where every turn is a challenge, and every victory is a triumph of skill. Immerse yourself in visually stunning landscapes, conquer realistic physics, and pave your way from novice to elite driver. The rally awaits—buckle up, master the terrains, and let the journey begin. Are you ready to LEAD?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1509870/header.jpg?t=1710883091",
    "developers": [
      "Tertus"
    ],
    "publishers": [
      "Tertus"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}