{
  "1510210": {
    "name": "Prizefighters 2",
    "steam_appid": 1510210,
    "required_age": 0,
    "is_free": false,
    "description": "Prizefighters 2 is heavily inspired by retro boxing games of the past, combining the best aspects of classic and modern features into one complete package. Fully customize your league and begin your journey in one of multiple career modes.<br><br><strong>THE ROAD TO VICTORY</strong> - Start as an amateur and then train, spar, and climb the rankings to become a champion. Manage your physical condition between fights and learn new skills to counter your decline from age. When you're ready to retire, start a new career with a new fighter in the same league against old rivals.<br><br><strong>BOXING GYM MANAGER</strong> - Open your own gym and sign promising fighters to contracts. Control or spectate your own stable of fighters as they claim multiple championships. Compete against rival gyms in the rankings and try to become the most legendary gym in the world.<br><br><strong>BE THE PROMOTER</strong> - Control all aspects of the league including booking every matchup on the fight card. Set up custom tournaments for up to 64 fighters. Simulate through years at a time and see who can become the most dominant champion of all time.<br><br><strong>FULL CUSTOMIZATION</strong> - Add new weight classes, customize each belt, edit every fighter, customize different gyms, and change the appearance of the ring. When your league is ready, start a new career with it or share it with the community.<br><br><strong>STEAM SUPPORT</strong>  - Full list of Steam-supported features coming soon!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1510210/header.jpg?t=1661291816",
    "developers": [
      "Koality Game"
    ],
    "publishers": [
      "Koality Game"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}