{
  "1510750": {
    "name": "NYAF Demo",
    "steam_appid": 1510750,
    "required_age": 0,
    "is_free": true,
    "description": "NYAF, the little big game with a silly name! The demo let you play the full game for 10 minutes! Your progression will be kept and your achievement unlocked if you buy the full game! :)<br>Come try a new kind of Hidden Object game, with Funky music and fantastically detailed background that are full of fun oddities! Spend a while in a &quot;feel good&quot; universe where you can jump from game to game - 3 bonus games to unlock - play as long as you want, with the game as difficult as you want, and quit whenever you want. It could be a quick time to relax or a couple of hours! Feel free to eat or drink while playing, we are not judging you! We just want you to have a great time!<br><br>The backgrounds and the characters of NYAF are all handpainted and unique, some scanned from 1 by 1 meters canvas, from the artist Sébastien Lesage. The originals on canvas glow in the dark, thus the light green colour.<br><br>We added several options and aspects to try to have a very enjoyable and relaxing experience while choosing fantastic music to complete the experience, like a full automatic save, meaning you can quit at any time without losing your progress, ideal for a quick relaxing session! The sounds in NYAF have been recorded by professional voice-over artists - just joking - by my son, his friend and myself, and we pushed a lot of fun things there, in 3 different languages! Every character has his own sound. If they bother you, you can switch to another set of sounds.<br>And NYAF is also 4 games in one! NYAF, MMPG, YANYAF and the secret one! Play NYAF to unlock the other games, 2 will get unlocked by progressing in it, for the last one you need to find the secrets.<br><br><ul class=\"bb_ul\"><li>NYAF - find the hidden and less hidden characters on handpainted backgrounds. <br>By default, the game is made to be relaxing but not too easy, but you can select between 8 levels of difficulties, from Very Easy to Hellish. The hidden characters are also transparent initially, you get some help for finding the 6 last characters, and you can switch all that off if you want the game to be harder. <br>By playing you get some coins that you can use to buy 2 dogs that help you find the characters. You don't need to buy them!<br>Finally, there might be some more things to find... And you won't get any help for them, they are really secret!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1510750/extras/NYAFGameplay.gif?t=1610887438\" /></span><br></li><li>MMPG - battle the opponent in this massive minimalist fight game. <br>You unlock units by playing the other games. Will you find how to get the bombs? Will you get a hero?<br>Your units are placed automatically for you. But you can always erase them to place them at another place. And it is probably a good idea if you are stuck! You can use brute force - get more and more units - or try to go as far as possible being a strategist. Once a level has been won, you can unlock it: place as many units as you wish, just for fun!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1510750/extras/MMPGGamePlay.gif?t=1610887438\" /></span><br></li><li>YANYAF - find the small symbols in an infinity of generated backgrounds. No goal, no ending (actually one ending!), just for those that want a challenge looking for these tiny symbols. The generated extension of NYAF.<br></li><li>Secret Game - What is this bell doing here?</li></ul><br>And can you find the other secrets? Will you be able to fully finish Nyaf and its bonus games?<br><br>The pieces of music are from several great musicians, Chris Huelsbeck, Chan Redfield, Chris Collins, LiQWYD, Alexander Nakarada, and have been selected to match the current stage/game. Most of the pieces can be bought from their authors. And I thank them and Groupee for offering such great royalty-free pieces.<br><br>Music also by Jean-Philippe Rameau.<br><br>Flames footage in the BJS 2 Video by Videezy - Free Stock Footage",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1510750/header.jpg?t=1610887438",
    "developers": [
      "Alain Becam - TGB"
    ],
    "publishers": [
      "Alain Becam - TGB"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}