{
  "1510160": {
    "name": "Tortured Hearts Demo",
    "steam_appid": 1510160,
    "required_age": 0,
    "is_free": true,
    "description": "The demo features about 1/3 of the entire game without any other limitation. One of the NPCs will inform you if you have reached the end of the demo.<br><br><strong>Tortured Hearts - Or How I Saved The Universe. Again.</strong> was created by 1 person with the occasional help of a few others, in 12.5 years. It's a quasi sequel of 2 NWN-1 mods by the title of Tortured Hearts I &amp; II.<br>This is an old fashioned, hard-core CRPG featuring turn-based combat and an estimated <strong>200</strong> hours play time, minimum. TH is supposed to be speed-run proof. The story of the game is about a Seasoned Adventurer who merely was out for a little loot and glory, but finds him/herself getting to the bottom of who actually runs the universe.<br>The story is conversation driven and spans 185 areas in a multiverse, with a potential 8 major henchmen plus a few lesser ones available. Hundreds of NPCs and many meaningful conversations await you. Your behavior and answers in conversation will result in lasting consequences through the game, influencing the henchmen available to you and your relationships with them, the quests available, and the outcomes of quests and the final outcome. <br>There is a  very versatile, non-class based character development system.  By using different character builds and choosing different actions, there is great re-playability.",
    "supported_languages": "英语, 匈牙利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1510160/header.jpg?t=1611858772",
    "developers": [
      "Teleport Games Bt"
    ],
    "publishers": [
      "Game Psych LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}