{
  "1511800": {
    "name": "BotBrawl",
    "steam_appid": 1511800,
    "required_age": 0,
    "is_free": true,
    "description": "Get BotBrawl for free and build a modular, completely individual combat vehicle from scratch and take it to battle online or against AIs! Hundreds of modules and thousands of possible weapon combinations give you limitless options to build, optimize and improve. Be as creative as you want to be and build your perfect fighting vehicle!<br><br><strong>Building:</strong><br>You can build a bot with wheels, wings, rotors, thrusters, hoverpads and more. Everything is physically simulated, which means you need to consider module placement, weight and center of mass of your Bot. This makes the building process much more engaging and adds to both the complexity and the skill ceiling. You will also have to consider the energy consumption and generation of your Bot, as well as its radar range and signature. <br><br><strong>Weapons:</strong><br>We also allow for fully customizable weapons! You can build anything from a rapid fire grenade launcher, a sniper shotgun or a single shot laser with massive damage and a charge up time! Customize your weapons to perfectly fit your playstyle, be it melee, midrange, sniper or support. All in all there are over 6000 possible weapon configurations, many of which fundametaly alter the way you play the game.<br><br><strong>Offline modes:</strong><br>There is a basic offline test area to optimize your bot and get a grasp of how it handles. We also offer a horde mode where you fight waves of enemy bots to earn a place in our leaderboard and really test the limits of your Bot.<br><br><strong>Multiplayer:</strong><br>Fight others online in action filled free-for-all games. This is the place where you can make the community fear your creations and prove your skills both as a builder and pilot.<br><br><strong>Progression:</strong><br>You earn experience, ingame currency and techpoints for every match you play. This way you can unlock more modules and techpoints and progress through the levels. In the online mode you will be matched against Bots with a similar power level to your own.<br><br><strong>Future Plans:</strong><br>As we further flesh out the game we plan to exchange the free for all game mode with a objective based team mode. We plan to also add more more modules and weapon parts and already have some exiting new designes planned!",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1511800/header.jpg?t=1770912684",
    "developers": [
      "Procrastination Games"
    ],
    "publishers": [
      "Procrastination Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}