{
  "1511090": {
    "name": "Great Paintings VR",
    "steam_appid": 1511090,
    "required_age": 0,
    "is_free": true,
    "description": "Great Paintings from Great Museums of the World in Virtual Reality. More than 1000 paintings, including famous paintings from Sandro Botticelli, Hieronymus Bosch, Caravaggio, Georges de la Tour, Jan van Eyck, Johannes Vermeer, Leonardo da Vinci,... <br>The paintings can be accessed individually or through art galleries related to an art movement or a painter.<br>The virtual museum does not include gaming components. <br><br>Museums can increase our sense of wellbeing. It can help us feel proud of where we have come from, can inspire, challenge and stimulate us. With our society facing issues such as poverty, inequality, intolerance, and discrimination, museums, including VR museums, can help us understand, debate, and challenge these concerns.<br><br><ul class=\"bb_ul\"><li>&quot;Painting is just another way of keeping a diary&quot; Pablo Picasso<br></li><li>&quot;I believe that the great painters with their intellect as master have attempted to force this unwilling medium of paint and canvas into a record of their emotions.&quot; Edward Hopper<br></li><li>&quot;If you could say it in words, there would be no reason to paint.&quot;  Edward Hopper<br></li><li>&quot;A painting requires a little mystery, some vagueness, and some fantasy. When you always make your meaning perfectly plain you end up boring people.&quot; Edgar Degas</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1511090/header.jpg?t=1733107745",
    "developers": [
      "hublab"
    ],
    "publishers": [
      "hublab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}