{
  "1511670": {
    "name": "Enter The Backrooms",
    "steam_appid": 1511670,
    "required_age": 0,
    "is_free": false,
    "description": "Enter The Backrooms is a survival horror game that takes place in an infinite maze of rooms known as The Backrooms. Throughout the game, The Backrooms gnaws away at your sanity, resulting in unexplainable sights, sounds, and experiences. In order to survive, you must meditate to regain your sanity before you succumb to the psychological effects of The Backrooms. As you wander the endless expanse of humming lights, stained carpet, and old wallpaper, you can find paths to new levels, evade corrupted entities, and empower yourself with artifacts.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1511670/extras/d9456059389e961feccf6ef1e9ca86ef.avif?t=1666458135\" width=600 height=132 /></span><br><br>Enter The Backrooms has <strong>34 Main Levels</strong>, along with <strong>20 Secret Levels</strong> to stumble across. These levels take place in various settings, ranging from claustrophobic tunnels to infinite cities. On each level, you can encounter areas with distinct properties known as Sub-Levels. There are <strong>over 100 Sub-Levels</strong> to find within the Main Levels. Levels also contain small structures that reward you for exploring.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1511670/extras/2a683497c1326dcbe32f539560a64b61.avif?t=1666458135\" width=600 height=132 /></span><br><br>You are never alone in Enter The Backrooms. There are <strong>over a dozen different entities</strong> that you can encounter, and they get more malicious the deeper you go. Most of these entities are hostile, corrupted beasts that will drain you both physically and mentally. However, not everything in The Backrooms is out to get you. Some entities will offer you assistance as you brave insanity-inducing environments.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1511670/extras/4e8151058c32043d4e52f75764962636.avif?t=1666458135\" width=600 height=132 /></span><br><br>In order to survive The Backrooms, you must stock your inventory with items and collect artifacts that make you more powerful. In addition to finding items, you can also find journal pages scattered across the ground, some of which provide helpful hints for progressing through the game. Your progress can be tracked with Achievements, which reward you for successfully completing levels, exploring the game's mechanics, and finding secret areas.<br><br>Enter The Backrooms is a perfect game for anyone who wants a creepy psychological horror experience at a low price. Enter The Backrooms promises players an unforgettably surreal experience that no other game provides. That being said, this game is <u>NOT</u> for players who want gorgeous visuals, heavy story elements, or a particularly polished package. This game was developed without a game engine and by a single teenager in their spare time. It is in no way professionally crafted. Lower-end devices may not be able to run this game, so <strong>please see the recommended specifications before installing Enter The Backrooms</strong>.<br><br>Much of what is in Enter The Backrooms is based on a collection of fictional writing known as &quot;The Backrooms Database&quot;, which includes a plethora of articles from numerous writers around the world. Some aspects of the game are based entirely on these writings, while others are their own concepts spliced in to make the experience more unique and cohesive.<br><br>Enter The Backrooms is considered feature-complete as of Release Version V, although small quality-of-life updates may be made as time goes on.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 西班牙语 - 拉丁美洲, 瑞典语, 土耳其语, 芬兰语, 泰语, 荷兰语, 加泰罗尼亚语, 斯洛伐克语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1511670/header.jpg?t=1666458135",
    "developers": [
      "Justin Kroh"
    ],
    "publishers": [
      "Cosmic Crow Creations"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 3360,
      "discount_percent": 20,
      "initial_formatted": "¥ 42.00",
      "final_formatted": "¥ 33.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 1,
      "total_reviews": 10
    }
  }
}