{
  "1512510": {
    "name": "Unlitten",
    "steam_appid": 1512510,
    "required_age": 0,
    "is_free": false,
    "description": "<i>When your survivor awoke, he was no longer in a place he already knew. Over time, he realized that it was a kind of alternative to his home. Whenever he tries to explore this place, he is stopped and even killed by zombie-like creatures. The survivor of your choice remembers every single time he was killed by these creatures. <br><br>However, as he learns more about these creatures over time, he slowly learns to defend himself from them and becomes stronger as they get stronger and tries to defeat them with his abilities.<br><br><br><strong>✡ Explore maps previously unknown to you.</strong><br>   Explore this kind of alternative map, as it has many parallels to your previously known home you will find your way around here... but beware as it is an <br>   alternative and parallel world certain things can be different than expected.<br><br><strong>✡ Fight creatures called Unlittens.</strong><br>   Since you are not alone on the map, but there are also not very friendly inhabitants who try to sacrifice you, you should be the first to defeat them.<br><br><strong>✡ Try to find out who you really are and what you have lost in this place. </strong><br>   The longer you survive with your survivor on the map you are on, the more he reveals about himself and starts to remember how he got here and what he is <br>   doing here.<br>   <br><strong>✡ Learn how to strengthen your ability to defeat the Unlitten creatures.</strong><br>   As the Unlittens get stronger over time, you will also learn how to improve your attributes and skills so that you can continue to stand up to the Unlittens' <br>   strength.<br></i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1512510/header.jpg?t=1612889793",
    "developers": [
      "MTech Interactive"
    ],
    "publishers": [
      "MTech Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}