{
  "1512260": {
    "name": "Draginsanity Demo",
    "steam_appid": 1512260,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to the magical realm Draginsanity. It is full of dragons! And it is totally insane! It used to be a world where dragons lived together in peace and harmony. But one day an evil wizard cast a spell that turned most of the dragons into evil minions. He also reduced the amount of mana in the air. The mana enabled the dragons to fly and spit fire. Without it the resistance against the wizard died quickly. All hope was lost until one day a dragon was gifted with the power to see the few remaining mana hotspots in the air and use them to his advantage.<br />\r\n<br />\r\nDraginsanity is a nostalgic 2D platformer and it's easy to play. No matter which button you press: If the hero dragon touches a green mana field he will fly and if he touches a red mana field he will spit fire. But beware: The mana might be moving and it's difficult to foresee where it will go. The demo features the first stage including the first bossfight of the game. Don't stop, because the screen keeps moving. And watch out: If you get hit three times you go back to the beginning of the stage.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1512260/3ace8c96927f1ac03e3507b4f82c403dd36ea4e8/header.jpg?t=1761689173",
    "developers": [
      "Gerd Mömken"
    ],
    "publishers": [
      "Gerd Mömken"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}