{
  "1513780": {
    "name": "Strange Nightmares",
    "steam_appid": 1513780,
    "required_age": 0,
    "is_free": false,
    "description": "Using a Fnaf inspired time system, this game is all about surviving the night... You wake up to a mysterious voice in the darkness, and enter a world of unknowns, a room full of darkness and doorways that lead to familiar, yet twisted and foreign places. Each with their own horrors that again, feel familiar to you.  Armed only with your mind, a flashlight, and a mysterious voice in your head, you must survive the nights and search for a way to escape these nightmares... That is, if nightmares are really all they are.<br />\r\n<br />\r\nIn this pixelated survive the night style horror game, you must run, hide, and sneak your way through the six hours of each night, and learn to manage your time and respond to audio cues wisely to survive. This is the first installment of the Strange series, and acts as an introduction where you assume the role of and try to uncover the story of the Strange child, with additional unlockable game modes. The game features a minimum of 60 minutes of gameplay, if you manage a perfect first time speedrun of the main game, and  many  hours of fast-paced, fright-filled additional unlockable content. Currently, only 7 of the nights are available for the main game, and the first 5 with unlockable modes. There are several in game achievements, secrets, and unlockables to strive for as you try to uncover the truth of these Strange Nightmares...<br />\r\n<br />\r\n- Note from A.StrangeDev, this is my first attempt at a game, and I have spent many months learning to code and finding different ways to try and improve this game. While my skills are still amateur at best, and I don't yet have the means to create my own assets and graphics, I will be playtesting, designing, bug fixing, and actively doing my best every day to improve any games I create, add on to them, fix any errors, improve my own skills. Have fun, and beware what lurks in the dark...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1513780/header.jpg?t=1629087239",
    "developers": [
      "A.StrangeDev"
    ],
    "publishers": [
      "Austin Leraas"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}