{
  "1514170": {
    "name": "BIRBOUT!",
    "steam_appid": 1514170,
    "required_age": 0,
    "is_free": false,
    "description": "BIRBOUT! is a hybrid platform shooter where you run, jump and screech through 30+ levels as Sunny The Cockatiel! Unlock 30 unique weapons along the way in this fast paced, easy to learn, hard to master, pickup and play birb game! Oh, and there's also 5000+ combinations of weapons. And there's hats. Have fun!<br><br>Desmond the Cat has stolen away your best friend Snowy and all of your weapons! But most importantly, your SEEDS! He's working along side the Plovers, who are tasked to stop Sunny at all costs. <br><br>You get three stock weapons right out of the gate, and along with Feathered Fury, There's also Mat Hatted Classics, six levels from the old beta versions of Sunny, where you can unlock hats for Sunny to wear!<h2 class=\"bb_tag\" >So, what's different?</h2><br>Sunny doesn't play like a traditional run and gun, almost all weapons are burst-damage weapons, with no automatics. Customise Sunny's loadout using 'Your Loadout' on the pause menu to change which weapons are equipped next life, and tackle any challenge the game throws at you any way you choose. Before you start unlocking weapons, the majority of enemies will be using exact copies of them in the level. Once you know how to play against a weapon, you can play with the weapon. <br><br>Eating seeds heals you, which drop from enemies or are found in secret mini-screens. Permanent weapon pickups are at the end of each stage, and you can use Warp Nests to jump to different parts of the stage and exit stages. Checkpoint Birdbaths can set your starting point closer to the goal, or can be smashed open with your weapons in order to get a lot of health, a time bonus and other bonuses.<h2 class=\"bb_tag\" >Feathered frens!</h2>We are also very big on community, so join our Discord server if you want to be a part of our community! We pride ourselves on being friendly and approachable, and if you have any questions... ask away!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1514170/extras/705cc59867f4ecec1462f119085c5a91.avif?t=1647578744\" width=635 height=132 /></span><br><br>Hope you enjoy!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1514170/header.jpg?t=1647578744",
    "developers": [
      "Jazztache"
    ],
    "publishers": [
      "LimeHex"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}