{
  "1514130": {
    "name": "Panzer Vor",
    "steam_appid": 1514130,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >In the world of Panzer Vor, mastering tactical combat is one of the highest honours. By simulating intense battles from the World War era, legendary Commanders compete to prove they possess the superior skill and strategy required for victory.<br><br>Battles unfold on massive maps ranging from 1×1 km to 2×2 km (nearly 121 football fields!), giving you the freedom to deploy your tanks across diverse terrain. Conceal your vehicles in dense forest to ambush the enemy, or deploy a squad of heavy armour for a crushing full-frontal assault. Your primary objective is to maintain control over key zones, earning the victory points and resources needed to field the ultimate combat machines. With the scale of battle allowing each player to command up to 60 tanks simultaneously, the tactical possibilities are endless.<br><br>Gather your friends to form a 3-player team and compete globally, or host private matches with fully customizable rules! If you have ever wanted to see massive hordes of tanks in explosive, high-stakes combat - Panzer Vor is the game for you!</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Online matchmaking.</strong> Gather a team or play solo against other players in fair online matches.</p></li><li><p class=\"bb_paragraph\" ><strong>Create custom games.</strong> Create custom matches with defined rules and play with your friends or CPU.</p></li><li><p class=\"bb_paragraph\" ><strong>Campaign.</strong> Play for each commander in a personalized campaign where choices matter. Develop their skill tree and compete in matches to rise to the top in a rouglite-style gameplay.</p></li><li><p class=\"bb_paragraph\" ><strong>Dynamic weather.</strong> Standard matches feature one mid-match weather change that affects tank visibility and top speed. The rain can make some areas of the map inaccessible for heavy tanks, fog can render visibility to near zero forcing close-range battles, snow storm can affect how fast the critical hits are repaired, etc.</p></li><li><p class=\"bb_paragraph\" ><strong>In-depth mechanics.</strong> From various commander abilities to tank mechanics and buffs/debuffs, the game features a lot of mechanics that lets you express your skill. Read more details about this lower.</p></li><li><p class=\"bb_paragraph\" ><strong>Create custom tanks.</strong> With the built-in tank customizer, you can match any hull/turret(s)/gun(s), customize stats, and save configurations to show them off in the custom games or use in offline training matches.</p></li><li><p class=\"bb_paragraph\" ><strong>Map variety.</strong> Each map features a different environment, defence fortifications, destruction targets and will require different tactical approach.</p></li><li><p class=\"bb_paragraph\" ><strong>Open for feedback.</strong> Feel free to suggest your idea on our Discord!</p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Tanks</h2><p class=\"bb_paragraph\" >Panzer Vor features vehicles primarily from the WW2 period produced in Europe, USA, USSR and Japan. The list is always expanding and will feature more vehicle updates even after release.</p><p class=\"bb_paragraph\" >You can buy tanks for cash earned during the match and deploy them at any time after the store opens. After that you can control one tank or a squad of tanks to any accessable point on the map.</p><p class=\"bb_paragraph\" >Each tank is balanced to be used for certain situation. Here are two examples:</p><p class=\"bb_paragraph\" ><u>BT-2 (USSR)</u></p><p class=\"bb_paragraph\" >Pros: High top speed, high manoeuvrability, access to almost all parts of the map, low visibility when stationary, insignificantly affected by the soil conditions.</p><p class=\"bb_paragraph\" >Cons: Low armour, low weapon penetration, highly susceptible to critical damage, low health.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><u>Tiger-I (Ausf. E, Germany)</u></p><p class=\"bb_paragraph\" >Pros: High front armour, excellent projectile speed and penetration, high view range, low critical rate.</p><p class=\"bb_paragraph\" >Cons: Easy to spot especially after it shoots, low back armour, low map accessability due to weight, seriously affected by weather and soil conditions.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Types</strong></p><p class=\"bb_paragraph\" >Panzer Vor features Light, Medium, Heavy and Superheavy types of tanks and mobile anti-tank guns. Each type has it's own navigational limitations for each map, but compensate that with increased armour and/or damage ability.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Critical damage</strong></p><p class=\"bb_paragraph\" >This is the most common type of debuff that could be applied to a tank. Each projectile penetration (or even splash damage) has a chance to deal a critical hit that disables or limits the tank's movement, reload, turret rotation, etc. They are always temporary and expire after a certain time, but can also be cleared by an ability or a repair.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Equipment</strong></p><p class=\"bb_paragraph\" >Each tank can be equipped with extras such as screens for splash damage protection, repair kit for faster critical damage repairs, or switch tracks to reinforced or road to better match the environment. These allow you to adapt to enemy's strategy or changing weather conditions. Equipment increases tank's price.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Destroyed tanks</strong></p><p class=\"bb_paragraph\" >After getting destroyed, tank's carcass stays and becomes a navigational obstacle. Depending on the tank type, they are cleaned up differently: light tank cleaned up after 30 seconds, while destroyed superheavy tanks can stay for 5 minutes. Use that to block crucial choke points on the map.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Commanders</h2><p class=\"bb_paragraph\" >Currently, the game features 5 unique commanders, with more planned to be added after release. More information about commander story and abilities will be released later once they are finalized.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Abilities</strong></p><p class=\"bb_paragraph\" >Each commander has:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>x2 regular abilities</strong> that charge over time and can give a tactical advantage to start and assault, hold position or retreat. Example: Victoria's &quot;Instant Cover&quot; that deploys a smoke coverage anywhere on the map and renders every enemy and allied tanks inside or behind the smoke invisible. Or Suzume's &quot;Radio Interception&quot; that, while active, will reveal new target positions for enemy tanks. </p></li><li><p class=\"bb_paragraph\" ><strong>x1 passive</strong> that is always active and provides a unique advantage to you or your whole team when using this commander. Example: Saga's &quot;Ambush Mastery&quot; that makes stationary allied tanks receive a 10% disguise bonus.</p></li><li><p class=\"bb_paragraph\" ><strong>x1 ultimate</strong> that charges by your actions, when scouting, damaging and destroying tanks and fortifications. This is the most powerful ability you have, and it can allow you to win encounters with an enemy even with a significant disadvantage. Example: Zheng's &quot;Armoured Fist&quot; that makes a selected tank and all allied tanks in 50m radius get shared health where damage is equally distributed between tanks.</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Campaigns</strong></p><p class=\"bb_paragraph\" >As part of the offline experience offered within the game, you can guide any commander though a visual novel-style storyline, making meaningful choices about the skills you train and tournaments you participate in. More details about this mode will follow later.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Maps</h2><p class=\"bb_paragraph\" >Panzer Vor features unique maps with different layouts, buildings, soil types and weather conditions. While the main objective is control of the capture points, players and also capture and destroy buildings and fortifications around the map, allowing them to earn a significant amount of match cash to buy better tanks and earn tactical advantage quickly. Weather changes can switch some soil types, making certain areas of the map inaccessible for certain tank types, potentially affecting the outcome of the match.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Currently featured maps:</strong></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Ouvrage Dornwald.</strong> A map with a lot of hills, trees and rocky formations with Maginot line fortifications that bite back when you approach them. Possible chance of rain, thunderstorm or fog.</p></li><li><p class=\"bb_paragraph\" ><strong>Kivijärvi.</strong> A winter map with a frozen lake accessible only by light tanks, large open areas and bunkers to destroy for extra cash. If a snow storm develops, it reduces visibility significantly and makes critical hits more costly.</p></li><li><p class=\"bb_paragraph\" ><strong>Kamitoge.</strong> The biggest map in the game so far, set in a mountain region with a small village. Features a lot of accessible spots for light and medium tanks and dense urban area for heavy tank brawls.</p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Names are subject to change. More maps will be coming before and after the release.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >The Project</h2><p class=\"bb_paragraph\" >This game is a product of around 10 years of continuous prototyping, development, rewrites and overengineering. Started as a fan game about girls in tanks from a <i>certain anime about girls and tanks</i> now turned into a fully standalone game with a spirit of the lore from that world, but freedom to take the story in any direction.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >So far, all the mechanics elements are ready, including multiplayer. Further development is mostly content, bug fixes and UX improvements. However, since this is still a project I work on in my free time, I cannot give the exact release date.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Please wishlist the game if you want to support me!</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1514130/4583a82d0ef9da6e2136422ab84c0b367519215e/header.jpg?t=1771451726",
    "developers": [
      "noxc"
    ],
    "publishers": [
      "noxc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 67,
        "description": "视角舒适度"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 61,
        "description": "可用 HDR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}