{
  "1515060": {
    "name": "Train Simulator: Trainload BR Class 60 Loco Add-On",
    "steam_appid": 1515060,
    "required_age": 0,
    "is_free": false,
    "description": "Experience the power of classic 1990s traction with the striking BR Class 60, which is ready for duty on Trainload Freight sector operations.<br><br>In the 1980s, rail freight in the UK was a struggling industry, the latest generation locomotives were the BR Class 56 but their reliability left a lot to be desired, and availability of locomotives in the Type 5 range was too low. The heaviest of freight traffic were in desperate need of more capable traction.<br><br>A few concepts were put forward in a bidding process for a new fleet of locomotives, and the winner was Brush Traction’s design, which featured a Mirrlees engine rated at 3100 horsepower, capable of delivering 474 kN of tractive effort at a top speed of 60mph, as well as a non-restrictive route availability (RA) rating. An order was placed in 1988 and production started soon after, the first of these new locomotives, which were classified as the BR Class 60, entered service in 1990.<br><br>The fleet consisted of 100 locomotives and they were put to use across all kinds of freight workings, distributed across many depots throughout the country. 17 of the locomotives were dedicated to the Petroleum sector, and as such they were a regular sight on tanker trains in England and Wales.<br><br>Moving into privatisation, and with the arrival of hundreds of Class 66 locomotives, the Class 60s fell out of favour and many were placed into storage. However, just under a third of the fleet remains operational, and 3 have already been picked for preservation. Only one locomotive has been scrapped so far.<br><br>While they have a chequered career, one cannot deny the power that a Class 60 can put down on the rails; having earned the nickname “Tug” from enthusiasts as it’s what they do best, and now you can put them to work on heavy freight duty. Experience the might of the BR Class 60 in Train Simulator!<h2 class=\"bb_tag\" >Included Scenarios</h2><br>A trio of Career scenarios are included for the South Wales Coastal: Bristol - Swansea route:<br><br><ul class=\"bb_ul\"><li>01. 6A12 - Robeston Sidings to Theale Murco Sidings<br></li><li>02. 6B25 - Westerleigh Murco Sidings to Robeston Sidings<br></li><li>03. 6V34 - Thunderbird to Margam</li></ul><br>More scenarios are available on the Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>BR Class 60 diesel-electric locomotive in BR Trainload livery<br></li><li>Features all sector variants: Coal, Metals, Construction, Petroleum, Distribution and General<br></li><li>Accurate external details<br></li><li>Authentic driving cab<br></li><li>Includes TEA Tanker Wagon in weathered condition<br></li><li>Career scenarios for South Wales Coastal: Bristol - Swansea<br></li><li>Quick Drive compatible<br></li><li>Download size: 69.5MB</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1515060/header.jpg?t=1727701601",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}