{
  "1515680": {
    "name": "Maneuver Warfare - Mission Pack South",
    "steam_appid": 1515680,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Mission Pack South</strong><br>This DLC is a mission pack that focuses on battles in southern areas of operation, that can be played alone or added to the Grand Campaign. The mission pack adds 2 new countries and 41 new units that include early-war German ones and Lend-Lease supplied tanks on the Soviet side. It has 15 battles divided up among the following: <br>-a hypothetical German invasion of Czechoslovakia in 1938.  You will command a battle group advancing from the south towards Prague.  You need to penetrate the Czechoslovak positions in the mountains and then drive north to link up with troops advancing on Prague from the north.  This is a tough operation as you will encounter Czechoslovak armored forces while your panzer battalion is equipped primarily with Panzer I tanks. This will force you to rely largely on your anti-tank guns – keep them well forward!<br>-the route of the 2nd Panzer Division fighting against a delaying action by a Polish motorized brigade on the southern flank of the 1939 campaign in Poland. This operation begins with a battle for the mountain passes, the control of which will let the Germans advance into the rear of the Polish Krakow Army. Once through the mountains, you will spearhead the advance on Lvov against a delaying action by a Polish motorized brigade.<br>-the German invasion of Yugoslavia in 1941. This will focus on the offensive to seize the city of Osijek in the north-east of the country and will begin with a breakout from a bridgehead established by an infantry division.  During this operation you will battle Yugoslav infantry and deal with counterattacks by their R35 tanks.<br>-Operation Winter Storm – the attempted relief of Axis forces in Stalingrad. Advance across the open steppe to seize subsequent river crossings in order to reach the besieged Sixth Army. The wide expanses of this battlefield allow for a lot of maneuver and, given the importance of seizing Stalingrad, the Soviets will throw everything they have at you.<br>-The Third Battle of Kharkov. Your battle group will form part of the southern pincer aiming to cut off Soviet forces that seized Kharkov. The terrain you will fight over includes place-names that are repeated in reports from the 2022 Russian invasion of Ukraine.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1515680/extras/30b14a1f1c5505aac902449266927912.avif?t=1656100784\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1515680/extras_big/30b14a1f1c5505aac902449266927912.avif?t=1656100784 width=800 height=418 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1515680/header.jpg?t=1656100784",
    "developers": [
      "Decisive Action Games"
    ],
    "publishers": [
      "Decisive Action Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}