{
  "1515390": {
    "name": "Splunk VR",
    "steam_appid": 1515390,
    "required_age": 0,
    "is_free": false,
    "description": "Splunk® VR gives your workflow an infinite canvas, frees your data exploration from limited monitor screens, and lets you display as much information as you want around you. Splunk VR transforms your environment into a data analysis canvas that you can control and manipulate in new ways. Open as many dashboards as you want to create a sweeping high-level overview of KPIs for your business. <br />\r\n<br />\r\nUse drilldowns in Splunk VR to tie related dashboards together and dive from high-level overviews to finer details in a few clicks. Investigate complex problems, keep track of previously viewed charts, backtrack your thinking, and freely navigate chains of dashboard panels to visually understand your data.<br />\r\n<br />\r\nTake advantage of VR-only visualizations to view the flow of data between web servers, Data Stream Processor (DSP) pipelines, or any network. Quickly understand the layout and connections between network nodes and identify the status of requests and events by looking at the volume and color of particles flowing between each node.<br />\r\n<br />\r\nZone in on focused individual work with Splunk VR, or join teammates in collaborative sessions to work on investigations together. <br />\r\n<br />\r\nSplunk VR unlocks an entire world of possibilities where you can display your most critical dashboards however you want.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1515390/header.jpg?t=1643641509",
    "developers": [
      "Splunk Inc."
    ],
    "publishers": [
      "Splunk Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}