{
  "1516480": {
    "name": "Spirit Island - Branch & Claw",
    "steam_appid": 1516480,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Branch &amp; Claw</strong> brings the Island back to life with new Spirits, new ways to fight Invaders, new Adversaries &amp; Scenarios, and more Powers! This adds a judicious spice of uncertainty for experienced players as well as creating both opportunities and hard choices for the Spirits!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1516480/extras/8b5fa0f5148a1172d43f44caa0491691.avif?t=1617637600\" width=500 height=352 /></span><br><br>How can we Spirits drive the invaders back to their boats and off our island? We must grow, change, and find new paths - if we stay as we are, we shall die, and the Island with us. Bring forth the natural chaos, and let our new ways be of both Branch and Claw! We shall summon predators from the heart of the island, wilds from every patch of ground, illness from the twisting mists, and turn the hearts and minds of the invaders against one another. More Spirits answer the call, but the invaders redouble their efforts. Can you stop them in time?<h2 class=\"bb_tag\" >Branch and Claw includes:</h2><ul class=\"bb_ul\"><li><strong>Spirit - Keeper of the Forbidden Wilds:</strong> Spread throughout Spirit Island are pockets of deep wilderness, untouched by human hands. A few have a spirit of sanctity about them. The leaves there whisper words of forbiddance, of warnings, of wrath for those who trespass. The Dahan know how to listen, and stay well away. A few spirit-speakers claim that these wild-spirits (powerful as they are) are merely custodians and wardens for others more powerful, spirits of ancient trees and deep roots who wake neither frequently nor easily. Nobody much cares to test the truth of the matter.<br></li><li><strong>Spirit - Sharp Fangs Behind the Leaves:</strong> A predator-spirit of the jungles, a stalker and hunter of animal and human alike. Wherever it lives, savage beasts emerge to hunt, and the jungle grows dark and ominous. Sharp Fangs doesn’t bother talking with the Dahan. Sometimes it will hunt them, or run them off, but for the most part it ignores them. The Dahan’s legends tell of a time when Sharp Fangs hunted them more actively, until a pair of warriors — twins, sister and brother — drove it off with traps and guile, then turned the tables and hunted it down. Since then, it has seen the Dahan as not-entirely-prey, which, for it, is something akin to respect.<br></li><li><strong>Adversary - the French Plantation colony:</strong> King Louis XIV, the longest ruling monarch in Europe, rules France with an iron fist but requires a constant stream of revenue to finance his wars on the continent. This Adversary combines the dynamics of rapid plantation (Town) development and 18th century French frontier exploration.<br></li><li><strong>52 new Major and Minor Power Card</strong>s, doing things no Powers have done before<br></li><li>New Powers and Spirits use four types of tokens to represent perils and hazards which hinder the Invaders. <strong>Beasts</strong>, <strong>Wilds</strong>, and <strong>Disease</strong> tokens are added to lands, and <strong>Strife</strong> is added to specific Invaders.<br></li><li><strong>15 new Fear Cards and 7 new Blight cards</strong> for added game-to-game variety<br></li><li><strong>Four additional Scenarios</strong> offering new play experiences<br></li><li><strong>A deck of Event Cards</strong> which bring the island to life, with Invaders, Dahan, and beasts acting on their own</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1516480/header.jpg?t=1617637600",
    "developers": [
      "Handelabra Games Inc."
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}