{
  "1516630": {
    "name": "Mimpi Dreams - Lunapark DLC",
    "steam_appid": 1516630,
    "required_age": 0,
    "is_free": false,
    "description": "This DLC extends your Mimpi Dreams with a new level - Lunapark. The episode has colorful rides and fun puzzles, adorable characters, barrel organ music, and it smells like candy.<br><br><strong>Story</strong><br>Ms. Penguin's baby wasn't happy about leaving the fair so soon and so, when she turned away from a pram, it slipped out and ran back inside. When Mimpi promises to Ms. Penguin to find her baby back and bring it back, he has no idea of what kind of a chase this will turn into.<br><br><strong>Puzzles</strong><br>DLC episodes traditionally don't offer any hint balloons - and this one is no difference. You'll be on your own! There are dozens of unique puzzles and minigames waiting for you, designed to test your brain or simply make you laugh.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>new world, story and characters<br></li><li>new costume<br></li><li>hundreds of new graphical assets<br></li><li>dozens of new sounds assets</li></ul><br><strong>About Mimpi</strong><br>Mimpi is a lazy doggy who likes to sleep a lot. In his dreams, he becomes the dog hero, who rescues and saves whoever is in need of rescuing or saving! Be it a lost pirate ship, a lab rat who wants to be free or a princess held by a dragon - Mimpi hero is here to save the day. Of course, Mimpi cannot do it without his sidekick and that is YOU!<br><br>Mimpi and you are the makers of his dreams. Help Mimpi be the hero by manipulating his dreams - move obstacles to allow Mimpi to get through levels, solve puzzles and help Mimpi communicate with the creatures in his dreams.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文, 日语, 韩语, 葡萄牙语 - 葡萄牙, 捷克语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1516630/header.jpg?t=1637172330",
    "developers": [
      "Dreadlocks Mobile",
      "Silicon Jelly"
    ],
    "publishers": [
      "Dreadlocks Mobile",
      "Silicon Jelly",
      "Dreadlocks Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}