{
  "1517760": {
    "name": "RPG Maker MV - KR Elemental Dungeon Tileset - Dark Light Lightning Metal",
    "steam_appid": 1517760,
    "required_age": 0,
    "is_free": false,
    "description": "Bring the power of the elements to your RPG Maker game with KR Elemental Dungeon Tiles, featuring dark, light, lightning and metal elements!<br />\r\n<br />\r\nNeed a place to hide your magical world-saving crystals?  A lair for your villains or mystical creatures?  Or just looking for something a little different?  This set of four elements has a wide variety of tiles, including extra-large statues and unique pieces.  <br />\r\n<br />\r\nIncludes:<br />\r\n<br />\r\n* TileA1 sheet with water, lava, and poison<br />\r\n* TileA2 x 4 sheets (one for each element) which includes multiple ground types, cracks, crystal autotiles and more (depending on element)<br />\r\n* A4 with 18 walls (4 brick colors, 3 in bismuth pattern, 2 dark, 2 light, 4 lightning, 2 metal, 1 concrete)<br />\r\n* B-E Sheets with hand-drawn: pillars, massive dragon head statues, torches and crystals , magic rings, bridges, doors, windows, thrones for your villain<br />\r\n<br />\r\n** Please note there is some content in this pack that is similar or identical to KR Elemental Dungeon Tileset - Fire Water Earth Wind, KR Elemental Dungeon Tileset - Celestial Flora Ice Time (Tile A4 - Concrete wall, black stone wall is same, Tile B - four pillars or torch bases are the same, the snakes have slightly different colored eyes, Tile C - Ornate platforms + stairs at upper left are the same)<br />\r\n<br />\r\nTerms of Use:<br />\r\n<br />\r\n* This pack is for use in RPG Maker Series or the engine of your choice.<br />\r\n* OK to be used in Commercial projects<br />\r\n* Contents can be edited<br />\r\n* OK for use in games with gore<br />\r\n* OK for use in adult-rated games",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 日语, 韩语, 繁体中文, 阿拉伯语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1517760/header.jpg?t=1681217785",
    "developers": [
      "Kokoro Reflections"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}