{
  "1517170": {
    "name": "Ancient Rituals: Stonehenge",
    "steam_appid": 1517170,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>You </strong> are in an exploration to find yourself</i><br><br>The journey starts with you, meeting your animal spirit. Follow your guiding animal spirit through a magical forest. She will lead you to a secret ritual place, where your ritual takes you to the stones. There, you will take part in a transforming experience that unites your elements; fire, air, water, earth and the spirit. Together with your elemental goddesses, you move and dance, to align yourself with the cosmos. <br><br>This is a poetic, transformative, self healing experience that lifts the flow of energy from the earth to the body and eventually to the cosmos. Our aim is to create a feeling of unison between you and the cosmos. We hope this will feel somewhat similar to <i>being inside the painting of a poem</i>. A narrative poem, with fantasy elements. The setting will be Stonehenge: A magical place that is wrapped in history.<br><br>Embodiment is an important aspect of this experience. You will be using hand gestures to navigate, interact and dance inside the game. Watch out because your hands will shapeshift!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1517170/header.jpg?t=1613640153",
    "developers": [
      "Mekan Space Experience Design Studio"
    ],
    "publishers": [
      "Mekan Space Experience Design Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}