{
  "1518370": {
    "name": "Theme Park Mystery",
    "steam_appid": 1518370,
    "required_age": 0,
    "is_free": false,
    "description": "SOLVE A HAIR RAISING ROLLER COASTER RIDE OF SUSPENSE!<br><br>What shocking evil lurks in your uncle's Magic Canyon Theme Park? What drove the fun seekers away and your uncle insane? Only you can find the answer during your fright-filled trip through this playground of peril.<br><br>Creep aboard the Monorail of Fear and journey through four wicked worlds:<br><ul class=\"bb_ul\"><li>Dragonland, with it's horrible gremlins, sinister creatures, and armed apes. <br></li><li>Dreamland, where you become a pawn in a nightmarish chess game and you're haunted by your own imagination<br></li><li>Futureland, with its floating ghouls and spine tingling, enemy infested, coaster.<br></li><li>Yesterdayland, where Zoltan the mysterious fortune telling wizard dispenses valuable clues, essential tickets and life saving magic. All at a Price. So play the Spirit Slot Machines and press your luck. You may even win enough to buy back your life.</li></ul><br>But no amount of money can spare you the unearthly evils of Magic Canyon. Your only hopes are strategy and courage as you hunt for secret items like hidden keys, fiery torches and supernatural potions. So step through the creaking turnstiles and begin. Remember, you must avenge your uncle's death. Just don't forget, the theme of this park is terror.<br><br>Features: <br><ul class=\"bb_ul\"><li>4 distinct levels each with their own unique gameplay style and themes: <br></li><li>Perform perilous platforming in Dragonland as you dodge attacks and try to reach your goal.<br></li><li>Test your wits in a game of chess in Dreamland, where you are one of the pieces.<br></li><li>Hop aboard a rollercoaster in Futureland. Blast oncoming enemies before you get derailed.<br></li><li>Explore the park in Yesterdayland, the central hub of the park where you can play games to earn coins.<br></li><li>Uncover mysteries about the park by visiting the fortune teller Zoltan.<br></li><li>Defeat 8 demons scattered around the park. Each posing a unique challenge.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1518370/header.jpg?t=1617221595",
    "developers": [
      "Image Works"
    ],
    "publishers": [
      "MIRROR Soft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}