{
  "1518380": {
    "name": "The Killing Cloud",
    "steam_appid": 1518380,
    "required_age": 0,
    "is_free": false,
    "description": "CAN YOU BREATHE NEW LIFE INTO A DESPERATE CITY THAT&quot;S GASPING FOR AND AND GRASPING FOR HELP?<br><br>San Francisco in the 21st Century. The City by the Bay's famous fog has become and infamous lethal shroud. A permanent toxic mist that's choked half the population, and now cloaks the sinister doings of a fanatical crime syndicate, The Black Angels. You, you're the grittiest hard nosed cop ever to wear an SFPD uniform. Your assignment: descend into the poisonous mist in your XB500 hoverbike, capture the villainous ringleaders, and solve the mystery of the Cloud that kills. Hurry, before San Francisco gasps its last breath.<br><br>FEATURES:<br><ul class=\"bb_ul\"><li> Unique adventure combined with exhilarating flight simulation.<br></li><li> Authentically scaled reproduction of San Francisco including major landmarks and over 240 buildings.<br></li><li> Comprehensive hoverbike simulation features flight and hover modes, forward and reverse thrust, refueling, radar detection, weaponry, and internal and multiple external views.<br></li><li>Fly ten daring assignments, tracking down crime's kingpin and the source if the deadly cloud. <br></li><li>Use a variety of gameplay techniques including, piloting skills, mapping strategies, investigative know-how, interrogation and sleuthing.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1518380/header.jpg?t=1617157749",
    "developers": [
      "Image Works",
      "Vektor Grafix Ltd"
    ],
    "publishers": [
      "MIRROR Soft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}