{
  "1518600": {
    "name": "Restless Kids",
    "steam_appid": 1518600,
    "required_age": 0,
    "is_free": false,
    "description": "Restless Kids is a multiplayer thriller game. It begins with 5 children trying to undermine the demarch job as the neighborhood elections are prepared. They do everything in their power to reduce the peace level of the neighborhood and not to be selected as the reeve of the neighborhood. This will not be easy for a retired police reeve.<h2 class=\"bb_tag\" ><strong>Gameplay</strong></h2>You can choose the reeve at the beginning or you can use it randomly. The children have to do the random missions on the map. Each task reduces the peace of the neighborhood according to its level. The reeve increases the peace by reactivating these tasks. If the peace level drops to zero within 15 minutes, children win the game.<h2 class=\"bb_tag\" ><strong>Play as the children</strong></h2>Certain tasks are assigned to children. Cutting electricity, blowing water pipes, pressing bells, etc. If children can reduce peace to zero within 15 minutes, they will be the winner. This encounter should not forget to escape from the headman. Don't forget to save your imprisoned friends too!<h2 class=\"bb_tag\" ><strong>Play as the reever</strong></h2>The chief task of the reever is to keep the peace of the neighborhood alive. It can reactivate the systems that children have broken in the neighborhood and restore peace control or gain time by catching them and imprisoning them. If he can keep up peacefully within 15 minutes, the reever will win.<h2 class=\"bb_tag\" ><strong>Mission system</strong></h2><i>The fact that the main event we aim in our game is fluency has made the task system a little difficult. The random assignment of the tasks leads you to find the tasks. Only the icon of the assigned task appears in the upper left and gives you a clue. Good luck!</i>[url][/url]",
    "supported_languages": "英语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1518600/header.jpg?t=1676315861",
    "developers": [
      "Tapatirs"
    ],
    "publishers": [
      "Tapatirs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}