{
  "1518860": {
    "name": "Gravel Gang",
    "steam_appid": 1518860,
    "required_age": 0,
    "is_free": false,
    "description": "Gravel Gang is a simple but challenging real-time strategy/tactic casual game.<br />\r\n<br />\r\nMake smart plans and show your strategic skills, fight and conquer the challenging maps to WIN!<br />\r\n<br />\r\nYou will be richly rewarded for victories, you can buy epic heroes and prove your skills with them.<br />\r\n<br />\r\nDownload it and experience for yourself!<br />\r\n<br />\r\nONLINE MULTIPLAYER<br />\r\nOnline multiplayer is one of the most exciting features of Gravel Gang, allowing you to test your skills against other players from around the world. You can join matches with random opponents and battle it out on the same challenging maps featured in the single-player mode.<br />\r\n<br />\r\nEVERY MAP IS A NEW CHALLENGE<br />\r\nMaps with 3 to 6 players and some with holes in the middle. Each opponent starts from a corner and tries to conquer the map. Last team standing is the winner, try to survive, invade areas, fight enemies in big gang-wars and show your strategic-thinking-skills.<br />\r\n<br />\r\nNEW HEROES TO UNLOCK<br />\r\nEarn coins and unlock new heroes. From humans to witches and zombies, it's all there.<br />\r\nEach hero comes in 6 different colors and you can unlock them all at once!<br />\r\n<br />\r\nPLAYABLE OFFLINE<br />\r\n3 different bot difficulty levels, with which there is a certain challenge for everyone, more difficult maps offer much more reward. Even without an Internet connection, fun is guaranteed, because the game is also playable offline.<br />\r\n<br />\r\nFREE GAME<br />\r\nPlay this game without spending money, we provide you with free updates and new content constantly. Earn a lot of coins from wins in different Maps, collect the rewards from achievements and buy great heroes with them.<br />\r\n<br />\r\nACHIEVEMENTS<br />\r\nWith great rewards to claim, one can now start unlocking and collecting achievements. The rewards bring with them new goals to achieve, while having fun in the challenging maps.<br />\r\n<br />\r\nIf you prefer playing with friends, Gravel Gang also offers the option to create private lobbies. Invite your friends to join, and you can compete against each other in intense gang-wars, each trying to be the last team standing.<br />\r\n<br />\r\nWhether you're playing against strangers or friends, the online multiplayer mode in Gravel Gang is sure to keep you engaged and challenged for hours on end. So why wait? Download the game now and start battling it out online!<br />\r\n<br />\r\n<br />\r\nGame created by 'InArt Games' - stay tuned for new epic content!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1518860/header.jpg?t=1708880098",
    "developers": [
      "Ismail Inan",
      "Jens Burkhart"
    ],
    "publishers": [
      "InArt Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}