{
  "15190": {
    "name": "Brothers in Arms: Road to Hill 30™",
    "steam_appid": 15190,
    "required_age": 0,
    "is_free": false,
    "description": "Based on a true story. Set during the famous airdrop before the invasion at Normandy, where Sgt. Matt Baker and his squad of 101st Airborne Paratroopers were scattered over the French countryside.<br />\r\nAs the story unfolds, you must choose between the success of your mission and the lives of your men - your brothers in arms.<br />\r\nBrothers In Arms: Road to Hill 30 will immerse players in the historic, eight-day invasion of Normandy - with unparalleled imagery, authenticity, sound, and gameplay.<br />\r\nOne of a kind: Brothers In Arms Road to Hill 30 is the only first-person tactical shooter set in WWII.<br />\r\nReal military tactics: Intuitive and easy-to-use squad controls appeal to both the hardcore and mainstream gaming audience.<br />\r\nReal soldiers: Featuring a cast of more than 20 characters, each with a unique personality, appearance, and style.<br />\r\nRevolutionary AI system: Allies and enemies use the standard operating procedures of fire and maneuver to flank and kill their foes.<br />\r\nUnprecedented authenticity: Historically accurate and detailed battlefields, events, and equipment re-created from Army Signal Corps photos, aerial reconnaissance imagery, and eyewitness accounts.<br />\r\nInnovative multiplayer: Players command three-man AI teams in a battle of wits and skill to accomplish exciting objectives.<br />\r\nAward-winning team: Gearbox Software, creators of Half-Life Opposing Force and developers of James Bond: Nightfire, Counter-Strike, and Halo (PC).",
    "supported_languages": "英语, 法语, 意大利语, 荷兰语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/15190/header.jpg?t=1765571302",
    "developers": [
      "Gearbox Software"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 88,
      "total_negative": 8,
      "total_reviews": 96
    }
  }
}