{
  "1519110": {
    "name": "ChillaxVR",
    "steam_appid": 1519110,
    "required_age": 0,
    "is_free": false,
    "description": "How often can you see the seaside, particularly when you do not live anywhere near it? Or snow falling over a mountainous area? The world has many beautiful places for you to see – and seven of them are brought to you in this Virtual Reality game.<br />\r\n<br />\r\nHere, you can see the evening seaside in its full beauty, with the moon shining light upon you as if you were right under its gaze. You may come into contact with everything from your surroundings – from rocks to music playing instruments. Relax as you are listening to the sounds of the sea, just as if you were there.<br />\r\n<br />\r\nIf you want to move to a different environment, you have five others to choose from. After looking at the sea, you may even dive into it. You can look at the moon shining over the surface of the water, the fish banks swimming all around you – even see great sharks. But worry not! This game allows you to see all of nature’s beauties without putting you in any danger.<br />\r\n<br />\r\nOther fascinating environments are also available to you. You may look at the Earth from different planets – witnessing a meteor fall with your own eyes. You may even take yourself to a mountainous area, where snow is falling as you are gazing at the lake. After that, you can simply go to a sandy beach and listen to the sounds of the waves crashing as you are surrounded by palm trees.<br />\r\n<br />\r\nThis Virtual Reality game allows you to interact with the environment and explore the world – seeing places that might seem too far away from you. You are your own hero in this world, no matter where you want it to take you. It’s a place where you can be yourself, relax, and simply unwind for as long as you wish.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519110/header.jpg?t=1614003060",
    "developers": [
      "Voxel LLC"
    ],
    "publishers": [
      "ExAbsentia"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}