{
  "1519280": {
    "name": "Zombie Neighborhood",
    "steam_appid": 1519280,
    "required_age": 0,
    "is_free": false,
    "description": "The Zombie apocalypse has begun, and the world is plunged into chaos. Facing this scenario, you must help a small group of people very different from each other to live together and survive the maximum number of days possible (without killing one another!). <br><br>In Zombie Neighborhood, you must survive as long as possible exploring the scenario resources, hiding from zombies (or confronting them), while you improve your safe house and hope that help arrives soon. <br><br><strong>THINK STRATEGICALLY</strong><br><br>Every day the game presents some challenges that must be completed until the nightfall. You can use different kinds of characters, with different types of abilities to fulfill these goals and also to explore the surroundings looking for the best resources, weapons and bombs. <br><br>The game movements are limited; each new day comes with a small number of moves to do while you explore. As the movements decrease, the day comes close to the end. Your decisions should be strategic to equalize accomplishing obligatory missions, exploring scenarios freely and resolving the characters’ most odd wishes. <br><br><strong>TAKING CARE OF CHARACTER’S EXOTIC WISHES</strong><br><br>Each character from your group has a strong personality and unique abilities too. You must balance advantages and disadvantages from each to maintain a good mood in the house and also do a better exploration of the world around according to your needs. <br><br>As the world is chaotic, people are also “crazier” than usual, so your characters will start to have strange and exotic cravings as time goes by. It is fundamental to solve these wishes so they don’t go really mad and run away from the house nor freak out close to a zombie. No one wants a group member running naked around the streets and attracting more zombies to the front door!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519280/header.jpg?t=1668777561",
    "developers": [
      "Playlearn"
    ],
    "publishers": [
      "Playlearn"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}