{
  "1519070": {
    "name": "SGS Halls of Montezuma",
    "steam_appid": 1519070,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Halls of Montezuma</strong> recreates the Mexican-American war of 1846-1848. Play the USA and conquer Mexico City before Whig opposition in Congress forces a negotiated peace. As Mexico, hold desperately against the enemy’s onslaught, to gain enough time for America's internal politics to end the war.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519070/extras/e0bf15d9f8dffa29b357bb7936a103d1.avif?t=1742830260\" width=314 height=119 /></span><br><br>The Halls of Montezuma game contains several scenarios, covering different periods of the Mexican-American war of 1846-1848. The war was initiated by US President Polk on the premise that the southern border of Texas should be the Rio Grande River, while Mexico claimed that the border was on the Nueces River. The Whig party and many American citizens opposed the war, and this is a decisive factor in the game. A small scenario covers the early stages of the war over the disputed territories in southern Texas and, in the West, in California and New Mexico. Another scenario deals with Scott’s famous 1847 campaign, starting with the landing at Vera Cruz till the capture of Mexico city. And, of course, a complete Grand Campaign covers the whole war. <br><br>Scenario durations last from 10 turns (for the smaller one) to 44 turns, each representing a two-weeks period between April 1846 and March 1848. <br><br><br>One player represents the United States of America's land and naval forces, the other has Mexico's land and Naval forces. <br><br><ul class=\"bb_ul\"><li>The Mexican forces are more numerous at the start of the game, but are poorly led and have lower morale. They receive only a small number of  reinforcements and must hold desperately against the onslaught and superior morale of their enemy, hoping to gain enough time for America's internal politics to disrupt and eventually end the war.<br></li><li>The USA must advance and eventually conquer Mexico City before the Whig opposition to the war forces a negotiated peace. This anti-war sentiment is represented in the game and shall be carefully watched. The starting forces are small initially, but supplemented many Volunteers and further reinforced by regular Army units. And the US Navy dominates the seas, giving a sizable strategic advantage.</li></ul><br>Be careful of the potential weakness of some quality but small units. As the USA, losing regular army units will seriously affect the anti-war sentiment at home. Watch your supply assets, as early success may easily outrun your capacities in the logistical nightmare of Mexico in the early 19th century. <br><br>The game's event and cards allow full replay ability thanks to the numerous various situations that they create on the diplomatic, military, political or economical fields.<br><br>The game is named after and in tribute of the USMC famous hymn.<br><br><strong>Estimated Playtime</strong>: from 1h00 to many hours...<br><strong>Favored Side</strong>: USA.<br><strong>Hardest to Play</strong>: Mexico.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519070/header.jpg?t=1742830260",
    "developers": [
      "The Strategy Game Studio"
    ],
    "publishers": [
      "Avalon Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}