{
  "1519940": {
    "name": "Restoration Master",
    "steam_appid": 1519940,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Restoration Master</strong> - become the master of restoration and discover your unknown skills! Unscrew, saw, weld, grind, remove rust, paint, and earn money!<br>Fix and restore highly detailed and interactive objects. In your private, well-equipped garage you have found your private asylum, where you indulge in your greatest hobby! Collect lumber, buy damaged items from your neighbors or at a flea market, restore them, and enjoy the money you earn! Develop your garage, upgrade the equipment you will need to renovate more and more complicated objects.<br><br>You will be able to test the restored items whether they work as they should and whether they are ready for sale. Try your skills and become a real Restoration Master!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519940/extras/e51078c24efeacdd592702282b98cf5e.avif?t=1697694875\" width=616 height=169 /></span><br>Enjoy the satisfying process of restoring things back to life. Complete sets of rare toys, cold steel, firearms, and a lot of everyday things that You can renew or thrash.<br><br>Restore every old item you can imagine:<br>- toy cars<br>- RC helicopters<br>- vintage tv sets<br>- knives and swords<br>- guns<br>- kitchen mixers and toasters<br>- and much more<br><br>Use tools:<br>- sandblaster<br>- hammer<br>- screwdrivers<br>- grinder<br>- paint gun<br><br>Experience the full process of restoration:<br>- clean from dirt<br>- remove rust<br>- sandblast<br>- fix or replace broken parts<br>- sharpen knives and swords<br>- paint<br>- decorate with stickers<br>- turn on, test, and play<br>- sell for a good price",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 繁体中文, 简体中文, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519940/header.jpg?t=1697694875",
    "developers": [
      "FrogVille Games"
    ],
    "publishers": [
      "FrogVille Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}