{
  "1519550": {
    "name": "Rebellion Gaia",
    "steam_appid": 1519550,
    "required_age": 0,
    "is_free": false,
    "description": "*sorry kids, PC and android only<br><br>The worlds first conspiracy theory &quot;truther game&quot; made by truthers for truthers!<br>If you know 911 was an inside job, the banks are an organized global crime gang, the media lies constantly, our governments have been sold off to the highest bidder decades ago and you're starting to suspect something is not right about the pandemic narrative??? Then you will love this story.<br>If you're looking for the latest graphics and fast paced action you are in the wrong place!<br>This game is a not for profit revenue raiser for activists, independent journalists &amp; researchers.<br>If you just wish to watch the 100min film made from the game content then you can find the MP4 inside the game folder downloaded from steam.<br><br>Gaia, a world run by Kings, elite Peadovores, Banksters and Corporacrats who<br>conspire to undermine the health and wellbeing of the world and its inhabitants.<br>Join our adventurers on a journey to heal Gaia, discover the truth and deliver Gaia into freedom. <br><br>Rebellion Gaia is an offline one player, story rich retro role playing game. <br><br>Game play is 25+ hours of rich story surrounding mystery, adventure and war, in a damaged world that has lost its history  and only beginning to reclaim its lost tech, where you can wield a Blade or a Blaster, go by foot,  or by air ship.<br><br><br>You wake up in the flaming ashes of a crashed Vimana, you are the only survivor of the wreck, now suffering from amnesia.<br><br>Why did you come to Gaia?<br><br>where did you come from?<br><br>and why is the EMPIRE hunting you?<br><br><br>Find the others, Remember who you are, unravel the mystery and discover Gaia's many secrets.<br><br>Gaia is calling you, will you heed her call?<br><br>Rebellion Gaia is a top down 2D open world, with a linear story &amp; a vast choice of side missions to explore, with a turn based battle screen in a 1990s RPG style. A novel indie story that slowly unfolds over 20 hours, filled with comedy, drama, sci-fi, conspiracy, intrigue and mystery. solve puzzles and unravel the secrets of Gaia.<br><i>Contains drug references, and mild animated violence. <br><br>Swear word free and its control and game play are basic enough for almost anyone to play.<br>90% of game profits go directly to voice actors, not for profit organizations and activists within our game, for the full list visit our website.<br>each voice actor is an independent journalist and truth speaker of various fields including, banking, finance, hidden history, suppressed science, spirituality, and all forms of activism.<br>In an age of tyranny if you want to keep free speech alive and support independent journalism then buy this game to support the truth.<br>you may recognize a few truth speakers voices as you adventure through the world. You wouldn't consume the mainstream media so why buy a mainstream game. Rebellion Gaia is a from of education via a novel fictional story. All satire is conducted within fair use, see full disclaimer see our website.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1519550/header.jpg?t=1670732295",
    "developers": [
      "Jiv Jago, Independent studio"
    ],
    "publishers": [
      "Jiv Jago, Independent studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}