{
  "15200": {
    "name": "Silent Hunter®: Wolves of the Pacific",
    "steam_appid": 15200,
    "required_age": 0,
    "is_free": false,
    "description": "Hunt, hide and kill as you take command of U.S. submarines and crews and navigate the treacherous waters of the Pacific during WWII.<br>\t\t\t\t\tSilent Hunter, the industry-leading naval warfare simulation franchise for over a decade, returns to its roots with next-generation graphical realism, immersive gameplay, innovative crew evolution and more action than ever before. <br>\t\t\t\t\tDeveloped by the same Ubisoft team that delivered Silent Hunter 3, the &quot;king of sub games&quot;, to worldwide critical acclaim, the 2007 installment offers the most memorable, accessible and empowering submarine simulation experience ever.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Hollywood Blockbuster experience:</strong> Lifelike graphics and spectacular audio/visual effects offer an incredibly immersive gaming experience. Witness the historical accuracy and the amazing attention to detail from the breathtaking Pacific settings to the more than 75 authentic-looking war machines such as the U.S. Gato class submarine, the Japanese battleship Yamato and the H6K flying boat.<br>\t\t\t\t\t</li><li><strong>Large Scale Naval Engagements:</strong> Epic naval engagements can be witnessed by players either firsthand or via radio messages and orders from high command.<br>\t\t\t\t\t</li><li><strong>Innovative crew evolution:</strong> Earn upgrades and experience to guide the evolution path of crewmembers, making your men the most effective naval force in the Pacific theater.<br>\t\t\t\t\t</li><li><strong>Immersive single player gameplay:</strong> Diverse mission objectives and events combined with unique rewards make each campaign a new experience. Commandeer various U.S. submarines and progress your career as a naval officer via improved dynamic campaigns in Career Mode, or dive into 'instant actions' and single patrols for a quick fight.<br>\t\t\t\t\t</li><li><strong>Addictive Online New Adversarial Mode:</strong> Join forces with up to 8 friends via LAN or 4 via internet in either cooperative or adversarial gameplay modes. Scripted and generated mission types allow for epic online battles and unlimited replayability.<br>\t\t\t\t\t</li><li><strong>Scalable learning experience:</strong> Selectable difficulty levels allow players to choose how challenging of a simulation to play.<br>\t\t\t\t\t</li><li><strong>Easy to control:</strong> An upgraded and streamlined interface makes moving around the submarine and controlling it much easier than ever before.</li></ul><br>Please note that the online features for this game are no longer supported. The Multiplayer mode / Co-op mode will no longer be accessible.",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/15200/header.jpg?t=1765568779",
    "developers": [
      "Ubisoft Romania"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 25,
      "total_negative": 11,
      "total_reviews": 36
    }
  }
}