{
  "1520690": {
    "name": "Die Rangliste",
    "steam_appid": 1520690,
    "required_age": 0,
    "is_free": true,
    "description": "<i>You are an orb battling disorder and restoring peace to the alt-realm.</i><br><br>Die Rangliste is a leaderboard-run twin-stick shooter inspired by games like Geometry Wars and Downwell. The game features a unique time-stop and teleport mechanic that allows the player to stop time and choose an area to teleport to before resuming time. If you teleport while time is stopped, you will not see where you teleported until time resumes. You may teleport with a visual indication when time exists.<br><br>Compete for leaderboard supremacy on <br><br><ul class=\"bb_ul\"><li>five never-ending levels<br>separated into two sets of leaderboards: time-stop mode and no-time-stop mode. </li></ul> In the second mode, you are not allowed to stop time and must rely solely on quick maneuvering.<br><br><ul class=\"bb_ul\"><li>Careful randomization gives meaningful encounters that are never the same twice. </li></ul> <br><ul class=\"bb_ul\"><li>Level difficulty increases linearly in a way unique to each of the five levels. </li></ul><br>The game is meant to be challenging early to avoid painful defeats and is moderately difficult after just a minute in.<br><br><ul class=\"bb_ul\"><li>46 track sound-track with tracks and sound-effects unique to each level. </li></ul><br>The game was balanced around the use of a <br><ul class=\"bb_ul\"><li> dual-stick controller</li></ul> A controller is the recommended way to play. All xbox-like and playstation controllers should work by default. Other, nonstandard controllers can be set up in the options menu. Keyboard and mouse play is also fully supported.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1520690/header.jpg?t=1637435432",
    "developers": [
      "Shane Strunk"
    ],
    "publishers": [
      "wilkins_micawber_games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}