{
  "1520550": {
    "name": "Fantasy Grounds - The After",
    "steam_appid": 1520550,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The After</h2>The After is a setting of savage frontier action (think The Revenant or Jeremiah Johnson ) in a sci-fi post-apocalyptic world (think Annihilation or The Quiet Place ). It uses the newly retooled Savage Worlds Adventure Edition.<br>The After is set in the northwestern reaches of the broken North American continent. You play survivors of the shattered human race trying to rebuild their world after nearly a century of alien predation and war.<br>The destructive invasion of Earth, followed by a terrifying war between rival Alien species far more advanced than mankind, has left the Earth a broken version of its former self. Major cities and areas of industrial and military strength have been completely obliterated. Only in the worlds most sparsely populated areas have people survived: areas that were ignored by the rampaging alien forces.<br>It is now a world of great change but also great opportunity; a strange world to explore and to forge a new home in. With the collapse of modern civilization, survivors must return to the old ways, find inspiration and knowledge utilized by frontiersman and native people who lived and prospered in North America centuries before.<br>New bonds must be formed, new settlements require aid and protection and the war ravaged ruins of Pre-Harvest Earth need to be explored for their knowledge and resources.<br>The war is over. The Enemy has gone. Reclaim the Earth.<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Michael Lafferty</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1520550/header.jpg?t=1768445888",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 14800,
      "final": 14800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 148.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}