{
  "1520570": {
    "name": "DreamCatcher: Reflections Volume 1",
    "steam_appid": 1520570,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Riza Wolfe is the kind of person often referred to as a daydreamer. </strong>With her high school days approaching an end quicker than she would like, and the threat of a mundane adult life looming over her, she’s always wondering if there’s something more out there.<br><br>As it turns out, there is.<br><br>After receiving an unassuming dream catcher as a gift one day, Riza soon finds herself following a character she thought she’d made up through a mysterious nexus realm and into a parallel world, where she is supposedly one of seven “Dreamers” of legend. She gets what she’s always wanted–an adventure, and a greater purpose…sort of. The problem is, no one seems to know exactly why the Dreamers are there, just that it means something very, very bad is coming. It’s up to Riza, her new werewolf guardian, Luna, and the assortment of companions they collect along the way to unite with the other Dreamers, and figure out why they were summoned…before it’s too late. <br><br>Follow Riza around the map as she chases destiny...or maybe it chases her.<br><br><strong>FEATURES:</strong><br><br><ul class=\"bb_ul\"><li>Chapters 1-5 of the series, plus a bonus story.<br></li><li>Unlockable art gallery with around 250 CGs, plus concept art.<br></li><li>Tons of character sprites with a huge library of expressions and poses.<br></li><li>Large cast of colorful characters and creatures, each with their own quirks, secrets, and dynamics with others--you're sure to find a favorite (or two) as the story progresses!<br></li><li>Magic, monsters, and mayhem--a grand adventure in a parallel world with plenty of action to be seen and lore to be discovered.<br></li><li>A story about growing up, and maybe also saving the world--inspired by JRPGs and isekai anime.</li></ul><br><strong>NOTE</strong>: This is a kinetic visual novel! That means there are no choices to make or alternate endings to unlock. Just sit back and enjoy the story!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1520570/header.jpg?t=1613701263",
    "developers": [
      "Skelebun Studios"
    ],
    "publishers": [
      "Skelebun Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}