{
  "1521330": {
    "name": "The Trolley Problem Game",
    "steam_appid": 1521330,
    "required_age": 0,
    "is_free": false,
    "description": "The Trolley Problem Game turns the classic Trolley Problem into a diverse set of problems that fall into many different categories—some are moral dilemmas, some are educational, and some are just for fun!<br />\r\n<br />\r\nWould you kill one person to save five? Is it ethical to kill baby Hitler? Would you spare the burning of the Library of Alexandria but destroy everything written on Wikipedia?<br />\r\n<br />\r\nThe game includes two modes—Free Play and Utilitarian Mode. In Free Play mode, you can make choices as you see fit, and in Utilitarian Mode, you are encouraged to make decisions that are considered the most ethical according to the Utilitarian characters in the game, where you can accumulate points and a streak for agreeing with them.<br />\r\n<br />\r\nThe game has more than 300 ethical decisions, each taking around 45 seconds, which means the game currently has about 4 hours of gameplay (or even more if you like to read!).<br />\r\n<br />\r\nThe game will include links to different pages where you can argue with other players about what the correct ethical decision is. The game also records and shows the way other players have chosen to answer the questions.<br />\r\n<br />\r\nIf the game gets popular enough we will add the ability to create your own problem and share it with the world!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521330/header.jpg?t=1741545676",
    "developers": [
      "Newfa LLC"
    ],
    "publishers": [
      "Newfa LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}