{
  "1521750": {
    "name": "Garage Ninja",
    "steam_appid": 1521750,
    "required_age": 0,
    "is_free": false,
    "description": "Long ago, Six great clans ruled the world.  They each used incredible powers to fight each other in clan wars and it was totally awesome. But all of that changed when the Disney Clan took over. Now, only Garage Ninja stands a chance at stopping them. To do that, He’ll have to bump his power levels and get all the way to Magic Kingdom City without a Time Skip arc.<br />\r\n<br />\r\nJoin Garage Ninja, Hentai-Man, and others as they journey to bring down the Disney clan and its sinister leader Kathleen Kennedy. With over 2 Quests, more than 3 boss battles, and at least one hour of original world to explore, Garage Ninja is sure to be worth at least 10 cents if we are being generous. Did we mention there’s voice acting… it's bad, but at least it's there! <br />\r\n<br />\r\nLet's see, What else can I use to sell this crap. It may set the world record for the fastest time to a lawsuit. It was made with RPG maker… Shit, that's not a selling point. It was not made with RPG maker. Wow, that was close, almost blew it. Alright, I need more. Uhhhh, It's riveting Turn-based Combat could help to put you to sleep if you have insomnia. It has puns! But only three of them… we tried our best. Puns are hard.<br />\r\n<br />\r\nThe best part of all is you can't play it yet! That's right! This turd isn't even coming out for another year. So, slap your Naruto headbands on and get hyped for the worst game of 2024.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521750/header.jpg?t=1702743219",
    "developers": [
      "Bjorn"
    ],
    "publishers": [
      "Fratdaddyandbjorn"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}