{
  "1521410": {
    "name": "Manic Archers",
    "steam_appid": 1521410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >ULTIMATE LOCAL MULTIPLAYER RETROGAMING ARCADE</h2>Manic Archers is a game that I personally would have liked to play back then, but it was not possible in the 16bit era because of technical limitations. A game that overflows with gems inspired by the arcade 2D high-times - 1000s of sprites and interlocking effects cumulating into a sensory overload of 16bit hype - while keeping that absolute, direct and perfectly controllable arcade grip. It took 2 years to perfect this passion project as a solo-developer. <br><br><i>Update Note: all controller problems have been fixed.</i><br><br><i>Note: Manic Archers was in Early Access from March 2021 till its <strong>official release on March 20th, 2023</strong> - it was just classified wrong and Steam did not allow to change back to Early Access status.</i><h2 class=\"bb_tag\" >WHY YOU SHOULD GET MANIC ARCHERS NOW</h2>Manic Archers is the <strong>first topdown Zelda-type versus game ever</strong>!<br><br><ul class=\"bb_ul\"><li> On-the-point gameplay and simple yet deep mechanics<br></li><li> First rpg-style top-down versus fighting game with an arcade feel<br></li><li> Lovely, hand-animated pixelart, inspired by the golden age of 2d arcade games<br></li><li> Highly strategic matches vs. complete chaotic infernos<br></li><li> All attacks blockable or dodge-able no matter how OP they might seem<br></li><li> Interactive levels <br></li><li> Many common multiplayer modes<br></li><li> AI support and coop-mode to practice without your friends<br></li><li> Atmospheric music and hard hitting sound-effects<br></li><li> Easy to play, hard to master<br></li><li> Authentic classic RPG-scale sprites and environment expanded to HD resolution </li></ul><br>If you are still unsure, get the <strong>FREE DEMO</strong> of Manic Archers here:<br><br><br>Releases for Switch, Playstation and Xbox might be developed with higher resonance and demand.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/extras/a3706b4342af5235c48a02ece6bf0c80.poster.avif?t=1734947015\" width=480 height=270 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/extras/a3706b4342af5235c48a02ece6bf0c80.webm?t=1734947015\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/extras/a3706b4342af5235c48a02ece6bf0c80.mp4?t=1734947015\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >GAMEPLAY FIRST</h2>MANIC ARCHERS is an atmospheric and extremely <strong>addictive local and online multiplayer arcade</strong> game in pixelart-style.<br>It features simplistic and <strong>on-the-point gameplay</strong> with <strong>amazing game mechanics</strong> and lovely pixelart-details.<br>It is playable with up to <strong>4 players simultaneously</strong> on one single screen in several well known multiplayer variants.<h2 class=\"bb_tag\" >THE MOST SIMPLE GAME OF ALL TIME</h2>One screen and <strong>3 buttons</strong> is all you need to know - <strong>jump, shoot and dash/block</strong>. The depth of good gameplay is found in <strong>simplicity accompanied by great mechanics</strong>.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/extras/4354038a4f3d8e1f115ed4bb3755f32f.poster.avif?t=1734947015\" width=480 height=270 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/extras/4354038a4f3d8e1f115ed4bb3755f32f.webm?t=1734947015\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/extras/4354038a4f3d8e1f115ed4bb3755f32f.mp4?t=1734947015\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >THINK ZELDA AND DEATHMATCH</h2>With the intention to make a multiplayer match top-down game, MANIC ARCHERS owes to and actually <strong>should remind of the heritage of all top-down games</strong> like the Zelda and Final Fantasy series. Imagine the same love for details put into a competitive multiplayer arcade game for 4 players simultaneously.<h2 class=\"bb_tag\" >APPROVED MULTIPLAYER FUN</h2>In versus-mode players each control an archer, shooting the opposing archers until only one archer is left - besides Free-For-All versus, Manic Archers is featuring several other <strong>well known multiplayer modes</strong>.<br>During the game a lot of combinable and <strong>game changing powerups</strong> and special arrows appear on the playing field, enabling players to <strong>turn the game around</strong> in an instant.<h2 class=\"bb_tag\" >AI TO KEEP YOU GAMING</h2>In case you need one more player to start a 2on2 teamplay match or if you are alone and want to train, <strong>Manic Archers got AI opponents to fill up the slots</strong>.<h2 class=\"bb_tag\" >RETRO CAUSE WE DO NOT NEED 3D FOR THAT</h2>The game takes place on a <strong>single screen with classic arcade wrap-around scrolling</strong>. The players <strong>make use of the top-down environment strategically</strong> such as water, higher grounds, obstacles and <strong>interactive map parts</strong> such as switches, explosives, burnable trees and more.<br><br><strong>Key Features</strong><h2 class=\"bb_tag\" >Up to 4 players local and online</h2>Play arcade style locally AND online with up to 4 Players (via Remote Play Together).<h2 class=\"bb_tag\" >Versus</h2>Simple Free-For-All match, fast paced, deep gameplay mechanics (also available for Teamplay).<h2 class=\"bb_tag\" >King of the hill</h2>Keep control of the center of the map to gain points and secure the round (also available for Teamplay).<h2 class=\"bb_tag\" >Catch the fool with the chicken</h2>All players match against the one who got the chicken - the one who keeps the chicken longest wins the round.<h2 class=\"bb_tag\" >Conquer</h2>Dominate parts of the map to gain points, the one who dominated most flags the longest wins.<h2 class=\"bb_tag\" >Survival Coop</h2>How long can you and your friends survive against hordes of enemies? Manic Archers features a small coop-campaign that is also playable alone. Though DO NOT buy Manic Archers just for the coop-campaign - Manic Archers is primarily meant as a versus game.<h2 class=\"bb_tag\" >Deep gameplay mechanics</h2>The gameplay is set up for competitive and fun matches through deep but easy to learn game mechanics.<h2 class=\"bb_tag\" >AI Opponents</h2>Fill up the remaining slots with AI opponents with adjustable skill or create matches alone to train.<h2 class=\"bb_tag\" >Interactive and individual maps</h2>Interactive maps allow strategic advances which are easy to understand and use. The interactive elements available vary in each map<h2 class=\"bb_tag\" >SPECIAL MOVES</h2>Though you will probably find out these yourself, as they're pretty simple...<br><br><ul class=\"bb_ul\"><li> SUPER DASH - Dash while on the way down of a jump, shortly before you hit the ground<br></li><li> STOMP JUMP - Hit the JUMP button again while in mid air<br></li><li> SHIELD - Hold down the dash button to shield yourself against attacks from the direction you are facing</li></ul><h2 class=\"bb_tag\" >Known Bugs and limitations</h2><ul class=\"bb_ul\"><li> The game occasionally crashes when using X-Box Controllers. This seems to be an issue with X-Control type controllers and the Unity engine in general and has nothing to do with the game itself.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1521410/header.jpg?t=1734947015",
    "developers": [
      "Ancient Most High Games"
    ],
    "publishers": [
      "Ancient Most High Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}