{
  "1522370": {
    "name": "Contract Work Demo",
    "steam_appid": 1522370,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >The Contract Work FREE DEMO is now available! Play the first few levels of the game - sneak n' shoot, explore edge levels, even take on the first boss!</h2><br>Contract Work is a savage, sneak and shoot roguelike in a cyberpunk universe. Wreak havoc as a hi-tech mercenary freelancer: break into buildings, evade security, blow up enemy robots, then steal and destroy corporate assets. Earn profits from ever-more-challenging contracts, then use your hard earned cash to upgrade your cybernetic enhancements.<br><br>Unrelenting Combat: Vaporize robots with your portable laser cannon. Blow up foes with ammo ranging from micro rockets to high-explosive flechettes. Disable enemy security systems and program their robots to do your bidding.<br><br>Customize Your Freelancer: Build your own destiny. Your character is a blank slate with customizable traits to fit your playstyle. Want to be stealthy? Or go in guns blazing? It’s up to you, and you can choose a new mix of traits with each new game. Shop the black market to install and unlock up to 50 unique upgrades.<br><br>Dynamic Gameplay: Procedurally generated levels offer new challenges and opportunities with every play. A different run every time means limitless replayability.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1522370/header.jpg?t=1610739905",
    "developers": [
      "Iterative Games"
    ],
    "publishers": [
      "Iterative Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 1 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}