{
  "1522800": {
    "name": "Imercyve: Living with Intellectual Disability",
    "steam_appid": 1522800,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Warning: This experience features flashing images and is not suitable for photosensitive viewers.</strong></i><br><br>It's mid-morning, and the sun peaks through blinds into an open-plan kitchen and lounge. A darkened television reflects the rest of the room—a familiar place, a little unkempt and filled with everyday objects. What would it be like if this recognisable place suddenly became the backdrop for some very unfamiliar challenges?<br><br>Developed in partnership with support services not-for-profit Mercy Connect, this experience explores the efficacy of an immersive approach to strengthening communication and understanding between advocates and people with a disability by simulating a variety of effects that may be familiar to those with diverse and high care needs.<br><br>You'll learn through first-hand experience how many of the interactions generally taken for granted may look or feel different other people. Most importantly, you will recognise these difficulties and how disability support organisations play an important role in helping people to overcome their challenges.<br><br>By purchasing this experience, you are supporting our continued efforts to develop software that explores essential physical and mental health subject matter.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1522800/header.jpg?t=1620218212",
    "developers": [
      "Valley General"
    ],
    "publishers": [
      "Valley General"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}