{
  "1522660": {
    "name": "Introvert: A Teenager Simulator",
    "steam_appid": 1522660,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>WARNING: This game contains heavy material that might make players/audience uncomfortable.</strong><br><br>In Introvert: A Teenager Simulator, one of the new guys in school tells you he’s going to shoot up the school if he doesn’t make friends in 5 days. Discover the decisions, people, situations you will encounter while playing with the other new guy in school trying to make friends of your own and living your own life. <br><br>This game talks about serious issues such as bullying and suicidal thoughts in a new and different way that will hopefully be interpreted better by the new generation. In this game. This project is also personal to me. It is a small universe I created to make my zone-out thoughts and stories a reality. I made this game cause I was sad so it took a while to be finished, cause you know… It’s hard to work on something when you’re sad. <br><br><strong>Story:</strong><br>It’s the first day of school in Happyville. You are a mute, one of the two new kids in the kids in the school. The other new guy is Chris, an introvert quiet guy, who tells you he will shoot up the school if he doesn’t make a friend in 5 days. <br>Yes, you can be his friend to fix all this, but instead you can take out his crush who’s made sure you know she’s interested in you, or maybe you can go out with his bullies who are planning to break into the school tomorrow to change their test marks. You have 5 days to make those decisions. <br><br><br><br><br><strong>Features:</strong><br>- Entertaining but suspenseful gameplay<br>- Multiple endings<br>- Fully voiced characters<br>- Dank and glitched-out universe<br>- Gen Z humor<br>- Lots of Lo-fi<br>- Unique graphics and visuals<br>- Captivating interesting characters<br>- Narrative-driven story<br>- Immersive lore<br>- Can be played with only a keyboard<br>- Available for Windows, Mac, Linux<br>- A turtle in the school<br><br><strong>Gameplay:</strong><br>In this weird game, for 5 days, you go to school then hang out after. Lots of decisions to be made and they all affect the gameplay and ending. The town is full of secrets and places ready to be explored. Pretty simple.<br><br><strong>About me:</strong><br>I am Faris, one of the Euphoric Brothers. Addicted to overthinking, lo-fi, and making video games, I decided to merge all three hobbies into one project, thus, Introvert: A Teenager Simulator was born. I have developed this game completely by myself except for some audio, songs and the voice acting. Oh, and I am also 19 and a first-year university student. After releasing a lot of failed commercial games, I realized that I don’t care about money and that what I really want is to create my own universe and community :)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1522660/header.jpg?t=1720876823",
    "developers": [
      "Euphoric Brothers"
    ],
    "publishers": [
      "Euphoric Brothers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}