{
  "1522510": {
    "name": "Car Detailing Simulator Demo",
    "steam_appid": 1522510,
    "required_age": 0,
    "is_free": true,
    "description": "{STEAM_APP_IMAGE}/extras/CDS_Title_1.gif<br />\r\nDo you love watching full car restorations come to life with Larry Kosilla from AMMO NYC? Now, you can experience it for yourself. Car Detailing Simulator lets you uncover lost pieces of automotive history in an abandoned warehouse full of forgotten antique cars, then bring them back to your garage and restore them to their former glory! Polish the paint, shampoo the interior, find lost treasures and post the freshly restored car for sale online. With the profit, build out your own custom detailing shop, buy new tools, products and equipment to upgrade your detailing studio. Head back to the barn to uncover the next lost super car and continue honing your skills and building your detailing business.<br />\r\n<br />\r\n{STEAM_APP_IMAGE}/extras/CDS_Title_2.gif<br />\r\nBuy and restore awesome cars<br />\r\nChoose the car you want to renovate from a variety of types and models – muscle cars, European cars, as well as other, exotic machines to choose from. Buy one of them and then do your best to restore it, so that you sell it and buy an even more impressive piece to work on.<br />\r\n<br />\r\n{STEAM_APP_IMAGE}/extras/CDS_Title_3.gif<br />\r\nFind valuables<br />\r\nInside the cars you will find many old, interesting, precious items like vintage lighters, money, dated documents, or even keys to another car! In this game a keen eye always gets rewarded with a little something extra, one way or the other.<br />\r\n<br />\r\n{STEAM_APP_IMAGE}/extras/CDS_Title_4.gif<br />\r\nA selection of tools<br />\r\nCar Detailing Simulator features a broad, diverse set of specialized equipment that you’ll need to accomplish all the goals of your car’s renovation. In pursuit of realism the game challenges you to select proper tools and replace their parts accordingly in order to get everything done the way it should. Wrong choices can result in some serious setbacks…<br />\r\n<br />\r\n{STEAM_APP_IMAGE}/extras/CDS_Title_5.gif<br />\r\nStart with the interior<br />\r\nThe cars had stood in the shed for many years. There’s lots of rubbish and debris inside but be careful not to miss those valuables and not to destroy the interior. This is the part where you get your hands really dirty – don’t be surprised if there are even rat droppings in your way. Make sure to use the right equipment and complete your tasks with satisfactory results.<br />\r\n<br />\r\n{STEAM_APP_IMAGE}/extras/CDS_Title_6.gif<br />\r\nLet’s get to detailing<br />\r\nNext comes the exterior. Begin with washing and watch the water – you don’t want it getting inside and ruining all of your previous work. Mind the pressure too as paintwork’s a delicate thing. With everything done correctly, you’ll be rewarded with the car’s true colors – a glimpse into the days of its glory. Other tasks will for example involve tires that need to be either reinflated or replaced.<br />\r\n<br />\r\n{STEAM_APP_IMAGE}/extras/CDS_Title_7.gif<br />\r\nThe fruits of your labours<br />\r\nOnce everything’s to your liking in the car’s restoration process, you can marvel at your accomplishments – the vintage wonders of automotive engineering brought back into proper shape! Don’t take too much time gawking though. Yours is an expensive occupation, so it’s now time to sell your work and turn a profit in a good deal – the next challenge awaits!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1522510/header.jpg?t=1623862317",
    "developers": [
      "Games Incubator",
      "GameFormatic S.A."
    ],
    "publishers": [
      "Games Incubator ",
      "PlayWay S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}