{
  "15220": {
    "name": "Blazing Angels® Squadrons of WWII",
    "steam_appid": 15220,
    "required_age": 0,
    "is_free": false,
    "description": "In Blazing Angels Squadrons of WWII for the PC, players test their air-combat skills as they experience the most famous battles of World War II. As squadron leaders, players can fly up to 39 WWII aircraft in both single-player and multiplayer missions. Advancing a great line of graphical and technological features along with a very intuitive interface, Blazing Angels Squadrons of WWII for the PC provides a combat experience from the entire breadth of World War II. Battle sites include locations from Western Europe and the Pacific, including England, Morocco, Pearl Harbor, Midway, Pacific, France, Norway and Germany.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Heart-pounding single-player campaigns:</strong> Over 18 missions grouped into a compelling historical battle campaign. Over 40 missions in standalone modes (Mini-Campaign, Arcade and Ace Duel).<br>\t\t\t\t\t</li><li><strong>Thrilling multiplayer combat:</strong> Sixteen-player online and LAN play in 10 game types (Dogfight, Aces High, Seek and Destroy, Onslaught, Bombing Run, Kamikaze, Historical Battles and Capture the Base) in three multiplayer modes (Solo, Co-op and Squadron).<br>\t\t\t\t\t</li><li><strong>Innovative graphical features:</strong> Amazingly detailed terrain including a variety of high-resolution specular maps. Photorealistic recreations of iconic cityscapes and locations including the Eiffel Tower, Notre Dame, the London Bridge and the ships in port at Pearl Harbor.<br>\t\t\t\t\t</li><li><strong>Over 39 flyable high-definition, authentic-looking planes:</strong> High-resolution plane models (8,000-10,000 polygons per plane) and usage of large textures for the planes (1024x1024 = 4 Mb of texture per plane). Other aircraft features include multiple plane skins and nose-art, and destruction details for each plane model. Over 70 planes can be seen in the sky at once.<br>\t\t\t\t\t</li><li><strong>Detailed vehicles and 3D-modeled people:</strong> High-resolution and 3D detail for over 40 vehicle models, and all vehicle models have damage levels. Each 3D-modeled person has over 10 animated movements.<br>\t\t\t\t\t</li><li><strong>Impressive sound features:</strong> Hear all the combat excitement with the 48 KHz high-quality sampled sound and up to 64 3D sound sources 5.1 compatible.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/15220/header.jpg?t=1451578953",
    "developers": [
      "Ubisoft"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}