{
  "1522150": {
    "name": "DMMd_ch_demo_Steam",
    "steam_appid": 1522150,
    "required_age": 0,
    "is_free": true,
    "description": "Get ready for the official English language version of Nitro+CHiRAL's most popular Boys' Love game! Set on an island ruled by a powerful megacorporation, DRAMAtical Murder paints a vivid picture of a world where the boundaries between the virtual and the real are breaking down. Dragged with his friends into a battle for the future, will our hero Aoba be able to regain the peace he craves? And what is the secret he hides in his soul? Find out in this epic cyberpunk Boys' Love adventure!<h2 class=\"bb_tag\" >Story</h2><br><i>&quot;I will destroy you.&quot;</i><br><br>Midorijima. Situated to the south of Japan, this beautiful island was once a place where people lived in harmony with nature. Then the Toue Corporation took over, driving off most of the island's residents and forcing those who would not leave to live in the shadow of Platinum Jail, a walled-off megaresort where the wealthy wallow in luxury.<br><br>Aoba is a young man living with his grandmother in the Old Residential District, the last refuge of Midorijima's people. While his peers join gangs and fight for dominance of the streets or immerse themselves in the virtual reality game Rhyme, Aoba works part-time at a junk shop and hopes only that his peaceful life will last.<br><br>But strange things are happening on Midorijima, and Aoba will soon have to fight... or lose everything that he holds dear.<h2 class=\"bb_tag\" >Game Description</h2><br><i>DRAMAtical Murder</i> is a multi-ending visual novel from acclaimed Boys' Love developer Nitro+CHiRAL. It features high-level graphics, music, and Japanese voice acting with full English text. Direct the action by making decisions at key points in the narrative. Aoba's fate is yours to decide.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1522150/header.jpg?t=1612847943",
    "developers": [
      "Nitro+CHiRAL"
    ],
    "publishers": [
      "JAST USA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}