{
  "1523520": {
    "name": "Galaversal Supremacy",
    "steam_appid": 1523520,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Choose your own adventure in this open-world humanity expansion space simulation.</h2>  Travel beyond the constellations to new frontiers. Explore, collect resources, supply the expansion efforts, or go battle it out spaceshooter style.  Do we seek Galaversal Supremacy or peace? You decide !<br><br><br>Our quest is to expand humanity into deep space, but the pesky aliens see us as a viral entity that needs to be exterminated from existence.<br>Join a shared game experience where your actions contribute to humanity's survival in deep space.<br><br><strong>Humanity goes viral</strong><br>It's official.. our species has been declared a viral entity, and as such, must  be exterminated.<br>The fight for our survival is real.   <br>We must show strength and courage, and build up our infrastructure and defence as a deterent against those who oppose us.<br><br><strong>Choose your own destiny.</strong><br>You have the freedom to choose how to contribute to our goal, and can switch it up anytime you want.<br><br>For the first time in history, humanity has come together under one alliance.<br>The United Earth Space Alliance exists to implement humanity's expansion into the frontiers of space beyond our solar system. <br>The alliance consists of many factions that have their own objectives and quest systems.<br>Whether it be colonization, commerce, homeguard, or combat at the battlefront, the factions have quests to engage in.<br><br><strong>Private Enterprise.</strong><br>This is an optional deeper level of gameplay where you can construct your own supply chains and aid the factions in our ultimate quest of expansion and survival.<br><br><strong>The factions are recruiting.<br>Join today, and help secure humanity's future.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523520/header.jpg?t=1757544709",
    "developers": [
      "Sednari"
    ],
    "publishers": [
      "Sednari"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}