{
  "1523330": {
    "name": "Wayfarers: Call of Osiris",
    "steam_appid": 1523330,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/2c7ffc7265846974a39bed5fbb55a3e2.avif?t=1701185392\" width=595 height=118 /></span><br><br>“Welcome, outsider, to this distant land<br>of fire and water and all-conquering sand...”<br><br><strong><i>Wayfarers: Call of Osiris</i></strong> reignites the love of classic archeological adventure! <strong>Jack and Leila Dawes</strong>, a married American couple, travel to Egypt and get caught in the middle of a war between age-old deities. In this story-driven third-person adventure, you take control of the soldierly Jack and challenge the evil god<strong> Set</strong>, with the help of your wife, the erudite Leila. Set had killed <strong>Osiris</strong>, the rightful and benevolent ruler of the underworld, and taken the throne for himself, which simply will not do. Jack is a fighter, Leila a scholar, together they’ll fight Set, and tighten his collar! <br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/2e6fe1155eb1737ba56c85d8c924f8db.poster.avif?t=1701185392\" width=600 height=182 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/2e6fe1155eb1737ba56c85d8c924f8db.webm?t=1701185392\" type=\"video/webm; codecs=vp9\"></video></span><br><br>In the quest to help <strong>Osiris</strong> reclaim the throne, you’ll raid tombs and (fun!) chart edgy underworlds, jump and cross chasms, solve puzzles, shoot bad guys and monsters, defeat giant bosses, and finally kick the evil Egyptian god’s butt so hard he’ll cry for his mummy! This game offers a unique blend of the new and the ancient, where you visit faithfully recreated temples and pyramids in modern-day Egypt, as well as delve into magical underworlds where everyday rules no longer apply. This single-player-only game offers <strong>12 to 15 hours of story and gameplay</strong>, with the added bonus that you can return to levels to find more collectibles or change the difficulty.<h2 class=\"bb_tag\" >KEY FEATURES</h2><br><br><strong>AMAZING ARCHEOLOGY</strong> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/9ac3f2aa81baa313d65eff30a1a5f2c3.avif?t=1701185392\" width=600 height=182 /></span><br>You’ll explore real temples above ground and the interiors of famous pyramids, as well as vast underworlds that lie inexplicably beneath them. Here, magic seeps into reality and makes the impossible possible. You’ll traverse cliffs and slopes, cling to edges and ledges, leap between platforms suspended over endless chasms, and clamber over gigantic statues. Often, you’ll avoid deadly traps, a hallmark of the genre.<strong> Jack and Leila</strong> are regularly in danger of being crushed, burned, cut in half, pushed into an abyss, or forever stay trapped in stone chambers. You’ll also solve both old-fashioned and modern logic and environmental puzzles. Some are decidedly ancient Egyptian in nature, and were inspired by their stories and beliefs. <br><br><strong>SEND THEM TO ANUBIS</strong><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/8331ae3aeae19740864b2ddf4ba2c96d.poster.avif?t=1701185392\" width=666 height=182 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/8331ae3aeae19740864b2ddf4ba2c96d.webm?t=1701185392\" type=\"video/webm; codecs=vp9\"></video></span><br>You’ll be immersed in varied combat with real weapons against several unique groups of enemies that require different approaches. For example, the human <strong>soldiers </strong>prefer shooting from cover, while the <strong>mummies </strong>require the player to remain mobile. You’ll also be challenged by<strong> huge bosses</strong>. Make sure you’ve upgraded your weaponry! <br><br><strong>A TUMULTUOUS TALE</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/7e23f77f86ea2dfbc0b9cd74dec969d3.avif?t=1701185392\" width=600 height=182 /></span><br>The player’s character is <strong>Jack Dawes</strong>, a maverick U.S. special forces operative who gets burdened with an insidious disease. His wife is a linguist and expert on ancient civilizations who suggests they take a vacation to Egypt. Soon they are both afflicted by a nasty curse sent by the ancient deity Set. In an attempt to remove the calamity, they scour a series of locations in modern Egypt and visit their mythical underworlds, but an equally dramatic battle unfolds inside their minds. There is humor, there is drama, there is bickering and reconciliation… The question is, how scarred will they emerge from this, and what parts of themselves will they lose in the process?<br><br><strong>REMARKABLE AUTHENTICITY</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/b12cb1de005b2b84801c2611a730ca27.avif?t=1701185392\" width=600 height=182 /></span><br>You’ll explore a series of famous pyramids and temples, from the Great Pyramids of Giza, to the temples at Karnak, Edfu, Abu Simbel and the Valley of the Kings. There’s walking through the picturesque city of Abydos ... diving with sharks near the tourist resort of Sharm El Sheik... and taking on guards outside Egyptian Museum in Cairo. You’ll also amass dozens of collectibles from ancient Egypt, explained in detail in the encyclopedia on Jack’s phone. We’ve even hired a real professor from Cairo University to translate important dialogue into proper ancient Egyptian. <br><br><strong>SOLID TALENT</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/extras/fd959aa42c2ac1a82605f60c0798bc05.avif?t=1701185392\" width=600 height=182 /></span><br>Combining indigenous folk elements with Western influences, the music is the work of <strong>Grammy-nominated composer Austin Wintory</strong>. Jack Dawes is voiced by the well-known and well-loved <strong>Troy Baker</strong>, while Leila has been blessed with the honeyed voice of the amazing <strong>Krizia Bajos</strong>. We also used professional actors for motion capture, while the cutscenes were supervised by award-winning local directress <strong>Urša Menart</strong>.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 阿拉伯语, 法语, 意大利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523330/header.jpg?t=1701185392",
    "developers": [
      "ActaLogic"
    ],
    "publishers": [
      "ActaLogic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}