{
  "1523240": {
    "name": "Grandmother's Tale",
    "steam_appid": 1523240,
    "required_age": 0,
    "is_free": false,
    "description": "Grandmother's Tale is a 2D adventure game about the fate of two teenagers, brother and sister. The game is set during the events of World War II.<br />\r\n<br />\r\nThe war took our heroes by complete surprise when nothing in their lives boded trouble. After the bombing of their hometown, they were left all alone. Not knowing the fate of their parents, children decide to search of them and are faced with the need to survive, being exposed to mortal danger every day. Only one friend from their past serene life remained with them, a teddy bear.<br />\r\n<br />\r\nHowever, fate is merciful to our brave kids, and they step by step overcome the difficulties of wartime, and they find themselves in all sorts of adventures, sometimes hilarious, and at times extremely dangerous and unpredictable.<br />\r\n<br />\r\nIngenuity is the best weapon of war!<br />\r\n<br />\r\nTo win not by numbers, but by skill, not by the power of iron, but by the power of thought. This is the secret that has helped our heroes time and time again. Their innate optimism, sense of justice and mutual support help children overcome all the horrors of war that have befallen them.<br />\r\n<br />\r\nThroughout the game, the destinies of our heroes are inextricably linked, and this is one of the components of the gameplay. Play as both characters, switching between them to overcome challenges. Each of the heroes has its own original abilities. For example, the boy is slow and sluggish, but he has a wonderful weapon called a slingshot. And his sister is his complete opposite: very lively, energetic and savvy. She also knows how to cry, distracting the sentries, dulling their vigilance, while her younger brother stuns enemy soldiers by shooting at their helmets or breaks light bulbs on lampposts so that they could sneak by unnoticed.<br />\r\n<br />\r\nThere are many different abilities and each must be used wisely so that our heroes can find their way through all the mazes, bypass all the traps, and solve all the puzzles. Immerse yourself in the atmosphere of wartime, and join our heroes on their path of losses and victories, disappointments and triumphs, great fears and small joys, which have a place even in war. Penetrate enemy territories to commit sabotage. Distract sentries by dulling their vigilance, undermine trains, mine supply routes, steal important documents that store secret information, lure enemies into thickets and impenetrable swamps, derail columns of nazi equipment, and much more. Relive these moments with our heroes and help them find their loved ones, as well as keep faith in themselves and others!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1523240/header.jpg?t=1637911905",
    "developers": [
      "TWO B SOFT"
    ],
    "publishers": [
      "TWO B SOFT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}