{
  "1526500": {
    "name": "Spell Beats",
    "steam_appid": 1526500,
    "required_age": 0,
    "is_free": false,
    "description": "Spell Beats is a spell casting rhythm game. A spell’s power is tied to how well you can play its beat. You can punch stronger, heal quicker, and throw harder while sustaining a rhythm. Mastery will be the result of perfecting simultaneously playing spell beats while strategically responding to enemy attacks, positioning, and elemental states.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526500/extras/0be92503caea0d661fe16d39c36442bb.avif?t=1640328130\" width=600 height=620 /></span><br><br>Every spell has an expected input key sequence and each input key is associated with an interval and a sound cue. If you play the right input timing, then the associated sound cue for each input key is emitted revealing a unique spell beat.<br><br>You can cast a variety of spells such as punches, hammer throws, a heal, and elemental spells. The punches and hammer throws have their own version of fire, water, and ice elements. You can decide to throw an ice hammer or a fire hammer, maybe you want to change your elemental defense type to water or to fire, or perhaps you want to fire punch or ice punch a target.<br><br>Enemies can cast a variety of ranged, melee, and special spells too. They can heal themselves, change their elemental status, throw elemental hammers, and execute various punches and ground attacks. You can dodge these attacks by dashing or you can parry specific punches. Dashing and parrying drain your stamina and you must be careful to manage it properly. If you lose all your stamina, then you will enter into an exhausted state that limits your ability to do anything for four seconds.<br><br>Elements add a tactical component to the game. Some enemies can change their elemental status to none, water, ice, or fire. Fire is strong against ice but weak against water, ice is strong water but weak against fire, and water is strong against fire but weak against ice. There is an implicit rule that enemies will always cast elemental spells that match their elemental defence. It allows you to know which elemental attack is best to use and which elemental defense is best to change to.<br><br>Apart from the gameplay, there is a small story foundation surrounding the levels of the game. It takes place in a realm where malevolent beings have imprisoned your soul. You must fight in their coliseum to earn your freedom. The coliseum consists of malevolent embodied statues surrounding an enclosed battleground. Currently, there are ten levels with a mixture of tutorials and boss battles where the ninth and tenth levels allow you to make use of all available spells.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526500/header.jpg?t=1640328130",
    "developers": [
      "Garett A C Hunter"
    ],
    "publishers": [
      "Garett A C Hunter"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "Initiation",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1526500/69d8748e95defd6fcc3fa353e7d3f55ae70ec6e5.jpg"
        },
        {
          "name": "Ardor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1526500/6ad31607744eb90f07962bd8647d973853785ba4.jpg"
        },
        {
          "name": "Shogun",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1526500/1a8f7fd16412e70379a6713dfcf508e6c9bbc494.jpg"
        },
        {
          "name": "Muriel",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1526500/1d7be84b656d24b854cb0f4528a833eeb5aa7ae9.jpg"
        },
        {
          "name": "Apophis",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1526500/9556004f3937887824ffc18ddbfb15b8278d2fa6.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}