{
  "1526280": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Bestiary 3",
    "steam_appid": 1526280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Bestiary 3</h2>With more than 300 classic and brand-new monsters, this 320-page beautifully illustrated hardcover rulebook completes the collection of creatures begun in the first two<br><i> Pathfinder Bestiary</i> volumes. From classic creatures like clockworks and tooth fairies, returning favorites like imperial dragons and mighty titans, to brand-new menaces found all over Golarion, this must-have tome of monsters designed to challenge characters of any level is an essential companion to your Pathfinder game!<br><i> Pathfinder Bestiary 3</i> includes:<br><ul class=\"bb_ul\"><li>More than 300 monsters drawn from mythology and folklore, genre classics, and more than a decade of Pathfinder, with plenty of new monsters too!<br></li><li>Gorgeous full-color illustrations on nearly every page!<br></li><li>Comprehensive monster lists sorted by level, type, and rarity to help you find the right monster for any situation!<br></li><li>Universal monster rules to simplify special attacks, defenses, and qualities like grab, swallow whole, and regeneration.<br></li><li>Detailed lore sidebars offering additional information about even more of Pathfinder's most popular friends and foes!</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li> A new reference manual containing the entire<br><i> Pathfinder Second Edition Bestiary 3</i><br>organized for ease of reference and presentation. This includes all the sidebars to enhance gameplay, descriptions of new abilities and powers, plus more<br></li><li> Tokens for each monster, most of which are created from the beautiful artwork associated with them.<br></li><li> All the images from the book available to share with your players as you need them, conveniently linked to the Monster they were illustrated for<br></li><li> Special abilities, traits, and spells linked to the monster records for ease of reference and use during combat</li></ul><i> Adapted for Fantasy Grounds by:</i>  <br><strong> Bret Davenport</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526280/header.jpg?t=1768446236",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}