{
  "1526300": {
    "name": "Deadly Fight",
    "steam_appid": 1526300,
    "required_age": 0,
    "is_free": false,
    "description": "In Deadly Fight, you will be thrilled by stunning graphics and unique over the top action packed combat moves, choose from number of fighter and prove your self against new and improved human driven A.I as well as real time online player around the world, you can also challenge your friend in private p2p online match. Please go through detail description below to get an idea about what are getting by downloading of this arcade game.<h2 class=\"bb_tag\" >Game Modes</h2>There are four mode each has its own plot, you can choose or random battle with different combatant, every player has multiple kick, punch, combo, special , super strike and fireball attacks, every character has different fighting style and skilled with uniqueness pack such karate, boxing, kung fu, wrestler, ninja, shadow, slap, solider, gangster, immortals and street club.<br><br><br><strong><i>Championship</i></strong>  in this you will have to fight with all the roaster one by one and beat current champion to advance in the next round, defeat will result a disqualification from championship, whooping amount in terms of title reward at the end of championship mode.<br><br><strong><i>Survival</i></strong>  in this you will have to fight with all the fighter in their beast mode beat and advance to next fight, your health will never get reset you have to manage to win all fights with one time filled health.<br><br><strong><i>Quick Fight or 1v1</i></strong> here you can choose from 10 price fighter and challenge them in offline 1v1 to master and polish your skills, this mode will give you option to choose opponent boss in the private arcade fight club.<br><br><strong><i>Online Multiplayer / p2p</i></strong> this is one of the best multiplayer mode in this you can invite your friends from any where to fight with you in private room you only need just regular internet to start a fight, you can also fight with random real human character all the rooms are matched accordingly to the skill and rank so you will get best match to have a fair fight to avoid bully injustice, you can not play this mode in offline.<br><br><strong><i>Training</i></strong> As name suggest you can train with your favorite contender and uncover hidden moves such as kick, punch, chain, combo, special attack such as striking, fireball, power attack their active timing, attack frames, recovery and other controls before going in real fight.<h2 class=\"bb_tag\" >Powerful Roster</h2>Brand new warrior, in this first release there are ten new character you choose right way, different category to select like, boxing, wrestling, injustice, ninja, shadow, immortals, mafia each as different battle skills and attribute, they are designed based on human anatomy which means health, power, stamina, immunity and agility are the key ingredient of fighter before selecting or challenging any one please compare contestant stats first otherwise you are your own. In coming releases more action pack modern style 3D fighter will be added to the roaster.<h2 class=\"bb_tag\" >Stunning Environment</h2>In Action games stages and level are the most important things, so we took care of this things for you starting from day one you will get all 5-10 different level for free no lock or time limit, you are allowed to fight in any level with 1v1 room. All stages levels such as city street, desert, garage, mortal arena, Asian etc. Are 3d based model with marvel look and feel which going to take to real time imaginary world. In coming release more levels will be based for tournament and championship battle.<h2 class=\"bb_tag\" >Background Music and Narration</h2>No combat battle is complete with sound track and personal announcer, In this game you will enjoy unique, Rock, Hip hop, classic, combat background sounds, never heard before fighting sound effects above multiple announcer, so no more same vice over again and again.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526300/header.jpg?t=1652277216",
    "developers": [
      "Akash Maheshwari"
    ],
    "publishers": [
      "Akash Maheshwari Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}