{
  "1526190": {
    "name": "Mysteries of Shaola: The Cave",
    "steam_appid": 1526190,
    "required_age": 0,
    "is_free": false,
    "description": "Explore the captivating world of <strong>Mysteries of Shaola: The Cave</strong>, a thrilling game that blends fantasy with mystery. Journey through the enchanting Kazen Kingdom as you unravel the secrets hidden within the mysterious cave. Forge your own path, uncover hidden truths, and become a legend as you confront the dark forces threatening Shaola.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526190/extras/b84a3af82adef3defa2e4854bd75566e.avif?t=1753379652\" width=616 height=120 /></span><br><br>In the heart of the windswept Kazen Kingdom, a jagged maw gaped open in the side of a desolate mountain. It was a cave, no different from a hundred others, or so it seemed. Yet, an unsettling darkness clung to its entrance, even on the sunniest of days. Whispers spoke of secrets buried deep within, secrets that had claimed the lives of countless brave souls who dared to step inside. None had ever returned.<br><br>A shadow had fallen upon Kazen. War raged, conspiracies festered, and strange disappearances plagued the land. The Rose family, hunted for a year by ruthless warlords, had nowhere else to turn. They were innocent, yet their pleas fell on deaf ears. They had nothing to hide, except a secret so valuable that it painted a target on their backs. Deserts, jungles, islands - they had fled across them all, but their pursuers were relentless.<br><br>Now, cornered at the foot of the ominous cave, the Rose family faced their final stand. Richard and his wife, a woman of unwavering courage, knew they couldn't outrun their enemies any longer. With a heavy heart, they made a desperate choice. A sacrifice. They bought their children, Denzel and Helen, precious moments of escape.<br><br>Denzel, his body a map of pain, stumbled toward the cave's entrance, clutching his little sister's hand. Tears welled up in their eyes, a mixture of grief and a primal fear of the unknown. The cave loomed before them, a silent judge, offering them a chilling sanctuary. Would they dare enter its depths, or would the legend of its horrors claim them too?<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526190/extras/3d593875a1dd83952cf2f5b3465cca8c.avif?t=1753379652\" width=616 height=120 /></span><br><br>Here's why <strong>Mysteries of Shaola: The Cave</strong> will keep you coming back for more:<br><br><strong>Unravel a Deep Mystery:</strong> Explore a captivating story that unfolds with every decision you make. Uncover hidden truths and brace yourself for mind-blowing plot twists!<br>    <br><strong>Jump Right In:</strong> The controls are smooth and easy to learn, so you can dive straight into the action. No need for hours of tutorials – the fun starts now!<br>   <br><strong>Reap the Rewards:</strong> As you progress through the game, you'll unlock incredible rewards that power up your character and make you unstoppable!<br>    <br><strong>Explore Every Nook and Cranny:</strong> The world is yours to discover! Slash through bushes, unearth hidden treasures, and uncover secret areas brimming with loot and adventure!<br>    <br><strong>Classic Battles, Modern Thrills:</strong> Experience the nostalgia of turn-based combat with a fresh twist. See your enemies on the field – no more random surprises!<br>    <br><strong>Your Choices Matter:</strong> The conversations you have and the party you build will shape your journey. Every decision has weight, leading to multiple endings with unique secrets to uncover.<br><br>There's <strong>no &quot;game over&quot;</strong> in this game, just endless fun! Are you ready to embark on an unforgettable adventure and become a legend?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526190/header.jpg?t=1753379652",
    "developers": [
      "Smiling Dragon RPG Studios"
    ],
    "publishers": [
      "Smiling Dragon RPG Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}