{
  "1526150": {
    "name": "The Commission 1920 Demo",
    "steam_appid": 1526150,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><h2 class=\"bb_tag\" >ABOUT THE GAME</h2></strong><br>The Commission 1920 is a turn-based strategy game set in the roaring 1920s where you play as a Don of a mafia family. The goal is to manage your resources and exert your influence on the city to remove competing powers using violence, politics, and careful investment of illegal rackets. The Commission 1920 is a remaster or &quot;definitive&quot; edition of the original The Commission game.<br><br>The demo consists of a small part of the game to give you a good idea of what the full game is like. You’ll play as the Calessi family vs the Bogiana family in a 1v1 campaign. The map consists of Dreyer Square borough and 8 neighborhoods. The campaign will last for 100 turns, after which, you will see if you achieved a higher Commission ranking than your opponent!<br><br>Something to keep in mind, you will not be able to save or load campaigns in the demo and won’t be able to unlock journal entries. But you will be able to do this in the full game!<br><br>Support the game and the team by wishlisting the full game!<h2 class=\"bb_tag\" ><strong>FEATURES</strong></h2><br><strong>Expand Your Control:</strong> <br><br>Through moving the members of your family to different neighborhoods and boroughs, you can expand your family's influence into New Shore and invest in a variety of illegal rackets. Expansion into neighborhoods and rackets owned by other families will result in conflict, requiring you to delicately balance between aggressive and peaceful actions. Gain intel on other families, and target enemy units for assassination or recruitment. <br><br><strong> Backstabbing and Loyalty:</strong> <br><br>Units have shifting loyalty based on the actions of the family. Units with that are disloyal can be recruited by enemy families and are more likely to sing to the authorities when arrested. Loyalty is treasured among the family. You can assign titles to your units, granting benefits, but also fueling the jealousy of their disloyal peers.<br><br><strong>Manage Capo Agendas:</strong> <br><br>You can manage the unique agendas of your caporegimes. Based on the family's success against other families and obstacles, the caporegime's loyalty will rise or fall.<br><br><strong>Become the Top Boss:</strong> <br><br>The families of New Shore will be ranked among mafia families from other cities. Those who rank among the top will lead the Commission and reap the benefits. Strive to be the boss of all bosses in the Commission ranking.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1526150/header.jpg?t=1615237200",
    "developers": [
      "302 Interactive"
    ],
    "publishers": [
      " 2:30 AM Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}