{
  "1527110": {
    "name": "Play Enactor",
    "steam_appid": 1527110,
    "required_age": 0,
    "is_free": false,
    "description": "If you want to be Youtuber, but you also want to keep your privacy, and not show your face to the world. Well, that might have been a problem before, but now the actors of Play Enactor will work hard for you, for free. They are good looking and very professional. You can customize their appearance and choose the best actor for your needs.<br />\r\n<br />\r\nIf you are a voice actor, then Play Enactor is the right tool to combine your voice art, with the excellent acting of your virtual actors, and this way create very unique and fun content.<br />\r\n<br />\r\nAnd maybe you are already a video blogger and you don't mind recording yourself online? But then, think how much more fun your content will be, if you had professional actors having a conversation with you, to make your points stronger. How much more engaging your content will become. You can change their voices and enact a dialog. You can make them argue with you or agree with all your ideas - it's up to you. It's one thing to be a solo blogger, and a completely different story if you are a studio with multiple professional actors. And all that is available for you without the need to pay them market wages for their stellar performance.<br />\r\n<br />\r\nPlay Enactor is in active development and new features are being added all the time. If you don't see any feature you need, let us know and we will work hard to add it in. Download Play Enactor for free and see how much fun it is to use it.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527110/header.jpg?t=1661639099",
    "developers": [
      "YouVisio Production Inc."
    ],
    "publishers": [
      "YouVisio Production Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 11 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}