{
  "1527500": {
    "name": "Pro Strategy Football 2022",
    "steam_appid": 1527500,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>PSF 2023 IS COMING SOON!!  WATCH FOR SEPTEMBER 2022!!</strong><br><br>PSF is built around a simulation engine so that you get the same realistic results whether you sim, watch, or coach a game!<br> <br>Create career leagues with up to 32 teams!  Want an 8 team, 10 team, or 16 team career league?  It's yours!<br><br>PSF takes real strategy rather than twitchy fingers, don't look for controlling the players here.  This is for fans who love coaching and managing in the most accurate and realistic football simulation on the market!  Whether you want sports management, coaching, or everything, it's here in PSF!<br><br>With Steam's Remote Play Together, you can play your friends around the world!  Playing against another person raises the intensity to a whole new level!<br><br>And you don't have to coach OR manage!  If you enjoy watching games played out accurately and realistically, PSF is for you!  Every play uses the game engine to deliver accurate results, and then the play is played out on the field, so you get the same results whether you watch the game or run quick simulations!<br><br><br><ul class=\"bb_ul\"><li>\tEven better AI! The already stellar AI improved even more!</li></ul><br><ul class=\"bb_ul\"><li>\tPlay any mode with leagues of 43 or 53 men, supporting legacy and modern leagues!</li></ul><br><ul class=\"bb_ul\"><li>\tCoach with any major formations from the 40s to modern day!  Customize leagues and individual teams, giving each its own style!</li></ul><br><ul class=\"bb_ul\"><li>\tPlay exhibition games between different leagues!</li></ul><br><ul class=\"bb_ul\"><li>\tPregame screen displays a preview of the matchup, including the won/lost streaks and historical series between the teams!</li></ul><br><ul class=\"bb_ul\"><li>\tFull control over your depth charts!  Modify your depth charts at any time and have multiple packages.  View and swap out ANY player on the play calling diagram, even swap to a complete package of players!</li></ul><br><ul class=\"bb_ul\"><li>\tUse your custom names files for player names and colleges!</li></ul><br><ul class=\"bb_ul\"><li>\tView Player cards from any screen or play calling diagram, displaying the player’s key information, ratings, and stats, including your opponent’s!</li></ul><br><ul class=\"bb_ul\"><li>\tGreatly improved Graphics modes options, including 16:9, 21:9, and fullscreen!</li></ul><br><ul class=\"bb_ul\"><li>\tEven more coaching options – send RBs in motion, throw screens to WRs and TEs!  Run more plays with your QB!</li></ul><br><ul class=\"bb_ul\"><li>\tPlay an exhibition game with a Championship setting!</li></ul><br><ul class=\"bb_ul\"><li>\tExpanded Scouting screen now displays the Coach panel with supported formations, new tabs for depth charts and packages!</li></ul><br><ul class=\"bb_ul\"><li>\tCan now simulate a quarter at a time!</li></ul><h2 class=\"bb_tag\" >Expanded editor Is Better Than Ever!</h2><ul class=\"bb_ul\"><li>\tEasier to navigate<br></li><li>\tEasily set league-wide offensive and defensive formations and then fine-tune individual teams.  Give Flex defense to a team, set another team to use all 2TE formations, another team to play run and shoot!<br></li><li>\tSet your league’s age level to Pro or College!<br></li><li>\tChoose your own files of player names and college names, to use in the league and even in rookie drafts!<br></li><li>\tSet your league to use your own folders of player and coach photos!</li></ul><br>Expanded Team attributes and stats:<br><ul class=\"bb_ul\"><li>\tFair catches!</li></ul><br><ul class=\"bb_ul\"><li>\tPostseason stats!</li></ul><br><ul class=\"bb_ul\"><li>\tDrive stats on Highlights list, play calling screen and on results screen!</li></ul><br><ul class=\"bb_ul\"><li>\tOVR (Overall Value Rating) for players and teams!</li></ul><br><ul class=\"bb_ul\"><li>\tDisplay FG chance once you’re in Fieldgoal range!</li></ul><br><ul class=\"bb_ul\"><li>\tImproved Play by Play and result screens!</li></ul><br><ul class=\"bb_ul\"><li>\tSave Game drives and highlights to disk!</li></ul><br><ul class=\"bb_ul\"><li>\tSave Season Leaders to disk as sortable csv files!</li></ul><h2 class=\"bb_tag\" >Career and Single Season Enhancements</h2><ul class=\"bb_ul\"><li>\tYou can keep past seasons' highlight reels to rewatch highlights from any past game of your career!</li></ul><br><ul class=\"bb_ul\"><li>\tTransactions screens make it easy to view each year’s transactions and moves, including players from the rookie draft, players cut, franchise players, free agents, and injuries.</li></ul><br><ul class=\"bb_ul\"><li>\tTeam News and Stats screen to quickly see everything about your team!</li></ul><br><ul class=\"bb_ul\"><li>\tNew &quot;Allow Players to Retire&quot; option adds realism and intrigue to career play!</li></ul><br><ul class=\"bb_ul\"><li>\tA detailed Injuries screen provides a quick view into major injuries throughout the whole season, what players are currently out, and more!</li></ul><br><ul class=\"bb_ul\"><li>\tFine-grained Simulation dialog now lets you automate any career phase or automate several at once!</li></ul><br><ul class=\"bb_ul\"><li>\tMore wildcard options!</li></ul><br><ul class=\"bb_ul\"><li>\tNow easier than ever to quick sim or watch a season game!</li></ul><br><ul class=\"bb_ul\"><li>\tPlayer History screen now displays his career transactions and injuries!</li></ul><br><ul class=\"bb_ul\"><li>\tMore historical information for teams, players, and even Team vs Team records!</li></ul><h2 class=\"bb_tag\" >More customization Options</h2><ul class=\"bb_ul\"><li>\tUse your own lists of players names and college names in custom names files!<br></li><li>\tNow supports team-specific championship end zones and championship stadium names!<br></li><li>\tCan now customize the football images and down markers!<br></li><li>\tExpanded editor lets you modify </li></ul><h2 class=\"bb_tag\" >Improvements</h2><ul class=\"bb_ul\"><li>\tTournaments and brackets now support any number of BYE games and display seeds!</li></ul><br><ul class=\"bb_ul\"><li>\tEasily convert your 2021 leagues to 2022!<br></li><li>\tImprove UI controls to be friendlier, added more options to compare teams and more!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527500/header.jpg?t=1660501854",
    "developers": [
      "Kerry Batts"
    ],
    "publishers": [
      "Pro Strategy Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}