{
  "1527710": {
    "name": "Earth Elements",
    "steam_appid": 1527710,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong><h2 class=\"bb_tag\" >Earth Elements</h2></strong></h2></h2></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527710/extras/02192739d6b036d9910a5cd3858e506e.avif?t=1681785186\" width=600 height=64 /></span><br>You play with group of game characters RoundOnes. They will collect resources and use them to BUILD up theirs world. To get resources RoundOnes simply can dig tiles in game called Elements . Every tile on map with some effort could be accessible to digging. While digging RoundOnes earn DUCATS which they could use for upgrades.  Next they can mix Elements in MIXERS, BUILD improvements on map to easier access more tiles, use MACHINES which will speed up process of digging. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527710/extras/07f6918c4e2c49bd53094a9b03124b7e.avif?t=1681785186\" width=600 height=65 /></span><br>RoundOnes are very busy doing all those tasks, therefore theirs: FOOD and SLEEP level is getting lower. Those vitals have impact on RoundOnes health. There is a solution for all those aspects. You need to place BUILDS to fix and replenish, those builds are: sleep beds and food tables. To use better game BUILDS, and more efficient MACHINES Yours RoundOnes can mix advanced Elements in Mixers, kind of like Mankind going from stone age up to futuristic age. To make progress RoundOnes need to get in  mixers better Tools. Almost every BUILD group has MONUMENTAL builds, like: Great Kohakia Mounds, Stonehenge, Machu Picchu, and of course Great Pyramid. You can use those ready to be set BUILDS, or better create Yours own version of wonders using unlocked BUILDS section. <br>Digging map tiles can bring some surprises after you will discover permafrost you can defrost new unit Yeti and new animal Mammoth. When you will mix specific Elements to get DNA rebuilder then You will be able to recreate Dinosaurs. Or maybe you are technology fan than create Droid unit from Computer Chip. In game you can take different game route every time you start new session. Game has over hundred Builds to get specifics result on map: ladders, walls, food tables, etc. More than 40 unique tiles on map - which you can Mix in Mixers to get more advanced Elements; Three different game character types: RoundOne, Yeti, Droid. Plenty of animals to manage or hunt for meat - you decide.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527710/extras/5b6ff628f232473a4fad0efa21e9d33b.avif?t=1681785186\" width=600 height=64 /></span><br>My Main idea during creating game is to give you freedom of choices - game is NOT linear, there are a lot of different ways to progress in game.<br>Map Is randomly generated, giving you possibility to enjoy game for long time. Playing session can vary depending on map size from 30 min to a few hours.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527710/extras/753e75dae2cc4f6e69ea312595e25101.avif?t=1681785186\" width=600 height=192 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527710/header.jpg?t=1681785186",
    "developers": [
      "Jack G"
    ],
    "publishers": [
      "Jack G"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}