{
  "1527040": {
    "name": "Den",
    "steam_appid": 1527040,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Play the free Demo by subscribing on my page when it's ready.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Den is a multiplayer Metroidvania co-op survival game. Play as one of four unique characters.  Use their unique skills to traverse the world, gather equipment, build your shelter, build your skills and meet magical creatures. Live through the dynamically changing weather and adapt your strategies with your friends to thrive. Conquer the forces of dark magic and explore the extent of your platforming skills and more. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >You should be prepared for the catastrophic events, there is no time for rest, explore the world and find and craft the best tools to survive the next event, predict events its not possible, then you and your friends should be prepare for anything or maybe some magic can help with predictions.</p><p class=\"bb_paragraph\" >The world is generated each time you play a new game the same tricks don't work twice, you have to plan your strategy with your friends in order to survive this world, </p><p class=\"bb_paragraph\" >In order to explore the whole world you will need to defeat bosses and earn abilities that allow you to reach new places, some of them will be stunning and some of them will be scary. Beat the exciting platform challenges and get awesome rewards or play safe and survive with the things you have.</p><p class=\"bb_paragraph\" >Complete the library and cry with the melancholic story of the protagonist of this game.</p>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 希腊语, 日语, 葡萄牙语 - 巴西, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 乌克兰语, 僧伽罗语, 斯洛文尼亚语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1527040/header.jpg?t=1767658347",
    "developers": [
      "Demián David Alvear"
    ],
    "publishers": [
      "Demián David Alvear"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2027 年 10 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}