{
  "1528950": {
    "name": "主播模拟器（Streamer Simulator）",
    "steam_appid": 1528950,
    "required_age": 0,
    "is_free": false,
    "description": "这是一款休闲+模拟+养成+galgame+经营类游戏（有这么猛吗！不相信的话就往下看！[狗头]）<br>粗略介绍一下：<br>就是你来到一个新城市，下海市，一座自由之城！<br>一开始你是个平平无奇的小穷鬼，你需要为考虑如何在这座城市生存下去，你需要挣钱买吃的保证自己不饿死，找地方睡觉保证自己不困死，还得找点乐子保证自己不抑郁死<br>在这里，你不仅能够全方位体验到成为一名主播的感觉，从无人问津的路人主播，默默耕耘(或是尝试邪门歪道)，成长为一名各大公司争抢的超级大主播<br>还能成为直播间挥金如土的土豪，以一己之力，将你喜欢的小主播捧成顶流主播，体会到被主播和观众们众星捧月的感觉<br>你以为这就完了吗？然而，这仅仅只是个开始<br><br>-----------------分割线--------------------<br><br><strong>【自由度】</strong><br>我是对游戏自由度有着一种偏执追求，所以我的游戏中，自由度是排第一的<br>所以着是一款 超高自由度(加粗) 的游戏<br>至于怎么个自由度，可以继续往下看<br><br><strong>【生存元素】</strong><br>在游戏里，你的人物基本状态有体力，饥饿，心情，健康<br>体力：是游戏里玩家行为的前提，大部分行为都需要消耗体力，可以通过睡觉恢复。你要是没钱的话，你可以睡公园，睡网吧(付个包夜钱就行)，不过这样睡眠质量会很差，并且会降低心情。当然如果有钱的话就可以选择住旅馆，或者自己租房住了，再有钱一点你可以住五星级酒店或者直接买一套属于自己的房子（房子可租可买，山村小破房，郊区破楼房，市中心新楼，....，别墅，海滨豪宅，各种房型应有尽有）<br>饥饿：每过一个小时，都会降低饥饿值，可以通过进食恢复。你可以去饭店吃饭，或者是超市买食物放身上（有保质期），再或者直接选择叫外卖<br>心情：打工，学习，进行一些委屈自己的行为（比如讨好别人），都会降低心情，心情过低的话很多事都做不了了。可以通过各种娱乐活动（KTV唱歌，夜店蹦迪，公园散步，上网看电影，玩游戏，约会等等...），再或者是一些特定方式，比如在你的大别墅里睡一觉，或者开着你的豪车兜风，或者去五星级酒店吃一顿等等...<br>健康：是由各种因素影响，你的体力过低，饥饿值过低，或者是进行一些高危行为，都会影响健康。健康过低会直接晕倒，被送往医院，如果此时没钱进行治疗的话，游戏就会GameOver，并且每次晕倒会扣除健康上限，所以要尽量保持健康水准哦<br>[打工]<br>前期，游戏里你想赚到钱，最合适的方式就是去打工，因为没有粉丝积累前，去当全职主播，是很难养活自己的<br>游戏里提供了多种多样打工职业。你可以在手机应用商店上下载一个 外卖众包APP，去当一名外卖员；当你买车后，还可以下一个滴滴车主APP，成为一名网约车司机；也可以下一个推广联盟APP，接一些软文推广，成为一名职业水军；你还能下载一个JOB直聘，看看有什么新的工作信息；或者直接去游戏中的各个地点，寻找对应的兼职，比如是酒馆里的服务员，房屋销售处那的中介销售，网吧里的网管等等；有些兼职会有一定的要求，比如健身房的健身教练，需要你[体格]属性达到一定程度才可以应聘<br>[消费]<br>你不用担心游戏后期，钱赚太多无处可花的情况，游戏中存在大量需要花钱的地方<br>基本类：吃喝，KTV唱歌，夜店蹦迪，酒馆买醉，健身房健身，教堂捐钱等等<br>形象打理类：理发，买衣服，整容<br>人情世故类：借钱，帮忙，送礼，约会<br>自我提升类：各种专业培训班，学习班，私教课等等<br>营销运营类：打广告，买热度，买水军，买僵尸粉，买通稿（洗白/抹黑）...<br>买房：各种房型，山中木屋，郊区破楼房，....，汤臣一品，豪华别墅，海滨豪宅；更好的房子会提供更好的睡眠质量，并且有更大的空间与更多的功能，比如有些豪宅会自带健身房和游泳池<br>买车：各种车型，单车，摩托，....，豪华超跑，越好的车越会缩短你在各个地点之间移动花费的时间和体力，豪车还会额外提供心情加成<br>炒股：你还可以在手机的应用商店里下载一个炒股APP，玩玩股票<br>打赏：你可以打赏任何你喜欢的主播，哪怕这位主播资质平平，你也可以靠金钱的力量，将Ta打造成平台一哥/姐。你不仅可以成为主播的榜一，还能成为整个平台神豪榜上的榜一，甚至是全网神豪榜的榜一<br>成立公会：如果你不满足成为一个主播或者一个土豪，你可以成立自己的公会，可以重金挖角各大主播，或是从0开始培养自己的主播。这些 都是非常消耗金钱的行为，不过只要你运作的好，后期的回报或许会更高<br><br><strong>【沙盒地点】</strong><br>游戏中存在大量地点，比如公园，游乐园，网吧，健身房，海边，银行，赌场，房产中介处，汽车销售店，医院，理发店，服装店，电影院，商场，旅馆，五星级酒店，KTV，酒馆，夜店，教堂，庙宇，商业中心，便利店，饭馆，咖啡店，火车站，机场等等...<br>每个地点都有独特的互动，理发店可以理发和染发，服装店可以购买各种服装，医院里可以看病和整容，房产中介可以买房和租房，网吧可以上网和睡觉等等等等...<br>你在各个地点移动的交通方式有四种：步行，公交，打的，开自己的车(自行车也算)<br><br><strong>【换装】</strong><br>游戏中的人物是可以自定义哒！<br>不仅仅是性别，发型，发色，五官，瞳色，服装（包括上衣，裤子，套装，眼饰，脸饰等）<br>还有人物的皮肤，以及人物的身材（三个Size任君挑选）！<br>游戏里你可以随时去理发店，服装店，整形医院等地方更换自己的形象<br><br><strong>【手机】</strong><br>手机里有一堆APP，每个APP都有自己的特色<br>[应用商店]<br>一开始手机里不会有多少APP，只有几个默认的<br>你可以自己去应用商店下载<br>[微聊]<br>微聊是游戏中最重要的APP，将会有很多剧情会在微聊中展开，比如家人和朋友们的剧情<br>还有就是身为一名观众，你可以要求加主播的微聊（通常会有礼物要求），加了后可以进行各种互动~<br>当你是个主播时，也会有很多粉丝希望加你微聊，当然，加不加就看你自己了，你甚至能备注多少价值礼物加微聊（如果给你刷了礼物还不愿意加的话，会降低对方好感哦，以后可能就再不给你刷礼物了），加了粉丝微聊后，你可以直接把他们晾在一遍，也可以花费精力去维系，会有各种互动可以进行<br>闲了你可以逛逛朋友圈，每天你的微聊好友们可能会更新朋友圈，没事看看点点赞也不错<br>还有像是可以与陌生人交友的么么APP，可以看新闻看段子的微薄APP，可以叫外卖的丑团外卖APP，可以买东西的淘多多APP，可以当外卖员的外卖众包APP，可以炒股的爱炒股APP，可以存钱取钱赚收益的支福宝APP，可以看故事的帖吧APP，可以当网约车主的嘀嘀车主APP，可以接软文接广告当水军的推广联盟APP，可以找工作的JOB直聘APP...<br><br><strong>【电脑】</strong><br>装机系统：在游戏里，你可以选择自由购买电脑，台式电脑或是笔记本，每台电脑都有自己的跑分，跑分太低部分游戏是无法运行的，如果是台式电脑的话你就可以更换更好的显卡/CPU/内存/硬盘...，若果是笔记本的话就只能更换一台更高性能的笔记本了<br>和手机一样，电脑里也会有一堆软件，并且大部分软件需要从软件中心里自行下载<br>浏览器，各种直播软件（猫牙，逗鱼，），电脑游戏(撸啊撸，绝地吃鸡，地上城与勇士，跑跑卡飞车等等…是的你能在游戏里玩游戏)，Steem平台（可以买各种单机游戏），学习通（在线学习）...<br><br><strong>【直播】</strong><br>[主播养成]<br>平台与合同：游戏里，有各种直播平台（像是猫牙，逗鱼，PiliPili，慢手，斗音等等），不同平台有不同用户群体，并且平台用户的喜好不同，你可以根据你擅长的直播项目选一个平台申请成为其中的主播，然后你需要和平台之间签订合同，确定好签约金，工资，分成，直播时长，违约金，有效期等条款（制定条约时，你如果是个有实力的大主播时，你可以逼迫平台签订条件有利于你的合同）。签订好后，你可以随时选择撕毁当前平台的合同，转战其他平台，不过如果你付不起违约金就很惨了，很可能会导致GameOver（不过当你成为一名顶级主播后，各大平台可能都会对你提供巨额薪资合同，想将你挖走）<br>成长：你需要不断加强你自身的直播能力，将自己从一个无人问津的小主播，成长为一个超级大主播。这个过程是很艰苦的，你可以兢兢业业不断打磨自己的直播技能，也也可以结识主播，拉帮结派，或是直接花钱炒作营销<br>粉丝：想成为一名顶级主播，对粉丝的运营至关重要，尤其是那些土豪们，你在微聊里面会有个粉丝群，你可以将刷了一定数额礼物的粉丝拉进群里，没事互动一下，增进粉丝粘性；那些特别豪气的粉丝你也可以单独加微聊，他们有时候可能会提出一些过分的要求，选择金钱还是选择尊严，你说了算。当然，游戏是自由的，如果你被惹恼了，你可以直接从微聊里删除对方，然后在直播间里也可以将其永封，你可以成为一名特立独行的存在，直播间所有粉丝，土豪，你都可以对他们进行各种互动，只要你想，哪怕是你的榜一，你也可以直接将其禁言与封禁，你可以给任何你喜欢的粉丝房管，并随时撤掉，可以随意任何一个粉丝的微聊，并随时删掉； 不过这些任性的行为可能会导致那些被你伤害过的粉丝不再支持你，再也不给你刷礼物，甚至成为你的黑粉。除此以外，你还可以自定义你专属的粉丝牌昵称，以及给自己的粉丝团取名等等<br>公会：每一个平台都会有很多公会，公会有等级之分（青铜/白银/黄金/铂金/钻石公会），高级大公会对主播实力要求很高，前期你可能只能加入一些低级小公会。加入公会，你也需要签订一个合同，决定公会对你的礼物抽成比例以及一些其他的直播要求；公会会提供很多扶持项目（包括运营，营销，炒作，培训等等）对你进行扶持，公会的扶持并非免费，你给公会带来的利润，会转化成贡献点数，这些贡献点数可以用来兑换公会中的扶持项目。低级小公会提供扶持项目数量很少，而高级公会还会提供商业代言、写真/视频拍摄、个人作品发行、自制歌曲舞蹈MV，甚至影视、综艺演出机会等等。同一个公会的主播，对你会有好感加成<br>主播关系：如果你和一个主播关系比较好，对方也会偶尔来查你的房或是给你刷礼物，将会给你带来一些人气，并且可能会再你出事时支持你，所以维系好主播间的关系也是很重要的。如果你得罪了一个主播，根据对方的性格和你们关系的恶劣程度，对方会可能会采取不同的报复，甚至买你的黑稿，带你的节奏。 当然，你也可以对任何主播进行这些恶意行为（抹黑，带节奏，买黑稿，联合其他主播一起针对等等）<br>丑闻缠身：当你发生直播事故，被丑闻缠身时，关系好的主播可能愿意为你发声，此时你也可以寻求公会的帮助，召开发布会，录制解释视频，写道歉信，买水军，请人写洗白文等各种方式去应对，不同的丑闻可能需要不同的应对方式，如果应对的不好，可能导致你的人气大跌，甚至严重的话可能导致你直播生涯的终结<br>查房：你可以查房其他主播，如果你是个小主播，对方并不会在意（除非你刷礼物），但如果你是个大主播，你去查房小主播，能给小主播带来不少人气，小主播会对你产生额外的好感。查房的过程中，你也可以对被查房的主播提出一些要求，不过对方是否会遵照，就不一定了<br>连麦PK：查房过程中，你也可以选择与对方连麦PK：制定好惩罚，然后限定时间内，哪一方主播粉丝礼物刷的多就赢，期间需要不断整活鼓舞粉丝刷礼物。这是一个增加礼物收入的好方式<br>抽奖：直播的时候，你可以发起抽奖；设置奖品（比如主播签名照，写真照，现金，....，爱疯手机，甚至豪车，豪宅（只要你付的起） 等等），参与门槛（所有人，粉丝），参与条件（自定义弹幕，荧光棒，飞机，火箭等等）；利用好了抽奖功能，是能够赚上一笔不菲的收入的，不过粉丝也不是傻子，你选择一个价值1元的奖品，参与抽奖条件是一个1000元的礼物那也没人会抽（不过不排除有捧场的土豪），你要权衡奖品与参与条件之间的价值。你也可以单纯任性的给粉丝谋福利，赠送高价值奖品，却是很低的参与条件（虽然这样你付出了大量金钱，但是也会有大量人参与抽奖，给直播间带来不菲的人气，也不一定是一种亏本买卖）<br>[观众]<br>除了成为一名主播以外，你还能以一名观众的身份静静的白嫖或者成为一名高调的土豪，疯狂给自己喜欢的主播打赏<br>你在直播间土豪榜单排名越高，刷的礼物越多，或是你的贵族头衔越高，你在该直播间的影响力就越大，影响力越大主播将会越关注你，你对主播提的要求越容易被接纳<br>除了在直播间的日常互动外，你还可以主动私信主播索要微聊，进行下一步发展<br>附加介绍：<br>每个直播平台都有对应的虚拟币，用于打赏主播，或是开通贵族等<br>每个平台都有自己的贵族模式（比如逗鱼是游侠骑士子爵伯爵公爵国王皇帝）。贵族是期限制，每次可以选择开通时长，从一个月到几年不等。开通贵族之后，名字前将拥有一个贵族勋章，你每次进入直播间，也会出现一个贵族驾到的消息，并且你的弹幕，也将会有对应的颜色，和普通弹幕区分开来。当你开通贵族后，你在直播间的影响力将会大大增加，主播们会更加关注你的弹幕要求<br>名气越高的主播，土豪榜上的土豪越是藏龙卧虎，你想进入前几名需要巨大的财力，如果想一口气刷上去反而可能激起他们的好胜心，引发一场礼物大比拼。（有时候榜单上靠前的也可能是公会人员）<br>当平台举行活动或比赛时（比如年度主播比赛），帮助喜欢的主播赢的一个好名次，会迅速提升主播的知名度并且拉近你们的关系<br><br><strong>【剧情】</strong><br>游戏中你到每个地点都可能会遇到一些剧情人物，比如酒馆老板娘什么网吧网管<br>并且这些剧情人物不会固定在出现某个地方，他们会有自己的生活作息<br>比如酒馆老板娘，周一到周五，早上6点~7点在公园跑步，晚上6点~10点在酒馆，周末下午3点~6点在健身房健身等等<br>不同的时间地点，触发的剧情也是不同的，并且根据你们好感的不同，对话也不同<br>游戏中存在有很多可攻略角色，每个人物的剧情都存在多条不同线路，有不同的结局<br>并且你的性别将会影响剧情，扮演一个女性角色和玩一个男性角色，剧情以及可攻略的剧情人物可能是截然不同的<br><br><strong>【恋爱】</strong><br>理论上来说，你可以勾搭游戏中任何一个角色，只要你有这个精力<br>因为游戏中除了事先定义好的剧情人物以外，更多的人物都在你开始新游戏那一刻由系统自动生成，将会生成各式各样的外型，性格，喜好，属性的人物。（有一个属性是性取向，如果你的性别不符合对方的取向，那你们最多成为挚友而无法成为恋人）<br>每个人物拥有丰富的互动内容，不仅是面对面互动，还有微聊上的互动，除了基础的聊天送礼邀约以外，你可以请求帮忙，请教技能，或是提出各种要求（包括借钱），甚至进行各种恶意行为（对方将会反感，但是不排除一些拥有奇怪性格的人物反而很喜欢这种感觉）<br>你与他/她们是交恶，还是交好，或是发展出一段亲密关系，也都是由你的行为决定<br>随着你们关系的升温，对方将愿意为你做更多事情，你能要求对方换上你喜欢的服装，更换发型，或是为你改名，甚至是为你去医院改变外型<br>未来的扩展计划还包括了[同居系统]，你们可以住在一起，体验情侣同居生活的点点滴滴，甚至还要涉及到家务系统，房子会随着时间变脏变乱，需要打扫，还会出现像双方谁都不想打扫家务的日常争执的小情节等等",
    "supported_languages": "简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1528950/header_schinese.jpg?t=1669905496",
    "developers": [
      "王丑也"
    ],
    "publishers": [
      "王丑也"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}