{
  "1529020": {
    "name": "Supa Birdie Boi Demo",
    "steam_appid": 1529020,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Rediscover the 90's</h2><br>Supa Birdie Boi is a platformer game enclosed within a simple colour palette and 8 bit sounds. Pixel-art graphics and an old LCD-green shade both give off that nostalgic 90's feel, resembling Game Boy screens. The keyword here is simplicity, directed by cute, cheerful design. Everything complemented by that old-school, upbeat music, which you'll hum or whistle long after exiting the game.<h2 class=\"bb_tag\" >Fathom the Trouble</h2><br>The Animal Kingdom is recently dealing with quite a nuisance. A bunch of geese called Menageese Gang has risen to a #1 public enemy rank. Their razor-sharp intellect and prankster nature overshadow other critters, so they are impossible to handle. They are also indistinguishible from other geese, so no one really knows their true identities. They deploy these assets to nasty deeds towards the animal society - setting traps, stealing Eggs, plucking too many feathers is to name a few. Other geese quickly declared obedience to the Gang, making life less bearable for the rest of the Kingdom.<h2 class=\"bb_tag\" >Experience the Journey</h2><br>Birdie, the protagonist, picks up a rumour about the Legendary Bread - a snack capable of granting a wish on the first bite. Given a terrible goose situation that has recently developed, he decides to undertake the great journey through four varying lands to find the Bread and make a wish - to disband the gang, make them docile and restore peace in the Animal Kingdom.<h2 class=\"bb_tag\" >Face the Challenge</h2><br>Every time Birdie feels being confronted, he will simply vanish in a blink of an eye. No weaponry or fighting allowed, only being nimble! Well polished jumping skills are your only way of succeeding.<br><br>The Menageese Gang has stolen precious Eggs from their owners, and they are scattered in well hidden or seemingly unreachable places. Finding them all will require sharp eye and sharp movements!<br><br>Although most levels can be finished with little to no practice, let the cute graphics not fool you! It's going to require level knowledge and true skill to unlock every achievement! (Which should add enough replay value for all those completionists we love and hold dear).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1529020/header.jpg?t=1612252524",
    "developers": [
      "RumByte"
    ],
    "publishers": [
      "RumByte"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}