{
  "1530120": {
    "name": "You Must Survive",
    "steam_appid": 1530120,
    "required_age": 0,
    "is_free": false,
    "description": "Are you safe in your own house? Do you feel safe walking in the corridors and rooms of your home? Are you scared that something will kill you just around the corner?<br />\r\n<br />\r\nExperience the horror, as the safest place you know now being haunted by and unknown entity. Complete tasks while trying to outrun a monster in the safety of your house, now a dark and opressing enviroment. In a thriller pixelated horror game where the only way to survive is to escape the entity, which is hunting you around every corner in the house.<br />\r\n<br />\r\nBeware that maybe escaping an entity like that may not be as simple as just running, and maybe there is more to it than just trying to escape your house to feel safe once again.<br />\r\n<br />\r\nBut remember one thing and one thing only.<br />\r\n<br />\r\nYOU. MUST. SURVIVE.<br />\r\n<br />\r\n<br />\r\nYOU MUST SURVIVE is a single player horror game, it features a pixelated style for the first half of the game and the second half it features a standard 3D game. The first half, you must run from a monster, while hearing sounds and steps everywhere, and the second half the style change for a more action paced game, featuring a pistol and a few enemies to shoot at.<br />\r\n<br />\r\nUpdate notes:<br />\r\n- Now more focus on the player. The game was simplified so the player know exactly what to do.<br />\r\n- Known bugs fixed.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1530120/header.jpg?t=1618711152",
    "developers": [
      "pg_bassist"
    ],
    "publishers": [
      "pg_bassist"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}