{
  "1530240": {
    "name": "Toodles & Toddlers",
    "steam_appid": 1530240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Toddlers can be friends, or food.</strong> <br> <br>The humongous clown-demon Toodles has escaped from his poorly constructed cage, so foolish villagers summon the mighty Player to protect them. They're gonna regret that. <br><br>Gifted with the magical ability to throw stuff, the Player will use any resource available to defeat their bloated nemesis. Sacrifice villagers, <strong>transform and consume</strong> cute wildlife, do whatever it takes to survive until you have enough strength to bring down the clown.<br><br>Balls will be your primary tools, and can be used to <strong>craft allies to fight for you</strong>. You will need to build an army before taking on Toodles. For starters, try different balls on the toddlers. <br><br>This puzzle has many pieces that can be put together in different combinations. Experiment with transformations and through curiosity you can discover multiple strategies for victory.<br> <br><ul class=\"bb_ul\"><li>Evolve toddlers into mutant followers to fight teddy bears.<br></li><li>Protect your ugly baby army with layers of poop armor.<br></li><li>Encourage extra growth by feeding them licorice allsorts.<br></li><li>Twisters will randomly transform them, for good or bad.<br></li><li>Toddlers can also be converted into yummy food or milk.<br></li><li>Mice can be converted into stuffed animals to reduce fear.<br></li><li>Rubber ducks are raw material to make additional balls.<br></li><li>Knock off villager heads then upgrade them into guards.<br></li><li>Arm now-braver villagers with powerful plasma swords.<br></li><li>Capture flying unicorns and bats inside floating bubbles.<br></li><li>Reshape gummy bear corpses into strange new friends.<br></li><li>Hunt nightmares to upgrade your army into monsters.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1530240/header.jpg?t=1621710794",
    "developers": [
      "UglyBaby Games"
    ],
    "publishers": [
      "UglyBaby Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}