{
  "1530000": {
    "name": "The Menacing",
    "steam_appid": 1530000,
    "required_age": 0,
    "is_free": false,
    "description": "Summon your team of 1-4 players and embark on an immersive co-op horror experience in &quot;The Menacing.&quot; Venture into chilling expeditions with dynamically generated maps, confronting sinister evil and unraveling enigmatic puzzles. Work in harmony to survive haunting challenges and uncover clues that lead to the mysterious realm of the paranormal. Conquer daring challenges to unlock impressive rewards, forge bonds with your companions, and solve haunting mysteries at the detective's clue table. Dive into the ultimate co-op horror adventure, where survival depends on teamwork, strategy, and nerve.<h2 class=\"bb_tag\" >Expeditions</h2>Players can embark on thrilling expeditions by choosing from three distinct adventures, each offering randomly generated maps with unique objectives, secrets, and challenges. Survive by mastering the art of stealth, avoiding noise, creating distractions, and strategizing together with your team. Overcome mind-bending puzzles, gather vital clues, and solve riddles to pave your way to a successful escape from the haunting realms.<h2 class=\"bb_tag\" >Challenges and Rewards</h2>The game presents daring challenges for players to test their mettle. Conquer a variety of difficulty levels to unlock an array of exclusive rewards, including impressive skins, hats, emotes, and other tokens of your progress and triumphs. Showcase your prowess and dedication as you delve deeper into the realms of fear and the unknown.<h2 class=\"bb_tag\" >Co-op Multiplayer</h2>The Menacing thrives on cooperation and camaraderie. Players must work harmoniously as a team to outsmart the malevolent ghost, solve intricate puzzles, employ strategic baiting tactics, and uncover the chilling secrets behind the haunting lore. Forge bonds with your companions as you journey together through a spine-chilling multiplayer experience.<h2 class=\"bb_tag\" >Clue and Lore Table</h2>Your hideout serves as the hub of investigation. At the detective/investigator's clue table, all the crucial clues and lore-related items await, providing valuable insights into the mysterious occurrences surrounding the paranormal realm. Collaborate with your team to piece together the puzzle, unravel the enigmatic stories, and unveil the sinister truths behind the haunting specter.<h2 class=\"bb_tag\" >Optional Objectives</h2>During your expeditions, additional optional objectives await those brave enough to undertake them. Take on these extra challenges to earn enhanced rewards, experience, and unique accomplishments, further enriching your adventure and enhancing your team's skillset.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1530000/header.jpg?t=1748884455",
    "developers": [
      "Gamhalla"
    ],
    "publishers": [
      "Gamhalla"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}