{
  "1531340": {
    "name": "Seasonspree",
    "steam_appid": 1531340,
    "required_age": 0,
    "is_free": false,
    "description": "Seasonspree is a wholesome time-nudging game where you play as Sunny, an adorable little tanuki walking around a tiny planet full of other animals.<br />\r\n<br />\r\nAs Sunny walks to the right, she progresses through time in the direction you’d expect things to travel through time. But when she turns around and goes to the left, she can revisit days she's already been to, changing decisions she's made in the past to create new versions of the future.<br />\r\n<br />\r\nTravelling back and forth through each day, Sunny explores the final weeks of each season as her friends prepare for the upcoming seasonspree, a festive party celebrating what makes each season unique and memorable.<br />\r\n<br />\r\nFeatures:<br />\r\n• A small, simple handful of actions — Sunny can move left and right, talk to friends, and take or give items, and that's basically it!<br />\r\n• No tricky platforming — it's a platformer with only one platform!<br />\r\n• Discover new, faster ways to move around the world — run, jump, swim, boat, glide, even shoot yourself out of a circus cannon!<br />\r\n• No violence, undoable actions, or timed events — you don't even need to pause the game, just put the controller down whenever you need a break!<br />\r\n• Easy to understand — there's even a Simple English mode for children and non-native speakers!<br />\r\n• A special &quot;good&quot; ending after you've helped every one of Sunny's friends!",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1531340/header.jpg?t=1726841699",
    "developers": [
      "Kitewing Studio"
    ],
    "publishers": [
      "Kitewing Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}