{
  "1531040": {
    "name": "Pavlov's House",
    "steam_appid": 1531040,
    "required_age": 0,
    "is_free": false,
    "description": "The goal of Pavlov’s House is to last until the defenders of Pavlov’s House are tasked with storming a key German strongpoint during the Battle of Stalingrad. In the game, this is depicted by playing through a deck of cards representing elements of the German 6th Army. <br />\r\nPavlov’s House was a fortified apartment building used as a strongpoint by the Soviet 62nd Army during the pivotal Battle of Stalingrad in WW2. Soviet defenders – primarily from the 7th Company, 3rd Battalion, 42nd Guards Rifle Regiment of the 13th Guards Division - held out for almost two months from a constant German assault. The building’s name was drawn from Yakov Pavlov, a sergeant who led the initial storm group assault that resulted in the capture of the building from the Germans. The story of Pavlov’s House was a key piece of Soviet propaganda and was used as a symbol of the incredible resistance of Soviet forces during the Battle of Stalingrad.<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\n-\tA full recreation of the original board game<br />\r\n-\tLearn the game through an engaging tutorial.<br />\r\n-\tPlay against four different levels of difficulty and complexity, from Basic to Elite.<br />\r\n-\tThe game takes care of the rules, allowing you to focus on the strategy.<br />\r\n-\tComprehensive rules and extensive background information is also included.<br />\r\n-\tMake tough decisions, handle the consequences.<br />\r\n-\tHighly replayable and story driven. You’ll never play the same game twice!<br />\r\n-\tAn original soundtrack composed by Gabriel Berger.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1531040/header.jpg?t=1615396622",
    "developers": [
      "Bookmark Games"
    ],
    "publishers": [
      "Bookmark Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}