{
  "1531460": {
    "name": "Distorted world",
    "steam_appid": 1531460,
    "required_age": 0,
    "is_free": false,
    "description": "Distorted World – is an indie first-person shooter with horror elements. The action in this game takes place in a parallel reality. The main character, Oleg Antonov, is an operative of the secret department engaged in research on anomalous phenomena under the President of the Russian Federation.  Together with his partner Eva, he is sent to investigate the nature of the energy surge in the Caucasian mountains, which was recorded by space reconnaissance. Upon arrival, they discover many oddities and an abandoned temple of unknown origin. Upon entering this temple, they discovered an interdimensional portal. Eve is ordered to go through this portal to another dimension. Oleg goes after her. Once on the other side, they see a world similar to their own, but with many oddities. In this world, there is a war between the human race and the alien race. After collecting intelligence, Eva sends Oleg in search of a portal that could return them home. While searching for the portal, he meets Sergei Zakharov, the head of the Human Resistance. Zakharov in all its glory describes the situation to Oleg and asks him to stay and help defeat the aliens. Oleg realizes that his world is next in line and agrees to help. Further, in the person of the main character you have to save your world and the remains of Zakharov's world.<br><br>Features<br><br>- An incredible journey through a world almost destroyed by aliens.<br>- Survival in a hostile environment where there are almost no normal people left.<br>- A beautiful and hostile world.<br>- Intense battles with insane. Collect gold and upgrade weapons.<br>- Full immersion in the atmosphere of Distorted World.<br><br>You can find more information on the official website:  <br>Character information: <br>Enemy information: <br><br>Contact e-mail:      office@distortedworld.ru",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1531460/header.jpg?t=1615711744",
    "developers": [
      "Alexandr Sidorov"
    ],
    "publishers": [
      "Alexandr Sidorov"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}