{
  "1534050": {
    "name": "SCP: Breakout",
    "steam_appid": 1534050,
    "required_age": 0,
    "is_free": false,
    "description": "SCP: Breakout is a Multiplayer Survival horror game set in the SCP Universe,<br><br>SCP: Breakout is a survival horror game set in the world of the SCP Foundation, a fictional organization dedicated to containing and studying anomalous objects and creatures that pose a threat to humanity. In the game, you play as a Class-D a prisoner of the Foundation who has been given an extremely rare and lucky chance to break free from your cell escape a deep underground mega facility in the middle of nowhere. Let's be honest, your chances aren't looking very good...<br><br>As you navigate the facility, you'll encounter a variety of terrifying creatures and objects, each with their own unique abilities and behaviors. You'll need to use your wits and resources wisely in order to survive and get to freedom. The game features immersive gameplay, a creepy atmosphere, and challenging puzzles that will keep you on the edge of your seat.<br><br><br><strong>READ THIS</strong><br>It's important to manage your expectations when it comes to Early Access games on Steam. These games are typically still in development and are not yet fully complete. While it may be exciting to get your hands on a new game before it's officially released, it's important to keep in mind that Early Access games can take a long time to complete and may not always meet the same level of quality as a fully released game. It's important to carefully consider whether an Early Access game is right for you before purchasing, and to be aware that you may encounter bugs, incomplete features, and other issues as the game is still being developed.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1534050/header.jpg?t=1671845108",
    "developers": [
      "Dissension Games"
    ],
    "publishers": [
      "Dissension Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}