{
  "1535850": {
    "name": "The Alchemist Alekki Demo",
    "steam_appid": 1535850,
    "required_age": 0,
    "is_free": true,
    "description": "This is a game about running a potion shop and saving time!<br />\r\n<br />\r\nAlekki has been accused of creating a potion that caused areas of time to merge together. Help her uncover the truth by defeating powerful Echoes of time in different Time-Warped areas. Use the ingredients the Echoes drop to create a powerful potion to repair the timeline.<br />\r\n<br />\r\nWhile you are in these Time-Warped areas you should also pick up different ingredients from the enemies there. These ingredients can be used to create and sell a variety of potions in a few different ways.<br />\r\n<br />\r\nUse the ingredients elemental properties to mix a potion with specific qualities that the customer wants. This is a quick and easy way of getting money quickly.<br />\r\nAnother way is to set up shop and create specific potions for your store to house. Simply mix 2 ingredients together and then set your target audience and price. Depending on what you put the potion will have a different end price and sell chance!<br />\r\n<br />\r\nYou will sometimes get request potions that will give you recipes for potions you can use in the Time-Warped areas to your advantage, for example a potion that increases your damage or makes you invincible for a short duration.<br />\r\n<br />\r\nTravel through a variety of interesting environments and fight different enemies throughout various periods of time. See how these time periods interact and uncover the truth behind the cause of all of this!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1535850/header.jpg?t=1612296312",
    "developers": [
      "Volcanolord"
    ],
    "publishers": [
      "Volcanolord"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}