{
  "1535910": {
    "name": "Kakuro Blend",
    "steam_appid": 1535910,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >Description</h2></strong><br>Kakuro Blend is exactly like the puzzle, Kakuro, but with colors instead of numbers. Each puzzle contains a grid with initially empty squares and colorful triangles. The goal is to fill the squares to the right or below the triangles, so they mix to create the color within their respective triangles. These puzzles are designed to be difficult, with some mixed colors looking exactly alike but having different answers. Kakuro Blend includes 40 increasingly challenging levels, from 6×6 to 15×10, and 8 different color palettes that change up the game slightly so the player doesn’t get used to the same mixtures. Kakuro Blend is simple, colorful, and challenging. If you enjoy tough puzzles, this game will satisfy you for hours.<br><strong><h2 class=\"bb_tag\" >Features</h2></strong><br><ul class=\"bb_ul\"><li>Contains 40 increasingly challenging puzzles of different sizes and color palettes.<br></li><li>Over 10 hours of gameplay.<br></li><li>Easy-to-use and easy-to-understand interface making it extremely simple to play.<br></li><li>Simple controls, can be played entirely with a mouse. Also has keyboard shortcuts for most controls/buttons for faster gameplay.<br></li><li>Each puzzle has a unique solution, so the player won’t have to work through multiple possible solutions.<br></li><li>Progress automatically saves for you.<br></li><li>The levels are very difficult, so four helpful features were added so no players would ever get stuck: an error button, a hint button, a pencil mode, and the color lab.<br></li><li>Color lab allows the player to mix any and all available colors to see the resulting mixture and compare it to the grid. On top of that, the player can right click anywhere in the game to select a color, that will appear next to the mixture in the color lab to compare.</li></ul><strong><h2 class=\"bb_tag\" >How to Play</h2></strong><br>The original Kakuro is a logic puzzle that involves insrting a digit from 1 to 9 into each empty cell so that the sum of the numbers in that row or column matches the clue associated with it, and no digit is used twice for that clue.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1535910/extras/4c4b105ca438596325f0022aba7a8ecf.avif?t=1619694888\" width=600 height=300 /></span><br><br>Kakuro Blend is a twist on the classic Kakuro, played almost exactly the same except it uses colors instead of numbers. The goal is to fill every square cell with the correct color to create a mixture of colors to match the clues.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1535910/extras/551ff23eaf70943d7529dad6da9f591c.avif?t=1619694888\" width=600 height=330 /></span><br><br>The triangles are the color clues the player uses to figure out which colors to place into the empty squares. Each grid square is a part of a vertical and horizontal clue. The color selection area has nine colors which are equidistant from each other on the RGB color wheel. This is so mixing colors didn't result in a lot of browns and greys. Also important to notice how the greens look kind of similar. In a lot of levels, the greens are almost indistinguishable from each other, but the way they mix with other colors are very different. This area also contains a lot of helpful tools that will make sure no player gets stuck on a level.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1535910/extras/5d71f4932c92361153c6736ff275de78.avif?t=1619694888\" width=186 height=330 /></span><br><br>The color lab allows you to mix any of the given colors to try and match that mixture with the color clue you are working on. It is worth noting that some of these mixtures can look very similar. The color selector allows the player to right click on any color to make it appear next to the player created mixture in the top right corner of the color lab.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1535910/extras/e3fa6db206f4a5810d25f398c29d32b3.avif?t=1619694888\" width=186 height=330 /></span><br><br>Demo for Windows is available on the Kakuro Blend website, accesible through this Steam page.<br><br>If you have any problems/bugs, suggestions, or questions feel free to contact me on twitter or email, I love feedback!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1535910/header.jpg?t=1619694888",
    "developers": [
      "Ryan Clarke"
    ],
    "publishers": [
      "Ryan Clarke"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}