{
  "1536440": {
    "name": "Platoon Commander",
    "steam_appid": 1536440,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Take command as a platoon leader in some of the most decisive battles of World War II. <strong>Platoon Commander</strong> is a Real-Time Strategy game focused on the German advance toward Moscow in the fall and winter of 1941. It combines real-time tactical battles with a turn-based campaign map. You can make decisions about the pace of the advance, switch to defensive strategies when necessary, and manage your army, considering weather conditions and the passing of time.</p><p class=\"bb_paragraph\" >The goal for the German forces is to breach Moscow before winter conditions make further progress impossible, whereas the Red Army will need to defeat the invaders. Will you lead the Wehrmacht to Moscow before winter closes the door, or rally the Red Army to hold the line until reinforcements arrive?</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>20 immersive maps</strong>: the campaign features the region leading to Moscow, with a selection of varied maps each presenting a unique tactical challenge and diverse conditions.</p></li><li><p class=\"bb_paragraph\" ><strong>40+ Units types to Lead:</strong> Organize your forces with a squad-based system for a personalized and efficient fighting force. <strong>Wehrmacht</strong> forces include units like the Panzerbüchse 1939 anti-tank rifle, the StuG III B assault gun, and the Sd.Kfz. 222 armored vehicle. On the <strong>Red Army</strong> side, you can deploy iconic troops and machinery such as assault troopers armed with PPSh-41 submachine guns, as well as the T-34 Model 1940 and KV-1 L-11 tanks.</p></li></ul><h2 class=\"bb_tag\" ><strong>Deep Tactical RTS Gameplay</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Psychological State of Soldiers:</strong> Morale is influenced by various factors, such as heavy losses from enemy fire, the presence of enemy tanks nearby, the support of friendly tanks, or being under machine-gun fire. Sometimes a unit may lose a battle simply due to fear.</p></li><li><p class=\"bb_paragraph\" ><strong>Realistic Weather and Time of Day Effects:</strong> Battles can occur during daytime, dusk/dawn, or at night. The weather may include clear conditions, rain, or snow.</p></li><li><p class=\"bb_paragraph\" ><strong>Destructible Environment:</strong> Heavy artillery fire can destroy any structure on the map and even clear out forest patches.</p></li><li><p class=\"bb_paragraph\" ><strong>Buildings as Strongholds for Infantry:</strong> Buildings provide excellent cover for infantry. Units garrisoned within buildings become almost invisible and gain significant protection from enemy fire. Furthermore, infantry stationed on upper floors have improved sightlines.</p></li><li><p class=\"bb_paragraph\" ><strong>Advanced Line of Sight and Detection System:</strong> Various types of vegetation, like bushes, tall grass, and forests, offer different levels of concealment. If a forest is destroyed by bombing, its visibility properties will dynamically change, for an ever-shifting tactical experience where players have to react to dynamic conditions.</p></li><li><p class=\"bb_paragraph\" ><strong>Smoke Screens:</strong> You can deploy smoke screens to conceal troop movements. That combined with shifting line of sight depending on a dynamic weather system, it makes for a compelling and fresh tactical experience.</p></li><li><p class=\"bb_paragraph\" ><strong>Support Options:</strong> If logistics and weather conditions permit, both sides can call in heavy artillery or air support to target enemy concentration of units.</p></li></ul><h2 class=\"bb_tag\" ><strong>Re-live the invasion of the Soviet Union in a dynamic campaign</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Playable Factions:</strong> You can command either the Wehrmacht or the Red Army. In both cases, you are assigned a narrow front that either pushes toward or retreats from Moscow.</p></li><li><p class=\"bb_paragraph\" ><strong>Weather as a Weapon</strong>: Rain, snow, and frost aren’t just visuals; they directly impact troop fatigue, visibility, and combat effectiveness.</p></li><li><p class=\"bb_paragraph\" ><strong>Asymmetrical Campaign:</strong> Initially, the Wehrmacht benefits from better supply lines and higher-quality troops, while the Red Army is battle-worn and plugging gaps with militia forces. However, the faster the Germans advance, the more strained their logistics become, making it harder for them to receive reinforcements. Conversely, as the Red Army moves closer to Moscow, it gains more troops and better supplies.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1536440/header.jpg?t=1760598994",
    "developers": [
      "Alpharabius Games"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}