{
  "1536660": {
    "name": "Ancient Arenas: Chariots",
    "steam_appid": 1536660,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Dangerous, grueling, fierce. Chariot Racing was by far the most favored sport of ancient times. Ancient Arenas takes you back to an age where charioteers were the richest sports stars and team owners were their ruthless and fearless managers.</strong><h2 class=\"bb_tag\" >Manage your mansion</h2>Expand and upgrade your mansion to build, trade, research, explore, and train more efficiently – or even ask gods for divine favors – to gain the upper hand over the competition.<h2 class=\"bb_tag\" >Breed horses, train aurigas, assemble chariots</h2>Prepare your horses to work as a harmonious team, equip and train your Auriga to keep them fit, and customize your chariots with the newest technologies.<h2 class=\"bb_tag\" >Join your faction</h2>Would you rather become a horse master, an expert craftsman, or perhaps the best trainer of Aurigas? Choose your faction and match your gameplay style to achieve success.<h2 class=\"bb_tag\" >Race in the league</h2>Take part in a chariot racing league. Climb to the top against the best athletes and earn the laurels of victory.<h2 class=\"bb_tag\" >Control your chariots in real-time races</h2>Take part in races and drive your chariot on dozens of tracks throughout various regions of the Roman empire. Remember that in this brutal sport, survival is sometimes worth more than victory. Only the very greatest will make it all the way to the Circus Maximus itself.<h2 class=\"bb_tag\" >WeGo and Real-Time control systems</h2>Choose a favorite play style. Issue orders and execute them simultaneously or play in real-time.<h2 class=\"bb_tag\" >Race with friends</h2>And if no one in Ancient Rome can beat you, compete against friends or other players from around the world.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1536660/header.jpg?t=1678219856",
    "developers": [
      "Slitherine Ltd."
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}