{
  "1536910": {
    "name": "Snow Plow",
    "steam_appid": 1536910,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >In the heart of a quiet snow storm</h2><br>It’s the calm before the storm…<br><br>The town of Wintervale has seen snow before. Your fleet has been taken care of since the last snowfall and is ready for a long day. Get some rest as the first snow flakes start falling, this is going to be a big one. You’ll wake up early and get to work, you must make sure the streets are safe when the morning comes.<br><br>3:00 am. Time to go. The snow has piled up already, and the worst is yet to come. <br><br>One thing is sure, you'll have to face a great deal of surprises! Your goal is to brave the elements and safely operate your truck while dealing with unusable roads, rapidly changing weather conditions, last-minute contracts and urgent requests.<br><br>If there is one thing we don't get bored of, it's those magnificient winter landscapes and the peacefulness of a snow storm.<h2 class=\"bb_tag\" >About the project</h2><br>Snow Plow Project is a realistic, moody and slow-paced indie simulation game project for PC that takes place during a quiet snow storm. In the line and spirit of the many simulation games that hit the indie market with great success in the last years, this game focuses on driving and operating machinery in a realistic manner, in order to keep the roads and streets safe by clearing snow and ice.<br><br>The project is still in very early stage of development. What started as a personal project has grown into this beautiful game and is now being developed by gaming enthusiasts and shared with the world as it takes shape. Creating this game was and still is a long learning journey. We are glad to see a community of simulation genre videogame enthusiasts gathering and supporting this project.<h2 class=\"bb_tag\" >Status of the project: Playtest</h2><br>Right now, what we have is a game prototype made of multiple assets (including 2 vehicles), scripts and core mechanics, assembled together in a 250m x 500m sandbox that you're free to explore. Meanwhile, those assets and mechanics are being used in the development of the actual game. Many features are yet to come, starting with the gameplay.<br><br>If you can't wait and want to give it a try now, click on the &quot;Request Access&quot; button above to request your Playtest access for free. Since seats are limited, you'll get an email when your access is granted.<h2 class=\"bb_tag\" >Expected features</h2><br><strong>Main campaign</strong><br><br>The main campaign will be non-linear and will allow you to start your own snow plow company, buy and customize equipment and manage contracts. Contracts will be either long-term contracts for a given sector, short call one-time contracts for higher pay, or urgent requests for highest pay but with higher risks.<br><br>In the campaign we also hope to introduce features like hires, random events (unservicable roads, extreme conditions, mechanical breakdowns, etc), obligations (fuel and maintenance), buyable lands and utility buildings.<br><br><strong>Vehicles</strong><br><br>We intend to feature a variety of snow removal vehicles, including 10-wheelers, motor graders, wheel loaders, snow blowers and tow-trucks. All inspired by real-world vehicles, customizable with desired equipment and all tweaked to match reality as much as possible with detailed sound effects and realistic controls.<br><br><strong>Weather and environment</strong><br><br>A lot of work has been put into the weather system. From volumetric clouds to day/night cycles, snow precipitations, volumetric fog and god rays, northern lights and snow particles! Weather is evolving and smoothly transitionning between conditions. The safety of the roads under your responsability will be measured based on the amount of snow on the road, if it's been sanded/salted or not, and the actual temperature (over which you don't have any control).<br><br><strong>Snow!</strong><br><br>The most important part, the snow. Snow can be precisely plowed (without any &quot;tiles&quot; effects) while discharging a windrow on the appropriate side. Rolling snow and mist can be observed when plowing at significant speed, and the snow will gradually accumulate again if it keeps snowing. Snow banks or piles can be physically broken and taken away.<br><br><strong>World</strong><br><br>The world in Snow Plow will be an open world made of several sectors, representing the city and county of Wintervale, a northern city located at the junction of a valley and a river. Some of the sectors include downtown, Old-Wintervale, fields, national road, and the suburb.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1536910/header.jpg?t=1733950585",
    "developers": [
      "Fifty North Studios"
    ],
    "publishers": [
      "Fifty North Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}