{
  "1537170": {
    "name": "The Zodiac Trial Demo",
    "steam_appid": 1537170,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1537170/extras/aboutstinger.png?t=1613586888\" /></span><br><br>Greetings, jurors. Welcome to the Zodiac Trial, the Zodiac Race. You're all here for one very simple reason. To face judgement. So then, will you all group up, try to work together, see if everybody can solve the puzzles and reach the truth as a group? Or will one of you let your true nature slip, resorting to selfish betrayal to make a way out. The choice is up to you.<br><br><strong><i>Meet engaging new characters!</i></strong><br><br>Play as <u>Mouse</u>,  a law student who is in way over her head. Meet the 11 other jurors, all of whom can become a trusted ally or a vicious enemy. From the composed Ox, to the mysterious Snake, to the dimwitted Rooster, there's a whole cast of characters to befriend or betray.<br><br><strong><i>Solve tons of puzzles!</i></strong><br><br>The Zodiac Trial is filled with a bunch of brainteasers of all different shapes and sizes. From a casual riddle written out on some sheet of paper to a high stakes murder mystery in desperate need of solving, the game is sure to get you thinking.<br><br><strong><i>13 unique routes!</i></strong><br><br>Your fate is in your own hands in The Zodiac Trial! There are a total of <u>13 completely different scenarios</u> to go through. Will you be faced with a puzzling set of locked-room murders, or will the jury descend into a full on turf war? Or perhaps a new Trinket will turn the game into a political bid for votes? Whatever the case, there's sure to be no easy way out!<br><br><strong><i>52+ endings!</i></strong><br><br>There are a ton of choices, and even more ways things could play out, over 52 endings! Depending on how you live, or in more likelihood, how you die, you'll unlock a custom made <u>Death Card</u> representing that ending! And who knows, if you come to truly understand the game, perhaps you could find a way to get everybody out alive. But even if you manage that, who's to say when the chaos will come to a true end?<br><br><strong><i>Additional features included!</i></strong><br><br>On top of the <u>30+ hours</u> of Main Story Content, there's a whole host of additional features, such as a number of quality of life options. In addition, there's an additional unlockable mode for those who have conquered the main game designed to shine a light on certain truths, as well as a Narrator's Commentary that gives all sorts of insight throughout the game.<br><br><i>If you've decided to join the trial, I wish you good luck.</i>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1537170/header.jpg?t=1613586888",
    "developers": [
      "Themisian"
    ],
    "publishers": [
      "Themisian"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}