{
  "1537540": {
    "name": "Dichotomy",
    "steam_appid": 1537540,
    "required_age": 0,
    "is_free": true,
    "description": "Step into the dark warmth of the mind’s eye and use all your focus to carefully guide your thoughts along perilous mental threads. Resist compulsion and distraction to break through your fears and doubts, reveal the celestial clarity that lies beyond.<br><br>Dichotomy is an artistic experience set in an abstract, cosmic, representation of the mind. It aims to give players an empathetic understanding of OCD by making them consider their surroundings as an OCD sufferer would. It does this through a series of rhythm game levels designed around the 5 main types of OCD, with each course manipulating the player’s focus into a similar pattern to that of a sufferer of the corresponding OCD type. On each level, it provides an abstract form of compulsion to seemingly make the difficult tasks easier in the short term, before demonstrating the long term effect of these repetitive behaviours.<br><br>Players use their hands to guide an orb along a series of threads, collecting beads to power it up before using it to try and break the shell blocking out the sky. They must avoid running into mines or holding the orb for too long lest it shrink into nothing; just as a person with OCD must avoid obsessing over a thought for too long else they risk becoming trapped in a mental loop of decision paralysis/rumination. Power-ups unique to each level offer quick boosts to player performance but bring a hidden monkey’s paw style consequence to the rest of the track, reminiscent to how compulsive actions bring temporary relief to OCD sufferers but drain their quality of life with repeated use.<br><br>If you are worried about any aspect of your mental health, the BBC's Actionline website has a list of places where you can find support.<br><br>Artist &amp; Creative Director - Cody Wren<br>Developer - Cody Wren. Music / Sound - Marli Wren. Producer - David Tree<br>Exec Producer - Peter Richardson, Joseph Amoah - BBC RnD<br>New Creatives South East Producer - Jo Nolan<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1537540/extras/3b81fd0f28891278b011e42af91748d1.avif?t=1634054943\" width=616 height=472 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1537540/header.jpg?t=1634054943",
    "developers": [
      "Cody Wren",
      "David Tree",
      "Jon Pearce"
    ],
    "publishers": [
      "Screen South"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}