{
  "15390": {
    "name": "Brothers in Arms: Hell's Highway™",
    "steam_appid": 15390,
    "required_age": 0,
    "is_free": false,
    "description": "Brothers in Arms Hell's Highway brings the critically acclaimed squad-based WWII shooter into the next generation of gaming with amazing graphics and sound, new cutting-edge gameplay features and a totally redesigned online component.<br />\r\n<br />\r\nDelivering on the franchise's compelling story, unrivaled authenticity and intense squad-based action, Brothers in Arms Hell's Highway drops you into Operation Market Garden, the largest paratrooper operation in World War II.<br />\r\n<br />\r\nBrothers in Arms Hell's Highway — next generation: The classic authentic, squad-based combat series explodes on next-generation hardware, offering unprecedented graphics and features.<br />\r\nNew story, new setting: Join Matt Baker, Joe Hartsock and the rest of the 101st Airborne Division in Operation Market Garden as they fight to open the infamous Hell's Highway in a daring bid for a quick end to the war.<br />\r\nLive the life of an enlisted man: Get orders from HQ, go on patrol, spot the enemy and set up a devastating ambush. For the first time, finding the enemy before they find you is part of the challenge.<br />\r\nUnprecedented character design: Lifelike characters look, talk, move and think with incredible realism. Game characters interact with the player and each other like true brothers in arms, trading ammunition, helping wounded allies and civilians, working together to man team-operated weapons, and more.<br />\r\nRich cinematic experience: As the squad leader, you interact with and get to know your brothers. Each character has his own distinct personality, unique story and background, and grows throughout the game.<br />\r\nPowerful new units under your command: Players can use or command combined arms teams — machine gun crews create intense fire, bazooka crews destroy buildings and tanks, and mortar crews pound the enemy from a distance.<br />\r\nPlay your own way: Players can choose to use their squad to execute a tactically elegant flanking maneuver or charge in with guns blazing.<br />\r\nDestructible cover: Keep your men moving and choose your cover wisely — modeled using real physical properties and behaviors, weapons will damage, dent, scorch and destroy the world around you.<br />\r\nCompletely new multiplayer experience: Fight major multiplayer battles with dozens of players on each side, combining all the intensity and accessibility of Deathmatch with the squad-based gameplay that helped make Brothers In Arms famous.",
    "supported_languages": "英语, 法语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/15390/header.jpg?t=1765571234",
    "developers": [
      "Gearbox Software"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 10 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 94,
      "total_negative": 10,
      "total_reviews": 104
    }
  }
}