{
  "1539270": {
    "name": "Yōso Warriors",
    "steam_appid": 1539270,
    "required_age": 0,
    "is_free": false,
    "description": "Yōso Warriors is a trading card game where the 2 players pit 2 to 3 Warriors against each other in 1 on 1 battles. Your goal is to defeat all of your opponent's Warriors using cards your draw from your Main Deck. Each player has 2 decks; a Warrior Deck and a Main Deck.<br />\r\n<br />\r\nThe Warrior Deck contains 2 or 3 Warrior cards depending on the match settings. Warrior cards are the core of the game and you must aid your Warriors in battle to win the match.<br />\r\n<br />\r\nThe Main Deck contains Combat, Support, and Transformation cards.<br />\r\n<br />\r\nCombat cards are used to attack and defend against the opponent's active Warrior.<br />\r\n<br />\r\nSupport cards are used to aid your active Warrior in battle. There are three types of Support cards; Generic, Equipment, and Terrain. Generic Support cards are used once and then discarded. Equipment Support cards are used to improve the stats of your active Warrior while the Equipment Support card remains on the field. Terrain Support cards affect the stats of both players' active Warrior.<br />\r\n<br />\r\nFinally, Transformation cards are used to improve the stats of the player's active Warrior along with providing a second element type to the active Warrior in addition to the Warrior's basic element.<br />\r\n<br />\r\nPlayers earn special crystals and stones at the end of their match depending on their performance. These crystals and stones can be used as materials to forge various cards once the player has obtained the card's forge recipe. Additionally, players can earn Silver at the end of their matches which they can use to buy card packs and card forge recipes. Player's are able to create and customize decks with the cards they obtain in the game in order to create a unique deck which matches your unique battling style.<br />\r\n<br />\r\nYōso Warriors is currently in an open beta phase and we are asking for your help to guide us in how to improve the game. Please provide your feedback on our website or on our Steam community page.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1539270/header.jpg?t=1619527330",
    "developers": [
      "wakiva games"
    ],
    "publishers": [
      "wakiva games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}