{
  "1539090": {
    "name": "Attack of the Mutant Penguins",
    "steam_appid": 1539090,
    "required_age": 0,
    "is_free": false,
    "description": "Unfortunately they are really tough nuts to crack and have a vicious streak running through them  that threatens the peaceful tranquility  of your world. Mutant Penguins is a truly bizarre concept, wholly original, and with the emphasis placed firmly on FUN.<br />\r\n<br />\r\nPit your wits against the marauding mutants in this humorous Arcade strategy game as you battle to prevent them from activating their lethal Doomscale - the ultimate weapon of destruction.<br />\r\n<br />\r\nYou are not alone. Help comes in many guises, from normal penguins who will fight the mutants tooth-and nail on your behalf, to little worker Gremlins who can be collected and placed in the locks of bountiful treasure chest to unlock the treasures within. These are in the form of a wide variety of bonuses, including weapons, special powers and extra gremlins. Place dynamite or glue-sticks to deter the Mutants and even build your own machines to thwart the enemy once and for all.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n•A choice of two main characters, each with their own unique powers, ranging from Electrify, Boomerang, Super-club, torch Breath and Samurai.<br />\r\n•A wacky mix of frantic action and strategic gameplay.<br />\r\n•True arcade presentation for the home PC.<br />\r\n• A need to think a head by laying numerous traps, bombs Anti-Mutant penguin machine while fully engrossed in one-on-one penguin bashing.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1539090/header.jpg?t=1643920698",
    "developers": [
      "Sunrise Games Ltd."
    ],
    "publishers": [
      "Piko Interactive LLC",
      "Bleem!"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 1280,
      "discount_percent": 60,
      "initial_formatted": "¥ 32.00",
      "final_formatted": "¥ 12.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}