{
  "1540830": {
    "name": "Conspiracy Girls",
    "steam_appid": 1540830,
    "required_age": 0,
    "is_free": true,
    "description": "<i>&quot;What's the matter? You DO believe in conspiracy theories, don't you?&quot; </i>- Madison Delaroux<br><br>What happens when you don't believe in conspiracies, despite all the evidence to the contrary? <span class=\"bb_strike\">You get what you deserve!</span> Conspiracy Girls is a short one-shot visual novel about girls who go around exposing the paranormal and conspiracies, getting into all sorts of trouble while doing so!<br><br><br><br><i>&quot;You honestly think Discord won't ban you like they did /r/WSB?&quot;</i><br><br><i>&quot;, get banned later!&quot;</i><h2 class=\"bb_tag\" >Main Characters</h2><br>Madison Delaroux - Madison Delaroux is a conspiracy chaser; she looks up conspiracy theories on the internet and actively chases after them, exposing them s****y-d*o style. Whether by luck or fate, every conspiracy she looks up turns out to be true! She posts the results of her exposes on anonymous message boards, but nobody takes her seriously and thinks she's a LARP.<br><br>Ayano - Ayano is a conspiracy-denier; she denies the main premise of the entire visual novel that conspiracies exist. Unfortunately, circumstances lead her to have to jump through all sorts of mental gymnastics to deny the existence of conspiracies (laugh). She is the ‘detective’ of the story. Unfortunately, she gets her information from psychological manga so her worldview is rather innocent and limited, despite the large amount of things she knows. So she’s an incompetent detective.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >And Now A Message From the Narrator</h2></h2>I wrote this visual novel for those who are like me. <br><br>You're not supposed to understand it, but I hope you had a laugh, it's fun!<br><br>This is an ode to the reality-bending, tendie-loving, meds-rejecting, based autists who lurk the dankest corners of the interwebs. Thank you for reminding me to laugh, even in the darkest timeline. I hope that you enjoy it. I thought this small project would be completed in a few weeks, but then the weeks turned to months, and I put more and more work into it, and here we are!<br><br>Now what? Bad business last year has turned me into a poor man, so much that I had a lot of free time to write this (lol). I'll like to sell an actual visual novel soon, maybe use the funding to go to gunsmithing school? I always wanted to visit the New Continent, but that will really depend on my luck now.<br><br>In the meantime, writing is a pretty lonely thing ;_;, ? You can find me on the steam group and leave a message, I'll try to read all your comments!<br><br>Thank you everyone who helped on this project, especially my early readers who ruthlessly cut down a lot of bad writing with their red swords of truth. (It hurt, but just slightly!)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1540830/header.jpg?t=1614214799",
    "developers": [
      "House of Delaroux"
    ],
    "publishers": [
      "House of Delaroux"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}