{
  "1540730": {
    "name": "Tales of Skiora",
    "steam_appid": 1540730,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Normally, I would tell you not to believe a word I say, but I swear to you, every word is true...</i><br><strong><h2 class=\"bb_tag\" >Welcome to Skiora!</h2></strong><br><br><strong>The Story</strong><br>Tia is a fantasy writer, but only in her spare time. One day she is given a gift, said to protect her from all danger. Little did she know, it protects her through the power of teleportation. <br><br>In an entirely new realm filled with creatures she's only heard about in myth, Tia sets on a journey through perilous lands to find her way home - if the amulet doesn't get her killed first.<br><br><strong>The Synopsis</strong><br>Tia is a New York street hustler who is magically transported to a realm through the power of a magical amulet given to her by a homeless woman. In this fantasy world of Daemonaria, she meets Corvu, a cursed Trickster who insists on helping her get home. Even though the creatures around her fear Corvu, she accepts his help. On the search for a wizard in the main city across the country, they are hunted by an Orc army who intends to use the amulet’s power to take over the kingdom. Through their adventure, Tia is taught basic survival and fighting skills by Corvu. <br><br><i>What will become of their adventure?<br>Will feelings blossom?<br>Will Tia make it home alive?</i><br><br><strong>There's only one way to find out.</strong><br><br>Tales of Skiora is a fantasy JRPG style game based on a book series of the same name. The initial game will be based on the first novel: Amulet of the Witch - a previously successful Kickstarter funded project. It follows the story of a girl called Tia, as she navigates her way through the hostile fantasy lands of Skiora, in order to find her way home. With the various puzzles, battles and storylines available in the game, you will be occupied for hours.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1540730/extras/815159a0f925954b19194aa106a5078f.avif?t=1629480149\" width=640 height=360 /></span><h2 class=\"bb_tag\" >Amazing Features</h2><ul class=\"bb_ul\"><li> Turn Based Battle System<br></li><li> In Depth Characters<br></li><li> Multiple Story Endings<br></li><li> Downloadable Content<br></li><li> Unique Items<br></li><li> Riddles and Vast Dungeons<br></li><li> Extendable Content </li></ul><br>The novel this video game series is based on was a popular successful Kickstarter campaign and is continuing to be developed. <br><br>You can always review the game development and playthroughs which will be posted on the Amber Withers YouTube Channel. <br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1540730/header.jpg?t=1629480149",
    "developers": [
      "Amber Withers"
    ],
    "publishers": [
      "Amber Withers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}