{
  "1540460": {
    "name": "Memory Lost Demo",
    "steam_appid": 1540460,
    "required_age": 0,
    "is_free": true,
    "description": "<ul class=\"bb_ul\"><li> This demo contains a preliminary version of the first and the second level of the game, the visual and gameplay will be refined and improved and may not coincide with the final build.<br><br></li><li> Memory Lost is a top-down shooter about a cyber assassin who has the ability to infect the enemy's mind, seizing control of his body and weapons.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1540460/extras/b44e3b04879fc88f8857af3f48ebc29b.avif?t=1723719413\" width=616 height=352 /></span><br><br>The place of action – the city of Detraxis-promised to become a stronghold of quiet life for the citizens. But the spark of hope has long been extinguished, giving way to the conflagration of corporate wars. Corporation &quot;Redsky&quot; develops a special weapon: a neural network, is able to penetrate the human mind and control it. Thus, the highest ranks plan not only to carry out sabotage by someone else's hands, but also to copy any information that is stored in the memory of the victims.<br><br>...But what will happen if the neural network begins to analyze the memory of each of its victims – and form its own view of what is happening? What if this view turns out to be the opposite of the creator's position? Or maybe a collective image of thousands of lines of program code will be much more human than a real person?<br><br><br><i>Warning: A very small percentage of people may experience seizures while viewing certain images, such as flashing lights or patterns that may be present in video games.</i></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 保加利亚语, 匈牙利语, 波兰语, 俄语, 瑞典语, 土耳其语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1540460/header.jpg?t=1723719413",
    "developers": [
      "Magic Hazard"
    ],
    "publishers": [
      "Magic Hazard"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}