{
  "1541900": {
    "name": "Slav Dangerous Demo",
    "steam_appid": 1541900,
    "required_age": 0,
    "is_free": true,
    "description": "Brawl your way through a locked down city district. Set units' behavior like: how often to use their special ability, how close they keep to their leader or which units to attack first. Place flags and make your units guard them.<br />\r\n<br />\r\nContinues pandemic lock downs frustrated slavic sport fans so much, they go out brawling in the streets. You are their leader. They call you Slav Dangerous. Earn your name in fight. Lead your slavic gang to victory. Very nice!<br />\r\n<br />\r\nIn this demo are two first levels with two leader boards each. These leader boards are only for this demo. <br />\r\n<br />\r\nIn full game each one of the 15 levels has also two leader boards: for fastest winners and for winners with most team life left. There are also 3 endless levels with one leader board each for most enemy life taken. Have fun constantly improving or discovering new tactics.<br />\r\n<br />\r\nIf you are not a patient type and do not want to experiment finding best tactics, but rather start playing faster and do right away better on the time leader boards, read the tips below.<br />\r\n<br />\r\n************** SPOILER ALERT ******************<br />\r\n<br />\r\nThis is just one of the many possible tactics to play faster.<br />\r\n<br />\r\nUsing flags is usually not necessary (unless competing on life leader boards or when this tactic is not enough). Just keep the units as close as possible for easy control. 5 meters distance (Until you get the unit, which is also harming your own. This one has to be kept away in a fight).<br />\r\n<br />\r\nYou can set them all to attack enemies with least health left. This way you will quickly get rid of enemies and less of them will keep attacking. It is of course possible to go more into settings special for coming enemies, but this setting works with all enemies.<br />\r\n<br />\r\nSlowly approach enemies. As soon as the first two move towards you, move away so your group does not bring too many at once. Once the enemies rich your group, navigate your group to quickly surround the enemies. Attacking from all sides will eliminate them much faster.<br />\r\n<br />\r\nIf there are too many enemies coming to you, use your leader to distract and attack but carefully. Don't let enemies surround him. Watch his health bar!<br />\r\n<br />\r\nThis is just one of many tactics to be discovered. It will help you to play faster and have more fun right away.<br />\r\n<br />\r\n************* END OF SPOILERS ******************",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1541900/header.jpg?t=1676665724",
    "developers": [
      "Babooshka Bytes"
    ],
    "publishers": [
      "CoolExGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}