{
  "1541340": {
    "name": "Chronicles of Cascadia",
    "steam_appid": 1541340,
    "required_age": 0,
    "is_free": false,
    "description": "Chronicles of Cascadia contains three short text parser-driven adventure games where you can explore the mysteries of Cascadia! Originally created for Adventure Jam, these have been updated with additional puzzles and prettier graphics.<h2 class=\"bb_tag\" >Void Quest</h2>What happens when you face something mysterious and indescribable right in your own backyard? Will your own curiosity lead you to your demise?<h2 class=\"bb_tag\" >Snow Spirit</h2>Up high in the mountains, you wake up from your summer hibernation, only to find things are not quite as you expected...<br><br>In Snow Spirit, the line between dream and reality is blurred as you try to restore order to the natural world.<h2 class=\"bb_tag\" >Alien Science</h2>As an apprentice researcher living on the edge studying extraterrestrial biology, each day brings an exciting new adventure.<br><br>An unexpected discovery leads to momentous changes in your daily life. How will you survive?<br><br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li> Location-aware text parser with both auto-suggest and auto-correct - fat finger your way to puzzle glory. Using a parser was never more effortless.<br></li><li> Autosaves - no need to save every few minutes before you try something risky.<br></li><li> Deaths (but hey, autosaves)!<br></li><li> No dead ends! Puzzle your way around with impunity!<br></li><li> Bright EGA-ish graphics that evoke that classic feel while looking modern.<br></li><li> CRT emulation mode that gives those pixels an ever-so-slightly fuzzy look.<br></li><li> A way to turn off modern conveniences if you want that true retro challenge! Control your dither level!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1541340/header.jpg?t=1624377078",
    "developers": [
      "Phil Fortier"
    ],
    "publishers": [
      "Phil Fortier"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}