{
  "1541400": {
    "name": "Cutthroat Cove",
    "steam_appid": 1541400,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Cutthroat Cove. Get ready to pillage and plunder, or be prepared to walk the plank.<br>In this open world pirate thriller you can craft, engage in combat with the nasty locals, and follow clues to unlock the secrets of the Old World.<br>Build your own private quarters to stash your treasure and build relationships with your fellow scallywags. <br><br><strong>Key Features:</strong><br>Resources Collection: Collect resources to help you on your quest. Roam the vast reaches of Cutthroat Cove in search of rocks, wood, ore, and sand. Steal drops from you dead enemies and keep yourself from suffering the same fate by keeping food and fresh water on you. <br><br><strong>Crafting:</strong> For the things you can't find, buckle down and build it yerself. From equipment to weapons to buildings, there are endless possibilities to what you'll create. <br><br><strong>Building: </strong>Looking for a place to stash your booty? Try building a lookout with upgradable walls, roofs, windows, and doors to keep out other filthy pirates. Placeable items, such as storage, crafting stations and your respawn can be housed in your quarters. <br><br><strong>Trade with NPC: </strong>Visit the local merchants for hard to find resources, equipment, and more. Ye never know what haul the sailors will have available for purchase.<br><br><strong>Co-Op Campaign: </strong>Join up with your crew of miscreants to solve the mystery of the Old World together. Discover clues, fight enemies, and conquer the world together. <br><br><strong>Multiplayer Chat:</strong> Chat with your crew in Co-Op mode to stay connected.<br><br><strong>Single Player:</strong> Is your crew marooned on a deserted island? No worries! Play as Finn Blackburn, a young explorer ready to dig up the truth.<br><br><strong>Complex AI Enemies: </strong>Fight against Hardwick's army of the dead as you uncover clues and travel between the islands. Be ye warned, they don't go down without a fight. <br><br><strong>Rich Story Line:</strong> Follow mysterious clues to learn the truth about the Old World, gather journal entries, speak with the locals, and discover shocking items to help put the story together.<br><br><strong>Character Customization: </strong>Toughen up your character with the variety of skills and attributes needed to survive fearsome enemies and harsh conditions. Change up your wardrobe and appearance with color customization. <br><br><strong>Survival Elements:</strong> Keep a sharp eye on your hunger, thirst, oxygen, stamina and health. If you can't survive, then it's the Locker for you!<br><br>More to come!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1541400/header.jpg?t=1680642376",
    "developers": [
      "Wicked Games"
    ],
    "publishers": [
      "Wicked Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}