{
  "1542010": {
    "name": "Mariuccha Alchemy Queen",
    "steam_appid": 1542010,
    "required_age": 0,
    "is_free": true,
    "description": "Help Mariuccha become a successful alchemist by making the right choices, befriending the right people and keeping her out of trouble in this innovative fantasy turn based shop simulator that is all about creating the best potions, executing best enchantments and, most of all, avoiding to pay as many taxes as you can.<br />\r\n<br />\r\nYour main objective, other than becoming the richest alchemist in the world, is to find the most optimal way to juggle between mantaining your shop and using the resources you have to help Koiran Naamio in his secret investigation set to understand who is the person that is spreading chaos among the members of the Gear Council. <br />\r\n<br />\r\nChoose where to start your adventure between 5 different kingdoms, ask to one out of the 6 managers available to help you out with their special perks, customize  almost every single aspect of your story by adding, removing or modifying features, regulating multiple aspects of the difficulty level and making things more fun and unpredictable. The options are limitless, as long as you can handle them!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1542010/header.jpg?t=1653909357",
    "developers": [
      "Nuskadamo"
    ],
    "publishers": [
      "Nuskadamo"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}