{
  "1543630": {
    "name": "Mind Lock",
    "steam_appid": 1543630,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >BIG UPDATE!!!</h2><br>Heart Lock has been abandoned in favor of our new project, Angel Droid. This new project is an effort to completely overhaul Mind Lock and Heart Lock's combat system with a better gameplay loop. Click below and check out Angel Droid instead!<br><br><br><br><br><br><br><br>As a bonus, the graphics in Angel Droid received a massive overhaul. We believe graphics do not contribute to &quot;good gameplay,&quot; but we acquired new talent that allowed us to significantly improve our graphics in comparison to visuals seen in Heart Lock &amp; Mind Lock.<br>Don't play Heart Lock, as this game is severely out-of-date, and the Metroidvania-style does not compliment our magic crafting system.<br><br><br><strong>Mind Lock Overview</strong><br><br>Mind Lock is the sequel to <strong>Heart Lock</strong>. We highly suggest playing Heart Lock for free before purchasing this game.<br><br>Enter a world inside your own mind. Watch your imagination come to life before you, as you come to face life struggles that may seem all too familiar.<br><br>Mind Lock is a 2D metroidvania experience that welcomes players to explore strange worlds and craft hundreds of custom spells never seen before. This game was created with the intention to expand your creative thinking, and to find your passion in crafting your way to success.<br><br><br><strong>Features</strong><br><br>In our current development cycle, all features are nearly identical to the features seen in Heart Lock. This will change over time, as Mind Lock is intended to become a much larger sequel to Heart Lock.<h2 class=\"bb_tag\" >Core Abilities</h2>From the beginning of the game, players are able to perform a few core abilities: hover, dodge, and shield/deflect. We have created several more core abilities, but these will be unlocked as we add more levels to the game.<h2 class=\"bb_tag\" >Spells</h2>Players can craft and cast dozens of unique spells with Gems. Soon we will be adding the &quot;Mod&quot; socket, which allows players to attach Status Effects to their spells! Over time, we will improve the visuals (such as element color and texture), crafting cost, and power of all spells.<h2 class=\"bb_tag\" >Elemental Barriers</h2>Players will encounter Elemental Barriers that require specific spells to break. In a typical metroidvania, players are required to unlock abilities that enable them to progress. In addition to <i>ability-driven progression</i>, we hope to push that standard by instilling a <i>crafting-driven progression</i> design.<h2 class=\"bb_tag\" >Critters</h2>Little monsters run amuck in this world! You must craft spells powerful enough to defeat them. These critters drop Gems, Dust, and XP. Over time, each critter will be tailored to have their own unique stats, loot drops, and behaviors. Currently their combat stats are slightly imbalanced, and their AI is kinda dumb, but we will be improving this with more player feedback.<h2 class=\"bb_tag\" >Boss</h2>Level 1 has one unique boss fight. A dark, mysterious manifestation haunts your soul. You will be greatly rewarded for defeating this boss. Take advantage while you can, the boss rewards will change as we add more content to the game.<h2 class=\"bb_tag\" >The Pillow Fort</h2>Relaxing as a park bench, and comforting as a campfire. The Pillow Fort gives players the means to become stronger, and customize their stats to be more effective in combat. In addition, the Pillow Fort allows players to listen to music, or even <i>build your own pillow fort!</i><h2 class=\"bb_tag\" >Loot</h2>All around the world, players will loot various items to help them on their journey. Loot currently includes Gems, Dust, XP, and Charms. Players can equip Charms to increase their stats or movement speed.<h2 class=\"bb_tag\" >World Traversal</h2>Tracking Flora - As players explore, they will encounter plants that grow beneath their feet. As the game intentionally has no map, Tracking Flora was added to help players keep track of places they've already explored. It's quite pleasing to watch the world come to life around you!<br><br><br>Swap Points - Players can quickly teleport back to the Pillow Fort to heal and reflect before venturing out to face more critters.<br><br>Geysers - When jumping isn't quite enough, players will encounter geysers that will boost them up to high platforms. Who needs double-jump when you can just <i>launch</i>.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1543630/header.jpg?t=1666913968",
    "developers": [
      "Lunar Penguin Media LLC"
    ],
    "publishers": [
      "Lunar Penguin Media LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}