{
  "1544510": {
    "name": "Симулятор Сидения на Крыше",
    "steam_appid": 1544510,
    "required_age": 0,
    "is_free": false,
    "description": "Симулятор Сидения на Крыше - проект об опыте людей выросших в 2000ых.<br />\r\nИгра позволит позволит вжиться в роль молодого человека, вернуться в 2007 ой год, и посидеть на крыше с 18летней эмо-тяночкой.  Собственно, в этом и вся её суть - дать возможность испытать это, полюбоваться эстетикой родных нам панельных домов, которые в некоторых кругах стало модно хейтить. Если некоторые игры признаются в ненависти к панелькам, то мы им признаемся в любви. <br />\r\n<br />\r\nСимулятор Сидения на Крыше  - это не совсем в привычном понимании игра.<br />\r\nТак уж сложилось, что всё, имеющее програмный код и 3д графику называется играми.<br />\r\nМы предпочитаем называть этот проект нечто вроде цифровой мечты, аналог брейнданса киберпанка.<br />\r\nНынешние техологии позволяют нам лишь ассоциироваться с играми, но покупателю, в том числе чтобы не разочароваться - важно понимать, что &quot;игры&quot; здесь нет. Это кусочек мечты, и пусть он упакован в машинный код - игрой он не является. <br />\r\nПроект отдаёт дань уважения пост-советской культуре и запечатлевает жизнь нашего поколения в веках, давая возможность окунуться людям в прошлое и посмотреть на мир нашими глазами. <br />\r\n<br />\r\nОсобенности:<br />\r\n<br />\r\n⚫ Ностальгия. Вернись в 2007 год. Снова. <br />\r\n<br />\r\n⚫ Не все сидели на крышах домов с тяночками, и желающие понять какого это - могут купить этот экспириенс.<br />\r\n<br />\r\n⚫ Симулятор Сидения на Крыше - духовный наследник Симулятора Сидения у Подъезда и Platzkart Simulator. <br />\r\n<br />\r\n⚫ Kavkaz Sila Games продолжает бесстыдно доить тематику 2007 года<br />\r\n<br />\r\n⚫ Симулятор Сидения на Крыше - кто-то должен был сделать такой проект и эти кто-то как всегда мы<br />\r\n<br />\r\n⚫ Мы усиливаем российский культурный пузырь. Уехав из России начинаешь понимать, что твой русский мир не универсален, и у людей в головах совсем другое. Другое искусство, другая история, для них не было тех же эпох  - не было тяжелых 90ых, не было свободных, неформальных и ламповых 2000ых, у тебя c людьми не общий мир. В такие моменты ты перестаешь воспринимать что-либо русское как данное, и понимаешь хрупкость твоего восприятия мира. Каждая игра по русской тематике - это не должное, а исключение из правил, и люди должны гордиться что их страна достаточно важная, чтобы её культура запечатлевалась в играх. <br />\r\n<br />\r\n⚫Если ты из тех, кто каждый день пишет о том, КАК ЖЕ ему ХОЧЕТСЯ ТЯНОЧКУ, БЛЕДНУЮ, НЕ ОЧЕНЬ ВЫСОКУЮ - то этот проект для тебя<br />\r\n<br />\r\n⚫ 3д графика, возможность рассматривать пост-советские пейзажи от первого лица<br />\r\n<br />\r\n⚫ Мы боремся с каргокультом. Порой складывается впечатление, что люди в России не осознают, что у них за окном. Каждый второй российский рассказ состоит из &quot;Джонов&quot; и &quot;Стэйси&quot;, с местом дейстия обязательно на западе. Мы хотим сказать, что нет ничего страшного в том, чтобы осознать где ты находишься, и перестать воспринимать нативную для себя среду как экзотику. Проекты в СНГ сэттинге от СНГ разработчиков не должны удивлять, точно также, как и не удивляют проекты в западных сэттингах от западных разработчиков, и мы хотим этому поспособствовать.",
    "supported_languages": "俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1544510/header.jpg?t=1735324902",
    "developers": [
      "ТЯН ТЯН ТЯН ЛАМПОВАЯ ТЯН INDUSTRIES",
      "Kazakhstan Sila Games"
    ],
    "publishers": [
      "Kavkaz Sila Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}