{
  "1544120": {
    "name": "Beat Survival",
    "steam_appid": 1544120,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><strong>Beat Survival</strong> is a pixel-style open-world survival action horror RPG where you battle to stay alive in a world overrun by zombies, dangerous wildlife, and hostile enemies. You can play alone or together with a friend in 2-player local co-op, using keyboards, a mouse, or any major game controller. The world acts like a real simulation during a zombie outbreak: anything that dies can turn into a zombie, which means the longer you survive, the more threats you’ll eventually face.</p><p class=\"bb_paragraph\" >As you explore towns, forests, rivers, tall buildings, apartments, and hospitals, you’ll experience all four seasons—winter, spring, summer, and autumn—each with its own challenges. Rain, heat, freezing nights, and darkness affect your gameplay. You’ll search for food, water, and supplies, scavenging abandoned buildings and looting dangerous locations. Along the way, you can craft hundreds of items, weapons, tools, traps, explosives, and equipment. You can also dismantle furniture, break into rooms, board up windows and doors, farm, fish, and chop down trees to survive longer.</p><p class=\"bb_paragraph\" >Combat is fast and intense. You can shoot zombies with a variety of firearms, slice them with melee weapons like machetes and axes, or throw objects such as chairs, garbage bins, and even bodies, similar to classic beat-’em-up games. You can also burn enemies with Molotovs, set traps, or build explosive devices. Every creature killed has the chance of turning into a zombie afterward, keeping the danger constant and unpredictable. Wild animals can attack, NPCs can be friendly or hostile, and weather or nightfall can change how enemies behave.</p><p class=\"bb_paragraph\" >As you complete missions, you earn skill points that unlock abilities such as carpentry, cooking, crafting, fishing, swimming, electrics, healing others, repairing items, driving vehicles, commanding NPCs, stealing, or even throwing a boomerang. On Easy mode, many skills are already unlocked, and you can revive a few times. On Hard mode, you only live once, enemies are stronger, and every mistake can cost you your entire run.</p><p class=\"bb_paragraph\" >The world is large and open, and players can travel using more than twenty different vehicles, from cars and vans to boats and special machines. To drive, you must find keys and learn the driving skill, or you can buy vehicles from an auto dealership. You can use boats to reach unexplored areas far from land. One of the unique features of Beat Survival is the elevator system. You can travel to higher floors in tall buildings, but zombies and enemies can follow you inside if they wander in by accident. They can also climb stairs, so hiding is never guaranteed.</p><p class=\"bb_paragraph\" >The game offers full control over how you want to play. You can choose to keep electricity and water running forever or let them shut off after several days. Fog of War can be enabled so the map only shows areas you’ve visited, or you can turn it off to see the entire world. Player Vision can highlight moving enemies in the direction you’re facing. You can zoom the camera in or out whenever you want, and the screen can switch between shared-screen or split-screen in co-op with a single button press.</p><p class=\"bb_paragraph\" >Your character must manage survival conditions beyond health, including hunger, thirst, hygiene, stamina, stress, wounds, infections, cuts, and body temperature. You can wear different clothing, helmets, masks, and armor for protection or weather resistance. Tall buildings, dangerous streets, lakes, islands, and abandoned facilities all offer different risks and rewards, and exploring them may lead to rare loot or deadly traps.</p><p class=\"bb_paragraph\" >Beat Survival currently includes one mission in Early Access, letting you try the game for free, while the expanded version adds many more missions, enemies, NPCs, locations, and crafting options through downloadable content.</p><p class=\"bb_paragraph\" >In short, Beat Survival is about exploring a huge world, fighting constant threats, crafting your own tools and weapons, building up your skills, completing missions, and surviving as long as you possibly can—either on your own or alongside a friend in local co-op.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1544120/header.jpg?t=1765752745",
    "developers": [
      "Yulius Sanda"
    ],
    "publishers": [
      "Adamedia Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}