{
  "1544390": {
    "name": "Untitled Rhythm Puzzle Game",
    "steam_appid": 1544390,
    "required_age": 0,
    "is_free": false,
    "description": "Dungeoneer Games are proud to launch our first ever title: ‘Untitled Rhythm Puzzle Game’. No that's not a mistake, someone in the marketing department thought this was actually a good idea!<br><br>Untitled Rhythm Puzzle Game releases as the first ever game in the new URPG genre. A genre based on annoying the player and removing any sort of sanity through solving puzzles based on locality awareness mixed with keeping a ‘simple’ rhythm. It might sound easy, but believe us, it is much harder than it looks. <br><br>In this little story you play as the lead character “Blob”. Blob is a high profile DJ, playing to the biggest crowds, in the biggest of cities. But then one day he made a vital mistake and  didn't look both ways when crossing the road, and has now found himself in Rhythm Purgatory.<br><br>You must help him get up the stairway to heaven, as you slowly descend into madness... In the first every Untitled Rhythm Puzzle Game (URPG), will you be a winner or a loser in the way of the beat?<br><br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li>Play in the 50 level strong “Story Mode”. An unforgiving journey through some of the toughest levels ever created, of course after starting it off easy!<br></li><li> Play in our open “Arcade Mode”. A special area made up of fun challenges and unique game mechanics that are just TOO good for the Story Mode!<br></li><li> Play in our “Endless Mode”. A weekly procedurally generated journey from the easiest of levels to getting progressively challenging as you work your way through. We don’t even have control anymore, the computer has taken over!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1544390/header.jpg?t=1663099055",
    "developers": [
      "Hirschfield Software"
    ],
    "publishers": [
      "Hirschfield Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}