{
  "1544620": {
    "name": "Eascape",
    "steam_appid": 1544620,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in the <strong>healing power of nature</strong> and find your inner peace within contemplative landscapes carefully curated by neuroscientists and landscape designers. Ease your mind while observing nature. Visit this serene world whenever you feel like you need to Eascape. <br><br>Eascape is not a game. It is your new <strong>self-care tool</strong>. A calm place where you don’t need to achieve any goals or perform any tasks. All you need to do is let yourself be present and mindful of the surroundings. <br><br>We designed Eascape after years of studying the beneficial effect of nature on human brain and wellbeing. Eascape combines knowledge of neuroscience, landscape architecture and VR technology to give you the amazing opportunity to connect with nature right from the comfort of your own home. <br><br><strong>Early access version features</strong><br><ul class=\"bb_ul\"><li>Beautiful healing environment with relaxing and meditative properties <br></li><li>Science-based selection of 4 contemplative views<br></li><li>3D full HD quality in 180° view<br></li><li>A complete immersive experience with natural sound<br></li><li>Easy navigation by sight<br></li><li>Teleportation to different views<br></li><li>Scientifically-proven stress and depressive mood reduction (10 min everyday for 2 weeks)</li></ul><br>For the optimal effects on your well-being, we recommend using the app for 10 min every day for 2 weeks. Help us improve the Eascape app by completing the short psychological questionnaire BEFORE and AFTER the use of Eascape, available on our website.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1544620/header.jpg?t=1614324211",
    "developers": [
      "NeuroLandscape",
      "Epic VR",
      "Brainstorm 3D"
    ],
    "publishers": [
      "NeuroLandscape",
      "Epic VR",
      "Brainstorm 3D"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}