{
  "1545370": {
    "name": "Christmas Griddlers Journey to Santa",
    "steam_appid": 1545370,
    "required_age": 0,
    "is_free": false,
    "description": "Christmas Griddlers: Journey to Santa is an exciting intellectual game for fans of logic puzzles and holiday themes. Set out to visit kind old Santa Claus, feel the wind rushing through your hair as you ride his sled, and get a multitude of gifts!<br />\r\n<br />\r\nThis game is also known as Japanese scanwords, Japanese crosswords, nonograms, Japanese puzzles, hanjie, and picross. But whatever we call it, you’re sure to enjoy playing it!<br />\r\n<br />\r\nThe action unfolds in 6 different locations in which over 100 themed puzzles of varying difficulty await you. All this with stunning graphics and holiday melodies – the perfect Christmas gift for refined connoisseurs of holiday puzzles!<br />\r\n<br />\r\nEnjoy fun and exciting gameplay throughout the entire game! Each level contains a little Christmas wonder – a picture that you have to solve. For more comfortable gameplay, we’ve provided two tutorial modes: one for new players and one for more experienced griddler fans.<br />\r\n<br />\r\nIt’s time to prepare for a joyous Christmas adventure with new griddlers! Christmas Griddlers: Journey to Santa – immerse yourself in the atmosphere of the winter holidays!<br />\r\n<br />\r\n- Griddlers with no pen and paper!<br />\r\n- 6 artful locations and over 100 new levels.<br />\r\n- excellent training for logical and abstract thinking.<br />\r\n- over 15 rewards and trophies for extra quests.<br />\r\n- well-thought out tutorial for beginners and experienced players alike.<br />\r\n- beautiful graphics and pleasant music.<br />\r\n- over 12 hours of exciting gameplay!<br />\r\n- the best way to while away those long winter evenings!<br />\r\n- two in one: a Christmas atmosphere and exciting griddlers!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1545370/header.jpg?t=1615808441",
    "developers": [
      "Creobit"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}