{
  "1545020": {
    "name": "WAR LAB",
    "steam_appid": 1545020,
    "required_age": 0,
    "is_free": false,
    "description": "This award-winning in-development game aims to be a physics-based VR shooter with two main modes: <strong>Open World Survival</strong> with procedurally generated world and structures on one side, and <strong>Quick Matches</strong> and arenas on the other side. All this while <u>you build and customize the weapons and equipment with your own hands</u>!<br><br>The core features of the project include:<br>-<strong>Free to play</strong> apocalyptic and competitive experience, with some paid expansions and cosmetics, some of which are obtainable through the Official Discord. You will be prompted to join the discord server from within the experience.<br><br>-Intuitive and advanced <strong>weapon system</strong>, ranging from pistols to guided missile launchers. There are all kinds of weapons, and each of them packs its own features and possible customizations.<br><br>-<strong>Crafting</strong> system with intuitive recipes, refine resources, create components, assemble your projects, and customize them with attachments or component variants.<br><br>-<strong>Building</strong> system with modular components such as the classical foundation, walls, and ceiling, in addition to stations such as dedicated workbenches.<br><br>-<strong>Vehicle</strong> system for air, land, and sea vehicles, fully customizable and configurable.<br><br>-<strong>Huge progression</strong> and tiers of weapons and equipment, you will start making a stone hatchet until you can build a small hut, once you have progressed through the game, you will be able to drive suborbital combat aircraft, or even assemble your own cyborg/android body to have your mind transferred into it for superhuman powers.<br><br>-<strong>NPCs</strong> such as the dumb infected or the savvy specialists, you will find survivors, soldiers, scientists, and everything in between, some of them will help you, others will try to kill you, find out before it's too late!<br><br>-<strong>Full physics interactions</strong>, your body can be pushed and thrown, you will also need a trained stomach, this is a game for VR experts!<br><br>-Procedurally generated world, structures, and complexes (bunkers, villages, camps, etc)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1545020/header.jpg?t=1748823072",
    "developers": [
      "NestorVG"
    ],
    "publishers": [
      "NestorVG"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 61,
        "description": "可用 HDR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}