{
  "1546290": {
    "name": "Frontiers Reach Demo",
    "steam_appid": 1546290,
    "required_age": 0,
    "is_free": true,
    "description": "This demo houses the core components of the gameplay as it stands but may differ greatly from the final product when the official game is released and out of early access.<h2 class=\"bb_tag\" >Frontier's Reach</h2> is an arcade flight combat game set in the Frontier's Reach Universe. A universe where humanity has taken it's first steps into the stars and begun to establish colonies across hundreds of worlds from the most habitable to the most hostile. Players will assume the role of a fighter pilot serving in the privateer fleet of the Republic of the Frontier Worlds where human's from every culture and tongue have come to seek opportunity and an escape from the overbearing authority of the Sol Confederacy of Planets.<h2 class=\"bb_tag\" >The Gameplay of Frontier's Reach</h2> will see the player skip the long trips between locations and drop right into the action. Taking on Sorties players can test their loadouts against a swarm of enemies of a single type. While on Patrols players can pilot their starfighter around areas filled with obstacles and secrets where barnstorming will be the only way to get the prize. And Campaign missions will keep the story moving forward and unlock new and interesting starfighters and weapons for the player to use.<h2 class=\"bb_tag\" >The Starfighters of Frontier's Reach</h2> are old and rugged but more than a fit for the jobs they fill out in the frontier worlds. Choose your starfighter and change it's weapons and module outfitting to your liking.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1546290/header.jpg?t=1703370355",
    "developers": [
      "Blind Alien Productions"
    ],
    "publishers": [
      "Blind Alien Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}