{
  "1546450": {
    "name": "Horns of Justice",
    "steam_appid": 1546450,
    "required_age": 0,
    "is_free": true,
    "description": "Horns of Justice is a brutal sports MOBA. It is inspired by the MOBA genre and has added the elements of ball sports to the mix. The brutal part comes from the resources you can employ; weapons, spells and basic melee moves.  These help you in taking possession of the ball, scoring goals and defending your own goal. It is the tension between the sports field play element and the violence of the MOBA element that creates the dynamic gameplay which makes Horns of Justice the unique game it is.<h2 class=\"bb_tag\" >Pick your style</h2><br>In the arena the aim is simple: Score a goal. The way you achieve it is up to you. Good old brute force, powerful spells with nasty side effects, or clever ball-passing tactics. Stick with a style or pick your own by blending all the elements into a dynamic strategy that rules the arena.<h2 class=\"bb_tag\" >Online Multiplayer Matches</h2><br>Join or create a team and play matches online against other teams. Choose your player from a roster of different characters each from one of 6 classes and master their unique abilities and weapons. Choose a fighting ground from a multitude of arenas and engage in single or multiple matches. Become the ultimate player by enrolling in the deadliest tournament in history.<h2 class=\"bb_tag\" >Single Player Campaign</h2><br>Get to know Horns of Justice’s fascinating universe and characters by playing through the single player’s tournament. Guided by an animated branching storyline where your decisions affect the outcome, this 5 hour campaign offers a tournament that takes you trough dramatic highs and lows.<br>Learn why the tournament exists and discover its dark origins.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1546450/header.jpg?t=1625236554",
    "developers": [
      "Carnival of Creation"
    ],
    "publishers": [
      "Carnival of Creation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}