{
  "1546350": {
    "name": "Detective Riddles - Sherlock's Heritage 2",
    "steam_appid": 1546350,
    "required_age": 0,
    "is_free": false,
    "description": "The Sherlock followers club is opening a new case! A villain is at large again, and the lives of law-abiding citizens are under threat! They need you to solve 120 unique detective riddles and use logic and deduction to free the city from this looming danger! Solve all nonograms and save the citizens!<br />\r\n<br />\r\nHowever, this might not be as easy as it appears! You're going to have to use all the True Detective skills you have, but the work isn't thankless! Collect gold stars and coins with each nonogram you complete.<br />\r\n<br />\r\nDive into a mysterious world of criminal secrets. Complete a simple tutorial. Select your training level based on your detective skills. 120 unique griddlers, 6 locations, over 9 hours of gameplay. New and improved controls and premium-class graphics.<br />\r\n<br />\r\n6 mysterious cases – 6 exciting adventures! The crafty villain has encoded a multitude of riddles, and you're going to have to discover all the elusive villain's secrets! Only a True Detective can succeed and earn the respect of Sherlock himself!<br />\r\n<br />\r\n- A Griddlers game<br />\r\n- Make any purchase - turn off ads!<br />\r\n- 120 unique levels and 6 locations<br />\r\n- More than 9 hours of gameplay with detective music<br />\r\n- Gameplay built on logic alone with no need for guessing<br />\r\n- New and improved tutorial. Choose a training level based on your skills and complete only the tutorial you really need<br />\r\n- Mystical atmosphere of detective world!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1546350/header.jpg?t=1618298716",
    "developers": [
      "Somer Games"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}