{
  "1547370": {
    "name": "Dark Pathways",
    "steam_appid": 1547370,
    "required_age": 0,
    "is_free": true,
    "description": "Dark Pathways is a 2D adventure game with an arcade soul that winks to pixel art. Once out of his cell, our fugitive has to find a way to survive by running along dark paths full of monsters and traps. The door is finally open; it is a mad rush of killing as many enemies as possible while trying to close the gates that allow creatures to enter this world. There is a letter, but it has been torn apart.<h2 class=\"bb_tag\" >Gameplay Description</h2>Your <i>cell</i> is finally open, and you are free to go and move in a vast maze. In the beginning, the labyrinth is empty.<br>In the perimeter of this maze, there are 4 <i>gates</i> for another dimensions, one at <i>north</i>, another at <i>south</i>, then <i>east </i>and <i>west</i>. <br>Every minute these <i>gates</i> will remain open for 30 seconds; after that, evil enemies will invade your world, ready to kill you.<br>The more time passes, the more enemies will be present in the maze.<br><br>So haven't got a moment to lose, you need to find one of the four <i>Gate-Key</i> and then find the relative <i>gate</i>.<br>You can decide to freely run and kill every monster in your path or use your <i>stealth</i> ability and silently evade them.<br>Use the <i>Gate-Key</i> to overload the gate circuit and blow it up.<br><br>As soon as a <i>gate</i> is destroyed, you get a small fragment of the <i>Golden-Key</i>, you must come back to your <i>cell </i> to secure it. <br>Be ready! This tiny object will attract in your direction all the enemies present in the maze while making it impossible for you to use your <i>stealth</i> skill.<br><br>When you bring a fragment of the <i>Golden-Key</i> to your cell, you will be safe for a few moments. But remember, even if inside your cell nothing changes, the entire maze out there will look now different. The paths you have been walking through might be altered or blocked.<br>Take advantage of your <i>light bullets</i> to create new tunnels and reach your destination.<br><br>Destroy all the four gates, and make the <i>Golden Key</i> complete again to finally finish the game.<h2 class=\"bb_tag\" >Main Features</h2><ul class=\"bb_ul\"><li>9 amazing environment styles <br></li><li>procedural maze and traps creation <br></li><li>possibility to climb every surface<br></li><li>6 bullet types (light, fire, thunder, ice, portal, dark) and the possibility to upgrade<br></li><li>destructible maze walls using <i>light bullet</i><br></li><li>constructible maze walls using <i>dark bullet</i><br></li><li><i>portal bullet</i>, to fast teleport the player<br></li><li>4 different enemies, each with different element resistance and weakness</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1547370/header.jpg?t=1723046339",
    "developers": [
      "ThunderSloth"
    ],
    "publishers": [
      "ThunderSloth"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}