{
  "1547230": {
    "name": "Glutton",
    "steam_appid": 1547230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Glutton</strong> - a game that tells us about a creature brought to earth on a meteorite. The game begins with the level of atoms and ends with the scale of the planet, our creature as it grows acquires new skills for more effective absorption of biomass, and protection from the dangers that wait for it at every step.<h2 class=\"bb_tag\" >Game Features</h2><br><ul class=\"bb_ul\"><li> Ability to upgrade the main character for genome points, which gives him not only new skills or improves existing ones, but also changes his appearance!<br></li><li> 5 unique abilities that open up as you progress through the game, which can be upgrade!<br></li><li> As you progress through the main character will evolve, which will also be display on his appearance!<br></li><li> 40 eventful levels in 8 different biomes (you will visit the level of atoms, unicellular organisms, microorganisms, marine animals, insects, people and cities, and so on until you reach the scale of the planet).<br></li><li> Levels both on land and in liquids! Depending on this, the control of the character changes!<br></li><li> System of small missions to diversify the gameplay with different missions on the levels!<br></li><li> At the end of the block of levels, you will find a boss ready to challenge you!<br></li><li> A variety enemies!<br></li><li> System of passing levels by the number of stars, the better you pass them – the easier it will be to go further, because for they open up improvements for skills!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1547230/header.jpg?t=1719947579",
    "developers": [
      "Another Art"
    ],
    "publishers": [
      "Another Art"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}