{
  "1547690": {
    "name": "RPG Maker MZ - Vexed Enigma's pack for MZ",
    "steam_appid": 1547690,
    "required_age": 0,
    "is_free": false,
    "description": "Collecting all of Vexed's previously released Member+ content, this pack is bursting at the seams with Sprites, Battlers, Tilesets, Portraits and more! Rock out with Grunge Club tiles in RPG Maker DS+ style or add a Gunsmith to your POP! Horror City project. Ever wanted to include Marie Antoinette in your game? Now you can! Plus she's a ninja!?<br />\r\n<br />\r\nAlso included in the pack, never-before-released content you won't find anywhere else! Including Cyberpunk tiles in DS+ style and Cinema Lobby and Arcade tiles in POP! style.<br />\r\n<br />\r\nCrafted with love over many months, this pack is filled with a wide range of weird and wonderful pixel art designed to get your creative juices flowing!<br />\r\n<br />\r\nPlease note: This is a very large collection that includes several individual DLC packs. <br />\r\n<br />\r\nThis pack is for use in RPG Maker only!<br />\r\n<br />\r\nFEATURES:<br />\r\n<br />\r\nPOP Style:<br />\r\n<br />\r\nOver 37 unique characters, many with recolors, alternate outfits and poses for a total of 75 units.<br />\r\n13 facesets matching key characters.<br />\r\nCinema tileset (includes partial tile A4 and a complete tile B).<br />\r\nConvenience Store tileset (includes animated door, partial tile A4 and A5, tile B).<br />\r\nGunsmith Tile add-on (includes animated doors, animated work bench and tile B furnishings).<br />\r\nHospital tileset (includes elevator doorx2, tile A4, tile A5, clean version tile B and bloodied version tile C.<br />\r\nSewer and Factory tileset (includes animated puzzle elements, animated doors, tile A1, tile A4, tile A5x2, tile Bx2 and tile Cx2.<br />\r\nWinter tileset (animated presents, tile A2, tile A4, tile A5x2, tile B and tile C).<br />\r\n<br />\r\nTerms of Use:<br />\r\n<br />\r\n* This pack is for use in RPG Maker Series only<br />\r\n* OK to be used in Commercial projects made in RPG Maker<br />\r\n* Contents can be edited<br />\r\n* OK for use in games with gore<br />\r\n* OK for use in adult-rated games",
    "supported_languages": "英语, 日语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1547690/header.jpg?t=1681415719",
    "developers": [
      "Vexed Enigma"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 18 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}