{
  "1549340": {
    "name": "YTP Generator",
    "steam_appid": 1549340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>YTP Generator</strong><br>A downloadable blasphemous generator...<h2 class=\"bb_tag\" >Sound Options:</h2><strong>YTP Generator</strong> allows you to manipulate the sound in your video. Determine the frequency of sound placement, preserve the original sound, or cut-off the sound entirely. There's even a sound synchronization mode, if you feel like making those weird Gen Z humor videos.<h2 class=\"bb_tag\" >Video Construction:</h2>Craft videos as short as a minute, or as long as you desire. You control the duration of each clip, the number of effects per clip, and even the direction the video plays. Speed it up or slow it down, even add comical fast repeats or unexpected deadpan freezes. The power to create an engaging, unique, and humor-filled video is in your hands.<h2 class=\"bb_tag\" >Effects Galore:</h2>Add layers of entertainment with a wide range of visual effects. From adding noise and chromatic aberration for that vintage feel, to brightening, darkening, or completely inverting colors for a surreal vibe. Play around with CRT distortion, cross-processing, bulging, or sketch effects for added depth. There's an effect to suit every vision! Not only that, but each effect is included as a source file, allowing you to change the effects themselves or write your own.<br><br><strong>Get started with the YTP Generator today and create a blast from the past!</strong><br><br><i>MD Wade is not affiliated with, endorsed by, or sponsored by Alphabet Inc. or its subsidiaries, including Google and YouTube.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549340/header.jpg?t=1701648057",
    "developers": [
      "MD Wade"
    ],
    "publishers": [
      "MD Wade"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}