{
  "1549120": {
    "name": "Ludo Tactics",
    "steam_appid": 1549120,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Ludo Tactics, a strategic board game that will challenge your wits and strategic planning skills.<br><br>Inspired by the classic game of Pachisi, Ludo Tactics takes the traditional board game to a whole new level. With its unique combination of luck and strategy, Ludo Tactics is a game that can be enjoyed by players of all ages and skill levels.<h2 class=\"bb_tag\" >A MULTIPLAYER STRATEGY GAME</h2><br>In Ludo Tactics, the goal is to move all of your pieces around the board and into the center before your opponents do. But beware, your opponents will be trying to do the same thing, and they'll be using their own strategies to try and block your progress.<br><br>To win at Ludo Tactics, you'll need to carefully consider your moves, anticipate your opponent's next move, and use your pieces in the most effective way possible. You'll need to make strategic decisions about which pieces to move, when to move them, and how to position them on the board.<br><br>But luck is also a factor in Ludo Tactics. The roll of the dice will determine how many spaces you can move each turn, so even the best-laid plans can be derailed by a bad roll.<h2 class=\"bb_tag\" >HAVE FUN WITH FRIENDS</h2><br>Ludo Tactics can be played with two to four players, making it a great game for families, friends, and gaming groups. Whether you're playing for fun or competing for bragging rights, Ludo Tactics is a game that will keep you engaged and entertained for hours.<br><br>So, gather your friends and family, roll the dice, and get ready to outsmart and outmaneuver your opponents in Ludo Tactics!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549120/header.jpg?t=1710376805",
    "developers": [
      "Gurigraphics"
    ],
    "publishers": [
      " Gurigraphics"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}