{
  "1549280": {
    "name": "Demon Arc",
    "steam_appid": 1549280,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549280/extras/f53cb9273fbf10386337ef3b167b6d63.avif?t=1691978191\" width=616 height=176 /></span><br>Click on the link below to join us on Discord! Be the first to hear all up-to-date news on Demon Arc, engage in our community, and join our closed alpha testing!<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549280/extras/4500c9e33d04eea78efa50609a42b5c2.avif?t=1691978191\" width=616 height=176 /></span><br>You wake up in a strange house, disoriented and confused. As you try to piece together what happened, you can't shake the feeling that something is very wrong. Suddenly, it all comes rushing back to you - the eerie chanting in the woods, the decision to investigate, and then... nothing. All you know is that you are covered in blood and have a freshly stitched wound on your chest.<br><br>Just when you think things can't get any stranger, you are met by a member of the secret Arcanist Brotherhood. He reveals that you have been summoned to his location on accident while attempting to summon a demon. He believes that your heart has been replaced by a demon heart and that you are now a key player in a dangerous game of power between demons and humans.<br><br>As you are plunged into a medieval fantasy world, you must confront your own identity and navigate a treacherous landscape filled with demons, magic, and betrayal. Can you survive in this world where the lines between good and evil are blurred, and every decision carries deadly consequences?<br><br> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549280/extras/65215e268fe121129683d20cce60abf1.avif?t=1691978191\" width=616 height=176 /></span><br>Exploring the open world of Demon Arc is an experience in itself! The dramatic atmosphere and a huge open world that has been overtaken by chaos and darkness really do a lot of the storytelling for Demon Arc. The lore and dialogues are rich and complex with every encounter adding some meaning and backstory to the game. Be careful how you choose your words, making many decisions in the game will affect your encounters moving forward so make sure you think things through. Quests will pull you into many of the dramas and characters of the world, leaving you with a sense of a living and breathing world.<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549280/extras/bf645bf921ed141ddd5bc24d0490d240.avif?t=1691978191\" width=616 height=176 /></span><br>2,000 years ago the demons were banished into the underworld by the Arcanist Brotherhood. But were they? An occult of dark magic users known as the Obsidian Circle is working night and day to raise these demons and cause immense pain amongst the population. A Demon must follow the laws of our dimension and can only be killed in our realm, once killed they can never return. Demons may rematerialize infinitely in Demonica but not above ground. Will you work against the Chaotic arcanists to summon the Demons and put them to rest for good or aid in their efforts?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1549280/header.jpg?t=1691978191",
    "developers": [
      "Neeknog"
    ],
    "publishers": [
      "Dark Matter"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}