{
  "1550880": {
    "name": "Sword and Stone",
    "steam_appid": 1550880,
    "required_age": 0,
    "is_free": false,
    "description": "A savage land filled with fantastical monsters and unknown dangers awaits you, an eager adventurer, looking to build a legacy to last a thousand years. Start by founding a human kingdom, complete with guilds, shops, taverns, and more! Take on quests to earn favor from the NPCs that inhabit your towns, leveling up your abilities and unlocking meaningful gear and progression along the way. Be sure to build defenses, though, as these savage beasts can be unpredictable on a calm evening; but on a Blood Moon...well...<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Huge procedurally-generated world - Explore and find the best location to found your fantasy kingdom in a massive procedural world which seamlessly weaves user-generated structures into it, providing a truly unique experience every time.<br></li><li>Co-op PvE (up to 5 players) - Go out alone or invite your friends to join. Sword and Stone supports player hosted multiplayer. Simply start the game and invite your friends! Each player can choose to build their own city, or work together!<br></li><li>Dynamic skill tree - Level up your weapons to unlock skills and spells, then choose 6 per weapon to perfect your own build. </li><li>Base building - Unlock new technology with each building you construct. Need food? Try a farm. Armor? Blacksmith! Need to connect your cities with portals? Better consult the mages guild!</li><li>Meaningful progression - Leveling up shouldn't feel useless. Expect to get meaningful increases in damage, survivability, or utility, not 1% damage bonuses. </li><li>Workshop support - Jump into creative and build a castle with your friends then upload it to the workshop. Other players can download it and it will seamlessly place into their world, complete with monsters and loot if you so choose. </li><li>Also features engaging questlines, an intuitive crafting system, arachnophobia mode, and much more.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1550880/header.jpg?t=1764295234",
    "developers": [
      "Jordan Marsh"
    ],
    "publishers": [
      "Jordan Marsh"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}