{
  "1550070": {
    "name": "Fantasy Grounds - Cold Harvest",
    "steam_appid": 1550070,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Cold Harvest</h2>Roleplaying During the Great Purges of Stalin's Russia<br>All is not well at Krasivyi Oktabyr-3, a collective farm hidden away in the wilds of central Russia. A fall-off in production has come to the attention of the Soviet authorities and communications are down. No one has a clue as to what is happening out there.<br>Despite the ravages of the Russian winter, someone must be sent to uncover the reasons for the slackening production and to deal with the situation. Vigilance is key, as there may be anti-Soviet agitators at work. Trust no one!<br><strong><br><i> COLD HARVEST</i></strong> is a<br><i> Call of Cthulhu</i> scenario set at the height of Stalin's Russia in the late 1930s. Players take on the role of NKVD agents from the People's Commissariat For Internal Affairs, tasked with investigating strange happenings at Krasivyi Oktabyr-3.<br><i> Cold Harvest</i> has been designed to be playable by one Keeper and one player, as well as for groups of between two to six players. Eight pre-generated investigators are included, allowing players to chose from a range of characters. Directions are also provided as to the role and duties of an NKVD officer, allowing players to quickly understand the motivations and responsibilities of their characters.<br>Throughout the scenario, guidance and roleplaying tips are provided for the Keeper, as well as advice for using other published Soviet-era scenarios with Cold Harvest to form a larger campaign set against the backdrop of Communist Russia.<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Danny Stratton</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1550070/header.jpg?t=1768447428",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 2560,
      "discount_percent": 20,
      "initial_formatted": "¥ 32.00",
      "final_formatted": "¥ 25.60"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}