{
  "1551440": {
    "name": "Lock 'n Load Tactical Digital: Battle Generator & Editor",
    "steam_appid": 1551440,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>It's More Than Just A Battle Generator and Scenario Editor,  <br>It Provides You More Ways To Play.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/extras/ae470bc2eeb499fc13798d62e3ce688d.avif?t=1640933259\" width=616 height=140 /></span><br>LnLT Battle Generator and Editor DLC will add features to all owned DLC modules, by allowing you to generate random battles and design your own scenarios, and adding an RPG campaign.  Battle Generator and Scenario Editor have been tailored to work with all Lock ‘n Load Tactical DLC modules in the series past, present, and future. <br><br><strong>BATTLE GENERATOR</strong><br>Players can choose the size of their campaign (small, medium, and large) the system will randomly create Battle Generator-made scenarios and in a future update will also allow pre-designed scenarios mixed in with generated scenarios.  The computer AI will select and set up its own forces automatically. Players may download user-created scenarios from our Steam Game Depot Workshop at the link below. <br>  <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/extras/3132f46c54ec251776bb8e7e0936cf58.avif?t=1640933259\" width=616 height=140 /></span><br>The Battle Generator provides pre-defined Unit Costs for all forces for each DLC.  The amount of points is defined by the forces and the type of battle you want to generate.  There five types of battles to select from Attack, Defend and, Meeting Engagement, Major Assault, Search and Destroy, and Breakthrough.  A player can then modify up or down the total points available to each side allowing players to play balance one player skill lever against another.   <br><br>The Battle Generator also allows players to mix and match forces and maps from the different game DLC modules to generate historical and hypothetical battles making some for some very unique battles.  For example, Players that own the Heroes of Normandy and Heroes of the Nam DLC modules could have the Viet Cong forces from Heroes of the Nam's face off against the German forces from Heroes of Normandy.  Players may also select a totally non-standard work map such as a desert map.  <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/extras/c7403d2a56cb4e7b3ca964f03c25181d.avif?t=1640933259\" width=616 height=140 /></span><br><strong>RPG CAMPAIGN</strong><br>Players can create up to 13 mission campaigns and let you have the option of selecting a personal leader that you can name and starts with a random leadership, morale, and movement rating.  A Player's leader can gain leadership experience and improve their morale.  The ability to improve your ratings aka 'rank up' isn't particularly easy. Players need to acquire enough points during the battle. The things that will get you points are for actions such as rally a squad, capture a victory hex, activate an event, direct fire that eliminates an enemy squad... Likewise, it can be easy to lose points: lose the battle, fail to rally a squad, etc.  A Player's core troops carry over from scenario to scenario and your leader will gain points based on the actions your leader conducts and is successful at completing.  Players can also gain extra points for Reinforcements that usually come in at a later turn during the scenario. <br><br>Speaking of which: in a regular scenario, we all know the feeling of - OK this is the last turn. Make my men all run like crazy, it doesn't matter if they get mown down, we just need to take the objective.  This adds another dimension to the choices.  Players will face the hard choices of if this is a lost fight and is it best to conserve our men for the next fight. Or if you want to promote yourself? What price will your men pay?  These types of choices the player will need to face from battle to battle making for a great gaming experience.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/extras/3b2949574937597d9621298a7c8ba5a0.avif?t=1640933259\" width=616 height=140 /></span><br><strong>SCENARIO EDITOR AND DESIGNING YOUR OWN SCENARIOS</strong><br>The Scenario Editor is more a Scenario Builder and allows players to design their own scenarios for either Digital games, Tabletop Simulators, or our Board games.     Players can create their own scenarios by selecting the combat forces, maps, scenario events, victory conditions, AI options, and any other special scenario conditions.  Players can also edit all existing scenarios providing in DLC's.  Naturally, you need to own the respective module DLCs to be able to do this.  Players can design scenarios between more than one DLC if you published your scenario, players would need to own both DLCs too.  This allows you to create many new and exciting conflicts, for example, to design a scenario between the Dutch and the Japanese fighting in the Dutch East Indies.   <br><br><strong>SELECTING MAPS </strong><br>Players can any maps provided in the DLC they own.  Players can select whether they are turned sideways or not. From there a player can create a map of up to nine boards large! Three by three. Or a player can choose a long narrow layout, one map by three, and so on. If you are a player that ever dreamed of creating a monster battle you now can.<br><br><strong>SELECT WHO, WHERE, and WHY</strong><br>Players can edit the Scenario information such as who is fighting, why, when, where. Explain the victory conditions, special rules, and/or events.<br><br><strong>SELECT VICTORY CONDITIONS</strong><br>Victory can be assigned by Victory Points comparison, or a number of controlled Victory Hexes, or building(s), or maybe a Zone must be clear of all enemies, or at least &quot;no good order enemy&quot; is in a zone.  Zones are important for defining things like the setup of forces for both sides and even the preferred setup for the AI. For example &quot;AI should set up obstacles in zone 1, place their mortar in zone 2, set up MGs in zone 3, AT teams in zone 4, and lay mines in zone 5&quot;.<br><br>Players can set victory hex locations, and/or buildings. Only one hex of a building? Or the whole Building? All of them?  Players can set up three victory conditions, and specify whether all or just one are required, and which side or sides needs to meet those conditions to win.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/extras/7ed6ad66dad367ac9837549da38a8319.avif?t=1640933259\" width=616 height=140 /></span> <br><strong>SPECIAL SCENARIO RULES</strong><br>Special scenario rules can cover Time of Day (night? Dawn? Dusk?) whether it's raining, are buildings only single story, or is the terrain damp.<br><br>Leading on to the forces to be used, these are picked from a pool of the units that come from the module(s) you chose to build with. You will be choosing SMCs, MMCs and Weapons Teams, AFVs, etc to be part of a group. This group can be assigned to set up at scenario start or come on at a certain turn number. They could only arrive when triggered by an event, etc. Events like that can be triggered either by a unit coming into the line of sight of a hex or entering that hex.<br><br>From there you can create yet more groups. They're handy for jobs like getting the AI to handle an area with a particular task force, just as one example. Perhaps group two are the reinforcements that arrive on turn 3. It's up to you.<br><br>Each unit can have specific victory points assigned to it (&quot;the mission is the man?&quot;) or a particular skill. Perhaps that SMC starts wounded? Are they &quot;bold&quot; or maybe also &quot;dedicated&quot;? You can choose to restrict a unit to a particular zone or forbid it from entering a particular zone.<br><br><strong>INSTRUCTING THE AI</strong><br>We have added some AI settings that allow us to change the way the AI will behave. Among these, we can control whether the AI will prefer to set up more centered, or closer to where their enemy is going to be. A player can set an attack or defense posture for the enemy, or even tell it to change that stance on a particular turn number.<br><br>There is a desperation multiplier and that sets the number of risks will the AI take.  Will the AI act conservatively, or will the AI act more recklessly charge forward? This is a variable number, so you can choose for the AI to be more aggressive, or is the AI going to be scrupulous about using cover or not, or somewhere in-between.  This can be used to make the unit forces to act more historically as well.<br><br>Battle Generator and Scenario Editor has been designed to get you into the action fast but also gives you a lot of flexibility to play in many different ways and always your way.  <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/extras/5cfd2d4cd54cdcdeba2c1b70f962ba05.avif?t=1640933259\" width=616 height=140 /></span><br><strong>COMING FEATURES</strong><br><strong>Here are some of the features we are working on for Battle Generator &amp; Scenario Editor.</strong><br><br><strong>Command Play:</strong>  This feature is for players playing online or head to head.  Players at the start of the scenario will select how many Leadership Command points are being given to each side as well as how long each player has to complete his turn.  The timer can be from one minute on.  Players can set different timer limits per player which can be used to help balance different types of players.  An example would be a longer timer for a beginner player compared to a shorter timer for a more advanced player.  Once this is set both players would need to confirm the sections before play would start.  The purpose of the Leadership Command point allows the player when he wants to reset his timer by doubling the amount of his timer normally allowed.  Once the timer runs out that player is consider done.<br><br><strong>Unit Point Cost Editor: </strong>. Each DLC has its own unit point cost.  This feature will allow you to edit these unit point costs and save them for your own purposes. <br><br><strong>Ability To Print Scenarios: </strong> A player will be able to add their own images, scenario descriptions, and then players can then save them as either JPG or PDF file formats.  These scenario files can be used and uploaded to the LnLP Resource area and/or on sites to be used with our Tabletop Simulator, VASSAL, and Board game editions.  <br><br><strong>Player Request Features:</strong>  As Players request new features we will consider them and implement them as possible.<br><br><i>Please note that requested features such as the Unit Creator and Editor and the Map Creator and Editor may or may not be completed and if completed will be released as separate DLC content. </i>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 芬兰语, 日语, 挪威语, 波兰语, 俄语, 简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551440/header.jpg?t=1640933259",
    "developers": [
      "Lock 'n Load Publishing"
    ],
    "publishers": [
      "Lock 'n Load Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}