{
  "1551160": {
    "name": "Combat Mission Cold War",
    "steam_appid": 1551160,
    "required_age": 0,
    "is_free": false,
    "description": "Combat Mission Cold War is set in the tipping-point years of a conflict that gripped the world for 45 years. Between 1979-1982, both the NATO and Soviet Warsaw Pact militaries began the shift away from industrialized warfare of the early 20th century and towards the modern digital battlefield of today. Combat Mission Cold War simulates several “what if” conflict scenarios between US and Soviet forces centered on the strategic Fulda Gap and environs in West Germany.   <br><br>The game also simulates the early days of the US National Training Center (NTC) as US forces began to rapidly transform away from Vietnam era doctrine and towards the revolutionary AirLand Battle concepts that would define warfare in the modern era.   <br><br>Combat Mission Cold War is intended to be a sandbox for experimentation, for example how would a situation unfold when equipped with M-60A3s or M1s in 1982 facing off against T-80s?  How about the same situation with M-60A1s or M-60A2s in 1979 against T-64s or T-62s? The game allows a player to do just that! <br><br>Combat Mission Cold War comes with 15 standalone scenarios set in the US V and VII Corp sectors of West Germany and 3 full length campaigns: <br><br><ul class=\"bb_ul\"><li>The NTC Campaign. The National Training Center in the California Mojave Desert was established in 1982, right at the end of Combat Mission Cold War’s time frame.  The NTC campaign puts you in command of a US Army Company Team as it begins its rotation and trial by simulated fire against the premier Soviet style formation in the world, the NTC OPFOR (Opposing Force).<br><br></li><li>The US West German Campaign.  Set in the southern Fulda Strategic Corridor between Fulda and Hanau, the US campaign unfolds across historically accurate maps as player take charge of the 2nd Bn TF of the 28th Infantry Regt in a race to stop the Soviet juggernaut. In keeping with the sandbox theme of Combat Mission Cold War, there are two versions of the US Campaign, 1982 and 1979 to allow players the opportunity to see and compare the differences in equipment between the two periods. <br><br></li><li>The Soviet Campaign.  Set north and east of Fulda, the Soviet Campaign follows the “Ride of the 120th Motor Rifle Regt” on the opening 48 hours of a fictional “what if” West German invasion.  Players will fight on historical battlefields “that never were”, such as Eiterfield and Alsfeld as part of the first wave of Soviet troops racing towards their divisional objectives. </li></ul><h2 class=\"bb_tag\" >Features:</h2><br><br><ul class=\"bb_ul\"><li>Take command of either US or Soviet tactical formations, centering on the Company Team or Battalion Task Force between 1979 to 1982. <br></li><li>Tactical formations include highly detailed, historically accurate organizations, equipment and modeling of weapons effects that is second-to-none within the wargaming industry.<br></li><li>Full suite of era-accurate tanks and mechanized infantry fighting vehicles, including many not available in any other Combat Mission franchise: (M48, M60 series of tanks, M150 TOW, M1 (105), T64, and T80, etc.<br></li><li>Full suite of aircraft effects modeled on legendary platforms such as the iconic US F-4 Phantom and A-7 Corsair.<br></li><li>Scenarios range from small platoon-based actions to large Battalion battles. <br></li><li> The Soviets bring with them their service workhorses, the infamous Mig-23/27, the Su-17, the rare but powerful Su-25 Frogfoot, and the well-known Mi-24 series gunship, including the first “Hind A” version and the famous “Hind D.<br></li><li>Combat Mission Cold War also includes new and reoccurring battlefield innovations such as the introduction of Single and Dual-Purpose Improved Cluster Munitions delivered by both air and artillery support. <br></li><li>The early days of electronic warfare is modeled giving players a sense of the impact an encroaching digital age would have on warfare</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551160/header.jpg?t=1758813434",
    "developers": [
      "Battlefront"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 35740,
      "final": 35740,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 357.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 3,
      "total_negative": 10,
      "total_reviews": 13
    }
  }
}