{
  "1551260": {
    "name": "Solid River",
    "steam_appid": 1551260,
    "required_age": 0,
    "is_free": false,
    "description": "Dive into the immersive world of SolidRiver, a survival RPG set in a procedurally-generated medieval universe. Here, every decision shapes the storyline and unfolds in a cross-platform, multiplayer setting.<h2 class=\"bb_tag\" >Craft your Legacy</h2><br>Within SolidRiver's extensive crafting system, the creative possibilities are endless. From simple survival gear to elaborate armors and weaponry, craft a variety of items using the resources you collect. Your ingenuity defines your survival and dominance.<h2 class=\"bb_tag\" >Limitless Building System</h2><br>Experience limitless creativity with SolidRiver's No-Grid Building System. Freed from grid constraints, construct unique buildings of unprecedented detail. From tiny hamlets to bustling cities or towering castles, create a world that mirrors your vision.<h2 class=\"bb_tag\" >You are not alone</h2><br>Engage with SolidRiver's diverse AI villagers, each bursting with unique personalities and stories. Your interactions influence their lives and the vibrant community within the game, adding another layer of depth to the experience.<h2 class=\"bb_tag\" >Living Quests</h2><br>Enjoy the thrill of an adaptive quest system that evolves based on your decisions. The choices you make can change the trajectory of quests, providing a fresh, dynamic storyline for every playthrough.<h2 class=\"bb_tag\" >Cross-Plattform</h2><br>Experience the excitement of SolidRiver's cross-platform multiplayer feature. Join forces with friends or forge new alliances with players worldwide. Engage in epic battles, or trade goods in a shared world that's constantly evolving.<h2 class=\"bb_tag\" >Explore a Massive World</h2><br>Venture into a colossal, procedurally-generated world. Each new game of SolidRiver offers a unique landscape filled with realistic terrains, diverse ecosystems, and hidden treasures, providing endless exploration opportunities.<h2 class=\"bb_tag\" >The Journey is wating for you</h2><br>SolidRiver combines the excitement of a survival RPG with the charm of a medieval setting. With extensive crafting, a no-grid building system, dynamic villager interactions, adaptive quests, and seamless multiplayer gameplay, it's a world shaped by your decisions. Embark on this grand adventure across platforms and uncover the limitless narrative possibilities that SolidRiver offers.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551260/header.jpg?t=1760874253",
    "developers": [
      "welevel studios"
    ],
    "publishers": [
      "welevel studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}