{
  "1551270": {
    "name": "Thwak: Infinite Forest",
    "steam_appid": 1551270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>A Walking Adventure Game Like No Other</strong><br><br>Welcome to the Infinite Forest, where every step is an invitation to the unexpected, and every decision is the punchline to a joke you didn’t see coming (hopefully... maybe?). In THWAK! Infinite Forest, you’re not just walking—you’re wandering through the weird and wonderful world of my wildest game design dreams. It's like I simply dumped my game design journals and shoved them into the computer, pressed &quot;compile&quot;, and shared it with you.<br><br>Ever asked yourself, &quot;Wouldn't it be funny if...?&quot; Well, I did. A lot. And now, possibly to your chagrin, you get to experience the results.<br><br><strong>Explore the Ridiculous:</strong> Secrets are everywhere—behind trees, under rocks, and maybe in places you'd least expect. The forest is vast, but with a keen eye (and maybe a bit of luck), you'll uncover hidden treasures, bizarre encounters, and random happenings that will make you laugh, gasp, and question the nature of reality itself.<br><br><strong>Collect Resources:</strong> Need some water? How about a purple gem? I hear ogres like onions. Maybe you'll run into an onion. You’ll gather all sorts of quirky items that may or may not be useful, but they’re definitely fun to find. And who knows? They might come in handy when you least expect it.<br><br><strong>Experience the Unexpected:</strong> This is not your average walk in the woods. From flying squirrels with attitude to trees that tell terrible jokes, the Infinite Forest is packed with surprises. One minute you’re peacefully strolling along, the next you’re part of an impromptu dance-off with a very enthusiastic cryptid.<br><br>So, lace up your boots, prepare your best &quot;What the...?&quot; face (which you can swap out if you find the right machine), and get ready to dive headfirst into a game that’s as much about the journey as it is about the destination.<br><br>Because in THWAK! Infinite Forest, the only thing you can predict is that it’s going to be unpredictable.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1551270/header.jpg?t=1724343491",
    "developers": [
      "Alexander Shen"
    ],
    "publishers": [
      "Alexander Shen"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}