{
  "1552440": {
    "name": "Keeper of the Day and Night Demo",
    "steam_appid": 1552440,
    "required_age": 0,
    "is_free": true,
    "description": "Between the monster attacks and the magic theory essays, your sophomore year at Magi Academy is shaping up to be a killer.<br><br><i>Keeper of Day and Night</i> is a 390,000 word interactive urban fantasy novel by Brynn Chernosky, where your choices control the story. It’s entirely text-based—without graphics or sound effects—and fueled by the vast, unstoppable power of your imagination.<br><br>A newly declared keeper, you realize life hasn’t changed much when you’re attacked by werewolves over the summer. With the aftermath of a demon attack to deal with, the kidnapping of a girl who isn’t supposed to exist, and more magic theory homework than ever, your sophomore year at Magi Academy is shaping up to be a killer. Hopefully not literally. <br><br><ul class=\"bb_ul\"><li> Play as male, female, or non-binary; gay, straight, bi, or asexual.<br></li><li> Romance or befriend one of ten love interests, from a cheerful clairvoyant to a snarky telepath, each with a unique subplot.<br></li><li> Learn to control your powers as one of seven unique species, from human to nephilim, while raising a hellhound puppy, phantom kitten, or dragon hatchling.<br></li><li> Choose one of six majors, from Magic Theory to Magic Technology Engineering.<br></li><li> Embrace your celebrity status as a keeper, or swear off press conferences forever.<br></li><li> Support one of the factions working to take control of New Magi City, or forge your own path.<br></li><li> Discover the secrets of your past, and become involved in the NMC intrigue yourself. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1552440/header.jpg?t=1734034669",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}