{
  "1552060": {
    "name": "Sockpuppet Noire",
    "steam_appid": 1552060,
    "required_age": 0,
    "is_free": false,
    "description": "New Drawer was a city of sin, a cesspool of all the lowest scum you could find. If they weren't already pink by the mishandled wash of corruption, you could bet they were lost and alone, doomed to search forever for their lost partner.<br><br>And in the middle of all this mess, there was I. Frank Sockowski, Private eye.<br><br>I made my coin by looking into the dirty heels of this city, snooping around, and solving crime.<h2 class=\"bb_tag\" >GAMEPLAY</h2>As a private detective (and sock puppet) it is your duty to investigate gruesome cases. Armed with the sharpest wits in New Drawers and your trusty magnifying glass, you get information through interrogation, classic sleuthing around crime scenes, and getting gossip from the local bar.<br>You unlock new clues as you progress the story, and once you are confident in your findings, you can carry out an arrest on your main suspect.<h2 class=\"bb_tag\" >PRODUCTION</h2>This game was initially made during the Global Game Jam 2020 but has since been expanded, adjusted, voiced, and polished.<br>The main crux was that we had no artists in our team, so we had to improvise. Hence, sock puppets were made, filmed on a green screen, and put into the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1552060/header.jpg?t=1727088561",
    "developers": [
      "LizardFactory"
    ],
    "publishers": [
      "LizardFactory"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}