{
  "1552830": {
    "name": "Veg Out Crew",
    "steam_appid": 1552830,
    "required_age": 0,
    "is_free": false,
    "description": "Veg out Crew is the heart warming game where you choose who you want to play as from the many different fruit and vegetable characters to choose from. All having their own appearances but play with the same mechanics from running and jumping around on platforms and staying out of harms way, to dodging enemy bullets, being precise in movement and taking down those nasty bosses! <br><br>It's a thrill of a game though a little slower paced, yet a joy to be one of the special foods that will end up finding the heart of the food chain where the mold is taking over and ruining it for everyone. It's your mission to get there and make a difference, to take out the mold and how it's taking over the food industry. To work your way through each level whether taking down the enemy or playing it safe, where if you have no weapon, only the bosses will find you a threat!<br><br>Many fun things to be played and enjoyed, working through all of the below that should help you achieve your courageous goal!<br><br>- Many of your favourite vegetable and fruits to choose from including Carrot, Banana and more<br>- Over 50+ levels in early access, with 6 different stages and a minimum of 8 levels per stage<br>- A great assortment of different weapons that span from the house hold, including a pan, spoon, fork and more<br>- Traps, enemies and other things waiting to take you down, from bad and moldy fruit and vegetables to spikes, boulders, water and what else could you want as your threat may never stop<br>- Simple and fun boss fights that'll keep you engaged and get your heart pounding<br><br>It's not a AAA game but it's one hell of a fun one and makes for both the kids and adults smile!<br><br>Come join in on the discord at  and help shape our game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1552830/header.jpg?t=1658437410",
    "developers": [
      "Guy Kimpton"
    ],
    "publishers": [
      "Guy Kimpton"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Started Veg out Crew journey!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1552830/13d11c264d8752e6bbae293511516a321fff45a1.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}