{
  "1552530": {
    "name": "Silverwing",
    "steam_appid": 1552530,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Silverwing</strong></i> is an action flight game where you build an array of powerful spaceships to combat enemies across space and a diverse set of planet landscapes. Use your piloting skills and a 6 degrees-of-freedom flight system to defeat enemy fighters, bombers, turrets, and capital ships. Play through a fully voiced 20+ mission campaign with multiple endings based on your mission choices.<br><br>As you progress through the game, you'll earn credits to upgrade ship components and unlock their powerful array of abilities. Choose the ships that fit your playstyle whether it be a fast-paced fighter or a massive gunship. Customize your ship's weapons and abilities for each mission. Will you use stealth? Disable ships? Or simply overwhelm them with an onslaught of missiles. The choice is yours.<br><br>Gameplay Features:<br>- Easy to learn, intuitive controls<br>- 6 degrees-of-freedom (6DOF) flight system<br>- 8 flyable ships with each supporting a unique gameplay style<br>- Earn credits through completing missions and use them to upgrade your ship components<br>- Upgrade each ship in your hangar to improve acceleration, speed, shields, hull, weapons array, and missile capacity<br>- Customize your ship's weapon loadout, special abilities, and ship color<br>- 20+ mission campaign<br>- Fully voiced characters<br>- Multiple mission types including search and destroy, high-speed chases, stealth recon, escort, location securing, turret building and tower defense<br>- Battle an array of enemy fighters, bombers, turrets, and capital ships<br>- Beautiful and diverse landscapes and spacescapes for each mission<br>- Campaign system map to view progress, fleet locations, and territorial control<br>- In-game decisions that affect the campaign and ending<br>- Support for keyboard+mouse, joystick, and controllers",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1552530/header.jpg?t=1655247703",
    "developers": [
      "Synthetic Vector Studios"
    ],
    "publishers": [
      "Synthetic Vector Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}