{
  "1552050": {
    "name": "GILLES",
    "steam_appid": 1552050,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >GILLES  is the Gilles Villeneuve Metaverse.</p><p class=\"bb_paragraph\" >A Exploration Story Driven Adventure. <br><br>You play as the New Guest invited for the Klown movie premiere.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Shows the Journey of a Theater Director's 10 years exile to write a Theater Play of his Great Work, The Klown. </p><p class=\"bb_paragraph\" >Gilles settles alone while he waits Sam Path and his crew to arrive and join him on his Journey to show the The Klown's Great Premiere. </p><p class=\"bb_paragraph\" > Can you find a way to watch the Premiere?</p><p class=\"bb_paragraph\" >You take the role the New Guest of Gilles, while he writes and plays his Great Work, a new Play called The Klown. Investigate all the details of his House and Theater to discover the history of the people who live there and find out more about the mysterious Klown. Unravel the events of a family's lives by investigating what they do and what this is all about. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Discover the mystery behind the Theater Courtains and this new Universe through GILLES eyes. This psychological Dark Fantasy Horror thriller shows you the 10  years exile of a Writer. An immersive Reality: Go back and forward in time from the 1980s to the 2020s, when visiting a home where every detail has been carefully recreated, as the sounds of a storm and thunder bolts outside envelop you in the experience. As Gilles's writing creates a new Story and it's Universe, his Visions about it become more and more Real.  </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The boundaries between Fantasy and Reality are now fading away. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- Gilles is the episode Zero of a virtual experience that allows you to explore Gilles Villeneuve's creations. This Game works like an interactive virtual museum growing environment, is a Exploration game. </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >- No combat, no guns. GILLES is an immersive experience that invites you to experience at your own pace, without being attacked, stuck, or frustrated. This World just wants you to explore it. There are so many hidden secrets that you need to find out by yourself. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- Graphic environment investigation: Find out what happened to the Sampath family by examining a world full of family belongings, notes, letters, pictures and videos you found. Use your powers of observation to put together a story that unfolds as you explore. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- A compact narrative experience: On this episode Zero, in the course of one to two hours, you will discover the story of Gilles, Sam Path, the Wizardry and secrets behind the house in Porto das Dunas. The amount of discoveries depends on the depth with which you follow each small trail in this dense space full of secret stories. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >- Next-gen cinematic, sound, imagery, character and environment design are combined with a rich storyline that twists and turns. </p><p class=\"bb_paragraph\" >More than a Story Driven exploration game, a Reality System from Infiniti Studio. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >There is no End here, is just you and the Time that you still have.</p><p class=\"bb_paragraph\" >You gonna wish stay in Porto das Dunas FOREVER, and EVER.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1552050/header.jpg?t=1754910764",
    "developers": [
      "Infiniti Sound Imagery Studios",
      "Cine Game Interactive Systems"
    ],
    "publishers": [
      "Gilles Villeneuve Pictures"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}