{
  "1553110": {
    "name": "Meteoroids 3D",
    "steam_appid": 1553110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Asteroids: when the simplest is the most addictive.</strong><br><br>Eighties of the twentieth century. The golden age of 8-bit video games. We were leaving school, and we were going to spend our precious coins in the arcade machines.<br><br>One of the machines that personally caught my attention was Atari's Asteroids. How could something so simple be so addictive? How could they simulate the physics of that little white triangle on a black background in such a way?<br><br>Asteroids was as simple as it gets. A simple black background, a white triangle, and figures representing asteroids, which were destroyed as we shot white dots from our triangle, which was our ship. Imagination did the rest. And the inertia effects were really amazing for the time.<br><br><strong>A tribute to Asteroids: Meteoroids 3D.</strong><br><br>Meteoroids 3D doesn't pretend anything except two things: to be a tribute to Asteroids, and to allow the player to go back to destroying space rocks in an absurd and crazy way. To do this we have created a modern game, with weapons and scenarios in three dimensions, but with the simplicity of the game of the time. <br><br>Meteoroids 3D doesn't want to be better than Asteroids; that's impossible. What we want is to make a tribute. And that's all we want.<br><br>We have added some aspects, besides the famous UFO: a demon, and some enemy ships that launch rockets to destroy us. Main features are:<br><br><strong>Features.</strong><br><br><strong><i>Note: we highly recommend using a pad (Xbox, Playstation or compatible) because you'll have more control flying the starship.</i></strong><br><br>1.- 24 levels, that follow the greek alphabet. Why the greek alphabet? It's cool.<br><br>2.- Seven weapons. You get new weapons while you get new levels. But you can activate all the weapons from the very first time if you wish. <br><br>3.- Energy weapons are far more effective, but consume a lot of energy. Be careful.<br><br>4.- Missiles. They follow the priority targets. If there are only meteors, they destroy the nearest. If there are enemies, they follow the most dangerous.<br><br>5.- Enemies. Asteroids had the UFO. Here you'll also get the Demon, the Mother Ship, and enemy fighters, that are very, very fast and dangerous.<br><br>6.- What if you don't want enemies and just want play the old way, destroying meteors? Deactivate enemies and that's it.<br><br>7.- Every time you start destroying meteors there is an incremental count that finishes after a time. Try to make your best records in the minimum time.<br><br>8.- There are two initial scenarios, more to come. But don't worry: the main goal is to finish meteors, not scenarios.<br><br>9.- You can see who's the best in the Steam statistics.<br><br>10.- First view is the best! We want third view! Well, choose how you want to play in the config menu.<br><br>11.- Fast game or a long challenge? You can modify the time for every level from 3 minutes to 15. And you're going to suffer if you want to survive.<br><br>12.- Leaderboards and records for various items, including the record destroying meteors in 20 seconds.<br><br>Have an idea or something to say? This is a game to have fun. We'll hear you.<br><br>Last, but not least, we have added <strong>a full physics option</strong>: if the player wants can activate it, and then the ship will have the same inertia that the small ship of the old game had, so the control will be logically more complex. Those who do not want that degree of realism in physics can leave the simple mode activated.<br><br>For the rest, Meteoroids 3D is a simple, addictive game, with twenty-four levels, which wants to be a tribute to the games that gave us so many good times in the eighties, and especially Asteroids, which undoubtedly made me leave many, many coins inside. <br><br>We hope you enjoy Meteoroids 3D, but don't forget to play Asteroids in some emulator. It's still as addictive now as it was then. Thank you very much.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1553110/header.jpg?t=1616783203",
    "developers": [
      "Titan Deep Space Company"
    ],
    "publishers": [
      "Titan Deep Space Company"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 13,
      "highlighted": [
        {
          "name": "Iron Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/5308673d472384049ab00063b51f16afa461d63e.jpg"
        },
        {
          "name": "Steel Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/22cb33fe20412a072109a59148da38bf49132a02.jpg"
        },
        {
          "name": "Bronze Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/8e3c1e8463073cbf9ff1c37769a5dad0c5009ec4.jpg"
        },
        {
          "name": "Silver Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/ccb7cef0aeeff5e064410ea1921c03868c66f6ea.jpg"
        },
        {
          "name": "Gold Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/fff7e7c8097128ddf6c2b6e739175bb24b5b8db8.jpg"
        },
        {
          "name": "Platinum Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/8102a48012ff0f8c5abb5546fcaad802c8f68e47.jpg"
        },
        {
          "name": "Rock Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/9fe73652cee3a6945bc6223572bf9d747741ea6d.jpg"
        },
        {
          "name": "Copper Meteror",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/aa90260fe265ee7b674d089941f01a59f1a14f53.jpg"
        },
        {
          "name": "Nickel Meteor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/068fa43fead41c6c0cc5b85d3746d3c78cc1da05.jpg"
        },
        {
          "name": "Bronze UFO",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1553110/3f72e0919cd2cabcb52014d9f3b75fc8d7dcb822.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}