{
  "1553150": {
    "name": "Anima Reaver",
    "steam_appid": 1553150,
    "required_age": 0,
    "is_free": false,
    "description": "Anima Reaver is a 3D Sci-Fi spaceship shooter focused on cooperative gameplay. The objective of the game is to destroy big flagships and bases with a group of players to progress. The game is organized as missions with various objectives (including optional objectives) that unlock new missions to progress through the storyline.<h2 class=\"bb_tag\" >Gameplay</h2><br>Fight against huge flagships and bases with your friends, play online or local multiplayer with splitscreen! Unlock new additions to your spaceships by completing missions and challenges.<h2 class=\"bb_tag\" >Story</h2><br><i>Thousands of years ago there was war between the nations, <br>Above all stood the Phenix Empire, seeking power to dominate the world.<br>Then, the Rhaen Alliance was created, they fought for freedom and justice.<br>But one man ended it all, tired of humanity’s greed, he used his power to destroy everything.<br>Humanity is now gone, perished in the hands of one man, the enemy of mankind.<br>Yet, a single soul still echoes in the void, hidden in eternal sleep, sealed in the dark.</i><br><br>Enter a world in the brink of destruction, as the last living being you will determine the fate of the world through your actions. Learn the truth of this post-apocalyptic world and discover its hidden secrets.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1553150/221f37bdd51b3021370d338dfc22c70fcd5e99ef/header.jpg?t=1771649193",
    "developers": [
      "EnricoBC"
    ],
    "publishers": [
      "EnricoBC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}