{
  "1554610": {
    "name": "Hexonomy",
    "steam_appid": 1554610,
    "required_age": 0,
    "is_free": true,
    "description": "Hexonomy is a game of strategy and economics. Choose from hundreds of different businesses to build and use the resources at your disposal to create the largest economic empire before time runs out. Be sure to keep your eyes open for any weaknesses in your opponents business strategy, placing the right business, at the right time, in the right place, could mean the end of it all for your opponent. <br><br><u><strong>GAMEPLAY</strong></u><br>Start with a blank slate. You begin by creating Resource nodes on the map. These will set the basis of the game. Where you place your first resources could affect the outcome of the entire game. All businesses derive from a resources in some shape or form. <br><br>From there, you advance into Tiers. Each Tier requires a business from the Tier below it. For example, a Tier 12 business requires a Tier 1 supplier. A Tier 6 supplier requires a Tier 5 supplier. And Tier 1 suppliers always require Resources. The higher the Tier, the bigger the risk, and the bigger the reward. Higher tiers will requires a wider variety of supplies from multiple businesses, so you have to be sure that all the suppliers are met. For each supplier on the map that supplies your business, you get a boost to efficiency, which results in more money for you.<br><br>If you own the supplier to your business, you get a HUGE discount on supplies. Meaning, chaining the suppliers and business makes great economical sense when possible. But that may not always be the case.<br><br><strong><u>THE CATCH</u></strong><br>There can only ever be ONE of any business. Which means if you need birch wood, and your opponent owns the only tree farm, you HAVE to buy from him. You cannot decline to buy from a supplier. If the supplier is available, you have to buy from them, and you have to pay their price. Meaning, if you know your opponent needs Gold in the future for their Jewelry brokerage, it would be wise to put down a Gold mine if they haven't already. You would profit tremendously selling to your opponent, they wouldn't get a discount, and that means leverage by trying to hike the price up as much as possible.<br><br>However, they can do the same to you, so its wise to be careful about leaving any vulnerabilities in your supply chain. These vulnerabilities sometimes may be unavoidable, since the higher Tier business may already require resources that your opponent bought early in the game. This is where prediction and smart calculations will win you the game.<br><br><strong><u>TACTICS</u></strong><br>Businesses location and information varies as well. Certain business only do well in certain time of the year (the time of the game is calculated in a 12 month system, using economic quarters and sprints). Some businesses have higher shipping costs than others. Some require a higher amount of resources to produce their product. Other business may have to be placed next to other tiles. Some business cant be within x amount of tiles of another business. <br><br>These placement restrictions and variables make it a little harder to create good economic chains. However, they can also be used to your advantage in order to put your opponent in a tough spot. If you know what their strategy is, you can restrict certain businesses from being built by creating others that counter those businesses. Knowing the supply and demand will help you overcome this as you learn about the Hexonomy.<br><br><strong><u>UPGRADES</u></strong><br>Once you have businesses placed, you can start thinking about how to upgrade. There are many types of modifiers in the game. Ones that apply to the whole board, ones that apply to all your businesses only, some that affect an area, and some that affect a single business. You can purchase these modifiers for Capital. By doing this, it will effectively cost you Net Worth, but in the long run, may help generate significantly more income. Spend wisely. <br><br><strong><u>WINNING AND LOSING</u></strong><br>As the game goes on, you are constantly trying to increase your company's Net Worth. The more property you own, and the more successful businesses you have, and the more Capital your businesses earned you, the higher your company's value. The player with the highest Net Worth at the end of time is the winner.<br><br><br>Create the empire you want! You can choose a hundred different paths to victory, as long as you have a great strategic and economical mind!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554610/header.jpg?t=1630691462",
    "developers": [
      "Starfish Studios"
    ],
    "publishers": [
      "Starfish Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}