{
  "1554440": {
    "name": "Avalon: Sacred Crusade",
    "steam_appid": 1554440,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554440/extras/47d9e66259e558f59a5fbda00f8a1694.avif?t=1769893114\" width=600 height=118 /></span><br><i><br>&quot;Beware the schemes of mortal men.  For all the shortness of their lives, they lust to leave their mark.  Before this hubris, even the Gods can be tumbled.&quot;  - Merlin the Outcast</i><br><br>To some, Avalon is an idea, a myth, an ideal, perfection; it is a place outside of time or space, an eternal edifice. To others, it is home. The Avalonians share much with Humanity, but one cannot remain in Avalon for long without becoming something... else. Long ago, in the forgotten age of The Migration, the Covenant was formed: the bridges between realms would be closed. <br> <br>Their greatest criminals, however, continued to be cast out forever to languish in the mundane realm. Some lived as Oracles, Saints, or Wizards. Others we remember in legends of darkness: Sorcerers, Shapeshifters, Blood-drinkers, scattered across time. <br><br>Now though, the realms grow close once again, the veil between them weakening by unknown machinations. The Grail has been stolen, and without it, evils long buried are rising in ever greater numbers. The call to battle has gone out for the first time in this age, and many have answered it. These new defenders of the ancient Covenant must not fail, for the fate of both realms now hangs in the balance.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554440/extras/be1de093aac7fecbb4462abb4f4174b4.webp?t=1769893114\" width=600 height=20 /></span><br><br><strong>A Blast From the Past</strong><br><br>Return to an era before all stats were homogenized into just health and mana. Avalon: Sacred Crusade takes heavy inspiration from popular RPG titles of the 1990s and features rich character customization that allows you to select your character's background, attributes, spells, and equipment.<br><br>No easy recoveries or quick wins here. Deal with a classic death penalty system where you drop your items on the ground and need to retrieve them. Experience what it was truly like to play early MMORPGs and graphical MUDs.<br><br>Experience a living world with a depth not often found in the modern gaming era. Trade and exchange different currencies, meet strange and interesting races, and improve your character's individual relationship with various NPC groups.<br><br>You may choose to adventure alone, however, the game features a robust party system which allows up to six players to work together in the same group. For the best experience, bring your friends - or make new ones in the persistent shared world of Avalon: Sacred Crusade!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554440/extras/be1de093aac7fecbb4462abb4f4174b4.webp?t=1769893114\" width=600 height=20 /></span><br><br><strong>An Authentic Retro Experience</strong><br><br>Listen to classic 16-bit midi style music while you slash away at pre-rendered 2D sprites. You can experience all of this without the usual hassle of running a retro game on a modern system. Avalon: Sacred Crusade will run on any DirectX 10 capable PC!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554440/extras/be1de093aac7fecbb4462abb4f4174b4.webp?t=1769893114\" width=600 height=20 /></span><br><br><strong>A Note To the Community</strong><br><br>We are passionate about maintaining a good relationship with our community. We welcome any feedback that you might have involving the game or its development, be it positive or critical. We plan to run regular community events that you can participate in and earn special achievements. If this interests you, consider joining our discord! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554440/extras/be1de093aac7fecbb4462abb4f4174b4.webp?t=1769893114\" width=600 height=20 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554440/header.jpg?t=1769893114",
    "developers": [
      "Looting Lizard Studios"
    ],
    "publishers": [
      "Looting Lizard Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2027 年"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}