{
  "1554750": {
    "name": "Occultism Limbo: The ritual of little nightmares",
    "steam_appid": 1554750,
    "required_age": 0,
    "is_free": false,
    "description": "Are you Innocent or Guilty? A story of sinister magic, play and makes decisions in this evil adventure, a dark game with scary storie where you will have to prove your innocence, or you will be condemned guilty in hell.<br />\r\n<br />\r\nCan you prove your INNOCENCE?. in this mystifying INTERROGATION game?<br />\r\n<br />\r\nWhere you will find an esoteric and dystopian world where you will have to demonstrate your INNOCENCE.<br />\r\n<br />\r\nOr will you perish in a dark, OCCULT INTERROGATION?<br />\r\nWHAT MAKES Occultism:Interrogation SO INTERESTING?<br />\r\nYou’ve certainly never played an INTERROGATION game like this before.<br />\r\nWill you even be able to figure it out?<br />\r\n<br />\r\nEvery step you take reveals a new member of the occultist sect. They have a dystopian, esoteric appearance that is both terrifying and unimaginable.<br />\r\n<br />\r\nYou can choose to fear them or not, but you must answer their questions correctly.<br />\r\nYou must prove your innocence by choosing esoteric answers.<br />\r\n<br />\r\nIf you do not respond quickly or your memory fails you, you will be found guilty and you will be severely punished.<br />\r\n<br />\r\nThese esoteric interrogators are stealthily trained to detect your weak lies.<br />\r\nThey will know you are not innocent!<br />\r\n<br />\r\n- Do you choose to fight for your innocence?<br />\r\n- Do you give up, plead guilty and become one with this occult sect?<br />\r\n- How long can you endure this agony?<br />\r\n<br />\r\nOnly you know the answers to these questions.<br />\r\n<br />\r\nTHE BEGINING?<br />\r\n<br />\r\nThe occult sect stole something from you… something that you value above all else.<br />\r\n<br />\r\nEnter this mystifying, esoteric sect and see if you are worthy of proving your innocence or can reveal the dark conspiracy that lies at the core of the occult sect.<br />\r\n<br />\r\nEach interrogation that you survive will bring you a step closer to your goal.<br />\r\n<br />\r\nThe goal of recovering that which you value most!<br />\r\n<br />\r\nAre you ready?<br />\r\nAre you brave enough to handle this dark challenge?<br />\r\n<br />\r\n<br />\r\nGAMEPLAY?<br />\r\n<br />\r\nMore than 20 esoteric and occult questions.<br />\r\nMultiple ends as you prove your innocence.<br />\r\nThink fast, time runs out according to your guilt level.<br />\r\nA new interrogator each time you enter the occult sect.<br />\r\n<br />\r\nEnjoy this game of occult, esoteric and dystopian interrogation.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1554750/header.jpg?t=1720184470",
    "developers": [
      "Trigger the Monster"
    ],
    "publishers": [
      "Cooking and Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}