{
  "1555300": {
    "name": "Family",
    "steam_appid": 1555300,
    "required_age": 0,
    "is_free": false,
    "description": "Family is a first-person horror game in which the player takes on the role of Steve, a 10-year-old boy who loves to spend his time playing in the street with his friends or with his toys. His parents always advised him never to go to play on the street tenth because it was really very dangerous. Until one day hidden from his parents he ventures down that dark and hideous street and is faced with a mansion that attracted him, without thinking twice he managed to jump over the wall and started exploring that place full of mysteries, but soon he realizes that you're not alone.<br />\r\nIn that place they lived a very united family, full of happiness that one day came to an end with the invasion of a serial killer that brought chaos to this family that were finally victims of this pitiful episode, in the deathbed they demanded a terrible curse in that place, where they swore that whoever invaded the mansion they would leave their graves so that whoever was there would not leave alive and would feel the same terror of that last day that this family was united!<br />\r\nHelp Steve exploring various rooms in this mansion, kitchens, living rooms and backyards very important to always be cautious, because danger always lurks in silence is your best friend, staying in that place is not a choice, running away is the best option!",
    "supported_languages": "英语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1555300/header.jpg?t=1663730341",
    "developers": [
      "Luiz Otávio da Silva"
    ],
    "publishers": [
      "Luiz Otávio da Silva"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4600,
      "final": 4600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 46.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Livre!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1555300/4a7d9bdb6299e7cf77a0ada3713a60a2a8437d4f.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}