{
  "1555650": {
    "name": "HEXCRAFT: Harlequin Fair",
    "steam_appid": 1555650,
    "required_age": 0,
    "is_free": false,
    "description": "USER [VIVIAN] IS LOGGING OFF<br><br>Crash back to the world as the servers go dark; a solitude season now ends with a start. Cryptic connections, dreadful deceptions — HEXCRAFT: Harlequin Fair. <br><br>Harlequin Fair is an experimental RPG and immersive sim set in the mooncast shadows of Toronto by night. Follow the footsteps of those who've gone before, digging through every nook and cranny of this ever-changing dynamic world as you try to escape from your baleful masquerade. Watch zones shift and develop as a motley cast of characters procedurally pursue their own thoughts, feelings, and goals. Featuring an extraordinary level of reactivity, Harlequin Fair blurs the line between simulation and role playing game. Cast dreadful spells, buy small arms with cash: cling to the light 'til the light bites you back.<br><br>Features include:<br><br><ul class=\"bb_ul\"><li> A litany of simulated characters with their own thoughts, feelings, and goals, moving dynamically through the overworld<br></li><li> A complex and multifaceted agent-based city simulation, responding to your actions in intuitive but unpredictable ways; no two playthroughs are ever the same<br></li><li> Non-linear structure and interlocking systems enabling a diverse palette of playstyles and varied, creative solutions to conflicts<br></li><li> Six major simulated zones to explore, change, and watch develop, alongside a selection of smaller locales <br></li><li> A wide array of esoteric items to find, accumulate, and employ<br></li><li> Homemade potions to help fight off the fiercest foes<br></li><li> A spellbook full of strange bewitchments to exploit</li></ul><br>Masquerade players despise revealing light, yet likewise loathe to linger always lonely: so come and dance in foredawn dark, and dream the world to come.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1555650/header.jpg?t=1650907622",
    "developers": [
      "Oleander Garden"
    ],
    "publishers": [
      "Hex Code Coven"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}