{
  "1555170": {
    "name": "cyberpunkdreams: cincinnati stories",
    "steam_appid": 1555170,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Cincinnati Stories</strong> is the first collection of short fiction set in the world of <strong>cyberpunkdreams</strong>.<br><br>&quot;A masterful exercise in future noir … wonderfully dark, dirty and dangerous” <i>Rich Cosgrove, Shadowlocked</i><br><br>Encroaching dust bowl. Environmental degradation. Climate change. Water shortages. Dangerous political polarisation. Class war.<br><br>The United States is broken. Torn apart by wars of secession, ecological disaster and political conflict. The mid-west, poisoned by biological and chemical weapons, has become a barren, infertile wasteland. The cities have succumbed to rampant corruption and urban decay, straining under the weight of the ensuing refugee crisis. On the border of order and chaos, civilization and barbarism, lies the city of Cincinnati.<br><br>17 interlinked short stories and dossiers. This is bleak, uncompromising cyberpunk. This is our future.<br><br>&quot;Vivid, visceral, and violent … I’m excited about what is to come.” <i>Isaac Wheeler, Neon Dystopia</i><br><br>Many of these stories link with locations and characters in the game, providing more background and rich detail for the game world. The collection comes in two formats: an illustrated PDF and a plain text EPUB for Kindle and other compatible devices. You'll be able to find them in the game's installation directory.<br><br><strong>Please note:</strong> this is a book, and not in-game content. However, you will received <strong>10 free credits</strong> to spend in-game with this purchase.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1555170/header.jpg?t=1724447064",
    "developers": [
      "Late Night Games"
    ],
    "publishers": [
      "Late Night Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}