{
  "1555330": {
    "name": "Forever and Ever",
    "steam_appid": 1555330,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >CUNNING STRATEGY AND THE POWER OF FRIENDSHIP ARE YOUR GREATEST WEAPONS (BUT GUNS AND MAGIC HELP TOO)</h2>Forever and Ever is an anime-inspired turn-based strategy game with billions of different heroes ready for adventure. In a world of heroes and villains battling for immortal glory, a strange storyteller falls from another world. As this mysterious bard, recruit uniquely generated future legends with diverse appearances, backstories, and personalities. Only your tactics and the bonds of their friendship can lead them to eternal fame and fortune!<h2 class=\"bb_tag\" >CUNNING STRATEGY</h2><ul class=\"bb_ul\"><li>Build a team from 10 different character classes that support a wide range of tactics!<br></li><li>Battle with action-packed abilities that can be customized to fit your strategy!<br></li><li>Every fight is fair- win or lose based on your decisions, not how much you’ve been grinding!</li></ul><h2 class=\"bb_tag\" >THE POWER OF FRIENDSHIP</h2><ul class=\"bb_ul\"><li>Discover procedurally generated backstories to reveal your heroes' past, personality, and secret ambitions!<br></li><li>Forge friendships on the battlefield whose bonds will save them in clutch moments!<br></li><li>You'll never see the same hero twice! Forever and Ever features over 5 billion uniquely-generated characters!<br></li><li>If they die, they're gone forever (and ever)! </li></ul><br>Whether your heroes are ancient defective gardening robots, magical animal children, zombified party addicts, or edgelords from the future, the journey starts with an interview! Learn about each candidate’s strengths, weaknesses, backstories, and personality, and find the heroes that are right for you. Maybe your team needs an Outlaw, a rockstar gunslinger who can’t stop dishing out damage? Or a Crusader, a bulky knight-officer who shields your team from harm with the power of THE LAW? Or a blasphemous Heretic, who dares to use their magic to protect instead of fight? These character classes and more await you in the world of Forever and Ever!<br><br>Guide these heroes into battle, and soon they’ll discover Secret Techniques: modifications and additions to their original abilities to expand your tactical options. Develop a fierce warband that fights with your personal flair!<br><br>Throughout their journey, heroes develop bonds and relationships that strengthen over time. These bonds show their true power in heroes’ most dire moments, and can save them from certain death. A Crusader and a Punk, once enemies on opposite sides of the law, now fierce comrades, push each other to fight beyond their mortal limits. An Exorcist shouts a word of warning to her wife, letting her dodge a deadly blow at the last moment. A Hermit heals his rival from the brink of death, and friendship begins to replace their antagonistic feelings. What story will you and your heroes tell?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1555330/header.jpg?t=1699560439",
    "developers": [
      "Tasty Stewdios LLC"
    ],
    "publishers": [
      "Tasty Stewdios LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}