{
  "1556910": {
    "name": "Stronghold: Warlords - OST Extended",
    "steam_appid": 1556910,
    "required_age": 0,
    "is_free": false,
    "description": "Experience history again with a remastered and completely reimagined album from the legendary Stronghold 'castle sim' series. This extended soundtrack features original music courtesy of Stronghold series composer Robert L. Euvino. This pristinely recorded volume of East Asian influenced work contains many full length, never-before heard instrumental pieces not included as part of the game’s initial launch.<br><br>More than twice the length of the original soundtrack, <strong>Stronghold: Warlords - OST Extended</strong> contains two unique iterations. An unembellished version with the music only in its purest form (Disc 1) and a second rendering, referred to as the Tao version, which completely re-contextualizes the material through additional sound design and voice over of select readings from the Tao Te Ching (Disc 2).<br><br>A treat for those with an interest in Eastern philosophies as well as for anyone who appreciates meditative soundscapes. For both versions, high quality uncompressed 24bit FLAC files as well as smaller, lightweight MP3s are provided to allow listeners to perfectly tailor their own playlists.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1556910/header.jpg?t=1683908603",
    "developers": [
      "FireFly Studios"
    ],
    "publishers": [
      "FireFly Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 5 月 12 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}