{
  "1556540": {
    "name": "The Tales of Redbox: An Escape From Desire",
    "steam_appid": 1556540,
    "required_age": 0,
    "is_free": true,
    "description": "The Tales of Redbox: An Escape From Desire is an Arcade / Shooter designed to test your agility, precision, and strategy. Battle your way through the Minions of Chaos to come face-to-face with that which you desire most, Bluebox. <br />\r\n<br />\r\nControl the protagonist Redbox using your mouse cursor enabling you to quickly dodge obstacles and take aim at the Minions of Chaos. Destroy as many minions as possible to improve your high score before confronting Bluebox in the final battle. <br />\r\n<br />\r\nThe game is currently in alpha stage production and has one playable level, but do not be fooled. The level increases in difficulty and only the most skilled players will be able to continue destroying minions while dodging the moving obstacles. <br />\r\n<br />\r\nThe alpha is free, but if you enjoyed the game, any show of financial support will go towards helping a Moroccan Non-Profit organization, Azrou Tahaddi Association: For Children with Special Needs, pay the import tax on a passenger van that was donated to the organization and will enable them to help transport the nearly 40 adults and children in their care to and from school and work. I do this in an attempt to give gamers the ability to impact the progress of humanity. <br />\r\n<br />\r\nAre you up for the challenge?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1556540/header.jpg?t=1619843704",
    "developers": [
      "Kareem Hyver"
    ],
    "publishers": [
      "Hyver Works."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}