{
  "1557880": {
    "name": "Wood Killer",
    "steam_appid": 1557880,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Game may contain errors and constant FPS drop. It is not recommended to play at the highest quality.<br>The Update is yet to come...</h2><br><strong>ATTENTION: The following content may be disturbing for some people, the game has a psychological horror system with sounds and scares, it is not recommended for people with heart problems or pregnant women</strong><h2 class=\"bb_tag\" >Wood Killer is a horror game where you need to leave the house of the most dangerous killer in the state.</h2><br>You don't know where you are, you barely remember who you are, you just know you have a house where you have:<br><br>Yourself ...<br><br>A killer ...<br><br>Hidden people ...<br><br>Various Mysteries ...<br><br>Play as Sam, a police officer who investigates the Braska area, but is captured by the murderer and arrested at his home. Various stories and different ways to get out of the house, find other survivors and try to get out of the house as soon as possible. <br>Various objects to pick up and various ways to get out of the house, the game puts you in a situation of despair.<br>Every level has an enemy to chase you, one faster, the other stronger, but only the killer can make you restart everything<br><br>In the first person, play as if you were yourself, use items to open doors, see different paths, hide from pursuers, and be careful not to miss any important details of the story.<h2 class=\"bb_tag\" >If you die you lose</h2><br>The Assassin has three days to kill you, each day will have a different element inside the house, from a storm that floods the entire house, to a power outage that will make everything dark.<br>Days will never have the same element as days gone by, so check the items, see how you can use them and get ready<br>If you pass the stage of the house, you will go to a different place, where you will tell a different story for you to enjoy.<br>You will pass a giant cemetery, a castle, a prison and several other locations, until you reach one of the six ends.<br>However, if you go through the house and die in any of the other stages, it will be a definite death and there will be no turning back.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1557880/header.jpg?t=1633371664",
    "developers": [
      "Master Studios"
    ],
    "publishers": [
      "Master Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}