{
  "1558970": {
    "name": "Hair of the Dog",
    "steam_appid": 1558970,
    "required_age": 0,
    "is_free": true,
    "description": "<br><br>Help Cummerbund Bandersnatch in this quintessentially British point &amp; click comedy adventure as he explores the darker side of Victorian England, oblivious to its perils. Manipulate time, talk to a host of dubious characters and solve puzzles to get Bandersnatch out of a fix before it's too late.<h2 class=\"bb_tag\" >Full-length version in production!</h2>After three years and 50,000 downloads, this free game is finally getting made into a full-length adventure. <strong>Play the demo and add it to your wishlist now:</strong><h2 class=\"bb_tag\" >Lucy Dreaming - OUT NOW</h2>Discover a dark family secret and rid a young girl of her nightmares in our first full-length point &amp; click adventure, available now.<h2 class=\"bb_tag\" >A thoroughly British adventure</h2>After a mysterious explosion over Victorian London, Cummerbund Bandersnatch visits his uncle to find he's been experimenting with a new formula he's created in an attempt to give himself a &quot;good time&quot;.<br><br>Seduced by the promises in his uncle's journal, Cummerbund decides to drink the same formula and discovers that his life will no longer be the same again (at least between the hours of 8pm - 8am daily).<br><br>Can he reverse the effects of the formula before it's too late?<h2 class=\"bb_tag\" >An hour of mystery, cannibalism and nob jokes</h2>Hair of the Dog is inspired and influenced by the classic 90s point &amp; click adventure games, from its retro pixel-art style to its irreverent, sarcastic humour. This exquisitely voiced comedy provides an hour of frivolous point &amp; click goodness like no other.<h2 class=\"bb_tag\" >Play in real time</h2>This game can be played in &quot;real time&quot;. Meaning that if you play between the hours of 8pm - 8am some of the scenes, objects, actions and characters differ to those found during the rest of the day. Of course, if you don't want your game to last several months, you can enable &quot;Time skip&quot; mode in the game's settings.<h2 class=\"bb_tag\" >Game Features:</h2><ul class=\"bb_ul\"><li>Control time – but beware it comes at a cost!<br></li><li>From Louse-tamers to street urchins, you'll encounter a cast of colourful characters.<br></li><li>Explore rich environments with an abundance of witty retorts to almost everything you can point your cursor at.<br></li><li>Enjoy the distinctive and beautifully realised voice acting (English) <br></li><li>Travel instantly between scenes with a double-click.<br></li><li>Having trouble? Just hit the space bar to get a sneaky peek of each scene’s hotspots.<br><ul class=\"bb_ul\"></ul></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙, 意大利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558970/header.jpg?t=1721306830",
    "developers": [
      "Tall Story Games Ltd"
    ],
    "publishers": [
      "Tall Story Games Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}