{
  "1558030": {
    "name": "Tales of Anturia: Farathan",
    "steam_appid": 1558030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Story line</h2><br>Fifteen years ago, your Father conquered Elion province and saved it from the orcs. But he wanted more, pushed into orc territory and went missing. After all that time without a ruler, the empire is on the brink of civil war and the most trusted imperial advisor  and your mentor decides it is time to crown you to save the empire from falling apart. He summons you to the capital city of Elion. <br><br>Few people know about your travel and the route you will take. Mainly your family, your mentor and the Sartorian captain that has to escort you, your dear friend Elrys. <br><br>You did not reach Elion, ambushed by orcs, that never before occurred so deep into Elion province. During the ambush, you were &quot;lucky&quot; enough to fall of a bridge into a river. You crashed your head on a rock, but an old fisherman managed to save you. You are weak,do not remember how to fight and no one belives you are Eristan - the rest of the story is yours to tell.<h2 class=\"bb_tag\" ><strong>Sartorian</strong></h2><br>We are a small but very ambitious and full of passion studio. We care deply about every detail but we do not have big budgests to serve us. <br><br><br><strong>If you want</strong><br><br>- A game that lets you explore<br>- That does not hold your hand and tell you where to go<br>- That has many monsters and locations (from the beautiful meadows of Velden, across the forests of Calden to the Iceland's and Sulfur fields in barons Verdons realm) <br>- That you have to listen to the dialogues and beware of the environment to figure out a quest<br><br><br>Then. Welcome adventurer on the journey you will go with Eristan the presumed that heir to the throne. That has lost everything probably betrayed by his own family. <h2 class=\"bb_tag\" >Main heroes - no spoilers</h2><br>Eristan - Main character, the oldest son of the emperor. Prepared by teachers and war masters to take over the throne from the day he was born. Everyone considers him the only hope of the empire to endure. But after his presumed death he is weak, and the world has fast forgotten about him. You have to guide him through this dark times.<br><br>Elurfion - Eristans brother. After Eristans death, he fast took over the northern part of the empire. After all he was next in line. But he is the opposite of Eristan. He always spent time on games and loving woman. He fast became a puppet ruler.<br><br>Ewain - Eristans cousin - He took over the southern part of the empire, which can show some Ill will on his side. A great Sartorian general, the army listens to him. Some say he just wanted to save the empire from a ruler like Elurfion - did not plan on taking over the throne.<br><br>Elrys - An orphan, brought up by the imperial army. Your dear friend.  He is something between an uncle and a brother for you. Very experienced fighter, but he did not manage to save you.<br><br>Nistreth - The most trusted advisor of the emperor, your mentor and in fact the man who raised you as your father never came back from the war he rode out on when you were a little boy. He is behind the plan of your coronation and summoning you to Elion.<br><br>Grand Master Amon - the leader of the Velden Monastery, the only baron that held his ground against the imperial army (now paying tribute to the empire for peace), one of the 12 heroes that saved the world from the old gods many years back. <br><br>Wengo - the leader of the Drangheir hunters. An army of mercenaries created from the survivors of Barons Stalgard army and bounty hunters from Hejstos a province overrun by orcs. He dreams of announcing his independents from the empire, but for now he has to serve.<br><br>Elerin - A great battle mage that serves the empire. One of the 12 heroes that saved the world from the old gods many years back. It is said he has ambitions to become a god himself.<br><br>Elrim - The emperor himself. Not seen for 15 years. <br><br>Ergon - Your uncle. A peacemaker. Dedicated his live to help the common folk. Living in the woods, far from the noise of the court.<h2 class=\"bb_tag\" >World</h2><br>The action is taking place in Elion province. But it has few parts.<br><br>Elion - Around the capital city that is also called Elion<br><br>Velden - Terrains around the monastery. <br><br>Fronta - Forests and a village far to the southeast<br><br>Stalgardia - former realm of baron Stalgard. Beautiful place.<br><br>Calden - The place of fierce battles with the orcs that are trying to conquer Elion as they did with the rest of the north.<br><br>IceLands - A very cold uninhabited land with lots of secret to discover.<br><br>Dead Forest - Former realm of Baron Verdon. A dark lord, he gave a lot of trouble to the empire, and he was the spark that made the empire conquer the whole province.",
    "supported_languages": "英语<strong>*</strong>, 波兰语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558030/header.jpg?t=1759652561",
    "developers": [
      "Sartorian"
    ],
    "publishers": [
      "Sartorian"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}