{
  "1558890": {
    "name": "WormJuice Skateboarding Olympics",
    "steam_appid": 1558890,
    "required_age": 0,
    "is_free": false,
    "description": "Ollie straight into a vibrant nes colored world!<br />\r\nSkate and compete in premade Arena tracks, download new ones, or build whatever you like with the provided voxel-styled objects (by poetic voxels).<br />\r\nRide down the Mega Ski Ramp and jump onto the speedrun track!<br />\r\nTry to get that fastest time or make the speedrun machine generate your favorite new track.<br />\r\n<br />\r\nIn short<br />\r\nWormJuice Skateboarding Olympics keeps you going for hours, losing track of time with plain old fun.<br />\r\n<br />\r\nFeatures include<br />\r\n<br />\r\nLevel building: A custom made level editor designed to build great linear skateboarding tracks.<br />\r\nSaving: Store levels on your hard drive.<br />\r\nUploading &amp; downloading: Your game login connects you with the realtime database allowing you to upload and download any player created level.<br />\r\nShow your appreciation: Comment, like, add and watch playthrough videos per level.<br />\r\n<br />\r\nBoard control - Its easy<br />\r\nSet and meant as old school arcade gaming, the board control is kept simple. Kickflip, Heelflip, Front shove, Backshove, change stance. Combine these to rotate the board in various ways. Grinding,sliding is based on landing and board rotation.<br />\r\nSlowmotion can be activated after each ollie.<br />\r\n<br />\r\nSkateshop - Do it with style<br />\r\nWormcoin is the currency you get by making combos in the Arena or on the speedrun track.<br />\r\nSpend the wormcoin directly in the skateshop on new decks, characters and even music.<br />\r\n<br />\r\nArena - Build and compete!<br />\r\nCreate your own tracks with all the objects provided in the level editor.<br />\r\nBuilding and competing costs wormcoin so get on your board and skate!<br />\r\nEarn more wormcoin by winning the competition (1 leaderboard per track)<br />\r\n<br />\r\nSpeedrun - Randomize or be specific<br />\r\nPut in a number, pick a theme &amp; spin it! <br />\r\nNow watch the speedrun machine put all the pieces in place.<br />\r\nIts up to you to reach the other side as fast as posible.<br />\r\nPut your wormcoin in a coinpot, and see if you can double or tripple that amount!<br />\r\n<br />\r\nReady for more - Expect new packs<br />\r\nWormJuice Skateboarding is build with pack support, meaning new packs will be introduced by wormjuice studio in future game updates.<br />\r\nPacks can include:<br />\r\nArena obstacles, Speedrun themes, Skateshop Items like Decks Skaters &amp; Music<br />\r\n<br />\r\nMusic - Coming from boomboxes placed in the levels.<br />\r\nFeatures a built in music player with albums by studio selected artists across multiple genres.<br />\r\nFeaturing artists like After Arrival, MC STEF, WormJuiceDev, Along Came The Gold<br />\r\nGet more music from these artists in the skateshop<br />\r\n<br />\r\nImportant: This game requires a xbox controller to get the best experience skating. There is also keyboard support. The level editor is controlled only by mouse and keyboard. Video tutorials are ingame. Requires a DirectX 11 or above graphics card. Graphics options available ingame.<br />\r\n<br />\r\nBecome one with the community on discord, twitch and youtube.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558890/header.jpg?t=1657042135",
    "developers": [
      "Wormjuicedev"
    ],
    "publishers": [
      "WormJuiceStudio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}