{
  "1558050": {
    "name": "Space One - Ascendant",
    "steam_appid": 1558050,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Space One - Ascendant</strong> is a sci-fi space colony sim with an third person rpg focus, with inspiration stemming from the Elder Scrolls series, Dwarf Fortress, Minecraft and Call of Duty.<br><br><strong>You begin as one of many survivors of the disintegrated ‘Space One – Ascendant’ colony spacecraft, crash landed on an unknown world in the dark, depths of uncharted deep space.</strong><br><br><i>The following list is a <strong>Road Map</strong> of where we intend to take the game. Many elements are not yet implemented but will over the course of early access:</i><br><ul class=\"bb_ul\"><li>Explore and colonize completely procedural worlds.<br></li><li>Completely control the main character, and use his research, and skills to grow a colony<br></li><li>Train and employ your citizens to help you grow your colony, fight your battles, and work in your factories<br></li><li>Forage, farm and gather resources to sustain your colony and help expand your empire.<br></li><li>Craft buildings, items, which you yourself command and control<br></li><li>Create completely unique weapons, and armor, imbue them with forbidden magic, bond them with hardened metals, or hone them to grandmaster sharpness.<br></li><li>Research complex technologies that will aid you in finding your way into space and help you colonize other planets.<br></li><li>Fight aliens, monsters, creatures, machines, cyborgs, demons and all manner of space scum... including each other!<br></li><li>Craft space, land, air and water vehicles and travel across the land and galaxy in search of resources, opportunities and food.<br></li><li>Develop simple and complex technologies that will dynamically change your crafting options and your game experience.<br></li><li>Develop a good or bad reputation which wildly shapes your gameplay experience and available options and interactions.<br></li><li>Use your reputation to command armies, create new communities, visit other planets and colonize them, and create a universe-wide empire to be reckoned with.<br></li><li>Buy, sell and trade anything, even people… even... their souls!<br></li><li>Experience time travel with specialty ships that can pass through black holes.<br></li><li>Explore unique anomalies that will grant you hidden technologies not yet shown on the research tree.<br></li><li>Construct space stations, and satellites to aid your colony in finding its way the great galaxy of Space One.<br></li><li>Join your friends and develop an empire together, or battle against each other in opposition for control over the galaxy<br></li><li>Regular updates weekly, with new content, bugfixes and more!<br></li><li>And much more!</li></ul><br>Space One is a Series currently under development by Triangle4 Studios Inc. <br><br>You start with nothing, somewhere deep in the heart of an unknown planet, which you will later name.<br>Here, you and many of your crewmates have crashed, and are scattered among the planet. <br>Thousands of you were aboard the colony ship 'Space One - Ascendant', sent from earth to the far reaches of the universe to colonize the galaxy of Space One.<br>It is believed that here, thousands of habitable planets exist, a perfect opportunity for humanity to thrive.<br><br>All hope of the future of humanity lies in the hands of the crew of the Ascendant.<br>And today... It has crashed, dooming humanity.<br>Only you can reunite the crew under your leadership and save humanity.<br><br>But first you must escape this planet and find your way into space and back on course. You will most certainly fail. But try you must, for humanity knows no other Heros.  And you are a hero, arent you? <br>Or perhaps we were wrong. <br><br><br><br>Perhaps you are actually the villain...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558050/header.jpg?t=1649710612",
    "developers": [
      "Triangle4 Studios Inc."
    ],
    "publishers": [
      "Triangle4 Studios Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}