{
  "1558790": {
    "name": "The king's guard",
    "steam_appid": 1558790,
    "required_age": 0,
    "is_free": false,
    "description": "Assemble your guard and defend the king's lands! In this turn based card game you have the ability to control the battlefield by spawning units from your guard and supporting them with powerful magical abilities. As you win battles your guard will expand and become stronger. Along with the guard, your commanders will become more experienced and provide a powerful global bonus. This will allow you to take on even more complex challenges.<br><br>During the battle you can control every unit by giving them a specific task, or just let the game play on its own. Positioning and timing is everything! A quickly placed unit to protect an archer, or a tactically used spell can quickly turn the tide of battle.<h2 class=\"bb_tag\" >Build a powerful guard for every commander</h2>The game has three commanders, each with their own benefits. Each commander has its own guard and abilities, which is represented by a deck of cards. Some battles might be easier to complete with the powerful spells of the wizard, while others may be easier to complete with the knight. It is entirely up to you how you build your commanders. While the knight can easier level up front line units and make them stronger, you can also train him to become a more potent spellcaster.<h2 class=\"bb_tag\" >Choose your battles</h2>As you complete encounters you will be rewarded with experience and cards. Every encounter offers unique rewards, so it might be profitable to complete an encounter that awards a rare spell with the wizard. The experience of battle levels up your commander, granting the ability to evolve your cards and give strong global improvements to the entire deck.<br><br>Choosing the correct commander for a specific battle can greatly improve how fast you can beat them all.<h2 class=\"bb_tag\" >Challenge or relaxed mode</h2>If you prefer a challenge, the game can be completed in challenge mode. In this mode, it is similar to a roguelike game. You start the game with one commander and can complete all of the encounters a limited amount of times. As a result your choices become a lot more important because you have less opportunity to make your guard stronger.<br><br>In case you prefer a more laid back experience you can play the relaxed mode. In this mode you are free to play all encounters as many times as you want. You are also free to build on the guards of every commander in the game as you see fit. In case a level is too challenging, you can complete some other encounters to create a stronger guard force before you try again.<h2 class=\"bb_tag\" >Turn based, most of the time</h2>The game is turn based, but it has a real time element. At the start of your turn the game is paused, giving you an entire new hand of cards to play. While the game is paused, you can reinforce parts of the battlefield and think out a strategy. Then the battle resumes and you can interact with the battlefield for the rest of the turn. Some powerful cards can only be played during this part of the battle. You may want to keep your best abilities back to allow you to quickly react to a dangerous situation. In case things are moving too fast, if you are playing relaxed mode, you can slow down time to give you more time to react.<br><br>At the end of a round, the cards that remain in your hand are discarded, so make sure you get the most out of every round!",
    "supported_languages": "英语<strong>*</strong>, 荷兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558790/header.jpg?t=1639568443",
    "developers": [
      "Next Turn Games"
    ],
    "publishers": [
      "Next Turn Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}