{
  "1558920": {
    "name": "La Dimensione Interna",
    "steam_appid": 1558920,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>La Dimensione Interna </strong>(The Dimension Within) is a 3D narrative adventure game where you play as a young Italian journalist, named Giorgio, living in a small town in Tuscany. The game focuses on his personal struggle as he finds himself at the center of a chain of events he doesn't quite understand, but feels responsible for. The player will be asked to guide him through a series of situations and decisions where time, the opinion of others, and his emotions will influence how the story unfolds, and ultimately decide the destiny of the protagonist and the people around him.<br><br>Through an innovative dialogue system, the player will be able to decide when to respond or intervene in a dialogue; he will also be able to decide what to say – and how to say it. All those elements will be taken into account by the characters involved, which will respond accordingly to what they feel, believe, and are trying to achieve.<br>However, not all options will always be available, and this will depends on Giorgio's Principles: the player will be able to shape up his instincts and personality, which will enable some choices and hinder others. There are ways to force Giorgio to act against his will, to a certain degree, but it will have a cost.<br><br>Giorgio's emotions are another important aspect the player will need to deal with: fears, anxieties, neurosis will make everything more challenging for him: on a wrong day, even innocent jokes can turn into mortal offences, and some NPCs will leverage this, in the attempt to manipulate him.<br>Another key aspect is that Time will always be ticking – even during conversations. Every line of dialogue pronounced by either the protagonist or other characters has a time cost associated. This means that even if NPCs will follow their own routine, your actions will impact what they will decide to do next, given they still have the time to do it… just remember that time won't wait for you either.",
    "supported_languages": "英语, 意大利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558920/header.jpg?t=1702285523",
    "developers": [
      "PolyTrauma Studios"
    ],
    "publishers": [
      "PolyTrauma Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}