{
  "1558380": {
    "name": "Tribes of Tis'te",
    "steam_appid": 1558380,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558380/extras/8eef07ea5a668c8190b6c2ef75d18541.avif?t=1648758412\" width=616 height=238 /></span><br><br>You are the Blacksmith, newly risen Chief of the Stonewall Tribe.  In a land of myth, magic, and monsters, it is your sacred duty to protect your people and see them not only survive, but thrive.  How will you choose to serve your people?  Will you push them towards power, risking the good will of the people for the chance to become the strongest of the Twelve?  Or will you take the path of peace and bask in your popularity, while running the risk of attracting those who might not have your Tribe's well-being as a priority in their plans?<br><br>The path you take is up to you, but be warned, each will come with its own price... <br><br>There are many dangers in the land of Tis'te... <br><br>Will your Tribe be ready when the Storm breaks?<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558380/extras/3234e81d059a23fad7d6667986eb30a3.avif?t=1648758412\" width=616 height=198 /></span><br><br>Tribes of Tis'te is a kingdom building rogue-like, a blend of styles that will let you live the life of a Chief, one of the Twelve Rulers of the Tis'te Territories.  As you protect, populate, and grow your territory in order to survive the harsh landscape your Tribe calls home, you will face many different dangers.   Tis'te is a land full of many threats to your Tribe, both monstrous and human alike.  <br><br>As Chief, your time has been allotted into a solidified routine.  Each week, in the morning you will greet your agents and petitioners, gathering the news of the world and catering to the needs of your people.  After handling the day's requests, you will have the opportunity to explore the Tower where you live, and can interact with your friends and family as you choose.  Send out your agents, check on your councilors, and check off any tasks you may have pressing.  At day's end, you must collect the daily offering of Fyre-Stones and bring them to be cast into the Tower's Forge, to feed the Fyre used to power the magic protection of the Tribal Towers.  <br><br>When dusk falls, the game fully shifts into rogue-like mode, and becomes a 2D Platforming Adventure.  Night is spent in the King's Study, a secret section of the tower only available to those who hold a Crown.  The Study holds the key (or Keys?) to ascending from Chief of a single tribe to becoming the King of the entire Tis'te.  However, the Study will not give up its secrets easily.  You will be forced to explore fascinating areas filled with interesting items and dangerous weapons, both protected and wielded by ancient Guardians, not to mention the fearsome Wyld creatures that have made these forbidden tunnels their home.    While you search for the fabled Way of Kings, you will learn how to master the Talents and Techniques favored by the Tis'te, and harness the awesome power of the Crown at your disposal.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1558380/header.jpg?t=1648758412",
    "developers": [
      "Game Design Guru"
    ],
    "publishers": [
      "Lyfe.Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}