{
  "1559810": {
    "name": "Salto",
    "steam_appid": 1559810,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Sleep? Heck No! Time to catch up on your Exploring!</h2><br>Salto is a casual 3D platform game in which you explore the crazy world of your dreams. Run, jump, and glide through the world unlocking powers as you go. Reach high buildings or dive towards the clouds to make progress and see more. In two-player mode make the journey together and save each other from certain death as you cross tricky ledges and jumps. <br><br>Skyscrapers loom all around you and the strange contents of your mind show up when you least expect them.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>5 segments in the world and five levels of milestones to reach.<br></li><li>Single-player and Two-player powers to unlock including double jumps, wall-jumps, pull, lift and glide.<br></li><li>Milestones to keep you moving in the right direction.<br></li><li>An interesting and fun world to explore.<br></li><li>Checkpoints to restart progress after particularly tough sections.<br></li><li>100% Free - no in-game payments. </li></ul><h2 class=\"bb_tag\" >Single-Player Mode</h2><br>Make as much progress as you can and discover hidden places. Play with a keyboard or with one of the supported gamepads.<h2 class=\"bb_tag\" >Two Player Mode</h2><br>Play local two-player on the same machine. You’ll need to be able to connect at least one gamepad to your machine. The game currently officially supports PS4, Xbox, and Nintendo Switch controllers, though other controllers may also work. <br><br>Currently, one player needs to play with the keyboard and the other with a controller. (Connecting two controllers may work for some controller combinations but not all).<br><br>In two-player mode two more actions become available as you progress: <br><br><ul class=\"bb_ul\"><li>Pull: use your rope force field to snag your partner and slingshot them past you.<br></li><li>Lift: boost your partner up into the air and over high walls.</li></ul><h2 class=\"bb_tag\" >Have Fun!</h2><br>Just stay out of the clouds otherwise you’ll wake up!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1559810/header.jpg?t=1616081580",
    "developers": [
      "Michal Cichra",
      "Andrzej Jarzyna",
      "Steven Willmott"
    ],
    "publishers": [
      "Timewarp Inc. "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}