{
  "1560080": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Pathfinder Adventure Path #163: Ruins of Gauntlight (Abomination Vaults 1 of 3)",
    "steam_appid": 1560080,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Pathfinder Adventure Path #163: Ruins of Gauntlight (Abomination Vaults 1 of 3)</h2>Enter the megadungeon! When the mysterious Gauntlight, an eerie landlocked lighthouse, glows with baleful light, the people of Otari know something terrible is beginning. The town's newest heroes must venture into the ruins around the lighthouse--and delve the dungeon levels far beneath it--to discover the evil the Gauntlight heralds. Hideous monsters, deadly traps, and mysterious ghosts all await the heroes who dare to enter the sprawling megadungeon called the Abomination Vaults!<br>&quot;Ruins of Gauntlight&quot; is a Pathfinder adventure for four 1st-level characters. This adventure begins the Abomination Vaults Adventure Path, a three-part, monthly campaign in which the heroes explore a sprawling megadungeon to stop an ancient evil from renewing her monstrous vengeance. This adventure also includes an extensive gazetteer of the town of Otari, the heroes' home base, as well as new monsters, new rules, and new artifacts--including the dread Gauntlight itself!<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Bret Davenport</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1560080/header.jpg?t=1768447879",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}