{
  "1560540": {
    "name": "Little Moneybags",
    "steam_appid": 1560540,
    "required_age": 0,
    "is_free": true,
    "description": "Do you ever dream of becoming a billionaire?<br />\r\nDon’t you just want to live it up regardless of the price tags?<br />\r\nNow in Little Moneybags, you’re getting this chance!<br />\r\nLittle Moneybags is a business simulator game for money lovers. Players will operate the character to start from scratch, starting from the smallest courier. Make money slowly, open a barbecue shop, a machinery factory, to a nuclear power plant! From scratch to the top! The novel investment system allows you to buy prime locations across the country! House prices and land prices are under one hand! How can a rich and handsome life lack cute pets and gorgeous mansions? A variety of cute pet top luxury homes! There are also exciting gameplays such as catching thieves, hiring operations, and upgrading luxury houses, come and have a try! Choose a character and create your rich empire!<br />\r\nIt's super simple to play yet hard to master. Now, you can experience an adventure journey from moneyless to a super billionaire.<br />\r\nIn Little Moneybags,<br />\r\nJust start your business, maintain it for a while and let the cash flow to your pocket.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1560540/header.jpg?t=1617266854",
    "developers": [
      "Dreamo Tech."
    ],
    "publishers": [
      "VieweR Technology Co., Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}