{
  "1560870": {
    "name": "FloofCorp.",
    "steam_appid": 1560870,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>This is a cozy desktop sticker game made for people who are busy but still want a fun escape to hand-crafted worlds with animals.</strong></p><p class=\"bb_paragraph\" >Maybe you're answering emails. Maybe you're in a meeting. Maybe you are filling sheets. Maybe you just forgot the game was open. That’s okay — it keeps going.</p><p class=\"bb_paragraph\" >While you're doing your real-life stuff, your little world is still running in the background. And when you come back, you get to see all the progress you made. Tap a few things, collect your rewards, make a few upgrades, and you’re all set again. Then you can go back to whatever you were doing. It’s simple. It’s calming. It’s designed to fit into your day, not take it over.</p><p class=\"bb_paragraph\" >You start with a tiny farm for your animals. Just a few crops, a chick, a chicken, a sheep and a peaceful vibe. As you play, you unlock and collect cute animal characters who keep things moving while you're away. You gather resources like wood and crops. You slowly upgrade your setup. And before you know it, you’re traveling to new lands.</p><p class=\"bb_paragraph\" >But these lands aren’t just maps — they’re <strong>giant ancient creatures</strong> who let you live on their backs. Each one is different. One might be covered in moss and mushrooms. Another might be glowing with jellyfish lights. They all have their own personalities, and you can decorate them however you like. It’s like traveling through soft, sleepy dreamworlds — all designed to be comforting and fun.</p><p class=\"bb_paragraph\" >Everything is hand-drawn and animated with care. The sounds are gentle. The loops are slow and satisfying. The characters are squishy and weird in the best way. It’s a game made to be enjoyed in small moments, in between the busy parts of your life.</p><h2 class=\"bb_tag\" ><strong>What You’ll Do</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Start your first cozy farm for your animals</p></li><li><p class=\"bb_paragraph\" >Unlock and collect animal characters who help you farm, gather, and build</p></li><li><p class=\"bb_paragraph\" >Collect resources to upgrade and decorate your world</p></li><li><p class=\"bb_paragraph\" >Let the game run while you’re doing other things - animals could keep it going without you</p></li><li><p class=\"bb_paragraph\" >Come back and give everything a little boost with your clicks</p></li><li><p class=\"bb_paragraph\" >Travel to new magical lands hosted by ancient creatures</p></li><li><p class=\"bb_paragraph\" >Customize and decorate each land your way</p></li><li><p class=\"bb_paragraph\" >Discover small stories and surprises as you explore</p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>What Makes It Special</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >No pressure. No timers yelling at you. Just progress at your pace.</p></li><li><p class=\"bb_paragraph\" >Designed for multitaskers and people who like to check in and zone out.</p></li><li><p class=\"bb_paragraph\" >Everything is hand-crafted — all the art, animations, and sound are made with care.</p></li><li><p class=\"bb_paragraph\" >The creatures and characters are strange, soft, and oddly relatable.</p><p class=\"bb_paragraph\" ></p></li></ul><p class=\"bb_paragraph\" >Handcrafted by &amp; made for multitasking workers who dream of a quiet animal farm with care.</p><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1560870/92963b849ac52287e82b07f906cfcecbd9352f35/header.jpg?t=1766003424",
    "developers": [
      "MeginForge"
    ],
    "publishers": [
      "MeginForge"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}