{
  "1561080": {
    "name": "A Frog's Tale",
    "steam_appid": 1561080,
    "required_age": 0,
    "is_free": false,
    "description": "A Frog’s Tale is a charming froggy RPG with a musical twist on classic turn-based gameplay, featuring hand-animated pixel art inspired by retro consoles, enhanced for the modern era. A unique rhythm combat system, puzzles, and platforming challenges all synced to the beat of our amazing soundtrack provide an epic and emotion journey powered by unique and captivating gameplay.<br />\r\n<br />\r\nYou play as Norman, a young frog from the quiet forest village of Kero Pond. While investigating the abnormally large and aggressive bugs on the forest outskirts one day, an unlikely encounter with a mysterious cardinal bird sweeps our hero off on an extraordinary journey to find the broken shards of an ancient artifact with the alleged power to bring the dead back to life.<br />\r\n<br />\r\nUse your frog hops and swing your sword to overcome obstacles, solve rhythm-based puzzles,  and defeat any monsters that oppose Norman’s quest to find the broken shards. Along the way, you’ll learn the truth of the ancient artifact’s power and the secrets of the frog goddess Anura.",
    "supported_languages": "英语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1561080/header.jpg?t=1757391813",
    "developers": [
      "Norman Company",
      "Mythcarver Games"
    ],
    "publishers": [
      "TBD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}