{
  "1561420": {
    "name": "Fantasy Grounds - Starfinder Adventure Path #35: Merchants of the Void (Fly Free or Die 2 of 6)",
    "steam_appid": 1561420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Starfinder Adventure Path #35: Merchants of the Void (Fly Free or Die 2 of 6)</h2>The crew of the<br><i> Oliphaunt</i> have earned the freedom to go where they please, but they've still got bills to pay and old enemies hot on their tail! The Fly Free or Die Adventure Path continues, as the player characters travel to the Veskarium, an interplanetary empire ruled by the militant and lizard-like Vesk, where the crew must become smugglers and bounty hunters, capturing illegal resources in the turbulent storms of a gas giant! But along the way, they're forced to make some tough decisions that will come back to haunt them later, attracting the anger of the Vesk military itself. Can the player characters keep running forever, or will they eventually turn, stand, and fight for their lives?<br>&quot;Merchants of the Void&quot; is a Starfinder adventure for four 3rd-level characters. This adventure continues the Fly Free or Die Adventure Path, a six-part monthly campaign in which players take on the role of a merchant crew with an experimental starship, trying to get rich, escape interplanetary assassins, and outwit their rivals. This volume also details a crew of smugglers who cross the players at every turn, their starship, a collection of alien threats, a mysterious tropical paradise planet, and a series of &quot;Side Jobs&quot;--short mini-adventures the GM can insert into the campaign at any time.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Christopher Ward</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1561420/header.jpg?t=1768447934",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}