{
  "1562770": {
    "name": "Trainz 2019 DLC - Lone Pine Branch",
    "steam_appid": 1562770,
    "required_age": 0,
    "is_free": false,
    "description": "The Southern Pacific (SP) railroad established a yard in Mojave and made it a division point. In subsequent years tracks were laid to Lone Pine that still connect the main line with the busy Trona Railway on the Jawbone Branch, and to the CalPortland Cement company west of Mojave on the Oak Creek Branch.<br />\r\n<br />\r\nThe Union Pacific / Southern Pacific Lone Pine Branch starts at the Main 2 Switch just north of the Mojave Yard, heading northeast passing through Highway 14 grade crossing. The branch originally ran for 150 miles to Lone Pine, CA until in the early 1980's when SP filed for abandonment of roughly 100 miles of the line from Lone Pine, CA to Searles, CA.<br />\r\n<br />\r\nPresent-day, the branch line is only 50 miles in length from Mojave, CA to Searles, CA. Union Pacific Railroad operates local trains almost daily, which is mostly taking empty cars to Searles Yard for the TRC to take from there, and brings back loaded cars to Mojave Yard for future classification. On an as-needed basics, Union Pacific will bring a unit train of coal to Searles Yard and bring back the empty coal hoppers. Sometimes the UP crew will leave their power tied down at Searles Yard and ride back to Mojave in a crew van depending on the day's needs.<br />\r\n<br />\r\n<br />\r\nThe Trona Railway Company (TRC) was incorporated in March of 1913, and opened in 1914. Today TRC continues to operates freight service from Trona to a connection with the UP at Searles, CA, which operates roughly 30 miles in length from Searles Yard to Trona, CA.<br />\r\n<br />\r\nTRC will normally start their day switching the main facilities at Searles Lake. All of the facilities receive empty cars, and send out loaded cars, with the exception of acid tankers. Along the way towards Searles Yard, the Navy Siding will be switched out if necessary.<br />\r\n<br />\r\n<br />\r\n<br />\r\nThis branch was also known as the:<br />\r\n~ Jawbone Branch<br />\r\n~ Searles Branch<br />\r\n~ Owenyo Branch<br />\r\n<br />\r\nTraffic that operates on the line includes sulfuric acid, soda ash, salt cake, coal, military equipment and minerals.<br />\r\n<br />\r\n<br />\r\nSpecial Features:<br />\r\nThis DLC includes custom achievements that can be obtained. To view the achievements, to go System Menu &gt; Achievements.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1562770/header.jpg?t=1615952809",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}