{
  "1563500": {
    "name": "Octavian",
    "steam_appid": 1563500,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Overview</h2><br>Octavian is a procedural generated, platforming, twin-stick looter-shooter. Explore the galaxy with your crew of smugglers to solve mysteries, fight disgusting aliens, explore dungeons, and find exciting loot.<h2 class=\"bb_tag\" >Classes</h2><br>Choose from three classes (Commando, Assassin, or Engineer) and create your alien smuggler. Use procedurally generated guns, and other equipment to advance your skills as well.<h2 class=\"bb_tag\" >Enemies</h2><br>Within the depths of the many dungeons, there are dozen's of horrid monstrosities to discover. These include procedural mini-bosses. The weapons and equipment you use will need to be carefully selected for different enemy types.<h2 class=\"bb_tag\" >Familiars</h2><br>Raise a cute little creature to defend you or obliterate your enemies with no mercy.<h2 class=\"bb_tag\" >Universe</h2><br>The Vectordic Union is a galactic government that presides over the majority of the Milky-Way galaxy. In the year 2386, following the genocide of the human race, the many other species became divided without any form of central governance. Douglas Simmons, a general in the Giraffe army, took charge of the galaxy by creating the Vectordic Union.<br><br>President Douglas Simmons, in his inagural address to the people of Milky-Way, famously said:<br><br>    Eh yo man does anyone have some paper with which I could roll this plant matter into a cylindrical vessel?<br><br>Ever since this day, the galaxy's primary social classes have become further and further apart, leading to an insanely profitable small set of corporate overlords. Current President Darnel Simmons has gone missing, and the balance of power is teetering for the first time in almost a hundred years. As part of a band of smugglers aboard a rickety nuclear-powered starship, an unbelievable mystery unfolds.<br><br>More lore can be found on our website as well.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1563500/header.jpg?t=1614893624",
    "developers": [
      "Eager Electronics"
    ],
    "publishers": [
      "Eager Electronics"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}