{
  "1563190": {
    "name": "Teomim Island",
    "steam_appid": 1563190,
    "required_age": 0,
    "is_free": false,
    "description": "Teomim Island Is a Short Singleplayer Experience, You will need to explore the island to progress, The environment is dark and a big part of the island is its forest walking there at night time is dangerous this is why you are a trained professional, Loot is found all around the island collect as much supplies as you can because you're not alone, There are many wolves that inhabit the island you will need to protect yourself from them by using firearms found all over the island, As you go along you will find yourself fighting wolves and some other creatures and you will get injured, But don't worry you will find plenty of Medkits, Armored Vests and Painkillers to patch yourself up.<br />\r\nAs you progress you will find some mysteries that you will have to solve by collecting particular items or killing. <br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\n<br />\r\nInteraction:<br />\r\nAs you explore the island you will find things you can interact with such as Loot, Doors, Buttons, Levers.<br />\r\nWhen getting close to an interactable an indicator will appear.<br />\r\n<br />\r\n<br />\r\nCombat:<br />\r\nIf you played FPS games you will find yourself very familiar with the movement and key input.<br />\r\nYou Are Able To ADS &quot;Aim Down Sights&quot; with every firearm, You can throw grenades and<br />\r\nQuick equip different weapons by pressing &quot;1&quot; or &quot;2&quot;.<br />\r\nYou Can Crouch to avoid some of the weapon recoil. <br />\r\nAnd Don't forget to use your flashlight. <br />\r\n<br />\r\n<br />\r\nInventory / Loot:<br />\r\nYour Inventory is very important there are 2 ways to open your inventory one by pressing &quot;I&quot; and second way by pressing the &quot;TAB&quot; button.<br />\r\nOnce your inventory window is open you have full control you can move the inventory window where ever you like on your screen.<br />\r\nLoot that you picked up will show inside your inventory window, By clicking right mouse button on one of the items a sub action window <br />\r\nwill open up, Letting you choose what to do with the item, Some Items are important and you will not be able to remove or even see them in your inventory.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1563190/header.jpg?t=1730289167",
    "developers": [
      "Jakov Jakov"
    ],
    "publishers": [
      "Jakov Jakov"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}