{
  "1564750": {
    "name": "Gorilla Tag - Early Access Supporter Pack",
    "steam_appid": 1564750,
    "required_age": 0,
    "is_free": false,
    "description": "Thanks for checking out Gorilla Tag! This Early Access Supporter Pack includes 9 cosmetics for you to wear on your gorilla. I'm planning on doing a more in depth approach to the cosmetics in the future, but the crazy amount of people playing means that I needed to get something available for people to buy in the meantime while I'm still working on the game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/extras/8fc0e3df745d4a88bbb3c7c9802b0be5.avif?t=1671127857\" width=600 height=292 /></span><br><br>Look at all these fancy cosmetics! Here's how they're laid out in the new Hat Room, which is on the second level above the tree room you spawn in. Signs will point the way!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/extras/d5355661c67111f52d16956b43b22c7a.avif?t=1671127857\" width=600 height=500 /></span><br><br>I'm not sure why, but the cowboy hat was the most requested item since way back earlier in the beta. A fez is also essential for the distinguished monke.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/extras/807440d348a78df710bb849c96f8bd09.avif?t=1671127857\" width=600 height=506 /></span><br><br>A classy cloche and some turtleshell sunglasses for the discerning ape.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/extras/42709862fab3fa5928a1a4b27148abb8.avif?t=1671127857\" width=600 height=566 /></span><br><br>A top hat for those who want to stand out! Sunglasses are also very good for protecting your eyes while chilling in the forest.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/extras/12a766160251ac80110491d8e2040ec6.avif?t=1671127857\" width=300 height=304 /></span><br><br>I'm not sure this glamorous sunhat will help you blend in that well, but it's Gorilla Tag not Gorilla Hide.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/extras/af238c93348abf40beafdb00a3dc5a34.avif?t=1671127857\" width=600 height=460 /></span><br><br>Last but not least, my favorite hat, the coconut hat. I don't think much more needs to be said about it. The Early Access badge was written by our finest writer (me) who had the most impeccable penmanship (also me) on the team. Please don't ask about how many times I was asked to resubmit essays in school.<br><br>If you've read this far down, congratulations! I don't think many people will. If I were buying it I wouldn't, because I'm impatient and hate reading. I just want to go into some more details to make sure that my plans are clear and there's no ambiguity about my longer term plans, because I don't want anyone to get caught off guard. The first thing is that eventually, there will be other ways to get these cosmetics. I want some or most things to be earnable in game, but this isn't going to happen until I do a more in depth attempt at the cosmetics system, which is probably not going to be for a while. I want to spend most of my time focusing on features I think the game is missing and technical improvements to make things more fun. I'm not trying to wring people dry for their money, so this is my attempt at balancing needing some income with my desire to mostly focus on things core to the game.<br><br>One note is that the Early Access badge will be exclusive to this DLC, along with the commensurate version for the Quest (once it's available). After I stop selling this DLC pack during the Early Access period, it will no longer be possible to purchase it in the future. I want to make sure that people who support the game at this early stage get something special, because there's a possibility I could take the game full time and really make something out of it, and if that happens it'd only be because people were willing to give the game a chance and support it at this early state. I would immensely appreciate that, so I want to make sure I can do something special for you guys in return.<br><br>That said, if you want to just wait until more stuff is available or cosmetics are earnable just in game, that's totally fine too! I appreciate anyone who's even just playing the game and having a good time. Thanks for checking this out!<br><br>Note: there's currently an issue when playing the game through Virtual Desktop, where sometimes the game can't authenticate your account correctly, and the DLC won't be available. If you launch Gorilla Tag through Steam, it should work, but if you launch the game directly through Virtual Desktop, then Steam might not be running and your DLC won't work. Please try launching the game directly through Steam.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564750/header.jpg?t=1671127857",
    "developers": [
      "Another Axiom"
    ],
    "publishers": [
      "Another Axiom"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}