{
  "1564180": {
    "name": "Steel Nations",
    "steam_appid": 1564180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Steel Nations</h2><br>Steel Nations is a real-time grand strategy game that allows you to become the leader of the World. The game combines management stages of economics, commerce, wargames, construction, diplomacy, simulation, and political influence.<br>Lead any country in the world to global domination in various game scenarios.<h2 class=\"bb_tag\" ><ul class=\"bb_ul\"><li> Play Futuristic Scenerios.</li></ul></h2><br><li> 243 real countries all playable &amp; equipped with realistic data from WorldBank, Globalfirepower.<br><br></li><li> Use Diplomacy, Trade, military force, and Intimidation to influence the policies of other nations.<br><br></li><li> Buy minerals, order weapons and improve your army.<br><br></li><li> Make use of common political instruments in your international relations, including spy tactics and espionage to directly influence other nations’ internal affairs.<br><br></li><li> Modernize your economy to support your social and military policies.<br><br></li><li> Embargo treaties result in a drop in relations.<br><br></li><li> International organizations (over 7 organizations included) play an important role.<br><br></li><li> Secret services play an important role.Dismantle terrorist networks, sabotage foreign infrastructure, assassinate an opponent, send reconnaissance drones or position satellites to locate enemy units, etc.<br><br></li><li> Grow and develop your nation to the highest possible levels of economic power, technological competitiveness and military supremacy in globally-ranked charts.<br><br></li><li>  Sophisticated Real-Time Strategic and Tactical Control of your Military Forces.</li>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564180/header.jpg?t=1674658908",
    "developers": [
      "Temel KIRCI"
    ],
    "publishers": [
      "Temel KIRCI"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}