{
  "1564030": {
    "name": "Antstream Arcade",
    "steam_appid": 1564030,
    "required_age": 0,
    "is_free": true,
    "description": "A Thousand Worlds to Play In<br />\r\n<br />\r\nDiscover a lifetime of gaming, the ultimate retro gaming experience with Antstream Arcade. Dive into a vast collection of over 1300 classic games, with new titles added every week. Travel through countless genres and eras, from arcade legends to cherished console classics, all streamed directly to your PC without messing around with ROMs or emulators.<br />\r\n<br />\r\nUnique Features:<br />\r\n<br />\r\n- Weekly Global Tournaments: Compete against players from around the world in exciting tournaments that test your skills and elevate your gaming experience.<br />\r\n<br />\r\n- Mini-Game Challenges: Enjoy over 600 mini-game challenges, with new challenges introduced every week to earn new achievements and discover more games.<br />\r\n<br />\r\n- Giant Slayer: Prove your gaming prowess by taking down high scores and conquering the toughest challenges from the community for ultimate bragging rights.<br />\r\n<br />\r\n- Player Challenges: Challenge other players and friends directly at high scores for casual competitive fun wherever they may be.<br />\r\n<br />\r\n- Couch Co-Op Gameplay: Relive the nostalgia of local multiplayer with couch co-op gameplay, bringing friends and family together.<br />\r\n<br />\r\nAntstream Arcade offers the convenience of cloud game saves, allowing you to pick up right where you left off. Experience the magic of retro gaming with the ease and power of modern streaming technology. Embark on a journey through a thousand worlds of gaming adventure with Antstream Arcade today!<br />\r\n<br />\r\nIMPORTANT: <br />\r\nAntstream Arcade is a cloud streaming service. Player experience may vary depending on the stability and speed of your broadband connection. For more support please contact us: https://www.antstream.com/contact<br />\r\nGames may sometimes leave the platform while new games are regularly added. To keep up to date with the Antstream games catalogue and new features and events please visit our discord https://discord.gg/antstream",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564030/b96d768277fc67426e52bbb59965ee516e2b3e0c/header.jpg?t=1761134073",
    "developers": [
      "Antstream Ltd"
    ],
    "publishers": [
      "Antstream Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}