{
  "1564570": {
    "name": "Rythenia",
    "steam_appid": 1564570,
    "required_age": 0,
    "is_free": false,
    "description": "Once upon a time in an ancient and distant land, an emperor had four children. From the separation of the empire, four realms would be devised to each one.<br />\r\nDespite this, an old threat must be erased from the heart of the empire by the means of a party of legendary heroes.<br />\r\nYou are Phi, a powerful wizard that aids the emperor in a myriad of matters. You know that the intrigues and strife among the cohorts may be appeased with the light of the Chalice of Aurora. Its location is unknown though, even for the master of the wizards. Thus you must travel through the lands of Rythenia in the important quest to recover it. Three other heroes have joined forces with the wizard: Rick, the paladin from the lands of snow; Lisa, the high priestess of the temple of the desert lands and Dave, the legendary bard from the marshlands.<br />\r\nThe trails and roads our heroes will journey through are dangerous, and no one can tell what destiny awaits for each step they take. Seek the tender balance the worlds pleas for. Let us begin this tale of glory and wonder.<br />\r\nRythenia is a 2D top-down retro Action-Adventure RPG. Mixing some modern technologies with vintage visuals, the game is an independent side project of its creator. It is envisioned as a tribute to the classic games that touched the childhood of an entire generation, a dialogue among past, present and future.",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1564570/header.jpg?t=1685914714",
    "developers": [
      "Philisoft Studio"
    ],
    "publishers": [
      "Philisoft Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}