{
  "1565990": {
    "name": "Across the demon realm 2",
    "steam_appid": 1565990,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1565990/extras/bbc25104ee31e78a6444b0e4bec591aa.avif?t=1659113285\" width=616 height=346 /></span><br>Many developers have forgotten what makes a platformer game fun.<br>In my opinion we must forget the giant and redundant labyrinths and go back to basics:<br>Many have tried to make games that are sometimes very pretty but terribly boring after having crossed the same levels over and over again.<br>I simply would like to make a linear platformer where the player cannot get lost as it is unfortunately too often the case in recent productions.<br><br>The story:<br><br>You are the mysterious Darko whose face no one has ever seen.<br>If you played to the first&quot;Across the demon realm&quot; you probably discovered that Darko was a demon.(Spoil: Let the female zombie kill you! )<br><br>The gameplay:<br><br>Only a button to jump and a button to attack, what's all! (No Rpg elements but a lot of weapons to grab! Sometimes you will steal the weapon of a defeated enemy! )<br>Today, platform games (especially the metroidvania) have become like some open world games:<br>gigantic games where you can go everywhere but which are often full of the same sort of monsters...boring and repetitive.<br>I would like that the player does not get bored so the levels are less extensive, more linear but more varied.<br><br>Across the demon realm 2 aims to surprise  you in ways few games have before by introducing constant changes in environment, traps, monsters, dialog and plot twists!<br><br>And, the most important, you will never get lost in a gigantic level where all the walls are the same!<br><br>Use the keyboard or a joypad to play (I don't try other controllers but if it's recent enough you should use it! )<br>Warning: I'm sorry for this but the start button (pause) don't work, you need to use the keyboard key &quot;esc&quot; to pause.<br><br>Mature content:  a pixelated nude female zomby and a nude pixelated woman-plant. they are two enemies to fight do not expect to live the great love with them, they are rather aggressive! <br><br>Credits:<br><br>Main creator : Choloco (some backgrounds by Ansimuz)<br><br>Music: Makimak and sometimes Choloco<br><br>cover: Shawli's Fantasy",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1565990/header.jpg?t=1659113285",
    "developers": [
      "Choloco"
    ],
    "publishers": [
      "Choloco"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}