{
  "1565060": {
    "name": "Revenants: Spirit & Mind",
    "steam_appid": 1565060,
    "required_age": 0,
    "is_free": false,
    "description": "Become a professional occult investigator, using cutting-edge technology from 2030 to locate, trap and battle demonic forces, all whilst solving the mystery of this occult crime.<br><br>You'll need a sharp eye to locate evidence throughout the case, documenting all you can find with your camera whilst exploring the abandoned crime scenes. As a professional investigator, you'll need to put the case together, by connecting the dots and discovering who the culprits are.<br><br>Choose which technology you want to take on the case. Each time you visit the academy you'll decide what equipment you want to take with you, whether that be sensors, traps or weapons. Your detective mask will give you some protection from aggressive entities but don't be surprised if some of your equipment breaks in the field.<br><br>Either way, you'll always have your trusty tablet at your side, allowing you to picture any evidence you find and keep demonic forces at bay. This is no regular camera, the Pentacam was built using ritual magic. The demons will fear you as you charge up the Pentacam and manifest them further with each shot. Until they are eventually captured within the device.<br><br>Revenants: Spirit &amp; Mind is a standalone case, with additional cases being released in the future.<h2 class=\"bb_tag\" >Case: Spirit &amp; Mind</h2>This case has been cold since it was abandoned in 1997. What started with a missing schoolgirl, soon escalated with multiple students and Police Officers injured. It's taken 33 years until the technology has been able to level out the playing field, and now Spirit &amp; Mind academy is ready to be explored once again.<br><br><br>Exploring this sprawling academy will be no easy feat. Being one of the first people to enter the academy in all these years means there's plenty of undisturbed evidence still to be collected. Are you the investigator capable of solving the case? Or will you end up like the others...<h2 class=\"bb_tag\" >Equipment</h2>The Electro-Magnetic Cube is your reliable proximity sensor. It'll alert you whenever an entity goes anywhere near the cube. Keep it nearby to stop any demons from getting the jump on you, or leave it somewhere to keep an eye on an extra area.<br><br><br>The Tesla Gate will allow you to set up the encounter in your favour. By placing the individual tesla coils around an area, you can set up a network of 'trip-wires'. When activated, these will stop any entities in their tracks, allowing you to take the shot.<br><br>There's also weaponry such as the Ion-Flashbang. This works like any other stun grenade, except it packs a punch against usually untouchable entities. Using all of this equipment effectively will be essential to getting the edge and capturing demons.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1565060/header.jpg?t=1667356686",
    "developers": [
      "LuminEye Limited"
    ],
    "publishers": [
      "LuminEye Limited"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}