{
  "1565240": {
    "name": "Skillsworn",
    "steam_appid": 1565240,
    "required_age": 0,
    "is_free": false,
    "description": "<i>&quot;Hail, party leader! So, you wish to test your mettle against the dangers of the world? Riches, glory, and power can all be yours...if you survive.&quot; - Vardok, Party Leader Extraordinaire </i><br><br>Skillsworn is a low-poly, party-based, turn based adventure game. Take on the role of a fresh party leader and embark on a journey through the wilds of Thera to stabilize the lands in the name of the King! Build and adapt your party members skills in order to defeat terrifying foes. Craft powerful weapons, armor, and artifacts to grow your fame. Defeat a variety of dangerous foes and prove that you are not just another bored peasant seeking a thrill.<br><br>Adventure awaits!<h2 class=\"bb_tag\" >Discover New Locations</h2><br>Embark on adventures through a multitude of different hand-crafted maps. Lead your party across arid deserts, snowy peaks, goblin infested forests, and putrid swamps. Each area provides a unique experience and challenge to you and your party. Choose your destination wisely, as a variety of unique and challenging encounters lie ahead!<h2 class=\"bb_tag\" >Discover New Skills</h2><br>Diversify and adapt your party members by risking their lives to capture 125+ skills. Skills can be acquired by defeating monsters, but most powerful skills can only be obtained by defeating the most powerful enemies. An endless variety of skill and equipment combinations ensure the maximum amount of pleasure for those who enjoy discovering new and innovative ways of eradicating the enemies of the King!<h2 class=\"bb_tag\" >Discover New Equipment</h2><br>Collect materials from slain foes and use them to craft new equipment and weapons. Choose from 25+ armors and weapons that provide unique benefits rather than just an increase in numbers. The type of skills your party members can equip are based on the weapons they wield. Will you choose a defensive sword to deal damage to your attackers when you block their attacks, or a fire wand to set your enemies ablaze whenever you hit with an attack or projectile spell? Perhaps you will chance upon the  legendary Flameblade of Ignus, allowing you to equip both fire and sword skills with a single weapon slot.<br><br>The choice is yours!<h2 class=\"bb_tag\" >Discover New Foes</h2><br>The world is a dangerous place, and it is filled with those who would cause unpleasantness to the King.  From the dastardly Boglins whom pour from the darkened depths of the Endless Bog, vile undead born of a mysterious magic, and the mind warping aberrations which exist only in nightmares, throughout your adventures you will encounter a variety of enemies each with their own set of skills and challenges.<br><br>Only the brave or foolish will survive!<h2 class=\"bb_tag\" >Discover New Allies</h2><br>A party leader is nothing without party members. Recruit and equip your party members and face ever increasingly dangerous enemies. Whether you throw your party members into the fray with reckless abandon, or utilize protective skills to embolden your party members is up to you. Beware, however, that death is permanent in the barbarous lands of Thera!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1565240/header.jpg?t=1732043667",
    "developers": [
      "Confer Studios"
    ],
    "publishers": [
      "Confer Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}