{
  "1566220": {
    "name": "Terafall: Survival",
    "steam_appid": 1566220,
    "required_age": 0,
    "is_free": false,
    "description": "Tera, your once-thriving planet, faces extinction as millenniums of heavy abuse of its natural resources see them ultimately drop to critical levels. A world that once thrived now faces itself in a panic to preserve its planet. The solution lies in expeditions to other planets to establish new colonies and gather resources to send home.<br><br>Create your own character and explore a strange new planet, grow and improve your characters abilities, craft, upgrade and customize powerful weapons and armor, hunt dangerous beasts, take down powerful foes, and leave your mark as one of the greatest the New World has ever seen... or die trying.<h2 class=\"bb_tag\" >Current Features:</h2><ul class=\"bb_ul\"><li>Single player player vs environment procedurally generated open world sandbox<br></li><li>Procedural Generation - each playthrough will be different with world seeds creating different areas and Points<br></li><li>Huge world - procedurally generated unique world consisting of approximately 300,000 1km squared unique areas, each with their own biome and points of interest. Over 1.2 million unique Points of interest generated in any world<br></li><li>Equipment/Clothing system - craft, find and buy different gear to equip<br></li><li>Vendor System - trade with vendors and merchants in the world, buying and selling<br></li><li>Dungeons - randomly generated dungeons including caverns and mines that spawn through your world, with treasure and enemies inside<br></li><li>Dynamic weather and day and night cycle - face harsh weather such as acid rain, flare storms, magnetic storms etc<br></li><li>Time mechanic, sleep and pass time - hours and days pass by affecting the world<br></li><li>Crafting system - craft items, tools, gear<br></li><li>Cooking - cook anything from monster parts, gathered plants, etc and create custom dishes with unique stat buffs<br></li><li>Populated World - your world is populated by monsters, wildlife, and NPCs who you can interact with<br></li><li>Base building system - build your base anywhere using gathered resources, build structures, resource generators, etc<br></li><li>Biome system, seven different biomes - mountains, swamp, tundra, plains, forest, badlands, desert. Each with different enemies, foliage and resources,<br></li><li>POI interest - discover unique points of interest in your world, campsites, merchant caravans, caves, mines, monster nests, ruins, etc<br></li><li>Wildlife - over 40 different wildlife and alien creatures to encounter, some hostile and some passive<br></li><li>Character customization - create your own character from six different races with unqiue bonus abilities, customize your look<br></li><li>Items - over 400 items including resources, gear, materials, craftable items etc<br></li><li>Three different game modes - standard, peaceful (hostile enemies never attack first), and survival (player needs to eat, drink and sleep)<br></li><li>Status aliments - players and enemies can be burned, poisoned or stunned.<br></li><li>Weapon customization - upgrade any weapons rank, augument it to add additional effects, rename it to personalize it<br></li><li>Perk system - use experience points gained from discovering locations and defeating enemies to upgrade your players abilities<br></li><li>Stealth system - crouch and sneak up on enemies to deal stealth attacks, avoid their detection<br></li><li>Bosses - powerful, huge enemies that can be discovered rarely, each unique to each biome, dropping valuable loot<br></li><li>Active Skies - airships and other airborne vehicles populate the skies, all of which can be shot down to loot etc<br></li><li>Reputation System - Currently features: depending on your behaviour and if you rob merchant air ships etc bounty hunters will pursue you<h2 class=\"bb_tag\" >Current Development Roadmap (Planned Next Features, NOT yet implemented)</h2></li><li>Pets/Companion system - Purchasable and tamable pets and companions to aid you in your adventures<br></li><li>Optimization - further game optimization for all machines. As are still implementing more features daily, we will need to optimize the new content<br></li><li>Vehiciles - build and purchase drivable vehicles<br></li><li>Missions - While we already have a missions system for the tutorial, we plan to add missions that can be picked up by NPCs<br></li><li>Recruit NPCs - recruit NPCs to work with you<br></li><li>Multiplayer functions - play with your friends<br></li><li>crop growing/harvesting<br></li><li>improved character customization options and all genders for each race</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1566220/header.jpg?t=1691656442",
    "developers": [
      "Terafall: Survival"
    ],
    "publishers": [
      "Terafall: Survival"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}