{
  "1566870": {
    "name": "The Moon 2050™",
    "steam_appid": 1566870,
    "required_age": 0,
    "is_free": false,
    "description": "This is a Sci-fi RPG in which the protagonist must save the galaxy from<strong><i> The Evil Professor</i></strong>.<br><br>The action-packed story takes place in the future, in the artificially created galaxy of <strong>The Moon 2050</strong>. At the heart of this galactic system is <i><strong>Black Hole Inc</strong></i>., founded by the eccentric inventor and scientist ‘The Evil Professor’. It was he who became the main reason for the extermination of biological beings and the destruction of planets.<br><br>The Professor, ignoring all the laws of the existence of living beings, is obsessed with the idea of ​​creating an ideal form of life; different from the existing ones. But every attempt to create such a super-being always results in failure. He never would have imagined that all his failed experiments would end up inhabiting <strong>The Moon 2050</strong>.<br><br>One day, <strong><i>The Professor</i></strong> fired his weapon of mass extermination of biological beings at the ship on which the protagonist Harry was flying with his partner. Harry was saved, but the co-pilot was not. He disappeared and ended up in <strong><i>Black Hole Inc</i></strong>. for experimentation. <strong><i>Harry</i></strong>, worried about the loss of his partner, finds out the true reason for the loss. <strong><i>Harry</i></strong> decides to wait for the end of the haunting disappearances of biological beings, remembering that his loved ones have already disappeared in a similar way.<br><br>The player, controlling the protagonist, <strong><i>Harry</i></strong>, will have to journey to find The Evil Professor and overthrow him and all his cyborgs and robots, destroy all laboratories and generators that power <strong><i>Black Hole Inc.</i></strong>, and ultimately destroy the entire evil empire.<br><br>The player will have to complete linear tasks and advance through the story saving each character, destroying enemy mobs, and looking for loot in secret places to gain access to other missions.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1566870/header.jpg?t=1627720218",
    "developers": [
      "TM2050 dev"
    ],
    "publishers": [
      "TM2050 dev"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}