{
  "1567850": {
    "name": "Primula",
    "steam_appid": 1567850,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >An authentic visual novel with Live2D</h2>&quot;Primula&quot; is a doujin visual novel produced by an individual.<br>Live2D animation is used for almost all illustrations, including standing pictures, event stills, and the title screen. (Excluding backgrounds, etc.)<br>This is an experimental work that aims to include animation in all parts of the game, including dialogues between characters and battle scenes between robots and creatures.<h2 class=\"bb_tag\" >Story</h2>In a world where chosen boys and girls are supposed to fight, helpless adult struggle. <strong>A story of a dull father's ordinary crazy parental love.</strong><br><br>Asuto and Conica are father and son who are not blood related.<br>One day, their ordinary life together suddenly comes to an end.<br>Peace is threatened by an invasive life form, PE-ST.<br>The only countermeasure is a giant humanoid crystalline weapon called Bloom.<br>Its pilot, Conica, is the only one who has the extraordinary talent to pilot it.<br>If this becomes known to the world, she will be hauled up as a hero and sent to the battlefield. But......<br><br>(Even if she is a genius or a righteous person, when she dies, she will die in a daze.)<br>Yes, just like Conica's real mother, Tokiwa Takato.<br><br>Asuto hides her daughter's talent and chooses to fight herself, as if she were a substitute.<br>However, when Conica, who could be her &quot;savior,&quot; does not fight, the wheels of destiny begin to go haywire.<br><br>She must protect her beloved daughter. Is there a tomorrow for the father who turned the world against him just for that?",
    "supported_languages": "日语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1567850/header.jpg?t=1767125246",
    "developers": [
      "Zakurosuke"
    ],
    "publishers": [
      "Zakurosuke"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}