{
  "1568240": {
    "name": "Castle Itter - The Strangest Battle of WWII",
    "steam_appid": 1568240,
    "required_age": 0,
    "is_free": false,
    "description": "The <strong>Battle of Castle Itter</strong> was fought near the Austrian village of Itter on 5 May 1945, in the last days of the War in Europe during World War II. US soldiers joined forces with Wehrmacht infantrymen, an SS officer, an Austrian resistance fighter, and recently freed French prisoners of war to defend the castle against an attacking force from the 17th SS Panzergrenadier Division.<br><br>During a game of <strong>Castle Itter</strong>, you take the role of the force that defended the castle from on 5 May 1945. The goal of the game is to last until the SS deck is depleted, without allowing SS Counters to reach the castle. You score points for each Defender that survives the assault and lose points for each SS Counter remaining on the board at the end of the game - the higher your score, the better.<br><br>Castle Itter is the next design in the <i>Valiant Defense</i> series, and the sequel to <strong>Pavlov's House</strong>, one of the top rated wargames of 2018. The <i>Valiant Defense</i> series allows you to play amazing stories of courage, with small forces holding the line against unimaginable odds. Games in the series focus on the individual defenders and are deeply rooted in history, while providing a quick play experience with a light complexity ruleset.<br>The Design Team<br><br><strong>Castle Itter</strong> was created by <i>David Thompson</i>, the designer of <strong>War Chest</strong>, <strong>Pavlov's House</strong>, <strong>Armageddon</strong>, <strong>Undaunted Normandy</strong> and <strong>Orc-lympics</strong>. The artist for the project is <i>Matt White</i>, the designer of <strong>Panzer Orders</strong> and <strong>Until the Bitter End</strong>.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1568240/header.jpg?t=1619806814",
    "developers": [
      "Jérémy Zurcher"
    ],
    "publishers": [
      "Jérémy Zurcher"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}