{
  "1569890": {
    "name": "Mumbai Gullies",
    "steam_appid": 1569890,
    "required_age": 0,
    "is_free": false,
    "description": "Mumbai Gullies is inspired by the amazing contrast of life in Mumbai city. A city where the landscape changes every few meters. At one glance you could see towering skyscrapers and on the other you see miles long slums. This is a city where life is more than what meets the eye.<br />\r\n<br />\r\nMumbai, the city of dreams has a lot to offer. It's the city that never sleeps and is packed with action 24x7. With Mumbai Gullies you will get to experience this city in all it's glory and prime while exploring 3 different eras of gameplay and an action packed storyline as well as an open world to explore every nook and corner of Mumbai city.<br />\r\n<br />\r\nThe game is an action packed storyline with a third person game play. Drive cars, stroll around the lively city, interact with pedestrians, get on the train and shop your heart out. Apart from the suspense packed storyline you will get to participate in a ton of side activities. You can invest your money in the famous stock exchange market and figure out ways to rise among the ranks.<br />\r\n<br />\r\nExplore a compelling story along with a strong character who has sacrificed a lot in life to reach the top. Enter Mumbai Gullies, a game where you would play as an Indian protagonist walking through the unique landscape of Mumbai. An open world action adventure game, where you will be carrying out missions to reach the top, from ruling local gullies of Mumbai to ruling the city itself. Experience the adrenaline rush as you drive fast through the action packed streets of Mumbai while evading cops. <br />\r\n<br />\r\nRelish yourself in the spare time when you are not doing missions by exploring various interesting types of food offerings around the city and checking out interesting tourist destinations where you get to interact with people from all walks of life.<br />\r\n<br />\r\nYou will interact with criminals and big shots through the narrative of the game. Come, experience Mumbai city in Mumbai Gullies.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1569890/header.jpg?t=1709981409",
    "developers": [
      "GameEon Studios"
    ],
    "publishers": [
      "GameEon Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}