{
  "1569130": {
    "name": "Asset Flip",
    "steam_appid": 1569130,
    "required_age": 0,
    "is_free": false,
    "description": "Ever wanted to play a game that has every feature you've ever wanted in a game? <br><br>Now you can! <br><br>Introducing, the most unanticipated title to hit the shores of the gaming community since that last indie game you bought that was utter trash. <br><br>Build, craft, survive, and asset flip.<h2 class=\"bb_tag\" >!!! FREE KEY FOR THE FIRST 100 DISCORD MEMBERS !!! GET YOURS NOW !!!</h2><br>Click the Visit Website button on this store page to jump straight in!<br><br>Presenting, an ever evolving multiplayer sandbox environment where you can craft an increasing number of items, build empires, explore environments, kill enemies, level-up, and even buy loot crates for unique and rare non-gameplay altering aesthetics as we progress through the development process. All the while having the game itself being manipulated and moulded by the community - a mod-centric asset flipping survival experience. <br><br>That's right! This game is moddable, and it is our primary focus. It is <i>you</i>, the player, who will direct this game's story, playable features, quests, AI, and any other feature that you can imagine and wish to see within this realm, alongside the direction of the developer. <br><br>Voting will occur on what assets you want to see flipped within our expanding universe. You too can add your own Unreal Engine assets to the game and have the community choose the most popular mods to see officially asset flipped. Each flipped asset that is officially introduced to the game will be <i>meticulously integrated</i> and optimised within the framework we desire to create a <strong>unique</strong> player experience. <br><br>Join us on our journey to flip as many assets as possible while maintaining a coherent and unique gaming experience.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1569130/header.jpg?t=1616734792",
    "developers": [
      "n00dbeaver Studios"
    ],
    "publishers": [
      "n00dbeaver Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}