{
  "1569700": {
    "name": "Hero Realms",
    "steam_appid": 1569700,
    "required_age": 0,
    "is_free": true,
    "description": "Become a hero! Choose your class, perform mighty actions, and recruit powerful champions to your cause as you grow in power.<br><br>Awarded Origins Fan Favorite Best Card Game.<br><br>From the makers of the award-winning Star Realms® Deckbuilding Game, Hero Realms® combines the fun of deckbuilding games with the interactivity of trading card game-style combat. As you play, use Gold to add new actions and champions to your deck. When played, those actions and champions generate powerful effects, give you additional gold, and attack your opponent and their champions. If you reduce your opponent's health to zero, you win!<br><br><strong>[Non-Collectible Deck Building Game]</strong><br>Hero Realms does not require you to collect new cards. You start every game with a basic deck, and will acquire cards from the shared center row to build up your deck and defeat your opponent. Victory rewards skill, and not your collection of rare cards!<br><br><strong>[Level Up Your Heroes]</strong><br>Create a hero from one of several classes (free players start with the Fighter and Wizard available). Level them up with new skills, abilities and equipment, and take them to battle in thrilling Online PVP. Hero Realms uses fair match making, only allowing matches between equal levelled heroes. However, if you feel daring, you can choose to engage in combat against higher levelled opponents for additional XP and bragging rights.<br><br><strong>[Cooperative Online Play]</strong><br>Hero Realms also features online co-operative play. Battle against challenging AI bosses with another human player as a partner. Free players have access to the Pirate Lord mission, with other co-op missions available with the Base Set purchase.<br><br><strong>[Single Player Campaign]</strong><br>For offline play, take on the Welcome to Thandar campaign. Fight your way through scripted, story-based chapters against varied AI opponents.<br><br><strong>[Free Version]</strong><br>Free players will get to experience:<br><ul class=\"bb_ul\"><li>Addictive Deckbuilding Game with Player VS Player Combat.<br></li><li>Play VS the AI<br></li><li>Play with the Fighter and Wizard character classes<br></li><li>Level-up your characters up to Level 3<br></li><li>Play the first 3 missions in the Welcome to Thandar campaign<br></li><li>Play the Pirate Lord co-op mission</li></ul><br>Purchasing the Base Set will unlock the full Hero Realms experience:<br><ul class=\"bb_ul\"><li>Unlocks hard AI difficulty level<br></li><li>Unlocks the Cleric, Ranger, and Thief character classes<br></li><li>Level-up your characters to Level 12<br></li><li>Unlocks the entire Welcome to Thandar campaign.<br></li><li>Unlocks the Necromancers, Inquisition, and Orc Riot co-op missions.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1569700/header.jpg?t=1721256037",
    "developers": [
      "Wise Wizard Games, LLC"
    ],
    "publishers": [
      "Wise Wizard Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}