{
  "1570420": {
    "name": "Clan of Death",
    "steam_appid": 1570420,
    "required_age": 0,
    "is_free": true,
    "description": "join our discord and participate in our regular dev-lobbies every evening:<br><br><br>Clan of death is a multiplayer traitor game for a lot of fun in a group of friends.<br><br>You play as the remnants of a Viking clan that must recover a legendary weapon, repair a ship and find supplies in an undead-infested fjord to sail away from this cursed place.<br>The players must prevent regular waves of the dead from destroying the ship and watch out for a traitor, who is among the group of Vikings and can transform himself into a cultist who rules over the dead and want's sabotage the Vikings' quest.<br><br>The Vikings have won as soon as all the errands have been completed and all the Vikings are at the ship to cast off.<br>The cultist wins as soon as all players have died or their ship has been destroyed by the undead.<br><br>Clan of death is perfect for an gaming evening with your squad. <br><br><strong>Quick guide:</strong><br><br>The goal of the Viking group is to escape from the fjord with the boat.  Since the way is blocked with an icy barrier, which can be opened only with the legendary weapon Deathbringer, and the undead of the fjord try to destroy the ship in regular waves, it is not so easy. <br>Your troupe also suspects that there is a traitor among you. <br>So, all in all, there are 5 core things to do:<br>1. repair the ship<br>2. collect resources for the journey<br>3. defend the ship from the attacking undead.<br>4. beware of the traitor, who could betray you at any time<br>5. recover Deathbringer<br><br>Since you are at best 8 players and hopefully no one is afk, you could / must share the tasks:<br>To repair the ship and fill it with resources, you have to collect food and repair parts, which are spread on the map and bring them to the ship. <br>This works very well between breaks during zombie waves or when you are looking for Deathbringer with full inventory near the ship. <br><br>The undead waves can generally be handled by two players, but you need at least 2 players to fight the traitor, more like 3. So this is a bit tricky ...<br>So a good split would be 2-3 people defending the ship and 1-2 people searching for resources near the ship, while the rest are salvaging Deathbringer.<br><br><br>Deathbringer can be found on one of 4 shrines, that are marked at the map.<br>In different areas some notes of the cult can be found, which give clues to where the axe is located. <br><br>If you stand in front of the shrine with the axe, you will notice that it is quite well guarded. At this point, it is very likely that the traitor will turn into a cultist and stab you in the back. <br><br>Once you have completed all the tasks, it's time to return to the ship and finally leave the cursed island!<br><br><br><strong>Quick Lore: </strong><br><br>Clan Daupuz (Clan of Death) is a isolated clan in a hidden fjord, which, unlike the other Vikings, still worships the Old Gods in addition to the New Gods. Some people among them have split off into a cult that fanatically worships only the Old Gods, which is why they consider Clan Daupuz unworthy.<br><br>Because of the deeper connection to the Old Gods, the cult has been able to explore their magic. However, they need the legendary axe Deathbringer to use it to its full potential. <br><br>When the cult finally came into possession of Deathbringer, they unleashed the wrath of the old gods and reawakened the dead that lay beneath the earth to fight alongside them against Clan Daupuz. <br><br>Clan Dapuz had to flee because of the powerful magic of the cultists and the masses of undead, and retreated without supplies to an island in the fjord.<br><br>One of the cultists, with his new magical abilities, shapeshifted into a fallen Viking and sneaked among the clan during the escape, so that he can strike at the right moment. The cult wants to prevent at all costs the escape of the unworthy clan under whose shadow they had to live for generations.<br><br>Clan Daupuz wanted to leave the fjord, but with the power of Deathbringer, the cult sealed the way out of the fjord with an ice barrier.<br><br>So now, in order to escape, the few remnants of Clan Dapauz dock at the fjord one last time. They have to repair the ships that were badly damaged in the battle, gather resources for the long journey and, above all, find Deathbringer and recover it back in the ship so that they can finally leave this cursed place ....",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1570420/header.jpg?t=1679963607",
    "developers": [
      "Julian Roeckl"
    ],
    "publishers": [
      "Julian Roeckl"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}