{
  "1570940": {
    "name": "Mana Launcher",
    "steam_appid": 1570940,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Mana Launcher</strong> is a launcher for a multiverse of open source 2D MMORPG worlds. Build your own character on each one and forge your destiny, becoming a hero, a legend, or even a villain.<br><br>Embark on an epic journey! Each world plays differently and tells a different story, to ensure you can make out the most from a real Open Source MMORPG experience.<br><br>Why are there so many worlds?<br>Why they are so different among themselves?<br>More importantly, who even is the real you?<br><strong>In the end, the mana shall connect them all.</strong><h2 class=\"bb_tag\" >What is a Multiverse?</h2>How does a Multiverse would differ from an Universe, or from several dimensions?<br>Is a multiverse just an overgrown world? Or maybe a lame excuse to make multiple conflicting stories at once?<br>We believe it is more than that.<br><br>For this reason, we did a partnership with several open source MMORPGs, each with an universe of its own, to tell you the grandest tale of all times.<br>A tale where there's more than just time and space.<br>Visit, explore, grow on each world. Learn what makes each universe unique, participate on each universe events and story, and figure out what holds the multiverse together. Only once you know the magnitude of the multiverse, you can learn what threatens it, and <i>maybe</i>, just maybe, you'll be able to stop it.<br> time, one of the universes can become your home; But you may also become an eternal wanderer. This choice is yours, and yours alone to make.<h2 class=\"bb_tag\" >Featured Universes</h2><h2 class=\"bb_tag\" >The Mana World: Classic</h2><br>The classic TMW. In The Mana World you are an adventurer and monster slayer defending the people of the world from the threats created during the Great Quake. After being found ashore without memories, you set off on a journey! Monsters seem to of come out of every shadowy corner and petty dieties has begun to make presence in dark places. Aid the citizens of the world to battle the forces of evil, sending them back to the depths they came from.<br><br>During your journeys, however, you'll stumble over a plot much darker, which threatens the whole world. Things are not as it seems in The Mana World: Legacy (also known as Evolved). This world is currently in draft status.<h2 class=\"bb_tag\" >The Mana World: rEvolt</h2><br>After being rescued by in a raft by a friendly sailor's crew, you are sure of nothing but one thing - something is wrong in this world! Stand up arms, and find out exactly what is out of order. Eventually, the Mana Source shall reveal itself for you...<br><i>This server is in active development. Certain features may still be incomplete or missing. This world is currently in draft status.</i><h2 class=\"bb_tag\" >Moubootaur Legends</h2><br>You're found stranded in an empty island with no recollections of yourself.<br>While searching for your parents, for your history, a great evil is at move, an evil which will change the whole world forever.<br>Met friends, fellow adventurers, which share the same fate from you. Figure out the impeding doom, and stop it with - not heroes, but friends. Do you have the courage to take the burden of saving the world on your back, along your friends, including new ones which you make during the game?<br><br>In this mana world, everything is possible. Ready to become a Moubootaur Legend?<br><i>This world has crafting, quests, magic, easter eggs, automatic events, daily login rewards, PvP, guilds, fishing, pets, rare drops, ingame weather and day/night cycle, a real estate system, treasure chests, equipment sets, homunculus, planting, six stats and a RPG system similar to Ragnarok, mounts, a political system, limited AFK gameplay, and is stable.</i><h2 class=\"bb_tag\" >The Void</h2><br>Restore your soul from the multiple worlds where it was scattered, and in due time, The Void shall reveal to you, the truth of this multiverse...",
    "supported_languages": "英语, 法语, 德语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1570940/header.jpg?t=1678880759",
    "developers": [
      "The Mana World"
    ],
    "publishers": [
      "Software in Public Interest, Inc",
      "Arctic Games (FLOSS)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}