{
  "1570660": {
    "name": "Medieval Apocalypse",
    "steam_appid": 1570660,
    "required_age": 0,
    "is_free": false,
    "description": "The main goal in Medieval Apocalypse is not only to survive as in previous survival games where you had to watch over the hunger, thirst, fatigue but the player will have to watch out for infection caused by zombies to not become one of them.<br />\r\n<br />\r\nTo survive in the medieval apocalypse, you will have to face a battle with zombies or even against players, but you can also build a common alliance together and to fight side by side together against Horde of zombies and conquer their nests.<br />\r\n<br />\r\nThe next step in staying alive in these difficult conditions will be to hunt wild animals, grow various vegetables, collect plants or even from the grain itself through the production of flour to the actual baking of bread. Follow a drinking regimen, watch the fatigue and also watch out for every single touch from the zombies.<br />\r\nYou will also need to build some roof over your head and secure your background from various dangers and last but not least before the winter that comes with the snow. To survive outside your territory, you will have to sew, make or even forge armor and weapons.<br />\r\n<br />\r\nDo you think that you can be left alone and stay uninfected? Or that you can conquer the remains of castles in which do zombies have nests? So you will have to find the answer to these questions yourself!<br />\r\n<br />\r\nLet's go and try to survive the Medieval Apocalypse.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 保加利亚语, 芬兰语, 日语, 西班牙语 - 拉丁美洲, 波兰语, 罗马尼亚语, 俄语, 土耳其语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1570660/header.jpg?t=1715173581",
    "developers": [
      "Joma Rage"
    ],
    "publishers": [
      "Joma Rage"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}