{
  "1570100": {
    "name": "Angler's World",
    "steam_appid": 1570100,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Joys Of Fishing</h2>When you're dealing with difficult times and things aren't going your way, it's good to have a pursuit in your life. In Angler's World you follow the story of both discovery and rediscovery. As you rekindle your passion for fishing, you get to explore many incredible environments and of course catch different types of fish. Bring back a little rest and relaxation into an angler's life.<h2 class=\"bb_tag\" >Back to the island</h2>In your pursuit of fishing accomplishments you will do a lot of travelling. Since those ideal aquatic specimens that you need for your list live in all kinds of environments, you'll need to be ready for distant trips. From tropical islands to temperate rivers to harsher, colder climates – it's an opportunity not only to boast a broad range of fish but to also get in touch with nature.<h2 class=\"bb_tag\" >A Fine Catch</h2>Speaking of nature and fishing accomplishments, you're out in Angler's World to net that next impressive trophy. And these come in all shapes and sizes – from sweetwater to marine, small to large, and the duller to the more colorful, the game offers you the opportunity to encounter different species of fish. Mind that you use the right techniques and equipment to reel in what only started with a nibble.<h2 class=\"bb_tag\" >Gear Up!</h2>Rods, reels, lines, hooks, as well as other gadgets and accessories are all necessary choices if you want to be successful with your fishing in different conditions. Angler's World features many different gear options for different fish and environments. Be sure to choose the right and soon you'll be set to participate in fishing contests. What better way to invest your future prize money than to buy higher-quality, more advanced equipment?<h2 class=\"bb_tag\" >Enjoy Your Time</h2>Probably most importantly, however, our project sets out to simulate that casual experience of outdoor enjoyment, entirely in the comfort of your own home. So sit back, relax, and enjoy some gameplay that will let you take a few deep breaths and find some moments of peace. Enjoy fishing!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1570100/header.jpg?t=1726472188",
    "developers": [
      "Hyper Studio"
    ],
    "publishers": [
      "Hyper Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}