{
  "1571770": {
    "name": "Ever Fallen Empire",
    "steam_appid": 1571770,
    "required_age": 0,
    "is_free": false,
    "description": "Ever Fallen Empire is a turn-based galactic empire strategic management game.<br>( With significant &quot;Custom Game&quot; support. The main campaign is practically a mod resting on the framework. )<br><br>The galaxies of EFE are complex, and governed by a dense strata of Anchors Of Civilisation.<br>From the Integrity of Government, to the Cohesion of the Populace, and the Infrastructure of Industry. And 12 more.<br><br>Anchors that knock on to one another, causing waves of repercussions to sweep your territory. Waking people to the Empire's deep corruption.<br><br>As the Annihilationists rise from their holes seeking to end all life, as your rivals move to take your throne for their own cruel ends, and the freedom fighters marshal rebellions to free themselves. A galaxy inhabited by men and women that seek to survive and flourish. Or steal and murder.<br><br>Some heed the Creator's words.<br>Others, forge their own definitions of morality.<br><br>Factions of characters, join together. Funnelling their resources into effecting the galaxy at large.<br>Into assisting you, or fighting you. <br><br>You, the New Authority of the Ever Empire.<br><br>But you shall order vast operations.<br>To save Humanity from itself - and from you - for the last time in all history.<br><br>Cripple communication. Ruin space-travel. Shatter the very stars of our night's sky.<br>Build deep archives of our histories cemented into leviathanic super planets.<br>Coax Autonomous Intelligences into siding with your ideals.<br><br>This is your empire. Your people, they are your responsibility. <br>You shall not allow it to become, Ever Fallen.<br><br>You will bring down this rancid empire, forever.<br><br>- - -<br><br>There are a number of campaigns, and once-off scenarios. As well as extensive custom-game tools that allow you to alter the very fabric of the galaxies you shall command.<br><br><br>EFE relies on imagination, and lacks graphical views or vistas. Though I do put effort into making it look presentable.<br>This is not an action packed game and is mostly menus. It is a slow paced strategy management game about planning for events far into the future. <br><br>This game sadly, costs a bit of time and strong mental effort.<br>Sorry about that. Not really much I can do given the subject matter.<br><br>But I promise you stories of a far future Humanity that has found itself enslaved to systems we are already weary of.<br>And that you will find yourself in complex, daunting situations of slim yet grand hopes.<h2 class=\"bb_tag\" >Main Campaign</h2><br>The main campaign hold you as the new supreme Authority of the mamothetic galaxy spanning Ever Empire.<br>An empire unmatched in all of history, with a single human being at it's pinnacle of power.<br><br>Yet. You are tasked by your father to destroy it. Before it becomes more nightmarish than it already is. While keeping Humanity alive despite the downfall you shall incur.<br><br>Regardless of which campaign you choose. Use logic, thoughtfulness, and planning, reach a complex end goal despite strong opposition.<br>Execute planned Actions to effect huge portions of the galaxy known as Locells. Each with deep statistics that represent their current state. <br>Carefully shift these &quot;Anchors Of Civilisation&quot; to your needs. Forging rebellions, inspring collapses, upsetting economies, and suppressing would be attempts to maintain the Ever Empire.<br><br>Ultimately, destroy your own Empire.<br>Victory rests on your ability to predict the fallout of your actions as the supreme Authority of a science-fiction galaxy that tries to be real.<br><br><br><br>If you find the campaign too easy, go into the Universe Forge and make your own nightmare.<br><br>Maker's Pace to you.<br><br><strong>New Authority, of all Humanity.</strong><h2 class=\"bb_tag\" >= = =   <strong>PLAY</strong>   = = =</h2><br><br><u>As the leader of a faction, plan your way to one of many complex objectives :</u><br><br><ul class=\"bb_ul\"><li>As the <strong>New Authority</strong>; Bring down the Ever Empire, and preserve Humanity despite it.<br></li><li>As the <strong>Dealkorator</strong>; Prevent the Ultimatum of Martel Legata, and preserve the efforts of the Second Authority.<br></li><li>As the <strong>People's Choice</strong>; Overthrow the Autonomous Overlord that controls the last of humanity, and survive the cold of the galaxy.<br></li><li> And many many more user-generated <strong>custom campaigns</strong>. ( Yes, you can make your own. )</li></ul><br><u>Take Action for your future, and counter the efforts of your opponents.</u><br><br><ul class=\"bb_ul\"><li> <strong>Actions </strong>; Execute galaxy shifting actions from overthrowing Governments and detonating stars, to seeding new Factions within the galaxy.<br></li><li> <strong>Factions </strong>; Computer Controlled Factions that can perform the same Actions you can. Each working towards their own goals and objectives.<br></li><li> <strong>Characters </strong>; A living galaxy, with Ever Empire Officers, Rebel Leaders, and Local Heros taking Actions to protect their homes and further their desires.</li></ul><br><u>Plan against a large, complex, and daunting galaxy.</u><br><br><ul class=\"bb_ul\"><li> 81 <strong>Locells</strong>; Galactic territories represented as simple square regions.<br></li><li> 15 <strong>Anchors</strong>; That represent all corners of civilisation. That play off of each other, change and shift, and determine Events and Catastrophes.<br></li><li> <strong>Events</strong>; Deterministic, non random events that are the complex result of your actions, and the Anchors of Locells.<br></li><li> <strong>Flags</strong>; Characteristics that determine how a given Locell operates. From Autonimous Artificial Overlords, to Super Novellic Nebula.</li></ul><h2 class=\"bb_tag\" >= = =   <strong>MODDING</strong>   = = =</h2><br>A Universe Forger. <br>Allowing you to create the dreams or nightmares of your imagination :<br><br><ul class=\"bb_ul\"><li> Create custom <strong>Galaxies</strong>. ( Single Levels or entire Campaigns )<br></li><li> Create custom <strong>Factions</strong>, ( Name them, colour them, give them a personality. The Aggressive Orthogonal Oligarchy of Olivertee? )<br></li><li> Create custom <strong>Anchors of Civilisation</strong>, ( Name them, have things work because of them, have events triggered by them. )<br></li><li> Create custom <strong>Events</strong>, ( Cause and Effect, blockers and enablers. Cause a Sentient Cake Uprising if there's too much food. )<br></li><li> Create custom <strong>Flags</strong>, ( Effect your anchors as you wish, have an Autonomous Overlord prevent Education and build war machines form your Infrastructure. )<br></li><li> Create custom <strong>Characters</strong>, and set their traits to be just as cunning or psychopathic as you wish.<br></li><li> Create your own Cutscenes for your own Campaigns.<br></li><li> Paint factional control.<br></li><li> Set Anchors of Civilisation.<br></li><li> Establish a history of past events.<br></li><li> Create Trigger programs to play Cutscenes and cause your own Events.</li></ul><br>Then upload it to the Steam Workshop.<br><br>= = =",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1571770/header.jpg?t=1708748235",
    "developers": [
      "Luke AP"
    ],
    "publishers": [
      "Luke AP"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2030 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}