{
  "1571470": {
    "name": "Scientific Shutdown Demo",
    "steam_appid": 1571470,
    "required_age": 0,
    "is_free": true,
    "description": "Scientific Shutdown is Define Logic’s first commercial release. It’s a twin-stick arcade shooter with a low poly, cell shaded art style and has single player and multiplayer modes. <br><br>Doctor Hans B. Trottlestein (scientist extraordinaire!) has been conducting some entirely ethical and perfectly controlled tests* in order to observe the prowess of his dazzling biological creations before he releases them into the wild. And you just so happen to be the latest and luckiest test subj- I mean <i>volunteer</i> to help him determine their effectiveness.  <br><br><i>*Dr. Trottlestein and related parties reserve the right to deny all wrongdoing in the event that testing is proved to be inhumane or be in contravention of the World Peace Bill.</i><br><br>Alone – or with friends – you must fight your way through waves of these creatures in environments specially created by the good doktor to test how well they’d do in helping him take over the world! Survive it all, and the Dr. has promised you your freedom…<h2 class=\"bb_tag\" >Fight for your Survival!</h2><br>Endure wave-after-wave of Rock Monster Mayhem. Trottelstein’s terrors need field-testing, and you’re just the right involuntary subject for the job. Survive to the end to ensure your freedom.<h2 class=\"bb_tag\" >The Right Tools for the Job!</h2> <br>Access an Arsenal of Arms against your Antagonists! Choose from a variety of weapons to fight your foes with, from Rifles to Railguns, and Shotguns to Swords. There’s an offensive tool for every occasion.<h2 class=\"bb_tag\" >Repel the Hordes!</h2> <br>Not all monsters are created equal, some are even more monstrous. Besides your bog-standard rock creature, be prepared to fight against faster, stronger, and even ranged variants.<h2 class=\"bb_tag\" >Where will you fight? </h2><br>Suffer Simulated Scenarios that’ll Strain your Sanity! Trottelstein has prepared for you a selection of digital environments designed to test the limits of his rocky horrors. Be warned, these simulations are far from stable; prepare for ‘problems’.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1571470/header.jpg?t=1623858255",
    "developers": [
      "Define Logic Studios"
    ],
    "publishers": [
      "Define Logic Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}