{
  "1571240": {
    "name": "The Signifier Demo",
    "steam_appid": 1571240,
    "required_age": 0,
    "is_free": true,
    "description": "The Signifier is a first-person tech-noir mystery adventure that blends investigation, experimental psychology, and artificial intelligence. <br><br>Explore the real and surreal worlds, become immersed in fringe psychology, solve puzzles, and find the truth as Frederick Russell, an expert in AI and psychology, and the main researcher behind an experimental deep brain scanner called the Dreamwalker. Its controversial technology allows the exploration of the recorded senses and unconscious realms of the mind. He finds himself thrust into a spiral of intrigue when asked to use his creation after the vice president of the world’s biggest tech company turns up dead in her apartment. <br><br><strong>Features:</strong><ul class=\"bb_ul\"><li>Three coexisting dimensions to explore: reality, and the objective memories and subjective dreams in the mindscape<br></li><li>Move between realms to solve puzzles, unlock new dialog branches, and unravel the mystery<br></li><li>Learn psychological concepts to use powers and tools for navigating the strange and unpredictable unconsciousness<br></li><li>Every challenge is part of the mystery that creates unique moments with no filler<br></li><li>A multi-layer narrative that spirals into a complex web of real-world intrigue as surreal suspense<br></li><li>Get immersed in thought provoking tension, free from jump scares<br></li><li>Question the implications of AI, intrusion to the consciousness, privacy, and whether we see the world as it is or a subjective creation of our minds</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1571240/header.jpg?t=1618474665",
    "developers": [
      "Playmestudio"
    ],
    "publishers": [
      "Raw Fury"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}