{
  "1571950": {
    "name": "Slick Racing Game",
    "steam_appid": 1571950,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Slick Racing Game&quot; is a multi-player racing action game with a car body customization and the competitions between players.<h2 class=\"bb_tag\" ><strong>This game is about fun</strong></h2>Equip your car and engage in battle, show everyone that you're the best player in the field.<br>Cooperate with other players, create your own clan and fight for new territories.<br>Create the maps you like and play with your friends.<br>Go to the races and bring items. You can use them to upgrade your weapons or to create the better ones.<h2 class=\"bb_tag\" ><strong>You are your car</strong></h2>There are more than 28 cars in the game. You can choose any of them up to your playing style and give it new life with the new engine or transmission from the other - much more powerful - car.<br>Improve the handling of your car by changing the steering gear and the breaking system or the suspension.<br>Are you being destroyed too fast? Use additional armor. Put it on the back of your car to protect yourself from the pursuers. And if you want to revenge them - put a bull bar on the front bumper and ram your rivals.<br>You can destroy your opponents in the race with the powerfull weapons such as machine gun or homing launcher. Modify your auto into a sniper car creating a rare sniper rifle or a laser gun.<br>Also you can paint the car body and put different wheel disks, including the spinners on any axle - try to create your own design of the car.<br>To make a monster that will destroy everything on its way? Or an uncatchable racing supercar? It's up to you!<h2 class=\"bb_tag\" ><strong>Game modes</strong></h2>Battle - destroy everyone on the map in any possible way and earn game money.<br><br>Teams battle - same as battle but players are devided into teams. Team up with your friends and try various tactics.<br><br>Racing - classic race, be the first to get to the finish! You can switch your weapons off for this mode and see how good you are at racing with other players.<br><br>Stunts - perform tricks in the air jumping from the trampolines, make combos and get the highest score to win.<br><br>Capture the Flag - your team should find the right tactic to drive the flag through the marked checkpoints before the enemy team does. Steal the flag from your rival by ramming other competitors or taking them down.<br><br>Domination - at the beginning of the round one of the player becomes Jaggernaut. You and other players have to destroy him before he destroys all of you.<br><br>Clans battle - team up with other players and found the clan to invade the territories and get the bonuses for it.<h2 class=\"bb_tag\" ><strong>Other</strong></h2>Craft - it's one of the special features of the genre, the boxes appear during the races and you should get them before other players. Collect the items from the boxes during the battles and create new weapons out of them or improve yours. Get the rare items out of the boxes and make the coolest car ever!<br><br>Map editor - create your own maps and play with your friends on them. The best maps are selected by Administration and added into the catalog.<br><br>Car damage - take care of your car because the car body deformation leads to bad handling and to a lower shooting accuracy.",
    "supported_languages": "俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1571950/header.jpg?t=1638226535",
    "developers": [
      "SaltyTea-M"
    ],
    "publishers": [
      "SaltyTea-M"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "Самоназванный курсант",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1571950/33af2e26609b9ff3d647b0312beb888b71b7b11d.jpg"
        },
        {
          "name": "Шутки кончились",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1571950/1c6bdac80c7097a1f9a6788de5c0a1168e3f69a7.jpg"
        },
        {
          "name": "Престиж",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1571950/d3fa9e5703262071773870d06d11395042b75402.jpg"
        },
        {
          "name": "Постоялец",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1571950/37c665018236eecee209da50df06c0427f3ff823.jpg"
        },
        {
          "name": "Коллекционер",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1571950/d1f9022d3f27564a1c85385b8e4ec367b42f9cf7.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}