{
  "1572790": {
    "name": "Gustavo : Kingdom Rebirth",
    "steam_appid": 1572790,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Gustavo: Empire Rebirth&quot;is an action game independently produced by one soul fan.<br><br>  The Gustao Empire is an empire ruled by women. One day the current queen was brutally killed. The eldest princess &quot;Nali&quot;, the character played by the player, was planted to kill the queen and went to jail, and the second princess was Nari. His sister took over the position of queen. Two years later, Nari escaped from prison and returned to &quot;Gustao&quot; again. She set off from the border &quot;Mcgal&quot; area towards the royal city. She will investigate the real murderer of her mother and hide behind her in an attempt to seize the empire. The truth...<h2 class=\"bb_tag\" ><strong><i>Game content</i></strong></h2>Get ready for a fantasy adventure in the Gustavo Empire, play as Princess Nali and explore this country that has undergone drastic changes in the past two years. Pick up your katana &quot;Blood Sakura&quot; to conquer all enemies that stop you. They are trying to stop you. You uncover the hidden truth behind this empire!<br><ul class=\"bb_ul\"><li> Thrilling and challenging boss battle</li></ul><ul class=\"bb_ul\"><li>Various map exploration</li></ul><ul class=\"bb_ul\"><li>Colect your partners to help you recapture the empire</li></ul><h2 class=\"bb_tag\" ><strong><i>There will be follow-up updates of the plot in the future</i></strong></h2>Thank you all players for supporting my game. I made this game by myself for two years. At the beginning, I was just a player who loved the soul series. Because of my love, I made up my mind to make a challenging game!<br>Here I want to announce that I will continue to update the follow-up plot of this game in the future!<br>New plot, new map, new BOSS may even add more diversified weapon types<h2 class=\"bb_tag\" ><strong><i>Thank you again, everyone, thank you for your willingness to play my game!!</i></strong></h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1572790/header.jpg?t=1616666898",
    "developers": [
      "Roy"
    ],
    "publishers": [
      "SharkLord Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}