{
  "1573950": {
    "name": "Wonderland: The Forgotten Isles",
    "steam_appid": 1573950,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in this action-adventure, hyper-casual RPG. Work your way through an extensive skill system that molds your interactions with the world around you.<br />\r\n<br />\r\nCreate a farm, design your home, slay a dragon or two; do as you please as each day your adventure will differ slightly based on your choices. Feel free to explore dangerous dungeons to collect the loot at the end, earn experience to level up your skills, and craft a sword or a bow to fight enemies with. The world is what you make it.<br />\r\n<br />\r\nIn the game, submerge yourself in a variety of skills, learn how to farm and from those grown foods, learn to cook. Chop down a tree, mine some iron ore, and smelt it into some nails, then utilize your skills in construction to build yourself a better and stronger home where you can store your collected loot.<br />\r\n<br />\r\nBecome stronger by training your skills in combat, show your faith in one of two Gods by burring the remains of the fallen creatures, or complete dutiful tasks to gain additional experience to gain blessings for your God that will empower you while you train or skill.<br />\r\n<br />\r\nComplete quests around the Forgotten Isles and uncover the dark and terrible secrets that have been hidden for generations.<br />\r\n<br />\r\nIn this single-player game, you will find yourself crafting, collecting, building, training, gathering, and much more while growing as an individual among many others in Wonderland: The Forgotten Isles.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1573950/922f3915e00fa1aef6db65be1e67c514338185ae/header.jpg?t=1745101263",
    "developers": [
      "Pixel Glitch Studios"
    ],
    "publishers": [
      "Pixel Glitch Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}