{
  "1573080": {
    "name": "Recoiled",
    "steam_appid": 1573080,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to Recoiled PvP. This is a fact paced online multiplayer PvP game that supports up to two players. This was the first multiplayer I ever created and it uses Steamworks for networking, so latency is very minimal. Keep in mind that both players must have a Steam account open in order to join into Steamworks. <br />\r\nThis game uses a unique gameplay mechanic where you can use the recoil of your weapon to launch yourself opposite to where you shot. <br />\r\nJoin up with a friend into three gameplay modes: Free-for-all, racing mode, and target mode.<br />\r\n<br />\r\nIn Free-for-all, the objective is to defeat the opponent. You can either reduce their health to zero or shoot them and launch them into an instant death zone. Your other objective is to survive by dodging enemy projectiles by normal movement or recoiled movement. <br />\r\n<br />\r\nIn Racing mode, your one and only goal is to reach the end of the map and touch the flag before the opponent. Use the power of the recoil ability to gain fast speed as well as launch yourself high. <br />\r\n<br />\r\nIn Target mode, your only objective is to shoot target to earn points. The first to thirty points wins the game. Each colored targets will be worth differently but some will be harder to shoot than others. <br />\r\n<br />\r\nHave fun and be nice to each other!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1573080/header.jpg?t=1617575379",
    "developers": [
      "Felix Situ",
      "David Bass"
    ],
    "publishers": [
      "Felix Situ"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}