{
  "1573770": {
    "name": "Contingency Creatures",
    "steam_appid": 1573770,
    "required_age": 0,
    "is_free": true,
    "description": "(Note: This game is currently an Open Beta release. Additional functionality will be implemented in the future. Also, current functionality may be altered or removed with or without notice.)<br><br>A PvP indie pixel-art monster battler with a unique approach to turn-based combat. Choose your moves 3 turns ahead... and create a &quot;Plan B&quot; for if things go wrong! Will you wield your contingency plans to create ambiguous multi-layered strategies, or to fortify a brute-force offense?<br><br>Choose from a diverse pool of Creatures, each with their own unique attacks and animations, to build a team that suits your preferences. Then go head-to-head against other players online.<br><br>This game's system is unique in that players must publicly declare their moves up to 3 turns in advance. However, what a player <i>says</i> they're going to do might not match their real intentions -- with &quot;Contingency Plans,&quot; a player can make secret modifications to their publicly-stated orders that only take effect if certain conditions are met! The key to victory is to thwart the opponent's publicly-declared moves while trying not to inadvertently trigger their Contingency Plans.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1573770/header.jpg?t=1664580539",
    "developers": [
      "Brian Ito-Kiley"
    ],
    "publishers": [
      "Brian Ito-Kiley"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}