{
  "1574770": {
    "name": "A Furry Tale - A night in Havena",
    "steam_appid": 1574770,
    "required_age": 0,
    "is_free": false,
    "description": "As soon as the humans in Havena go to bed, the underworld awakens in the old port city. However, we are not talking about villains, smugglers or rogues, but cats. And not just any cats, awakened cats who walk on two legs, wear clothes and go on adventures at night with blades and claws.<br><br>As intelligent and adventurous cats on two paws, you interact with other awakened cats who frequent the harbor city of Havena, leading a secret life out of the eyes of human society in cellars and on rooftops. Jump, run, fight and puzzle your way around Havena at night to find a missing cat as you stumble into a heinous plot that may threaten the entire city and most importantly its cat population.<br><br>To protect their secret from humans, you and your fellow cats must avoid being spotted by humans while you make your way through the city, fighting rats and roaming cat gangs, exploring the many places away from prying eyes and meeting in the remote places of the old city.<br><br>Go for a stiff pint of milk, gamble for the valuable shiny bells once can make a fortune from or entertain each other with tall tales of daring adventures. Explore the dark underbelly of the harbor, where illegal rat-races and haunted cellars invite the brave catventurer, enticing them with secrets and riches. Or roam the roofs of the sleeping city, going where no human will follow as the city lies before you, filled with potential to experience new excitement.<br><br>This Demo version shows two levels from our game, complete with NPCs, catfights and chickens. Let us know if you like your catventure!<br>-------------------------------------------------------------------------------------<br><br><ul class=\"bb_ul\"><li> Fight rats and gangs of roaming cat bandits</li></ul><ul class=\"bb_ul\"><li> Climb Rooftops and jump from balconies to stay out of sight of the humans</li></ul><ul class=\"bb_ul\"><li> Discover the vibrant society of awakened cats congregating in cellars and remote places</li></ul><ul class=\"bb_ul\"><li> Face ghosts haunting the houses and learn to master the otherworld's secrets </li></ul><br>Have an adventure like no cat before you!<br><br>Based on the German Tabletop RPG &quot;A Furry Tale/ Die Schwarze Katze&quot; by Ulisses Spiele, slip into the role of the seasoned hero Karanor, who is always willing to lend a helping paw to a cat in need or become the sly rogue Mewrio, who's ability to talk his way out of trouble is almost as great as his talent for getting into trouble in the first place.<br><br>Explore the many ways the city can be traversed, as you are on a nocturnal cat hunt that leads you into trouble with cat-gangs, rats and supernatural beings. Will nine lives be enough to survive?<br><br>Made possible with the support of: <span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1574770/extras/7cf98471ec572a05f8179c3adbd2aa25.avif?t=1761032807\" width=408 height=420 /></span>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1574770/header.jpg?t=1761032807",
    "developers": [
      "Ulisses Digital"
    ],
    "publishers": [
      "Ulisses Spiele"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}