{
  "1575930": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Agents of Edgewatch AP 6: Ruins of the Radiant Siege",
    "steam_appid": 1575930,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Agents of Edgewatch AP 6: Ruins of the Radiant Siege</h2>The Agents of Edgewatch Adventure Path reaches its exciting climax! Only one member of the fiendish Twilight Four remains, but having completed her pact with the murderous god Norgorber, the already powerful politician has risen to new heights as she is imbued with both a spark of divinity and the authority of Absalom's crown. Now, the heroic Edgewatch agents must stop a massive, labyrinthine excavator before it stampedes the entire Radiant Festival fairgrounds, then secure a sacred relic long hidden in one of Absalom's most famous siege castles. With this powerful artifact in hand, all that's left is to ascend the reanimated nightmarescape of Beldrin's Tower and face off against the daemonic Gray Queen once and for all!<br>&quot;Ruins of the Radiant Siege&quot; is a Pathfinder adventure for four 18th-level characters. This adventure concludes the Agents of Edgewatch Adventure Path, a six-part monthly campaign in which players take on the role of city watchdogs and dole out justice to Absalom's most nefarious criminal elements. This volume also includes new rules and inspiring legends about the otherworldly harbingers of fear, the sahkils; the long-abandoned and treasure-laden siege castles that dot Absalom's perimeter; and a pack of new monsters and villains for urban fantasy campaigns.<br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Bret Davenport</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1575930/header.jpg?t=1768448425",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}