{
  "1576400": {
    "name": "Blightseeker",
    "steam_appid": 1576400,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A Note from the Developer; A Love Letter to Character-Driven 2D adventures</h2>Blightseeker is a game that tries to capture the magic of hopping around in your favorite 2D side scroller, but within a 3D VR world. As the developer, I want to create a welcoming yet unsettling, cute yet threatening place for players to explore<h2 class=\"bb_tag\" >Multiple Movement Modes</h2>Blightseeker allows teleport, joystick, and arm-swinger style movement so that each player can play in the way that keeps them feeling the most comfortable. Smooth/Snap turning modes, vignettes during fast movement, and other accessibility options will also be available.<h2 class=\"bb_tag\" >Collect Treasures and Tools</h2>Multiple different tools and treasures, from simple torches and delicate statues to a bellows that can spew more than air, can be found in the ruins of this old abandoned world. And quite a few of these tools can be combined for delightfully unexpected results.<h2 class=\"bb_tag\" >Customize your Play</h2>Your bracelet can be customized with new beads to suit your play style. Need a longer jump? find the bead and it's yours. Don't need so much health? Take it off and fill those bead slots with something more useful. The choice is yours.<br><br>Blightseeker is still in early development. I hope you'll wishlist it now though so that you can be the first to know about updates as development progresses.<h2 class=\"bb_tag\" >You Decide the Fate of this Old World</h2>Do you want to heal this world and its creatures of the blight that has overcome it, or bear witness to this ill power's full potential? What you do as you progress through the world will shape its health.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1576400/header.jpg?t=1707957643",
    "developers": [
      "Hypernoodle Games"
    ],
    "publishers": [
      "Hypernoodle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}