{
  "1576180": {
    "name": "ModFoundry - Mod Maker for Minecraft",
    "steam_appid": 1576180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Custom Minecraft mods, no coding needed</h2>ModFoundry lets you make your own Minecraft mods without needing to write a single line of code. By using a visual editor, and a blueprint-based language, you can easily create unique Minecraft mods, no coding experience needed.<h2 class=\"bb_tag\" >Blocks</h2>Add your own custom blocks and set their behavior.<h2 class=\"bb_tag\" >Items</h2>Create custom items, tools, etc. Custom items help any mod come to life. Like blocks, you can define behavior for these using the blueprint system.<h2 class=\"bb_tag\" >Biomes</h2>Custom biomes are one of the best ways to enhance the feeling of Vanilla Minecraft. Create unlimited custom biomes and define rules for how they spawn and what they look like.<h2 class=\"bb_tag\" >Trees</h2>Custom trees can be added. You can choose characteristics for these trees like trunk block, leaf block, etc.<h2 class=\"bb_tag\" >Mobs</h2>Easily import custom mob models from Blockbench and leverage Geckolib animations to bring them to life.<h2 class=\"bb_tag\" >More</h2>There's more to come! ModFoundry is still in development so there is not a final feature list at this time. Stay tuned and wishlist to hear more about possible features.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1576180/header.jpg?t=1670970822",
    "developers": [
      "Discord Bot Studio"
    ],
    "publishers": [
      "Discord Bot Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}