{
  "1577370": {
    "name": "Ochitsubaki Demo",
    "steam_appid": 1577370,
    "required_age": 0,
    "is_free": true,
    "description": "OCHITSUBAKI || 落ち椿 is a bilingual JPN/ENG game about translation and how it can run as deeply as the way hypermarginalized people constantly &quot;translate&quot; their identities and traumas for the understanding of others, no matter how far it is from the source material. It is is a visual novel that combines a retro anime aesthetic with distinctly modern elegance, and it has three language options: JPN, ENG, and JPN translation. The ENG/JPN versions are two different renditions of the story, thus requiring a separate JPN translation, emulating what happens when you try to translate something as complex as identity. My biggest inspiration is the Sega Utena game, playing it in both ENG/JPN.<br><br>This demo contains the first two ENG chapters of a linear narrative written in a hybrid poetic verse with an original soundtrack and original graphics. <br><br>Demo TWs: CSA, suicidal ideation<br><br>═══*.·:·.☽✧ ✦ ✧☾.·:·.*═══<br><br><strong>DESCRIPTION</strong><br>[TW: suicidal ideation]<br><br>Hanashiro (he/she/they) and their few remaining kin all react differently to the trauma of being immortal and witnessing the apocalypse over and over again in different cycles of reincarnation. Shiragiku is unfazed and cheery and flippant and whimsical and capricious; Shirayuri is nowhere to be found; and Hanashiro? Hanashiro is planning on their death in 10 years, when the camellias fall, if they cannot find a reason to live by then. <br><br>Hanashiro and Shirayuri have witnessed THE END OF THE WORLD before. But no one believed them. Shiragiku has seen many, many apocalypses, but she has never been hurt by any one after the first. Shiragiku has remembered every single end; Shirayuri has remembered none; and Hanashiro only remembers some. Which? Even he doesn't know.<br><br>Hanashiro misses speaking her fey mother tongue, but she can't seem to find anyone willing to listen to her, not even her own kind. And then she makes an enemy who just might. Their name is Lun Kochouran. <br><br>And they might be the first one in a millennium to learn the Amayuri tongue. <br><br>They also might be the first to kill an immortal.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1577370/header.jpg?t=1616517892",
    "developers": [
      "FEYXUAN"
    ],
    "publishers": [
      "FEYXUAN"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}