{
  "1577700": {
    "name": "Soul Challenge",
    "steam_appid": 1577700,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;Soul challenge&quot; -- a creative entertainment and leisure game<br />\r\n<br />\r\nThe game engine, game model and game script of the game are independently produced by Mike Wu. In the game, you will play a lost soul in hell and his girlfriend, then you will face a series of challenges. You have to find the way to escape form the hell. In this game, you may use the items in this game to make the way, and you may solve many difficulties to complete the chapter. If you can pass these challenges, you will reach the ideal state of the soul. Welcome to Soul Challenge!<br />\r\n<br />\r\nJust a simple operation, you can let players along with the wonderful music in the winding road to continue to move forward, explore the mystery.<br />\r\n<br />\r\nThis will be an extraordinary challenge journey. Please keep your mind steady and follow the rhythm of your heart. But this is not a simple moving game. You need to find a way to create a path to complete the challenge.<br />\r\n<br />\r\nYou will encounter all kinds of difficulties by chance, and each breakthrough will bring an unparalleled sense of achievement.<br />\r\n<br />\r\nExplore the soul world: each kind of soul space corresponds to a different inner sound effect, following the entangled double stars wandering in the universe full of wonderful music.<br />\r\n<br />\r\nExploration mechanism full of unknowns: you need to find ways and methods that can pass through the barrier, try your best to find a way to break through your limit, and find a real route to the door of the soul.<br />\r\n<br />\r\nFollowing up levels will be updated: we will update more new levels after the game is released. Players who have played the game can continue to play the follow-up levels of the game.<br />\r\n<br />\r\nMulti person game perspective switching: you can freely switch the perspective of observing the game characters in the game, and even switch different players to assist the main player to complete the game.<br />\r\n<br />\r\nSandbox game engine: the game engine independently developed by Mike Wu can complete the operation of objects such as pushing, picking up and throwing. You need to operate the props around you according to your imagination to complete the road, which greatly increases the playability of the game.<br />\r\n<br />\r\nEfficient game Optimization: using a special optimized game engine, the game can run on a low configuration PC to meet the needs of different players.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1577700/header.jpg?t=1618712871",
    "developers": [
      "wuhuayue"
    ],
    "publishers": [
      "wuhuayue"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}