{
  "1577540": {
    "name": "Industry Idle - Expansion Pack 1",
    "steam_appid": 1577540,
    "required_age": 0,
    "is_free": false,
    "description": "Industry Idle - Expansion Pack 1 adds the following content to the base game (which is Free to Play):<h2 class=\"bb_tag\" >Exclusive Maps</h2>Toulouse, Hamburg, Boston, Osaka, Hong Kong, Vancouver, San Jose<h2 class=\"bb_tag\" >Exclusive Policies</h2>Slow Down To Save Up, Press Conference, Warehouse Permit Act, High Speed Warehouse, The Sun Never Sets, The Wind Rises, Nature's Power, Shopping Spree, Rechargeable Battery<h2 class=\"bb_tag\" >Exclusive Buildings &amp; Resources</h2>Stainless Steel Plant, Coal Gasification Plant, Integrated Circuit Fab, Santa Factory, Li-ion Battery Factory, Robocar Factory, Train Factory, Project V-2, ICBM Factory, Project Vostok, Battleship Factory, Aircraft Carrier Factory, Navy Command, Stealth Fighter Factory, Air Force Command, Space Force Command, Submarine Factory, Helicopter Factory, GameStation Inc, Software Compiler, Linux Distribution, Satelink Inc, SkyNet Inc, Webflix Inc, GameCloud Inc, Search Engine Company, TV Studio, Recording Studio, University, Opera House<h2 class=\"bb_tag\" >Exclusive In-Game Benefits</h2>- A shiny badge in global chat<br>- Ability to post pictures in global chat<br>- More active trades allowed in player trade<br>- Option to hide Discord Channel banner<h2 class=\"bb_tag\" >Also it's a nice way to support the game developer (a one-man indie)</h2>All the proceeds from this expansion pack will help keep the global trade/chat server running. I appreciate your help in keeping the servers afloat.<br><br><br>Expansion Pack 1 will cover premium content updates for 3 months after it is released (i.e. 29 Mar 2021 - 29 June 2021) - the game receives constant content updates and all premium contents added during this time will be included in Expansion Pack 1.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1577540/header.jpg?t=1745655115",
    "developers": [
      "FishPond"
    ],
    "publishers": [
      "Fish Pond Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}