{
  "1578870": {
    "name": "Shadowman®: Darque Legacy",
    "steam_appid": 1578870,
    "required_age": 0,
    "is_free": false,
    "description": "For centuries, the Boniface family has carried a dark legacy - the mantle of the Shadowman, walker between worlds, sworn to preserve the veil between life and death. Now, novice Shadowman Jack Boniface is thrust into the path of a growing evil that threatens everything his predecessors fought for. Building upon the decades of Shadowman tales told within Valiant Comics, this new chapter is an original story developed in partnership with Valiant Entertainment.<br><br>In <strong>Shadowman®: Darque Legacy</strong>, duel against a horrifying cast of enemies in challenging, visceral combat. Clash with the fanatical Brethren cultists, from hammer-wielding brutes to sorcerous necromancers, and battle truly wretched creatures that have slithered forth from the most desolate depths. Deliver brutal and bloody finishers with a range of Shadowman weapons.<br><br>Explore diverse locations - traverse vivid, detailed locations in the Liveside, and wade through their dark reflections in the hellish realm of the Deadside. Shift between realms to solve unique environmental puzzles.<br><br>Ascend through an RPG-lite character progression system, upgrading your character to acquire new skills, and become a Shadowman worthy of fear.<br><br><ul class=\"bb_ul\"><li>Enthralling narrative: Pulse-pointed horror-action, with enthralling characters and dialogue<br></li><li>Spine-chilling horror: An atmosphere thick with nerve-fraying tension<br></li><li>Parallel worlds: Explore detailed environments across two realms, creating unique gameplay opportunities<br></li><li>Punishing combat: Challenging, yet approachable and rewarding melee combat<br></li><li>Action-packed boss encounters: Test your mettle against monstrous, demonic bosses from the darkest pits of the Deadside</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1578870/header.jpg?t=1731023210",
    "developers": [
      "Blowfish Studios"
    ],
    "publishers": [
      "Blowfish Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}