{
  "1578150": {
    "name": "All the King's Men",
    "steam_appid": 1578150,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1578150/extras/77b9c32265d7a0406659054bf1ed4a1c.avif?t=1718650740\" width=615 height=166 /></span><br>The King is kidnapped from his bed in the middle of the night without a struggle. The royal militia specifically seeks out Topher's father for his help, citing suspicious indiscretions in his past. Leaving him with many more questions than answers, and no remaining ties to his home, Topher decides to make his way across the nation on foot to meet up with his father in the capital city and put the pieces of his life together into a full image that makes sense. Along the way, meet allies and enemies alongside Topher on his journey across the land to save his family and, in turn, the Kingdom.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1578150/extras/6bd4b3c57f50d1b1888a5ba39b7c5a3f.avif?t=1718650740\" width=614 height=166 /></span><br><strong>On-Screen Enemy Encounters / Battle System</strong><br>Never feel like you're leaving the action of the game with a random encounter! All enemies are on-screen and battles take place right where you found the enemy on the map. The active-battle system keeps fighting dynamic and allows the you to follow the action in real time in order to best strategize your next move.<br><br><strong>Complete Control over Stat-Growth</strong><br>Instead of gaining random, arbitrary stats based on some RNG behind-the-scenes, control your own destiny and customize each play-through with your own personalized leveling board. Every play-through can be different, based on the path you take to improve your party.<br><br><strong>Fully Original Soundtrack</strong><br>A truly dynamic, original soundtrack to fully immerse you within this open world adventure. Every track in the game was created specifically, and exclusively, for <i>All the King's Men</i> by idea composer, Andrew LiVecchi. <br><br><strong>Multiple Difficulties</strong><br>Choose your fate before the game begins, based on the level of challenge you desire. Standard mode still offers challenging gameplay, but you'll have access to saving whenever you desire, simply by accessing your menu, inn and item prices will be much more easily accessible, and enemies of all types will present less of a challenge. Professional mode is not for the faint of heart. Your save access will be restricted to the save crystals throughout the map, inn and item prices will be more of a stress on your wallet, and enemy battles will require careful strategy and consideration to win.<br><br>Both modes will offer the same access to the main plot of the game and the quests related to that, though some side quests will only be found in Professional Mode. <br><br><strong>Flexible Controls</strong><br>More detailed information about controls still being confirmed.<br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1578150/header.jpg?t=1718650740",
    "developers": [
      "erin foster"
    ],
    "publishers": [
      "Aliquet Press"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2028 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}