{
  "1578170": {
    "name": "Brytag Studio",
    "steam_appid": 1578170,
    "required_age": 0,
    "is_free": true,
    "description": "Your Story is the Game.<br><br>Brytag STUDIO is a revolutionary Free To Play creative experience. STUDIO is an open world sandbox application allowing you to create your world and tell your story. <br><br>With a fantasy/medieval theme, you pick your characters, props, weapons, and animations.  Control time to pose and manipulate the moment in order to create the perfect shot. You can create your own landscape and even control the time of day. You control the camera to create your perfect shot and tell your story.<br><br>As a CG artists with nearly 20 years of film credits, the creator brings the technology and fun of movie making to the home PC. Brytag STUDIO makes cutting edge technologies like real-time ray tracing and path tracing accessible and enjoyable through a creative sandbox experience. Today we can leverage modern graphics cards like Nvidia RTX to create images in real-time with better quality than what was used in early Pixar films that took hours per frame to render.<br><br>Brytag STUDIO is built by movie lovers for movie lovers and story tellers. <br><br>STUDIO allows you to:<br><br><ul class=\"bb_ul\"><li> Add trees/rocks/shrubs/etc to build out your own environment.<br></li><li> Choose between a variety of skins for your character.<br></li><li> Customize your character with a variety of weapons.<br></li><li> Choose the actions for your character.  You can then use time control to pick the perfect pose.<br></li><li> Dynamic lighting controls.<br></li><li> Control camera position, zoom, depth of field, and fog for the perfect cinematic shot.</li></ul><br>STUDIO is Early Access and so has some rough edges and there is a long list of features we would like to add.  I look forward to hearing your feedback so we can build this studio together! Support us with in-app-purchases:)!<br><br>DX11 card required.  In order to unlock ray tracing and path tracing features, Nvidia RTX is required.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1578170/header.jpg?t=1643870516",
    "developers": [
      "Brytag Creative LLC"
    ],
    "publishers": [
      "Brytag Creative LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}