{
  "1579330": {
    "name": "of pawns & kings",
    "steam_appid": 1579330,
    "required_age": 0,
    "is_free": false,
    "description": "“of pawns and kings” is a strongly story focussed point &amp; click adventure game in visually stunning environments.<br>Solve puzzles, combine and use objects in the game world, talk and discuss with the characters living in this enchanting world. Follow Nik on a journey through 10+ chapters and dive in the rich story of the game. Do you have what it takes to solve Niks family secrets and save the ones he loves ? <br><br>protagonist Nik [olas] - nearly grown up ,17 years old, lives together with his grandpa Erasmus on an idyllic, tropical beach, nicely furnished in an old shipwreck. His father, mostly absent, only visits him a few times a year, so Nik was raised by his grandpa, a very friendly,  but somehow crazy old man, Nik loves very very much. Nik doesn't know his mom at all. Except for rare dreams of a friendly woman, he doesn't have any memories of her at all.<br><br>Nik, till today, lived a very protected life, mainly self-determined planning his days. This changes abruptly the moment a stranger appears, starting a heated discussion with Erasmus, which ends with the disappearance of both of them.<br>Suddenly Nik is forced to leave all he knows behind to find clues and he sets on a journey to search for his grandpa.<br><br>On this journey he will discover many surprising things about his family, he will be forced - fleeing the mysterious stranger - to find his way through many diverse scenarios, some of them beautiful, some more frightening. He will meet friendly, fascinating, but also unscrupulous characters.<br><br>Most part of the journey he will be accomplished by a sassy and impertinent toucan -named Fitzgeraldo-, who to his surprise can talk ...  <br>Fitz intentions in helping Nik most of the time don't work like they should, though... <br><br>We accompany Nik on his journey, experience him growing up fast, taking responsibility and coping with fear and prejudice.<br>Will he be able to discover all secrets, will he find help and will he finally save the ones he loves the most ? The deeper Nik delves into the history of his family the more it will astonish him and lets him discover his own part in it.<br><br>A marvelous adventure with many dangers and secrets begins …<br><br><ul class=\"bb_ul\"><li>a well protected, most innocent boy<br></li><li>never suffered at all, his life full of joy<br></li><li>then suddenly, like a lightenings strike<br></li><li>his whole life is changed, all done by a psyche<br></li><li>forced on a journey, so different each land<br></li><li>searching the wisdom, on making his stand<br></li><li>through adventures and dangers, both sad and profound<br></li><li>finding friends, also foes, even two of them crowned<br></li><li>is he steady and strong, is he witty and fast<br></li><li>will he travel those worlds, unbelievably vast<br></li><li>is he lucky enough, might he undo some wrong<br></li><li>is he seeing the ones, speaking only false tongue<br></li><li>dare to see this yourself, want to play with my game<br></li><li>only thing to be done is to back this campaign</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1579330/header.jpg?t=1755597370",
    "developers": [
      "monkey mac jones adventures UG ( Haftungsbeschraenkt)"
    ],
    "publishers": [
      "monkey mac jones adventures UG ( Haftungsbeschraenkt)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}