{
  "1579930": {
    "name": "Zombie Hazard",
    "steam_appid": 1579930,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Info:</h2>In the morning, in a private lab located at a very remote location operated by a group of demented scientists, somewhere in a private lab is on its way to test its newly developed virus on humans for the first time. Still, the experiment gets sideways, and the effects of extreme aggression are shown. It turns out it was a zombie virus that the scientists themselves were unaware of. One after another, all the scientists and the laboratory guards get infected and turn to be zombies, hungry for human flesh and blood.<br><br>However, one of the scientists successfully informs the high command (A leading government agency with the most fierce and advanced army on Earth) about the whole situation and dies while on the phone; the high command traces the location of the lab and is en route with the Wraith soldiers to contain the situation.<br><br>Now it's your duty as a Wraith soldier to stop this virus from leaving that lab and spreading to the rest of the world until the high command makes the anti-dote of the virus, discover your suit, discover your powers and take the help of other soldiers to stop the zombies, retrieve the anti-dote answer, save the world and become a hero.<h2 class=\"bb_tag\" >Gameplay And Features:</h2><br>Engage in a high-tech Cooperative warzone with your friends to defeat a common enemy. Use your Wraith Suit to Fight the enemies. Cut through the increasing difficulty and complete the objective. Earn mana to upgrade your Suit, unlock unique and powerful abilities, and cope with the changes. Be an expert killer to lead the leaderboards through high scores. Help your fallen soldiers by reviving them before they bleed out to death. Use the Remote Control feature to find out what it needs to beat the unending waves of enemies once and for all.<h2 class=\"bb_tag\" > Special Thanks </h2>Vikas Bhardwaj<br><br>Bhuvnesh Bhardwaj",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1579930/header.jpg?t=1725448711",
    "developers": [
      "Ankit Jingala",
      "Zang Games"
    ],
    "publishers": [
      "ZangGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}