{
  "1579550": {
    "name": "Deerstalker",
    "steam_appid": 1579550,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the jungle, kid. You are the newest member of the Deerstalkers, an elite detective agency at the forefront of humankind's expansion into the stars. Navigating the complex political, geographic, and cultural relationships between multi-planet nations, colonies and corporations, you bring a consistent and equal hand of justice to all corners of the star map. <br><br>But in your tour as a Deerstalker you will also confront the grey areas of justice amidst an increasingly fragmented and evolving humanity. <br><br>Heavily inspired by the Carmen Sandiego games we grew up with, Deerstalker requires you to build a knowledge of the world around you to interpret clues and stay on the trail. With rogue-lite mechanics you will build ongoing relationships with the various criminals and contacts you encounter and tilting the balance between friend and foe with every decision you make.<h2 class=\"bb_tag\" >Discover the Outer Worlds</h2>Take cases and plunge into the underworld of illegal cybernetic augments, industrial espionage, human trafficking, and crazed AIs. Build your knowledge of planets and colonies to stay on the trail of your suspects.<h2 class=\"bb_tag\" >Thrill of the Case</h2>Gather clues from witnesses and searching local networks. Smuggle information and memories across regional &quot;Information Nets&quot; on behalf of characters or the case.<h2 class=\"bb_tag\" >Build a Network</h2>Build a network of contacts with specialized knowledge in pursuit of more sinister masterminds across multiple cases. Dive deeper into vast conspiracies and what it means to be a Deerstalker.<h2 class=\"bb_tag\" >Augment Your Detective</h2>Acquire augments to fine-tune your detective skills and optimize your abilities for the case at hand.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1579550/header.jpg?t=1725930772",
    "developers": [
      "Voids Within"
    ],
    "publishers": [
      "Voids Within"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}