{
  "1580430": {
    "name": "Seaport Tycoon",
    "steam_appid": 1580430,
    "required_age": 0,
    "is_free": false,
    "description": "============ follow this game and add it to your wishlist ============<br><br>SEAPORT TYCOON is still under development - follow, comment, add ideas.<br><br>It will still take some time to finish it, but your inputs are very welcome.<h2 class=\"bb_tag\" >What Is the Game All About?</h2><br>Seaport Tycoon is an isometric game fully developed with the Unity Engine.<br><br>The challenge of this game is to develop a seaport that is in the position to handle all the incoming and outgoing goods:<br><br><ul class=\"bb_ul\"><li> Manage a huge number of incoming and outgoing containers and handle all the traffic that is related to it,<br></li><li> Take care about the destinations of all the containers - it's like a big tetris adventure for grown-ups,<br></li><li> Keep everything moving with the right energy management - keep an eye on your environmental impact.</li></ul><br>The ultimate goal is to serve a ship that I use to call &quot;Megalodon&quot; within a predefined short period of time.  &quot;Megalodon&quot; is the biggest container ship on earth  which carries tens of thousands of containers.  <br><br>To reach the goal, you will have to develop your port step by step - start with deleting charges of smaller ships, expand your port and get bigger.<br><br>Build the biggest port of earth, serve the biggest ships by deploying all the existing and new technologies.<br><br>But you will have to be careful: Be aware about your port's environmental impacts - keep it balanced, otherwise you won't be in the position to achieve the goal. <br>The environmental aspect will include the layout, the energy production and consumption and the traffic aspects - so, re-building everything will be always an option.<br><br><br>Development Stage Version 0.3:<br><ul class=\"bb_ul\"><li> It is in experimental stage, <br></li><li> Basic databases and preparations have been completed, <br></li><li> Optimized for smaller maps only,<br></li><li> First elements implemented: Vehicles, small ships, harbour cranes, container zones, streets, conveyor belts, first energy components etc.,<br></li><li> First 2 languages implemented: English and German,<br></li><li> Handling of containers, including basic road network, pathfinding, conveyor belts, basic movements implemented,<br></li><li> It's absolutely buggy, crashing, non-polished - but it's great fun to test it at the moment</li></ul><br>Target for Development Stage Version 0.4:<br><ul class=\"bb_ul\"><li> Launch a stable Demo version with all the basic features from version 0.3.</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1580430/header.jpg?t=1680293718",
    "developers": [
      "SaintWorks"
    ],
    "publishers": [
      "SaintWorks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}