{
  "1580410": {
    "name": "RackJacker",
    "steam_appid": 1580410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Story </h2><br>The world is on the brink of a war between the United States and the Russian Federation. Tensions are rising, and even a minor misunderstanding could ignite the fire and throw the planet into a full-blown nuclear battle. <br><br>You will enter the near-future world of the protagonist Hanako Higasa, a Japanese cybersecurity specialist whose parents died during a top-secret, undercover investigation of the potential source of the conflict between the two and take the initiative to finish what they started while also looking into their death. You will investigate the incident by breaking into corporate data centers and following the clues found amongst the vast amounts of data captured there to find out what may have caused this and how to put a stop to this imminent nuclear threat. You will travel around Japan, and later in the game, the story will take you to the United States.<h2 class=\"bb_tag\" >Features</h2><br>You will be intruding server rooms and removing data obtained without authorization by global conglomerates. When the need arises, you'll need to peacefully neutralize opponents with your trusty crowbar from the first-person view, allowing more depth and immersion into the game. Your character will have access to a couple more melee weapons, but she is not combat-oriented. <br>Being a skilled hacker, you will be capable of hacking virtually anything, given enough time, and these abilities will assist you in eliminating enemies.<h2 class=\"bb_tag\" >Developer</h2><br>RackJacker is Ongakken’s third game, following a short casual game called Beat Rush. <br>It started years ago as a simple idea about a protagonist who would protect regular people’s privacy by hacking into data centers and deleting their personal information and has gradually grown into a story of a much larger scale and depth.",
    "supported_languages": "英语, 日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1580410/header.jpg?t=1629739612",
    "developers": [
      "Ongakken s. r. o."
    ],
    "publishers": [
      "Ongakken s. r. o."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}