{
  "1580400": {
    "name": "Deadeye Deepfake Simulacrum Demo",
    "steam_appid": 1580400,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>D E A D E Y E</strong>  (╬ Ò﹏Ó) <br>Indulge in visceral, deadly gunplay where every mistake could be your last. Hack cameras, turrets, people, even individual bullets!!!ヽ(°〇°)ﾉ Slow time to a crawl. Fade from view. Rip your mind asunder. Project your ego and &quot;befriend&quot; every intelligent thing that surrounds you. Your abilities include, but are not limited to: everything.<br><br><strong>D E E P F A K E</strong>  (˵◡_◡˵) <br>Deep gameplay, deep writing, ALL style, NO substance. High concept, low fidelity. Relish in an original soundtrack of sumptuous lo-fi hip hop beats as you subvert and dominate your enemies. Build relationships with with a cast of colorful characters. Make game changing decisions as you piece together the mystery of your shadowy corporate benefactors.<br><br><strong>S I M U L A C R U M</strong>  (✿◕‿◕) <br>Customize the ultimate agent with more than 2^64 pieces of lovingly, caringly, procedurally generated equipment. Refine your agent's specialties and weaknesses through activatable abilities and passive but impactful perks. Conquer dozens of hand-crafted artisanal missions (and endless generated side content) designed to produce emergent gameplay and accommodate any playstyle.<br><br><strong>D E M O</strong> ( ´ ▽ ` )ﾉ<br>This it the demo! Get a sneak peak into the full game with the first three (and totally only three) story missions, plus a generous helping of procedurally generated side content. Customize your character with weapons, armor, and ~a e s t h e t i c~ Check out 40 of the 150 abilities, and 8 of 15 classes! Meet characters, find secrets, and have fun!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1580400/header.jpg?t=1654471757",
    "developers": [
      "nodayshalleraseyou"
    ],
    "publishers": [
      "nodayshalleraseyou"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}