{
  "1581190": {
    "name": "Toilet Paper War",
    "steam_appid": 1581190,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story</strong><br>The time has come and humanity is at a crossroads. No money and no power have managed so far to find a cure for a newly emerged virus. People have lost many things and think only of themselves, their families and how to survive. Everyone is in a buying rush and the hoard shopping begins. Everyone is buying toilet paper in addition to disinfectant and noodles, so there are fights in the supermarkets. Yes that's right, toilet paper is currently worth more than gold and the rumors that it can heal the virus makes it even more valuable.  Our heroes are also in a toilet paper rush and firmly believe that they can save themselves and their families with toilet paper. They set out across the country, fighting in supermarkets with unique weapons and magical powers to collect enough toilet paper. However, it's not just the battles against the other Toilet Paper-Hunters that cause problems, but also the tricky casual games in which you have to be skillful.<br><br>Toilet paper as a medicine against the virus?<br>Is that even possible or is it just nonsense from some people who lie and cheat humanity?<br>Find out for yourself, become a part of the Toilet Paper War History and save yourself and the world from the virus and become the coolest hero of all time....<br><br>Gameplay &amp; Features:<br>As a hero or heroine, you will embark on a journey to collect all the toilet paper you can, because you want to protect yourself and your family from the virus. On this adventure, you will have to face other opponents in different cities, in multifaceted battles. The various weapons &amp; magical powers, from laser sword to assault rifle, sniper, bow, Thompson, slash-fire and many other cool weapons, will help you in this. Besides many battles, other challenges await to you.  Clever acting and conceiving 2x about your next decision is the key to success.. In the epic Mini Games &quot;Toilet Paper War Space Invader&quot;, you battle as a Battle Pilot against your enemies in space. In &quot;Jump For Your Life&quot;, it's all about running for your life and overcoming the hurdles to collect the toilet paper. The whole game is very action packed and is enhanced with funny scenes and dialogues, so all players will get their money's worth.<br><br>Arcade mode will be available for you after Early Access. It will combine exclusive &amp; highly amusing casual games with RPG elements, thus enabling a unique gaming experience for you. That's why you should collect the toilet papers in Story Mode. These will then be used as currency in Arcade mode, allowing you to experience new adventures.<br><br>The story add-ons will be made available to you in Early Access.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1581190/header.jpg?t=1740140067",
    "developers": [
      "SKY-E RED"
    ],
    "publishers": [
      "SKY-E RED"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}