{
  "1581240": {
    "name": "Der Geisterjäger / The Ghost Hunter",
    "steam_appid": 1581240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Der Geisterjäger</strong> is a brutal single-character dungeon crawler that provides a unique combination of first-person exploration with tactical combat. After the disappearance of a corporate squad during pursuit of an unknown assailant, you're sent to investigate, confirm their status, and help them finish their mission.<h2 class=\"bb_tag\" >YOUR FUTURE IS METAL</h2>Get in your mech, explore the dungeon, and use all tools at your disposal to survive through harsh turn-based battles against security robots and other mechs. Search the map for useful items that will assist you in your mission, examine your surroundings to learn more about the world and events within it, and use navigation markers to avoid getting lost in this claustrophobic network of tunnels.<h2 class=\"bb_tag\" >ONE VS MANY</h2>You're regularly outnumbered and outgunned, but you've got the tools to counter that. Analyze your enemies to learn their strengths and weaknesses, pick the right weapon, stay on the move to avoid getting surrounded, and watch your flanks and stance. Knowing when to fight and when to run is essential to survive in this harsh underground world.<h2 class=\"bb_tag\" >UNIQUE PROGRESSION SYSTEM</h2>Use repair stations to upgrade your Robotic Combat Suit, abilities, and weapons, survive through battles to improve your pilot's performance in the field, and kill enemies even more efficiently as your Robotic Combat Suit analyzes their behavior. Customize your resistances and weaknesses using blueprints found in the field to fine-tune your build. Whether you want to be a heavy-armored brute, a projectile-dodging assassin, or a jack of all trades, the game allows you to get stronger in a way you see fit.<h2 class=\"bb_tag\" >SEE THE WORLD THROUGH THE SCANNER</h2>The game sports a unique wireframe-like graphics style to simulate the scanner of your Robotic Combat Suit. These unique visuals are supported by an atmospheric electronic soundtrack that submerges you in the dying world beyond the scanner.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1581240/header.jpg?t=1668533351",
    "developers": [
      "Graverobber Foundation"
    ],
    "publishers": [
      "Graverobber Foundation"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}