{
  "1581200": {
    "name": "Enemy Engaged 2: Desert Operations",
    "steam_appid": 1581200,
    "required_age": 0,
    "is_free": false,
    "description": "Climb aboard an American RAH-66 Comanche, or the Russian KA-52 Hokum B, and prepare to experience low-level helicopter combat like never before! Sharpen your &quot;line of sight&quot; tactics on over 30,000 kilometers of treacherous landscape! War rages continuously on 3 diverse real world combat zones, where you engage the enemy as both pilot and co-pilot/gunner. <br>The main attraction of this add-on is to increase the importance of missions played in the desert areas. The main focus was on demonstrating the growing threat from Iran and the intervention of the United States and Russia in the region. However, battles against time also move to two other places - to Afghanistan, where, after a short period of peace and quiet, terrorist groups and the ice deserts of Antarctica have come to light again.<br><br>Regardless of the chosen location, the player has to choose the side of the conflict. Taking control of the American pilot we fly with the RAH-66 Comanche helicopter. In turn, standing on the Russian side, one sits at the controls of the KA-52 Hokum B machine.<br><br><ul class=\"bb_ul\"><li>Modern helicopter combat simulation with realistic flight physics.<br></li><li>Three exciting theaters of war with two opposing campaigns each; over 300.000 square kilometers of flying area over Lebanon, Taiwan and Korea.<br></li><li>Dynamic real-time battlefields. No linear mission plot or predefined unit behavior.<br></li><li>Over 1200 very detailed and blue-print precise vehicles, chosen from among proven classics in actual use in armed forces around the globe.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1581200/header.jpg?t=1759951805",
    "developers": [
      "G2 Games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 720,
      "discount_percent": 80,
      "initial_formatted": "¥ 36.00",
      "final_formatted": "¥ 7.20"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}