{
  "1582240": {
    "name": "Fantasy Grounds - Pathfinder RPG - Pathfinder Flip-Tiles: Dungeon Starter Set",
    "steam_appid": 1582240,
    "required_age": 0,
    "is_free": false,
    "description": "This product requires Fantasy Grounds Unity<br>Please note this product does not qualify for a PDF discount.<h2 class=\"bb_tag\" > Pathfinder Flip-Tiles: Dungeon Starter Set</h2><strong> Danger Around Every Corner!</strong><br>Meet the perfect tool for dungeon delving! Next time your players are ready to explore a dungeon's depths, they won't have to wait for you to draw every twist and turn of a subterranean labyrinth.<br><i> Pathfinder Flip-Tiles: Dungeon Starter Set</i> provides beautifully illustrated map tiles that can be used to construct a variety of dungeon corridors, rooms, and other sites. Inside, you'll find 42 richly crafted, double-sided map tiles and six tabbed dividers to keep them organized. This starter set is only the first step! Flip-Tiles expansion sets allow you to expand your dungeon both in size and with nearly endless variety! So stop your sketching and start your flipping today!<br>The<br><i> Dungeon Starter Set</i> includes:<br><ul class=\"bb_ul\"><li>Antechambers<br></li><li>Corridors<br></li><li>Dungeon Entrances<br></li><li>Rooms<br></li><li>Sewer Intersections<br></li><li>Stairs</li></ul><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Michael Davey</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Requires Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1582240/header.jpg?t=1768448899",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}