{
  "1583210": {
    "name": "The Legend of Fjarri",
    "steam_appid": 1583210,
    "required_age": 0,
    "is_free": false,
    "description": "Son of a scholar Bai Lang thought nothing of the age-old myths surrounding the old wastes up in the North, his father would ramble on about legends and books all day long until one day he disappears without a trace outside the border. 21 years later Bai Lang is now a full-fledged adult and a loyal servant to the Emperor, but something seems off, the people have grown soft, reliant on the walls to keep out the disorganised Desert Nomads tribes to the West, they forgot all about the Ancient Northern Evil.<br><br>It has returned.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1583210/extras/c43c03b05db3ccf1c34caa44a244b64d.avif?t=1619733434\" width=633 height=870 /></span><br><br>Fight through a variety of enemies in all sorts of different parts of the fictional world of tLoF in this fully digital hand drawn platformer adventure game focusing on a fictional world that spans through three different types of biomes that are similar to those of Scandinavia, the Mongol Plateau and East Asia in a unique twist.<br><br>THE LEGEND OF FJARRI is an adventure action game focused on discovering a deep plot full of myths, legends and an ancient fight against an evil foe, all set in a beautiful world for you to explore, featuring many characters and dialogue to experience. THE LEGEND OF FJARRI is being developed by Michael Northway and in part by Thomas Swiers to make up Marten Beyond.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1583210/header.jpg?t=1619733434",
    "developers": [
      "Michael Northway",
      "Marten Beyond",
      "Thomas Swiers"
    ],
    "publishers": [
      "Marten Beyond"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}