{
  "1583000": {
    "name": "Theofil",
    "steam_appid": 1583000,
    "required_age": 0,
    "is_free": false,
    "description": "Theofil is an action arcade game in which you'll guide a hooded hero wearing an ancient robe. Your weapon is a magical wooden staff that brave Theofil uses to destroy his enemies. His abilities will help you fight against dangerous enemies. <br />\r\n<br />\r\nThe action takes place somewhere in ancient Egypt, full of mysterious temples and caves, which are protected by deadly traps. Access to them is defended by powerful opponents who will not give up without a fight. Stone golems throwing boulders at you and goblins wanting to stab you with a spear. You'll find it all in Theofil!<br />\r\n<br />\r\nWatch out for sharp spikes popping out of the ground, fire-breathing ancient statues with images of deities, and flying, poisonous blades. Avoid them to prevent your health bar from dropping to zero. Your dexterity will be the key to discovering the secrets of the ancient world, as their guardians protect access to them. They are cunning and attack you in a group, so keep your eyes around the head! <br />\r\n<br />\r\nIn addition to traps and enemies, you will solve puzzles that require cleverness and logical thinking. Move big statues and switch levers to open gates. Jump on platforms to reach the hidden treasures of the ancient world. <br />\r\n<br />\r\nTravel through the winding corridors of mysterious temples, bristling with traps appearing on each wall and find a hiding place with a powerful boss. Defeat him to get new items and grow in strength with Theofil! Will you manage to go through the dangerous journey and discover the secrets of the ancient world? Enter the mysterious world of Theofil and follow the path with him!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1583000/header.jpg?t=1712057162",
    "developers": [
      "Sons of welder",
      "FM Simple Games Studio"
    ],
    "publishers": [
      "FM Simple Games Studio",
      "Sons of welder"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}