{
  "1584040": {
    "name": "Astonia Resurgence",
    "steam_appid": 1584040,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Prepare for the Resurgence</h2>In a world of magic and demons, two powerful clans, the Isara and the Ilasner, are locked in a fierce and deadly war. The Isara, aided by their knowledge of ancient magic, have managed to hold their own against the powerful demon forces summoned by the Ilasner. But as the war rages on, the Isara find themselves trapped in underground caverns, unable to control their own defense systems. Desperate to survive, they turn to the dangerous art of demon summoning, with disastrous results. As the demons run wild and the death toll rises, the Isara and Ilasner are forced to fight not only each other, but also the demons they have unleashed. As the conflict reaches its climax, it becomes clear that only one clan will emerge victorious, and the fate of the world hangs in the balance. Will the Isara's knowledge of ancient magic be enough to triumph over the demon hordes, or will the Ilasner's dark powers prove too great to overcome? The final battle will decide the fate of all.<h2 class=\"bb_tag\" >CLASSES</h2>There are two available classes from the start: Warriors, specializing in melee combat, and Mages, specializing in casting spells to damage their opponents. There is a third class: Seyan'Du, which is only obtainable by winning combat against the Gatekeeper himself. The Seyan'Du has all of the abilities of the Mages and Warrior, allowing for even more flexible gameplay and build diversity.<h2 class=\"bb_tag\" >THE WORLD</h2>There are many Cities, Towns, and Areas in the game. The main City is called “Aston” and contains a variety of areas within it. There are Demons, Vampires, Assassins, Mages, Skeletons, and many more (and Bears! Oh my!) With over 25 different areas, there is always somewhere to explore.<h2 class=\"bb_tag\" >CHARACTER PROGRESSION</h2><br><i>Stats/Skills</i><br>Characters gain EXP by completing Quests and killing enemies. You then have full control over where YOU want to put that experience. Want to play more of a Tank? Invest in your Defenses. Looking to be a Glass Cannon? You can do that as well. Looking to get a bit more coin for your items from vendors, or cheapen the costs? Raise your bartering! Stealthy assassin? Stealth and Attack. A burly Brawler? Get a bit more Hitpoints. Every character is unique.<br><br><i>Gear</i><br>Through your journey you may come across various items that improve your stats. You can then equip these items, into their respective slots, on your Character. You can create your own gear through Orbs, a consumable to increase a particular stat +1, or through “welding,” which is moving a stat from one piece of a gear to another.<h2 class=\"bb_tag\" >ECONOMY</h2>This is player-driven, with an auction chat in-game to trade items with other Players. You can trade items with other players, or offer to purchase their items with gold. Gold is the global currency in the game, often gained by slaying Demons and completing Quests.<h2 class=\"bb_tag\" >EXTRA CONTENT</h2>If at any point in the game you feel the need to grind out some EXP, there is a constant ongoing Quest called “The Pentagram Quest,” more commonly known as “Pents.” Pents are a place where Demons gather in large pit areas where Players can come in and do some good old fashion grinding and farming. They exist at all levels from 7-118, so you will always have a place to train and level available. <br>There are also Mines within the game where you can go and mine for Silver and Gold units. But beware! While mining, a Golem may appear from the rubble and fight back! Silver and Gold units are used to improve gear, and can be quite valuable to those looking for it. The Mines are broken into levels as well, every 10 levels (lv10 Mines, lv20 Mines, etc.)<h2 class=\"bb_tag\" >CLANS</h2>The Clan system in the game provides you with a private chat channel where you can chat with various other Players, along with the ability to purchase in-game benefits, such as bonus EXP and increased movespeed, using “Clan Jewels.” Clan Jewels are the Clan currency of the game, obtainable through the largely popular PvP section of the game, also known as Spawns. Clan Jewels are also necessary to keep the Clan alive.<h2 class=\"bb_tag\" >PLAYER VS PLAYER</h2>The favorite part to many of our Players, there are two different types of PvP in the game. <br><br><i>Player-Killer</i><br>The first is Player-Killer. When you are a Player-Killer (enabled within the game,) you will have the ability to kill, and be killed by, other Player-Killers within 3 levels of you, and only in certain areas of the game (immediate Cities are safe areas.) When killing another Player, their body will drop on the ground, and you will have the ability to take all items they had with them at the time (Gear included!) <br><br><i>Spawns</i><br>Spawns occur at random intervals within the game. They are broken into levels, in a “up-to” certain level PvP, private areas (for example: a “15 Spawn” would mean the highest level allowed is 15). There are many in the game, ranging from 5-200. A few examples are 5s, 15s, 24s, 30s. While in a Spawn, you work as a Team with your Clan to defeat the rest of the Clans in the Spawn, through killing them. This is the only place to collect Clan Jewels.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1584040/header.jpg?t=1764340103",
    "developers": [
      "Ruby Studios, LLC"
    ],
    "publishers": [
      "Ruby Studios, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}