{
  "1584410": {
    "name": "Wicked Lands",
    "steam_appid": 1584410,
    "required_age": 0,
    "is_free": false,
    "description": "Kaboom! The Nexus? Shattered. Time? Cracked like a bad egg yolk. Your purpose? A cosmic mystery. Embark on a thrilling journey into a wicked fantasy realm that's as unpredictable as a caffeinated cat on a trampoline!<h2 class=\"bb_tag\" >MASTER HYBRID WARFARE</h2>Lead your motley crew of minions into fast-paced, tactical combat that will make your enemies question their life choices. Outmaneuver them, exploit their weaknesses and use your arcane powers to turn your minions’ strikes into critical hits - or at least keep them alive till tomorrow!<br><br><br>Get creative with a wide arsenal of magical mayhem. Make two units swap positions, raise a skeletal sidekick, persuade an enemy to switch sides or turn them into a walking bonfire with a sizzling fireball!<br><br>Thought you were done? Not so fast! A killing blow grants your minions an extra jab. Skillfully string together their attacks and your own spell-slinging to unleash gloriously orchestrated kill-streaks!<h2 class=\"bb_tag\" >LOOT &amp; PLUNDER</h2>Equip your minions with dazzling items, expand your arcane arsenal with fresh spells, and get your hands on artifacts that rewrite the rules of the game! Every faction hoards their own unique loot, but be warned - you’ll have to pry it from their cold, dead hands!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1584410/extras/18c5631c0dcc3c532b6c3a8ac38d781e.avif?t=1765478280\" width=616 height=124 /></span><h2 class=\"bb_tag\" >EMBRACE FATE</h2>Embrace the double-edged sword of fate! As dawn cracks and dusk falls, it's time to draw a Fate Card. Each one introduces new, deadly foes or other challenges to your run. But don’t despair! Finish the quests they come with and get rewarded with new minions, bonus mana or other powerful upgrades. Only with these will you stand a chance to survive the escalating chaos and make it to the final Fate Card draw - giving you a shot at defeating one of the legendary bosses!<h2 class=\"bb_tag\" >EXPLORE THE REALM</h2>Barter for arcane knickknacks with the Bog Witch, hit the jackpot at the Pixie Casino or lay an offering before the monument of Sparkles - the infamous Catmancer, whose loyalties change faster than you can say &quot;hairball.” Discover unique landmarks and denizens ranging from grudgingly civil to suspiciously friendly, offering boons such as spell-cloning, eldritch insurance or some mushrooms to give your minions a psychedelic edge in battle! <br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1584410/extras/29aaa7ab14044227b023510066ac4673.poster.avif?t=1765478280\" width=616 height=150 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1584410/extras/29aaa7ab14044227b023510066ac4673.webm?t=1765478280\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1584410/extras/29aaa7ab14044227b023510066ac4673.mp4?t=1765478280\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >UNRAVEL THE MYSTERY</h2>Discover why the Nexus went kaboom, find out who you really are, and maybe - just maybe - break the time loop that grips the Wicked Lands!<h2 class=\"bb_tag\" >EMBRACE THE CHALLENGE</h2>New combinations of minions, items, artefacts, spells and factions and a randomly generated map offer a fresh experience as well as new challenges every time you play. Daily runs and leaderboards make sure that you’ll have plenty of reasons to come back for more!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1584410/header.jpg?t=1765478280",
    "developers": [
      "Hugging Dragons"
    ],
    "publishers": [
      "Hugging Dragons"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}