{
  "1585590": {
    "name": "VirtualRehabART4Health",
    "steam_appid": 1585590,
    "required_age": 0,
    "is_free": false,
    "description": "VR designed for awe and rehab.<br>The experience combines virtual art, technology, and rehabilitation.<br>When we, in reality, are contained to our home, nursing home, or hospital room. We can in the virtual reality experience  wonder in new, calming worlds.<br>A remarkable intersection between art, pain relief, and exercise.<br><br><strong><i><u>some voices in betatesting:<br><i><strong><u>wow! So beautiful and peaceful! I want to use this as a relaxing break in my computer work! <br><br>I love the small figures in the sea landscape and the growing flowers in the yoga session.</u></strong></i><br><br><strong> So beautiful music and peaceful surroundings! The voice of the psyiotherapist is so relaxing!</strong><br><br><strong><u>So nice to walk around, looking for growing flowers and make the waterdrops water the landscape.<br><br>I forgot my pain and that I am in a boring institution! thank you! so full of fantasy and awe! </u></strong></u></i></strong><br><br>Within the VR-headset, the player is surrounded by calming forests and oceanscapes, sounds of nature, and classical music. <br>The player can also perform yoga and physiotherapy exercises with a personal, virtual trainer. <br>By orienteering with a map in a 3D environment, the player can practice and develop their cognition.<br>The exercises and movements have been designed by professional yoga instructors and physiotherapists that work with rehabilitation.<br><br>Virtual Rehab<br>ART4Health<br>VR design Åsa Egnér<br>Programming Johnny Nyman, Softwarehut Polen<br>Modelling Carolina Ask, Evermotion, Polen<br>Music Satie, Grieg, Debussy, Bach, Mozart, Ravel, Schumann.<br>Pianist Jonathan Sersam Sound Hans Nilsson och Joar Egnér Löfberg<br>Motion Capture HumLabb, Lunds Universitet Video David Blomquist<br>Yoga- and voice instruction Michaela Tellenmark<br>Physiotherapy Ulrika Björck, Caroline Dahlberg<br>Voice instruction physiotherapy Oliver Lindman<br>Dancer Osama Al Shihabi Character modelling Peter Flygenring Toft<br>Business advisor Anne-Sofie Frey.<br>Created with support from Vinnova Innovation.<br><br>Credits: Theis Madsen MD&amp;CEO CopenRealityApS. <br>Virtual Rehab has been further developed from a prototype called “Virtual Recovery”.<br>The basic idea and prototype were developed in a collaborative project between VR designer Åsa Egnér, Kreativitetsbanken<br>and Dr Theis Madsen, CopenReality ApS. The prototype was funded by Cross4Health.<br><br><br>©VirtualRehabART4Health<br><br><br>MENU<br>In the game’s menu the player can choose<br>options for language, environment, exercises,<br>standing or sitting, and easy or more advanced difficulty. Easy difficulty excludes<br>movements above shoulder height.<br><br>EXPLORATION:<br>Yoga, Physiotherapy<br>The player can explore visual and calming<br>worlds at their own pace, either by sitting<br>or standing. By using the controller, the<br>player moves through ocean- and forest<br>environments, and makes their way to either<br>a yoga- or physio-therapy exercise with<br>different difficulty levels.<br><br>3D Orienteering<br>VR enables a unique opportunity to train 3D<br>orienteering via a map. This may develop the<br>coordination between mind and body, since<br>the player learns to navigate to different<br>targets.<br>Yoga och Physiotherapy<br>Through paintings, the player enters either<br>an oceanscape or a redwood forest. They are<br>then automatically transported to a previously chosen yoga- or physiotherapy session.<br><br>Rewards<br>Besides relaxation, exploration, and exercise,<br>the player is rewarded with for instance growing flowers and trees, northern lights, and<br>water drops. These rewards and the beautiful<br>environments and sounds can create awe and<br>motivate the player to return to the game and<br>the exercise.<br><br>Personal Trainer<br>The player exercises with other 3D-characters, which simulates a group session with a<br>virtual instructor.<br><br>Research<br>There are many scientific reports about the<br>advantages of VR. In virtual reality, the brain<br>is ”tricked” into believing that it is in a new<br>location. VR distracts from pain, and can<br>relieve stress and anxiety.<br><br>Technology<br>All characters in the game are created through<br>motion capture technology in co-operation<br>with the university of Lund’s Humlabb. <br><br>To play Virtual Rehab, you need:<br>● a VR headset with the associated<br>controller for Oculus rift or HTC Vive.<br>● a copy of the game which will be available on digital platforms such as Steam.<br>● a computer that meets the system<br>requirements for VR.<br><br>MENU:<br>FOREST/GARDEN<br>SWEDISH/ENGLISH<br>FOREST – explore, physiotherapy<br>● Press and release the thumbstick to<br>move forward, choose directions with<br>the pointer.<br>● Explore nature, and water the environment with dew drops along the way.<br>● Training: the instructor begins the<br>exercise when the player enters the<br>ring of stones.<br>● Imitate the instructor’s movements.<br>4 different exercise locations.<br>● After the training session: hit<br>dewdrops with the front trigger,<br>so that trees grow.<br>Orienteering forest<br>● Press and release the thumbstick to<br>move forward, choose directions with<br>the pointer.<br>● Orienteering: open the map with the<br>front trigger and navigate toward the<br>goal.<br>● At the goal, move potential rocks with<br>the side button, aim at the dewdrop.<br>● 3 orienteering goals appear on the<br>map per round.<br>Physiotherapy, single<br>● In the menu, choose options for<br>standing, sitting, and easy or<br>advanced difficulty.<br>● Travel through a painting to the<br>exercise.<br>● Aim at the dewdrops with the front<br>trigger after a finished session of<br>physiotherapy.<br>● Enjoy growing trees and a beautiful<br>night sky that finishes the session.<br>OCEAN – explore, yoga<br>● Press, and release, the thumbstick to<br>move forward, aim with the pointer.<br>● Walk around in nature, watch flowers<br>and water the environment with<br>dewdrops.<br>● Yoga: when the player enters the ring<br>of stones, the instructor begins the<br>exercise.<br>● Imitate the instructor’s movements.<br>Put down the hand controller.<br>● The flowers grow during the yoga<br>movements. 4 different exercise<br>locations.<br>Orienteering ocean<br>● Press and release the thumbstick to<br>move forward, aim with the pointer.<br>● Orienteering: open the map with the<br>front trigger and navigate toward<br>the goal.<br>● At the goal, move rocks with the side<br>button, aim at dewdrops so that<br>flowers grow.<br>● On the map a new goal appears which<br>the player can find, three goals per<br>round.<br>Yoga, separate<br>● In the menu, choose standing, sitting,<br>easy or advanced difficulty.<br>● Travel through a painting to the yoga<br>exercise. The controller can be excluded.<br>● Imitate the instructor’s movements.<br>● Enjoy growing trees and a starry night<br>sky that concludes the round.<br><br>Virtual Rehab<br>ART4Health",
    "supported_languages": "英语<strong>*</strong>, 瑞典语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1585590/header.jpg?t=1620549874",
    "developers": [
      "VR design Åsa Egnér, Modelling Evermotion, Carolina Ask,",
      "Programming Johnny Nyman Softwarehut,Character modelling Peter Flygenring Toft",
      "Pianist Jonathan Sersam Sound Hans Nilsson Joar Löfberg Dancer Osama Al Shihabi",
      "Motion Capture HumLabb, Lunds Universitet Video David Blomquist Yoga Michaela Tellenmark Physiotherapy Ulrika Björck, Caroline Dahlberg Oliver Lindman Credit: Theis Madsen MD&CEO CopenRealityApS"
    ],
    "publishers": [
      "VirtualRehabART4Health"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}