{
  "1585720": {
    "name": "Cliffsides",
    "steam_appid": 1585720,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1585720/extras/addtowishlist_gif.gif?t=1726472296\" /></span><h2 class=\"bb_tag\" >Cliffsides – Think Outside Of the Box</h2>Welcome to Cliffsides, a game where you build a city in a unique environment that will truly test your skills in space management to their limits! While the natural beauty of the locations for your urban projects may be distracting, you'll need all the focus you can muster.<h2 class=\"bb_tag\" >Building In 3d</h2>Your designated building sites will be full of cliffs and rocky outcrops, as promised in the game's title. This calls for a great deal of engineering ingenuity. Construct homes right on the steep slopes of tiny islands along with all the necessary ramps and quays for your residents' convenience<h2 class=\"bb_tag\" >A Sea Of Opportunities</h2>You might ask – what's the point of investing in such an area and establishing a township there? There is the sea, for one thing. Develop fishing industries, harvest it for many other resources, use the very tides and winds it brings to generate power sustainably. You might even transform your modest town into a hub of maritime logistics!<h2 class=\"bb_tag\" >Tourist Paradise?</h2>If heavy industry isn't your thing, how about a different challenge? The amazing climate and beautiful environment mentioned in the beginning are sure to draw some visitors to your city. It's a perfect opportunity to transform it into a tourist resort! But with that come the extra responsibilities – you have to look out for the tourists as well as the town's inhabitants. Speaking of which...<h2 class=\"bb_tag\" >A Stylish Kind Of town</h2>Make sure to aim for balance as you expand your unique city. See to your residents' needs and safety – make sure they have access to the right commodities and services. Otherwise, you may not be in charge for long! Cliffsides is also a place where your creativity may work wonders. Use the Mediterranean setting and the characteristic architecture of your buildings to genuinely make what your create one of the most pleasant places to live!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1585720/header.jpg?t=1726472296",
    "developers": [
      "Hyper Studio"
    ],
    "publishers": [
      "PlayWay S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}