{
  "1585660": {
    "name": "DIRECT shot",
    "steam_appid": 1585660,
    "required_age": 0,
    "is_free": true,
    "description": "DIRECT SHOT is a brand new FREE online shooter. Where each player can show themselves and their abilities in session matches in 5x5 format using a large selection of modern weapons.<br />\r\nThe advantage of DIRECT SHOT over other projects lies in the regular running tournaments from the developers. Now you don't have to be an avid cyber athlete to try to win an online tournament. Many computer game players dream of starting to earn with their gaming skills, but for many it is incredible work to break into the cyber arena. Thanks to the online shooter DIRECT SHOT, such an opportunity is available to everyone! The game is available on Steam and is completely free! Download, upgrade your Skill and take part in tournaments!<br />\r\n<br />\r\n<br />\r\nForeword.<br />\r\nRetired special forces from all over the world flock to hot spots to prove their dominance and seize neutral territories without regular armed forces. They can perform the most difficult tasks, their main goal is the protection of the state and the protection of universal human values. But no one expected that traitors could sit among their own brothers in arms. Who are grouped into separate gangs and come into military conflict with their former colleagues! Considering that all means are good in war, groups sometimes resort to the most severe and inhuman means of conflict, such as terrorist acts. Prevent the traitor from domination over territories or take the side of darkness, the choice is only yours!",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1585660/header.jpg?t=1624541723",
    "developers": [
      "XGAME studio"
    ],
    "publishers": [
      "XGAME studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}