{
  "1586890": {
    "name": "Legend of Azcarth",
    "steam_appid": 1586890,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Game Description</strong><br>Venture into ancient ruins in pursuit of an ancient power in order to stop the ones who kidnapped you and save the world from further corruption. Out of your element and surrounded by danger, who knows what you might find hidden in Azcarth, be it magic, friends, or even part of your own history.<br><br>Climb, grapple, and possess your way through Legend of Azcarth, an Indie third person adventure game made by a team of game design students at UCFs capstone Game Workshop course. Created over the course of two semesters from start to finish entirely from scratch, and now brought to steam to share with the gaming community that every member of the team came from.<br><br><strong>Story</strong><br>Legend of Azcarth is set in an alternate near future where the world, once full of magic long ago, has now fallen under the control of an oppressive mega corporation, Devcon. In their hunt to grow their power they discover the source of an ancient power, and in their efforts to obtain it for themselves they have kidnapped orphan Laudia, thinking she is but an insignificant orphan that happens to be in possession of a small shard of Azcath’s past. Little do they know she has more power in her than even she is aware of, and soon will discover for herself with the help of a new ghostly ally.<br><br><strong>Key Features</strong><br><br>Versatile Grapple Hook<br>Unique and flexible grappling hook with three unlockable abilities to help you maneuver through the world of Azcarth and keep your enemies at arm's length.<br><br>Enemy Possession<br>Use your new spiritual ally to take control of enemy guards and use them to your advantage to scout ahead and disable some of the many barriers in your path.<br><br>Hand crafted world<br>Three levels designed and built entirely with custom made assets, everything from the largest towers to the smallest stones made custom for this game. No asset flipping here.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1586890/header.jpg?t=1621990853",
    "developers": [
      "Lost Worlds Entertainment"
    ],
    "publishers": [
      "Lost Worlds Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}