{
  "1587440": {
    "name": "Atonal Dreams",
    "steam_appid": 1587440,
    "required_age": 0,
    "is_free": false,
    "description": "Atonal Dreams is an RPG reminiscent of classic console JRPGs: you roam around a field and through dungeons looting treasure chests, talking to NPCs, and engaging in (non-random) turn-based battles that pit your team against hordes of monsters. Grow your characters by masterfully using skills to alter modifiers, build combos, and either destroy your foes or convert them to your side. The game is heavily story- and lore-rich, featuring an often-silly cast of characters who each have hidden depths that are gradually revealed.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/extras/68289869fe47ac4a4420667e7e73d588.poster.avif?t=1672845538\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/extras/68289869fe47ac4a4420667e7e73d588.webm?t=1672845538\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/extras/68289869fe47ac4a4420667e7e73d588.mp4?t=1672845538\" type=\"video/mp4\"></video></span><br><br><ul class=\"bb_ul\"><li>In the world of Alora Fane, the omnipresent <i>miasma</i> causes thoughts and feelings to manifest as monsters. These can be destroyed with weapons, or tamed using magic. Tamed monsters can be controlled as allies for the duration of the battle.<br></li><li>Skills can level up by gaining XP equal to the damage inflicted with them. Stack up bonuses by manipulating a variety of psychological stats for efficient growth!<br></li><li>There's a strong focus on story and characterisation. Dialogue scenes use full models with nuanced facial expression shifts that that add an additional layer of nonverbal storytelling.<br></li><li>A quirky blend of absurd British humour and deep layered meanings and metaphors about the nature of mind and reality and characters' hidden backstories and self beliefs.<br></li><li>No unnecessary padding or tedious grinding; the game aims to make a memorable mental mark without overstaying its welcome.</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/extras/c9d7d0698e716d5fa1c6131c9e67d996.poster.avif?t=1672845538\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/extras/c9d7d0698e716d5fa1c6131c9e67d996.webm?t=1672845538\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/extras/c9d7d0698e716d5fa1c6131c9e67d996.mp4?t=1672845538\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >STORY</h2><i>Alora Fane</i>'s gods once walked among the people they dreamed into being, until they were slain - and the world itself wounded - by a defiant blasphemer known as <i>Blight the Betrayer</i>.<br><br>A faction of devout knights called the <i>Seraphim</i> emerged to maintain ordered civilisation in the gods' absence, while those who saw the gods' death as freedom from tyranny founded the <i>Blight Wolves</i> to live lives of defiant chaos in the wild.<br><br>Centuries after this cataclysm, <i>Savitr</i> - a legendary Seraph whose unusual purple skin and horns reflect the inner demons that haunt him - and his starstruck apprentice, <i>Collie</i> - a former Blight Wolf, eager to rise above her brutal past - set out on a quest to rescue Savitr's scholar friend from an island of monks who gaze into the infinite sea of potential dreams beyond physical reality.<br><br>Savitr's quest to bring light to the world to atone for his past sins will face challenges from the competing belief narrative of his fiery squire, and by facing their dreams incarnate, they will reveal the light of truth at their core.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587440/header.jpg?t=1672845538",
    "developers": [
      "Tobias Cornwall"
    ],
    "publishers": [
      "Tobias Cornwall"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}