{
  "1587170": {
    "name": "A World To Win",
    "steam_appid": 1587170,
    "required_age": 0,
    "is_free": false,
    "description": "Guide a nation through the Cold War, using both soft and hard power to win allies and defend your way of life. Experience decolonization, the space race, espionage, ideological conflict and more, with streamlined mechanics and retro-inspired graphics, alone or in multiplayer!<br><br>Unlike many historical games, warfare is not the main focus here, and world conquest is practically impossible. The superpowers are unable to fight each other directly, due to the threat of mutually-assured destruction with nuclear weapons. Play too aggressively, and you risk destroying the world! You will have to carefully use influence, trade and intrigue alongside your military might in order to achieve supremacy.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>LAUNCH COUPS</strong><br>Unleash your inner economic hitman, overthrow governments and install puppet leaders to expand your sphere of influence.</li></ul><br><ul class=\"bb_ul\"><li><strong>RISE UP AND DECOLONIZE</strong><br>Support rebels and independence movements, bring down empires and dictators, establish revolutionary regimes, and redistribute the world's resources (in your favor)!</li></ul><br><ul class=\"bb_ul\"><li><strong>TO THE MOON</strong><br>Compete in the space race, and plant your country's flag on the moon to win hearts and minds back on Earth.</li></ul><br><ul class=\"bb_ul\"><li><strong>NUCLEAR ARMS RACE</strong><br>Will you achieve disarmament, or push humanity to the brink of annihilation? Just try not to start WWIII!</li></ul><br><ul class=\"bb_ul\"><li><strong>SPY AGAINST SPY</strong><br>Deploy agents around the world, infiltrate your enemies and hunt down traitors in the secret struggle for intelligence.</li></ul><br><ul class=\"bb_ul\"><li><strong>CHANGE HISTORY</strong><br>Attempt to alter the fate of any nation or political movement, and reshape 20th century history as you see fit.</li></ul><br><ul class=\"bb_ul\"><li><strong>MULTIPLAYER</strong><br>Challenge your friends and online opponents in a global test of brinksmanship and backstabbing!</li></ul><h2 class=\"bb_tag\" >Roadmap</h2>The Early Access release is limited to basic superpower conflict gameplay, including multiplayer. The following features are planned for the full release (some are partially developed already and may be added during Early Access):<br><br><br><ul class=\"bb_ul\"><li><strong>All countries playable</strong><br>Play as a developing nation and pit the superpowers against each other - or try to become a superpower yourself!<br></li><li><strong>Playable insurgents</strong><br>Start from nothing and fight for freedom, or stay in the game if you fall from power.<br></li><li><strong>Military complexity</strong><br>Navies and air forces, special equipment, arms trading, unit experience and morale.<br></li><li><strong>Political systems</strong><br>New province, population, policy/reform and political party mechanics to make each country feel unique.<br></li><li><strong>Economic intricacy</strong><br>Additional ways to improve your economy through technology, urbanization, import substitution and industrialization.<br></li><li><strong>Diplomatic depth</strong><br>Content for intergovernmental organizations like the UN, OPEC, Non-Aligned Movement, etc.<br></li><li><strong>Historical flavor</strong><br>Interact with cultural trends and famous historical figures.<br></li><li><strong>Mac and Linux versions</strong><br></li><li><strong>Localization for many languages</strong><br></li><li><strong>Mod and Workshop support</strong><br></li><li><strong>...and more!</strong><br>Many smaller improvements are planned, and extra features may still be added to this list - including suggestions from players!</li></ul><br>This roadmap will be updated and improved as progress is made.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587170/header.jpg?t=1721933541",
    "developers": [
      "Leafbug Labs"
    ],
    "publishers": [
      "Leafbug Labs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}