{
  "1587750": {
    "name": "Fat Fritz 2.0 SE",
    "steam_appid": 1587750,
    "required_age": 0,
    "is_free": false,
    "description": "Fat Fritz 2.0 is the successor to the revolutionary Fat Fritz, which was based on the famous AlphaZero algorithms. Using a new Japanese AI technology that achieves optimal performance on regular computer processors (CPUs – no expensive graphic card required) it combines the best of both worlds: a massive new neural network, trained by Albert Silver with the original Fat Fritz, while learning from the surgical precision of Stockfish’s legendary search. This new version takes chess analysis to the next level and is a must for players of all skill levels, whether beginner or professional, who won’t accept any compromises. Its understanding is unparalleled, as it learned by literally studying billions of chess positions.<br />\r\n<br />\r\nFat Fritz 2 comes with the latest version of the most advanced chess playing interface in the world, which provides coach functions, automatic game analysis, a database with 1 million games.<br />\r\n<br />\r\nFeature list:<br />\r\n<br />\r\nFat Fritz 2* engine with a massive new neural network<br />\r\n64-bit program interface<br />\r\nIncludes current Fritz 17 program interface<br />\r\nDatabase with 1 million games, etc.<br />\r\n*The Fat Fritz 2 Chess Engine is based on the software Stockfish. The Fat Fritz 2 Chess Engine and the software Stockfish are licensed under the GNU General Public License Version 3. You will receive further information during installation.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587750/header.jpg?t=1664541795",
    "developers": [
      "ChessBase GmbH"
    ],
    "publishers": [
      "ChessBase GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}