{
  "1587360": {
    "name": "Lightedge",
    "steam_appid": 1587360,
    "required_age": 0,
    "is_free": false,
    "description": "Lightedge is a role-playing game (RPG) set in a medieval fantasy world, which aims to evolve this classic genre by introducing several new gameplay mechanics inspired by other videogames.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587360/extras/b291284714ff659d2af499852ccc3501.avif?t=1645801677\" width=600 height=337 /></span><br><br>You’re the top student at the Academy of Aura, and all your Masters foresee a bright future for you… but destiny is about to catapult you into the middle of a <br>grave intrigue. Your talent will need to develop to its full potential, or you will be crushed between the machinations of Paradur’s great powers!<h2 class=\"bb_tag\" > STORY</h2> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587360/extras/e8e753056a1315d70911e88b172274f3.avif?t=1645801677\" width=600 height=336 /></span><br><br>680 DE -  The Tyrania Empire is not only the largest power in the world, it is the de facto ruler of the continent. Several groups of elves have chosen to migrate within the borders of the empire rather than continue to live without prospects in the elven domains. The Kingdom of Dol Falus Arus, stronghold of the elven people, is experiencing a period of deep political crisis embodied by two groups: on one side, the Movement for Progress, which advocates for a lasting peace with the Dark Elves, the abandonment of old ideals, and the dream of building a new nation modeled after Tyrania; on the other side, the Light Elves, who hope for a national military build-up.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587360/extras/e5039bf9bebf863bfa6ff06e26b583e6.avif?t=1645801677\" width=600 height=416 /></span><br><br>The leader of the Light Elves, Endoriger, has drawn up a plan to utterly destroy the Dark Elves and annex the Tyranian empire. To do so will involve (he can count on) the best spy in the Protectorate, Goeber. This move will forever change the balance of history. In the meantime, the mysterious murder of Master Barintas is deeply affecting life in the world of Paradur and its renowned academy of Aura. As the most talented student of the academy and favorite of the Master, you will uncover an incredible conspiracy that will intersect with the path of Goeber and will inevitably change the course of the story.<h2 class=\"bb_tag\" > FEATURES </h2> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587360/extras/d9f9b2d47b6674345d6a679699856b76.avif?t=1645801677\" width=600 height=336 /></span><h2 class=\"bb_tag\" > COMBAT SYSTEM:</h2>The Lightedge combat system is designed to be strategic and highlight the player’s tactical choices. The hero is not significantly more powerful than the enemies, so fighting feels more like a fast-paced confrontation between similar sized groups than a frenetic battle versus hordes of enemies.<h2 class=\"bb_tag\" > FASCINATING STORY:</h2>A deep plot intertwining incredibly rich fantasy lore with the personal events of the character you play, in a story that will constantly keep you on the edge of your seat.<h2 class=\"bb_tag\" > FULL PLAYER CONTROL:</h2> Most RPGs feature a class system that constrains the protagonist’s evolution, limiting player freedom. In Lightedge we completely dispose of the class system, removing all limitations on player choice and enabling complete access to hero abilities and skills.<h2 class=\"bb_tag\" > COMPLETELY ORIGINAL RACES:</h2>There are classic fantasy races as well as completely original species to encounter.<h2 class=\"bb_tag\" > PSYCHOLOGICAL INTERACTIONS:</h2>  Each character has their own psychology that determines how they interact with the rest of the world.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587360/header.jpg?t=1645801677",
    "developers": [
      "Mountain"
    ],
    "publishers": [
      "Mountain"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}