{
  "1587390": {
    "name": "Network",
    "steam_appid": 1587390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>NETWORK</strong></h2><i>When you surf the internet, you never know what you might stumble upon…</i><br><br>This game reveals a problem related to the Internet. Now the global network has turned into a dump, in which there is a lot of everything, and you never know what file you can stumble upon. So-called &quot;deadly&quot; files are no exception. Now, with almost complete freedom of action in the network, this has become especially important. <br><br>The plot of the game will take us to various locations, such as: the apartment of the main character, a construction site, friends ' apartments, a stairwell.. Where we will face various tasks: find certain items, solve plot twists, or just get out and survive.. <br><br>We also spend a certain part of the game on the computer of the main character, communicating with our friends on the network, looking for answers to questions. The storyline depends on your decisions, what do you write to this or that person? What tactics do you prefer - to respond calmly or more directly and rudely? Find the information yourself in the game browser or go through a mini-game? The player's choice affects both the course of events and the further plot.<h2 class=\"bb_tag\" >Plot: </h2>We play for an ordinary guy 17-18 years old. The main character has just moved with his family to a new apartment, which is still under renovation and not even all the furniture has been delivered, plus constant power outages. The hero comes home from school, immediately sits down at the computer, goes online, sees a new message, clicks on it and STARTS..... It all depends on you.....<h2 class=\"bb_tag\" >Tired of the same type of horror?</h2>The game includes a variety of gameplay, in different locations.. The game will not let you get bored, and will allow you to spend a couple of evenings in suspense, with a full immersion in the atmosphere of fear, &quot;deadly&quot; files, correspondence with friends, Internet legends and hopelessness...<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587390/extras/5d75e19a1f67d67048d6b92a538476f7.avif?t=1650014715\" width=600 height=402 /></span><h2 class=\"bb_tag\" >Features of the game:</h2><br><ul class=\"bb_ul\"><li>- Unique concept;<br></li><li>- Diverse gameplay;<br></li><li>- Interesting plot;<br></li><li>- Various locations;<br></li><li>- An atmosphere of fear and tension.</li></ul>",
    "supported_languages": "英语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1587390/header.jpg?t=1650014715",
    "developers": [
      "NetGames"
    ],
    "publishers": [
      "NetGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}