{
  "1588190": {
    "name": "Shatter Keep",
    "steam_appid": 1588190,
    "required_age": 0,
    "is_free": true,
    "description": "Shatter Keep is an isometric multiplayer survival party game where 3 players are survivors attempting to escape the castle while being hunted by the fourth “monster” player, who is randomly selected at the beginning of each game. <br />\r\n<br />\r\nWith the castle covered in darkness, all players (monster and survivors) have a limited circle of visibility, and survivors have to constantly light torches around the map to maintain a visual of their surroundings. Each player may also arm traps that are laid out around the map that help delay or hinder the ability of the monster. To escape, the 3 survivors must complete a sequence of objectives while avoiding the monster before the time expires. <br />\r\n<br />\r\nThe monster must hunt and eliminate all 3 survivors, using their abilities to aid the hunt, while also avoiding traps armed by survivors. If a survivor is eliminated, they must continue to work as a ghost to light up torches and arm traps to aid the other survivors. The monster’s objective is to eliminate all the survivor players before they finish all their objectives and escape from the castle.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1588190/header.jpg?t=1620407458",
    "developers": [
      "Freethrow"
    ],
    "publishers": [
      "Freethrow"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}