{
  "1588870": {
    "name": "iBLiS",
    "steam_appid": 1588870,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> WARNING: [/] This game can trigger a seizure from people with photosensitive epilepsy. It is at the discretion of the player.<br><br><strong> IMPORTANT NOTE: [/] <u>The game focuses on exploration and slowly increases tension to create a deeper and more meaningful experience. The story of the game can cause a lot of discomfort as it is supported by light, loud and sudden sounds. Note that it feels very fearful and it is a difficult game.</u><br><br>Demon is a first-person psychological horror game.<br><br><strong> Environment [/]<br>The game is played in a village house. It is a gloomy environment, you are alone at home, but what is interesting is where and why do these sounds that happen outside of you come from?<br>You will feel that your mind is interestingly disappearing.<br><br><strong> The subject of the game [/]<br>An unwanted marriage and the resulting supernatural events. This house has been tainted with a horrifying event. You will witness the partnership of an innocent woman with the devil. Trust your feelings and study the details carefully. Over time, the tension will increase, your heartbeat will accelerate and you will be impressed enough to enter your night dreams. As a Religious official, it will not be easy for you to solve the paranormal events in this cursed house.<br><br><strong> Supernatural beings [/]<br>The spirit of the woman who died as a result of a traffic accident and the demon who partnered with her. They can appear in front of you at any moment and tire your mind.<br><br><strong> Developer's comment about the game [/]<br><u>The demon cannot physically hurt you, but it can deeply injure your thinking and psychology. It is our recommendation that people who are afraid of the dark, have heart problems, and are afraid of being alone should not play alone.</u><br><br><strong> Important NOTE: [/]<br>This event, which actually happened in 1993, was gamified based on what the main character told.</strong></strong></strong></strong></strong></strong></strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1588870/header.jpg?t=1699556700",
    "developers": [
      "Bulut ULU"
    ],
    "publishers": [
      "FND GAME"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}