{
  "1588590": {
    "name": "Akyrikon VR",
    "steam_appid": 1588590,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Akyrikon VR</strong> is a mix of VR fitness game and RPG. Instead of typical motivation of getting the highest score in the leaderboards, here your motivation is getting to higher level, so you can defeat the next monster and progress in the story. Akyrikon needs you. Can you answer the call?<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>training map for the song is generated every time - so playing the same song does not mean the same play<br></li><li>you can train with music included (great songs from Dizaro and LiQWYD), or use your own music (supported formats: wav, mp3 and ogg)<br></li><li>you can play just one song or specify your own playlist for today<br></li><li>different sceneries - train in a cave, forest, on a mountain, or maybe you would like to train on the Moon?<br></li><li>settings - you can specify whether you want a no-squat gameplay, or even more squats, whether you have a small playspace or what colors do you want for your spheres and wall<br></li><li>12 different equippable skills and 4 auras for you to use against challenging foes in missions<br></li><li>missions consisting of the main story line and fight similar to training, where you charge your skills by catching the spheres with the correct hand<br></li><li>missions contain difficulty slider, so if normal difficulty became too easy, you can change foe's attack, defense or hp to make it more interesting</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1588590/header.jpg?t=1647278541",
    "developers": [
      "Be VR Studios"
    ],
    "publishers": [
      "Be VR Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}