{
  "1589760": {
    "name": "Anima Island",
    "steam_appid": 1589760,
    "required_age": 0,
    "is_free": false,
    "description": "In early development! Check out Twitter for regular updates!<br><br>Anima Island is a unique <strong> virtual pet RPG</strong> with strategic battles and handpainted 16-bit pixel art!<h2 class=\"bb_tag\" ><strong>Story</strong></h2>After a failed experiment by your excentric science friend, you awake on an unknown island inhabited by a few people and mysterious creatures called anima. Soon you learn about the Wicked King, a looming danger that turns wild animas into feriosious beasts that endanger the otherwise peaceful island.<br>Unite the local inhabitants and fight with anima companions against the Wicked King's plans.<h2 class=\"bb_tag\" ><strong>Features</strong></h2><h2 class=\"bb_tag\" >Handpainted 16 bit pixel art</h2><h2 class=\"bb_tag\" >Virtual pet raising</h2>You take care of your own anima and raise it to become a powerful companion to adventure the island with. <br>Your anima companion signals you it's needs you need to take care of hunger, sleep or sickness.<br>While taking care of its needs you train its abilities to become more powerful in battle.<h2 class=\"bb_tag\" >Anima evolutions</h2>Every anima can evolve into up to eight different more powerful forms. With each level, it gets harder to evolve them. You need to take special care of your raising and training to achieve more powerful forms and higher levels.<h2 class=\"bb_tag\" >Evolution trees</h2>Evolve into every of over 60 different animas in five evolution levels, allowing for over 400 distinct lines of evolution.<h2 class=\"bb_tag\" >Exploration</h2>Explore an open world. You decide which parts you explore first. You gradually unlock new areas through your actions and the abilities of the different anima forms.<h2 class=\"bb_tag\" >Town Sim</h2>Build a town and recruit new citizens you find roaming around the island. Every new citizen will try to help your adventures, by opening new shops, better training stations or unlocking new pathways across the island.<h2 class=\"bb_tag\" >Strategic real-time battle system</h2>Fight with your trained companion against the enemies of the island.<br>Now it's payday for the hard training of your anima companion. Choose the right abilities to attack the weakness of enemies and use their attack patterns against them.<h2 class=\"bb_tag\" >Skill system</h2>Every anima comes with a unique skill tree to let you define your own battle style. Every anima evolution adds its own skill tree allowing for over a hundred different skill tree combinations.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1589760/099f56e8ffe803d79724823bf5f76ec336e10b58/header.jpg?t=1764091033",
    "developers": [
      "Steffen Kromm"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}