{
  "1589080": {
    "name": "Grim Tales: Trace in Time Collector's Edition",
    "steam_appid": 1589080,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Elephant Games </strong>returns with the 20th riveting installment of the <i>Grim Tales </i> series!<br><br>Your heart has stopped! When you wake up after an emergency heart transplant, you quickly find that your health scare was no accident.  A dangerous group is going after people who interfere with time. Nothing will stand in their way, including innocent lives! Can you travel through time to stop them from causing irreparable damage and escape with your life intact? Find out if the Gray family is up to the task in this gripping Hidden-Object Puzzle adventure!<br><br>This is a special Collector’s Edition release full of exclusive extras you won’t find in the standard version. The Collector’s Edition includes:<br><br>•\tTime is of the essence when you race to rescue a friend in the bonus game!<br>•\tEnjoy an exclusive secret room with morphing objects, soundtrack, wallpapers, screensavers, and more! <br>•\tFind tons of hidden screensaver fragments and collect hidden objects!<br>•\tEarn a variety of unique achievements! <br>•\tNever get lost with the strategy guide!<br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1589080/header.jpg?t=1764247257",
    "developers": [
      "Elephant Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}