{
  "1589740": {
    "name": "Game Dev Masters Demo",
    "steam_appid": 1589740,
    "required_age": 0,
    "is_free": true,
    "description": "In Game Dev Masters you are teleported to an alternate universe to prove your game design mastery.  You will need to make critical decisions about how to grow your company, and staff.  Use logic combined with a plethora of player options to create the number one AAA game studio of all time.<br><br><strong><i>Procedural Generation</i></strong><br><br>Game Dev Masters uses a complex procedural generation on each new game to create topic matches with genres / target audiences, genre work weights / target matches, company Ai, and a ton of other factors.  Although this can create some UN-expected results, you are in an alternate reality where those results fit that specific world.  Even if Fantasy + RPG is a great combo in our world, that does not mean it will be in your game world.<br><br>Using this system of procedural generation Game Dev Masters unlike all other tycoon style game development sims <strong>CAN NOT</strong> have a third-party wiki or trainer that tells you how to play the game.<br><br>This is then offset in game by the use of complete transparency when it comes to designing games.  If you make use of all the in-game tools for research and development everything from matches to slider weights is visible for you in the HUD during design.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1589740/header.jpg?t=1691981159",
    "developers": [
      "Ryan Saunders"
    ],
    "publishers": [
      "One Man Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 3 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}