{
  "1589470": {
    "name": "Fantasy Inn Simulator",
    "steam_appid": 1589470,
    "required_age": 0,
    "is_free": false,
    "description": "*NOTE: As the game is in early access not all of these features are implemented, check the early access description for details.<br />\r\n<br />\r\nFantasy Inn Simulator is a tavern management game where you can furniture your tavern, brew your own beer, run a small garden, and build relationships. You are an innkeeper, on a journey to transform a run-down tavern into a bustling social space. Based in a cheerful fantasy setting, Fantasy Inn Simulator is home to people to meet, places to explore, and cheerful relaxation. Along your journey, you’ll discover new things to brew, farm, cook, and build to create your perfect fantasy tavern.<br />\r\n<br />\r\nCrafting and progression<br />\r\nBrew beers, cook food, make tavern more comfortable. Fantasy Inn Simulator will allow you to discover and craft a whole array of food, drink, and items. Along this journey, you'll gain experience to level-up and further customize your character. <br />\r\n<br />\r\n<br />\r\nTavern<br />\r\nBuild and manage your own fantasy tavern! Fully customize it with furniture, cosmetics, decorations, and entertainment for your guests. Increase your tavern reputation over time to earn rewards and unlock more options to make your dream tavern.<br />\r\n<br />\r\nManagement<br />\r\nPlan and manage your tavern to meet customer demands. Prepare for the weekend rush or a big visitor, such as a famous bard or royalty. Create specific food and drink for the current season or the latest craze.",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1589470/header.jpg?t=1741795228",
    "developers": [
      "Funny Face Games"
    ],
    "publishers": [
      "Funny Face Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}