{
  "1590240": {
    "name": "Psych Demo",
    "steam_appid": 1590240,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Psych</strong> is a <strong>psychological horror thriller</strong> with a big focus on a suspenseful, <strong>hand-written story</strong> and an unforgettable <strong>atmosphere</strong>. Through unique, self-developed systems, Psych offers a new and innovative gaming experience that will not be forgotten. The <strong>open world</strong> invites you to explore, if you dare. Every corner of the park is filled with stories, <strong>puzzles</strong> or <strong>secrets</strong> to uncover. However, the biggest mystery is what happened on the day of the accident with Alex. While the main story has a few ways to unravel the mysteries, the side stories also provide plenty of clues and information. Psych is divided into 5 chapters that advance the story immersively, without the player noticing. The customized and countless sound effects will give you goosebumps after goosebumps. With Psych we want to create <strong>real horror</strong>, a game that will shake up the horror genre. Here in detail the main features of Psych:<br><br><ul class=\"bb_ul\"><li>An <strong>emotional</strong>, thrilling and unforgettable main <strong>story</strong> divided into 5 chapters.<br></li><li>Lots of <strong>side stories</strong> and <strong>mysteries</strong>, as well as <strong>puzzles</strong> to solve<br></li><li>An <strong>atmosphere</strong> you won't forget<br></li><li>An <strong>open world</strong> to explore<br></li><li>A customized system for experiencing <strong>horror</strong><br></li><li>A dozen of goosebump-inducing <strong>sound effects</strong><br></li><li>Stunning <strong>graphics</strong> with optimized performance</li></ul><br><strong>You are a murderer.</strong> You, Alexander Green, are a goddamn murderer. How could you do this to your poor little sister? Now you're finally out of the asylum, and what have you learned from it? Not a damn thing! That your guilt is chasing you into your dreams is something you deserve. You shouldn't even be alive. Your little sister should be the one who survives the accident, not you. Look at you, a hopeless man, wandering the streets, without any sense of life. What do you want to do now? Do you want to run away or face your own enemy, yourself?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1590240/header.jpg?t=1625007528",
    "developers": [
      "MediaTale"
    ],
    "publishers": [
      "MediaTale"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}