{
  "1591960": {
    "name": "Randy Blaster 3D",
    "steam_appid": 1591960,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Randy Blaster 3D</strong> is a satirical retro-style FPS featuring Deep Twitch Integration and fully customizable gameplay configuration.<br><br>Featuring two game modes: Solo Survival and Twitch Survival. Battle endless waves of enemies and collect money to unlock new map regions or purchase weapons and power-ups from Dandy Randy’s Handy Pantry.<br><br><ul class=\"bb_ul\">   <li> <strong>Solo Survival</strong><br>        — Face Randy’s dark forces alone in Solo Survival. The longer you survive, the more difficult and numerous the enemies become. Oh, and did we mention the steadily rising lava? Test your resolve and skill against Randy’s hordes and an increasingly hostile environment and see how long you can last in this classic FPS experience.<br>    </li><li> <strong>Twitch Survival</strong><br>        — Twitch Survival mode has all the excitement of Solo Survival mode, plus extra features created specially for streamers.<br>        — Engage your community in a new and exciting way using Deep Twitch Integration. Allow your audience to affect gameplay in real time using Twitch events such as cheering, subscribing, chat commands, and more. Chat can choose to either support or hinder the streamer by affecting the environment, deploying AI support bots, or gifting power-ups to the player or the enemies. No matter your play style, the sky’s the limit when it comes to customizing your gameplay and your audience’s control. Simply connect your Twitch account in the Randy Blaster 3D settings menu to get started.</li></ul><br>Custom gameplay configurations<br>    — Sandbox-style customization with dozens of options for triggers and events. You can easily export and share your favorite configurations with friends.<br><br>Compete in global leaderboards, unlock Steam achievements, find Easter eggs, and enjoy this fast-paced wave-based shooter as a solo hero or alongside your audience.<h2 class=\"bb_tag\" >The Lore</h2><br>After eons of peace in the Vaporverse, the hellish entity Randy has brought chaos and death to the world, with the help of his legions of darkness. It’s up to you, our daring beefcake hero, to bring justice to his doorstep, vanquish Randy’s diabolical forces, and cancel him… for good.<h2 class=\"bb_tag\" >The Story of Randy Blaster</h2><br>Randy Blaster 3D’s chaotic development journey began in 2021 as a silly inside joke amongst friends. My buddy Randy (aka 3D BLAST), a popular figure in the vaporwave music scene, was hosting the #3DBLASTisOverParty, a roast-style Twitch stream where viewers would submit tongue-in-cheek videos or songs to “cancel” Randy once and for all.<br><br>At the time I was looking to experiment further with Unreal Engine and saw Randy’s stream as the perfect opportunity for some mischief. With only two weeks until the submission deadline, I had the idea to create a parody of a first person shooter game. . I found a basic UE4 template with simple mechanics and crude sprites that were perfect for some silly photoshopping! My initial photoshops weren’t too great, so I commissioned a talented sprite artist named Atina to create custom Randy enemy designs and environment sprites that set the tone. My concept: “Canceling Randy isn’t enough. He has to die!”<br><br>The date of Randy’s stream ended up getting pushed back significantly. Originally, I planned only to submit a brief video capture of the gameplay, but I saw the extended timeframe as a challenge and pushed myself to make Randy Blaster 3D fully playable.<br><br>In this early version, the player objective was to fight through Randy’s evil minions and gather his “vinyl records of power” to unlock new areas, eventually leading to the final boss: Randy himself. The platforming grew more intense in later levels as larger swarms of enemies pursued the player. The climax was a showdown with Randy himself! Easter egg cameos from vaporwave artists added surprise and flair. There was even a speedrun timer for competition with friends.<br><br>On stream day, it all hit me. I had created a complete, albeit short, retro FPS in just one month! To make things even more chaotic, the stream aired while I was moving from Virginia to California, and I caught the broadcast from an Oklahoma City hotel. The trailer (parodying a vintage Doom ad courtesy of our pal Discoholic) kicked things off strong. When Randy revealed the game was available for download, chat went wild! Randy played the game on stream for hours as viewers cheered on the zany carnage. This early version of Randy Blaster 3D still lives on itch.io as “The Bootleg Version.”<br><br>I pondered where to take things next. I adored the mechanics and wanted to bring Randy Blaster 3D to Steam, but this brief story mode didn’t seem substantial enough for a Steam release. After contemplation, I settled on creating a wave-based survival mode to add tons of replayability.<br><br>What followed was an explosion of new features over months of passionate work. More enemies, expanded mechanics, cunning AI, a robust progression system, elaborate level design, and the invention of what I call Deep Twitch Integration. Each step of the way I brainstormed wild ideas to make the game as fun and innovative as possible. Eventually, Randy Blaster 3D evolved into a polished, completely customizable, and novel FPS experience.<br><br>I was assisted by many incredible collaborators. <br><ul class=\"bb_ul\"><li>Atina, the skilled sprite artist whose visual creativity can be seen throughout the entire project.<br></li><li>Prominent Quake mapper Kayne crafted the elaborate level design in the main castle level. <br></li><li>I licensed renowned texture artist Makkon’s eyecatching environmental palettes. <br></li><li>Christtt helped rework UI/UX and design concepts. His visage even made it into the game. See if you can find it! <br></li><li>David Lamb for game testing and breaking things. <br></li><li>Justin Higgs for assisting with website updates and validating UX. <br></li><li>Randy himself voiced all the enemies and shopkeeper, Dandy Randy. He suggested the iconic air dash.<br></li><li>The skilled musician Dial-up for Murder composed the perfect doom midi-inspired DJENT soundtrack. <br></li><li>My talented girlfriend DATAGIRL handled all sound design and Wwise implementation - filling the world with character through audio.</li></ul><br>Nearly 4 years have vanished in this development marathon. From a joke between friends to a passion project establishing my talents as an indie developer, I can only laugh looking back on all this effort creating such an unhinged game about battling my buddy Randy.<br><br>This journey was filled with unexpected twists and turns, but it led to creating something far more creative than I imagined. Every wild idea and late-night coding session was fueled by a desire to build an intensely fun and replayable experience alongside an awesome, collaborative team. At the end of the day, this has been a labor of love; a passion project creating something special for my friend and for the community we are a part of.<br><br>The work is not done, but the time has come to unleash this creation upon the world! I can't wait for friends to team up against Randy's forces and for streamers to engage their fans in new ways. My ultimate goal is to spread as many smiles as possible by fully embracing the chaos. Hopefully Randy Blaster 3D delivers a one-of-a-kind good time!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1591960/header.jpg?t=1703499764",
    "developers": [
      "Nanoshrine Interactive"
    ],
    "publishers": [
      "Nanoshrine Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 30,
      "highlighted": [
        {
          "name": "3D Factoid",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "Shhhhhhhhh ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "Welcome To The Channel",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "Whatcha Got There?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "U R Winner",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "Randy Lives On",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "A Warrior's Defeat",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "The Gods Look Upon Thee",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "Randy Carnage",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        },
        {
          "name": "Randy Never Stood A Chance",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1591960/daeebd57a6060099326fb23a49b7f7b15ddb4f76.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}