{
  "1591840": {
    "name": "Avoid The Demons",
    "steam_appid": 1591840,
    "required_age": 0,
    "is_free": false,
    "description": "In the eerie world of &quot;Avoid the Demons,&quot; darkness reigns supreme, and your survival depends on your ability to outmaneuver the lurking horrors. This thrilling and heart-pounding game plunges you into a treacherous realm teeming with malevolent creatures hungry for your soul.<br><br>As a lone protagonist, you find yourself trapped in a desolate landscape haunted by demons from the deepest abyss. Armed with only your wits and agility, you must navigate through twisted corridors, sinister forests, and foreboding ruins while evading the relentless pursuit of these otherworldly beings.<br><br>The gameplay mechanics of &quot;Avoid the Demons&quot; are designed to keep you on the edge of your seat. Quick reflexes and strategic thinking are paramount as you dodge, duck, and weave your way through a gauntlet of supernatural adversaries. Each demon possesses its own unique abilities and patterns, forcing you to adapt and devise clever strategies to stay one step ahead.<br><br>Exploration is key in this dark and atmospheric world. Uncover hidden paths, secret chambers, and invaluable resources that can aid in your survival. But beware, for every step you take may lead you closer to the clutches of the demonic entities lurking in the shadows.<br><br>The immersive and hauntingly beautiful visuals of &quot;Avoid the Demons&quot; transport you into a nightmarish realm where danger lurks around every corner. From the flickering torchlights casting eerie shadows to the blood-red moon illuminating the twisted landscapes, the game's artistry creates a sense of palpable dread and anticipation.<br><br>As you progress, you'll encounter a variety of challenges that will test your mettle. Solve intricate puzzles, decipher cryptic riddles, and uncover the secrets hidden within this dark dimension. Engage in heart-pounding chase sequences, where your every move is crucial to outsmarting the relentless demons pursuing you.<br><br>The gripping narrative of &quot;Avoid the Demons&quot; unfolds gradually, revealing fragments of the game's lore and the tragic history that led to this nightmarish existence. Unravel the mysteries behind the demons' origins and their connection to your own fate. Every step brings you closer to understanding the truth and the means to escape this malevolent realm.<br><br>Immerse yourself in an atmospheric soundtrack that heightens the tension and sets the mood for your harrowing journey. The haunting melodies and spine-chilling sound effects further amplify the sense of dread and anticipation, ensuring a truly immersive and immersive gaming experience.<br><br>Prepare yourself for a relentless battle for survival in &quot;Avoid the Demons.&quot; Face your fears head-on as you navigate treacherous terrain, outsmart formidable adversaries, and unravel the mysteries of this dark and unforgiving world. Will you have the courage and resilience to evade the clutches of the demons and find your way back to the light?<br><br>Dare to enter the abyss, where every step may be your last. &quot;Avoid the Demons&quot; beckons you to embrace the darkness, test your limits, and emerge triumphant from the grip of nightmarish forces. Will you survive, or will you become just another lost soul consumed by the shadows? The choice is yours.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >how to Play:</h2></h2>Use the MOUSE and WASD keys to move, press SPACE to jump to avoid the Demons.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >features:</h2></h2><ul class=\"bb_ul\"><li> Easy to pick up the basics<br></li><li> Fast-paced and addictive gameplay<br></li><li> Difficult gameplay<br></li><li> Demons are coming randomly from different directions<br></li><li> Endless gameplay<br></li><li> 3D gameplay</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1591840/header.jpg?t=1740392903",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 308,
      "discount_percent": 72,
      "initial_formatted": "¥ 11.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}