{
  "1591480": {
    "name": "婚怨Wedding",
    "steam_appid": 1591480,
    "required_age": 0,
    "is_free": true,
    "description": "Starting from the idea of ​​&quot;Night Marriage&quot;, the background of the story is about between 1960s and 19700s. The male lead is the young master of a textile merchant in the south, and the female lead is a worker in a textile factory under the male lead. The male lead and the female lead I met in a textile factory and fell in love with each other until it talked about marriage. However, because the male protagonist’s mother thinks that the male protagonist and the female protagonist are not righteous, they prefer the childhood sweethearts who have known the male protagonist since childhood. The heroine even went to worship the Yin Temple, praying for a smooth marriage with the heroine. Once, there was a dispute between the heroine and the hero's mother. During the dispute, the heroine was killed by the hero's mother, but the hero's mother didn't think it was her fault and also concealed the hero.<h2 class=\"bb_tag\" >Gameplay</h2>In this 2D  horror side-scroller, players navigate the main characters in a classic point and click fashion to explore a house. While hiding from the rampaging monsters, you are to find items to interact with in the otherworldly rooms.  Players can enjoy many short plots. There will also be some clues in these short films. The short film is divided by hand to show.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>shadow puppetry: The unique carving patterns and joint sense of shadow puppetry make our characters more unique and integrated into the era setting of the time.<br><br></li><li>Characteristic buildings:Using the most architectural triad courtyard in that era to make the game background allows players to be more immersive.<br></li><li>Unique Taiwanese cultural references.<br></li><li>Hand-painted short film: Multiple plot short films provide puzzle-solving exploration.</li></ul>",
    "supported_languages": "繁体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1591480/header.jpg?t=1617940839",
    "developers": [
      "Braisedfish Studio"
    ],
    "publishers": [
      "Braisedfish Studio",
      "ECHL Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}