{
  "1591560": {
    "name": "Tiny Vikings",
    "steam_appid": 1591560,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" > <br>TINY VIKINGS: JOURNEY TO ASGARD is an action adventure game revolving around a gang of Viking children who embark on an adventurous journey to seek the favor of the gods and save their home village from an evil curse.</p><p class=\"bb_paragraph\" >The evil god Loki has tricked all the adults of the village and magically turned them into otters. To break the spell, the children must sail across the ocean, venture beyond the edge of the world, and reach Asgard, the realm of the gods, to ask the gods for help. But the journey is challenging and when the children reach Asgard, everything turns out very quite differently than planned...</p><p class=\"bb_paragraph\" >The game is played from a top-down perspective. The player plays as one of the viking kids and can switch between characters and any time. Every child has a special ability that they can apply in difficult situations. Finnvid can put things on fire, Tok is strong enough to lift heavy objects, Tonna has a slingshot, and Biorn is particularly good at beating up other children with his wooden sword. But every child also has certain limitations. Tok, for example, is so heavy that he cannot walk on ice or the ice will break. In the game the player must skillfully use and combine the respective skills of the different children in order to overcome obstacles and master tricky situations. And in typical Viking fashion, the kids always leave a trail of mayhem and chaos wherever they go... </p><p class=\"bb_paragraph\" >Experience a exciting adventure with heart, humor and lots of action!</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1591560/extras/06fde15f26fce21fa3b75f47b58244ae.avif?t=1772003605\" width=300 height=150 /></span></p><p class=\"bb_paragraph\" ></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1591560/header.jpg?t=1772003605",
    "developers": [
      "Game Art Brain GmbH",
      "Play With Fire UG"
    ],
    "publishers": [
      "Games Foundation GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}