{
  "1592330": {
    "name": "【试玩版】战国无双５",
    "steam_appid": 1592330,
    "required_age": 0,
    "is_free": true,
    "description": "A new SAMURAI WARRIORS begins.<br />\r\nAfter a 7-year wait, a new instalment in the tactical action series &quot;SAMURAI WARRIORS&quot; is finally here!<br />\r\n<br />\r\nWith this title, the historical period depicted in the first title of the &quot;SAMURAI WARRIORS&quot; series released in 2004 has been revamped.<br />\r\nWith visuals that have largely evolved since the first &quot;SAMURAI WARRIORS&quot;, additional officers, and evolved actions, an even deeper drama set in the warring states is depicted.<br />\r\nAlso, with a focus on the lives of officers Nobunaga Oda and Mitsuhide Akechi, in order to more intensely and boldly depict the warring states era spanning from the end of the Ōnin War to the Incident at Honnōji, the title is the beginning of a new series, in which the stories and characters from the traditional &quot;SAMURAI WARRIORS&quot; have been revamped.<br />\r\n<br />\r\nFeatures of &quot;SAMURAI WARRIORS 5&quot;<br />\r\n■With officers whose designs have been revamped, as well as new officers, a total of 27 Samurai Warriors join the battle<br />\r\nOfficers such as a young Nobunaga Oda, known as the &quot;Great Fool&quot;, and daimyō Yoshimoto Imagawa, who was called the &quot;Greatest Archer in all of Kaidō&quot;, appear with new designs that match the setting of this title.<br />\r\nAlso, new officers such as Toshimitsu Saitō, a retainer of Mitsuhide Akechi, as well as Kōga ninja Mitsuki join the battle. A total of 27  Samurai Warriors interweave their fates to create a dramatic warring states era.<br />\r\n<br />\r\n■WARRIORS actions are more thrilling and dazzling than ever before<br />\r\nIn this title, players can once again enjoy the &quot;thrill of sending enemies flying&quot; that the WARRIORS series is renowned for.<br />\r\nAnd with new actions that have been added with this title, as well as new depictions that give off a Japanese flair, the WARRIORS actions have become even more stunning.<br />\r\n<br />\r\nWith the Trial version, you can play the earlier portions of the story.<br />\r\nSave data from the Trial version can be carried over to the retail version of the game.<br />\r\n※In order to transfer your save file from the Trial version, you will need to ensure your game is up to date with the latest patch.",
    "supported_languages": "英语, 法语, 德语, 繁体中文, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592330/header.jpg?t=1646805829",
    "developers": [
      "KOEI TECMO GAMES CO., LTD."
    ],
    "publishers": [
      "KOEI TECMO GAMES CO., LTD."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}