{
  "1592420": {
    "name": "Marcella Moon: Curse of the Black Cat",
    "steam_appid": 1592420,
    "required_age": 0,
    "is_free": false,
    "description": "When Marcella is asked to write a story about the Rosebrook Community Theater for the newspaper, she is drawn into another mystery surrounding a cursed black cat statue. Bad things have been happening one after another to the theater's director ever since the statue arrived at the theater. Discover the source of these strange events before the curse wears off on you, too.<br><br>This game is set in Marcella's hometown of Rosebrook, Oregon. It is the third release in the Marcella Moon mystery series, and it acts as a series prequel. This will also be the first game in the series to be voice acted. <br><br>Gameplay Features: <br><br><ul class=\"bb_ul\"><li>First-person point-and-click mystery game<br></li><li>Explore Marcella's hometown and learn her backstory. <br></li><li>Put on your thinking cap to find clues and solve puzzles to advance your investigation.<br></li><li>Choose how you'll conduct your investigation - be cynical, compassionate, by-the-books, or a jokester.<br></li><li>Discover the secrets of a small town where everyone is more connected than they appear.</li></ul><br>Q: Who is Marcella Moon?<br>A: Marcella Moon is a young woman with a knack for sleuthing, ever since her first “case” at age 9. The daughter of a detective, Marcella has always been curious about the field of criminal justice. After tragedy struck her family, she set aside her dreams of pursuing investigative work and became lost. With your help, Marcella will find her way again and reclaim her destiny to help others by solving mysteries.<br><br>Q: Do I have to play the Marcella Moon games in order?<br>A: Each game is a self-contained mystery, so they can be played in any order.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592420/header.jpg?t=1633080527",
    "developers": [
      "Hidden Ocean Games"
    ],
    "publishers": [
      "Hidden Ocean Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}