{
  "1592140": {
    "name": "Puzzle Dazzle 3D Demo",
    "steam_appid": 1592140,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >About the Demo</h2>This demo contains 3 levels. You'll be able to check out the basic gameplay mechanics, the Art Style and Music. The final version of the game will have 20+ Handcrafted Levels, different power ups, and 3 game modes.<h2 class=\"bb_tag\" >About The Game</h2>Puzzle Dazzle is a unique, addictive and breathtaking take on the classic block puzzle game formula. Immerse yourself into the world of puzzle dazzle, each level different from the last one you’ve played. The music, backgrounds and all the animations react to exactly how you play. You’ll want to experience each level multiple times to experience the art that evolve and change as you play through them.<br><br>Climb up to the top of the leaderboards. The game fully runs in 4K at an uncapped frame rate at 60 FPS. The game will also feature a full VR version where you’ll be fully immersed in each level you play (VR in development). Puzzle and Dazzle your way to the top of the leaderboards. The goal of the game is simple match colours and clear the blocks. As you keep playing each level will become more and more challenging with many new different types of puzzle blocks and challenges.<h2 class=\"bb_tag\" >The Demo Features </h2>- 3 Handcrafted Levels  <br>- Each of them with their own music, graphics style and background which change as you play through them.<br>- Jam out to awesome music while playing the game<h2 class=\"bb_tag\" >Full Game Features</h2><ul class=\"bb_ul\"><li> 20+ Handcrafted Levels  - Each of them with their own music, graphics style and background which change as you play through them.<br></li><li> Arcade (Wanderer) - Play in over 20 different levels, each one unique from all the ones you’ve played before<br></li><li> Survival Mode - Get on top of the leaderboards by surviving for as long as possible<br></li><li> Zen Mode - Enjoy the visuals and music of each level without the pressure of getting a game over.<br></li><li> Jam out to awesome music while playing the game<br></li><li> Steam Leaderboards and achievements<br></li><li> Controller Support<br></li><li> Steam Cloud</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592140/header.jpg?t=1719385498",
    "developers": [
      "Smash Game Studios"
    ],
    "publishers": [
      "Smash Game Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}