{
  "1592180": {
    "name": "Shadownest",
    "steam_appid": 1592180,
    "required_age": 0,
    "is_free": true,
    "description": "Asymmetric multiplayer meets atmospheric horror in this indie title as three scientists on a mission gone awry find themselves stranded deep underground. As the shadows coalesce around them, they hear a screech in the distance. They are not alone and they must escape. <br />\r\n<br />\r\nIn this co-op game, you and up to two teammates must escape a cave while a fourth player hunts you down. You must collect keys from the world around you to progress to the next area, all the while collecting eggs to serve as research material. Unfortunately, you are being hunted by a monster in the cave the entire time. Your only means of defense is your flashlight, the light of which will harm the monster. But be careful, lest you run out of batteries. Good luck escaping the cavern in one piece and with your friendships intact. <br />\r\n<br />\r\nFor the monster player, your goals are simple! Attack the players and defend your home. You can manipulate the environment by creating walls to distract and separate the players while maintaining your stealthy hunt down. While you can attack them at any moment, you are quite sensitive to their light and can find yourself easily repelled. To successfully hunt the players you must remain in the shadows and stalk them until your confidence in the hunt reaches a maximum, represented by a bar on the side of the screen. Once at full you will be resistant to their light and be able to openly hunt them down and spread your terror. Happy hunting. <br />\r\n<br />\r\nThis is a multiplayer-only experience. You may start up the game with only one player, but will be unable to progress unless you get some friends to help you. <br />\r\n<br />\r\nThis game was developed using Unity over the course of a single semester at the University of Utah by a team of game developers.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1592180/header.jpg?t=1623958970",
    "developers": [
      "Briny Boi Studios"
    ],
    "publishers": [
      "Briny Boi Studios "
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}