{
  "1593570": {
    "name": "Zen Arts: Relaxing Pendulum Paint Simulator",
    "steam_appid": 1593570,
    "required_age": 0,
    "is_free": false,
    "description": "Relax in nature sounds and create mesmerizing pendulum paintings with a simple click.<br />\r\n<br />\r\nSuffering from stress, anxiety or sleep difficulty? Or simply just love to make beautiful, amazing arts? <br />\r\n<br />\r\nWith Zen Arts, relax in calming nature sounds and create mesmerizing pendulum paintings simply with a click. Headphone recommended!<br />\r\n<br />\r\nNature sounds and expressive arts via painting or drawing are both widely used to relax and help treating anxiety disorders.  Nothing is more relaxing and hypnotic than taking a deep breath and watching the pendulum slowly swing from the ceiling while making soothing, mesmerizing patterns. Zen Arts simulate the calming experience of making pendulum paintings without the need for expensive setups or the annoying clean-ups afterwards!<br />\r\n<br />\r\nFeatures:<br />\r\n- Immerse in relaxing nature sounds: Choose a background with different nature sounds and music for you to relax to, depending on your mood. Do you miss the sound of the gentle waves, the river streams, the morning birds, or the crickets at nights? Zen Arts got you covered! Headphone is recommended!<br />\r\n<br />\r\n- Make mesmerizing beautiful pendulum arts with a simple click. Simply drag the brush, press start, take a deep breath and watch your art come to life. No skills required, the only limitation is your imagination!<br />\r\n<br />\r\n- Freely customize different painting settings, mix and match colors to create different patterns. Combine with over 20 different beautiful canvases, the possibilities for creation are endless! <br />\r\n<br />\r\n- Save and Load function: no need to stressed about interruptions in the middle of your arts, or making a mistake that ruins your painting.<br />\r\n<br />\r\n- Easily capture your finished arts and share with friends and family, or compete with others to be forever remembered in the Hall of Fame!<br />\r\n<br />\r\n<br />\r\n-------------------------------------------------------<br />\r\nAbout Developer:<br />\r\nI am a psychiatrist and a hobbyist app maker. My ultimate goal is to make mental health therapies more interesting and more accessible by transforming them into games/apps. However that process will take a lot of research, time and resources, so for now I am happy with making simple apps that help people de-stress, relax, and perhaps gain some skills while they are it. My main interest is in treating anxiety disorders and insomnia! Your support truly helps me making my goal come true! :)<br />\r\n<br />\r\n-------------------------------------------------------<br />\r\nAbout This Game:<br />\r\nUsing the concepts of mindfulness and arts therapy in aiding relaxation and releasing mental stress; and inspired by a patient of mine, who finds art helpful in managing her anxiety disorder, however struggles to get started due to lack of confidence in her skill. <br />\r\nHopefully with Zen Arts, anyone, regardless of age or skills, can make great arts! The only limitation is your imagination!<br />\r\nThere is no winning or losing in this game, simply a sandbox to hopefully make your day a bit better!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1593570/header.jpg?t=1619185132",
    "developers": [
      "BBui"
    ],
    "publishers": [
      "BBui"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}