{
  "1593920": {
    "name": "Tombstone",
    "steam_appid": 1593920,
    "required_age": 0,
    "is_free": false,
    "description": "Tombstone is a fast paced wild west multiplayer FPS with multiple game modes, Rush, Capture the flag, Team deathmatch, and Deathmatch.<br />\r\nAnd with multiple classes to choose from. Face off in matches of up to 32 players in fast paced western shootouts featuring western weapons and maps.<br />\r\n<br />\r\n-Rush: Rush is a game mode where one team has to defend objectives while the attacking team has to blow open the vault before their reinforcements run out.<br />\r\n-Capture The Flag: CPTF is the same as any other capture the flag mode in other games but with our western twist. <br />\r\n-Deathmatch: Face off against your friends in a free for all style game mode and show off your skills and show them whos the boss. <br />\r\n-Team Deathmatch: TDM is a mode where 2 teams of up to 16 players each must face off to get a set amount of kills before the time runs out. <br />\r\n<br />\r\n<br />\r\nTombstone is learning experience for me, the game is not considered early access but I will constantly update it and bring in more content as I learn more. I mainly made this game to have fun with my friends and learn Unreal Engine. Please feel free to go to the discussion tab and give me feedback and tips for Tombstone. The game currently uses a good deal of marketplace content but I will slowly add/replace content as I learn more. <br />\r\n<br />\r\nIf you would like to help work on the project feel free to join my discord and message me for more details!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1593920/header.jpg?t=1703441282",
    "developers": [
      "Noodle Games"
    ],
    "publishers": [
      "Noodle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}