{
  "1594800": {
    "name": "Incaved",
    "steam_appid": 1594800,
    "required_age": 0,
    "is_free": false,
    "description": "In Incaved you explore ever expanding- and changing cave systems, building an underground community of survivors, making gut wrenching decisions, and fending off carnivorous mutated animals and other survivors, doing the same as you. With your trusty gear, your gas mask, grappling hook and hefty arsenal of improvised weapons, you'll constantly have to adapt to come out on top in whichever situation this wretched world throws at you.<h2 class=\"bb_tag\" >Gameplay</h2>With the cave systems changing after every death, you'll have to improvise to survive any possible situation with equipment you manage to find, in this roguelite experience. Interconnected levels and progressive unlocking of new weapons, items and story events keeps you motivated to explore your surroundings. Every death propels time, bringing your comrades closer to their potential death and changing up how the levels look and play out.<h2 class=\"bb_tag\" >Features</h2>- The high replayability value a roguelite offers, with a big emphasis on exploring an interconnected world, including the thrill of permadeath, making each move count even more.<br>- An enormous cast of interesting characters, each with their own backstory and motives.<br>- Expanding platforming manoeuvres, including wall jumps, vaults and a grappling hook.<br>- Hand drawn pixel art, combined with a realistic atmosphere.<br>- Perform combo's, dodge, block and parry in 2D Souls-like action.<h2 class=\"bb_tag\" >Story</h2>After nukes were dropped by the mistakes of higher men, lower class people need to find shelter in the cave systems nearby. Quickly scavenging anything they can on their way there. You play as one of many, who've lost their all and only want one thing: to survive for long enough to see their loved ones again. Chances of survival drastically start decreasing, as food and water supplies start running dry, mutated animals and infections start plaguing the caves, and survivors start turning on each other. Who can be trusted? How much longer can the aggressive mutates animals be contained? Is it even worth staying in these wretched dark caves, or is making your way to the wasteland above a safer option, as impossible as it sounds?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1594800/header.jpg?t=1622895960",
    "developers": [
      "Thijs"
    ],
    "publishers": [
      "DualWielded"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}