{
  "1594080": {
    "name": "2076 Demo",
    "steam_appid": 1594080,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >THE ULTIMATE SPACE COMBAT SIMULATION</h2>Paying homage to classic side-scrolling shooters, “2076: Midway Multiverse” offers the ultimate space combat simulation experience. Take command of your starship and fight waves of enemies that will -literally- attack you from every possible angle. Get the most out of your Virtual Reality device and explore the remotest sites of the multiverse as you try to free the galaxy from the tyranny of the Nazi Galactic Empire.<h2 class=\"bb_tag\" >THE STORY</h2>After the events that took place in &quot;1976: Back to Midway&quot;, we find ourselves trapped in the year 2021 along with Dr. Ivanovich inside the Quantum Simulator. When it seems that we’re condemned to spend the rest of our days there, Dr. Novichiva -an alternative version of Dr. Ivanovich- shows up through a space-time breach, holding us responsible for the greatest threat the multiverse has ever faced.<br><br>Our constant back and forth through space-time has altered the infinite parallel realities, whose very existence we ignored. As a consequence, in a high percentage of these multiverses, Hitler not only won World War II, but has ended up expanding his power to the farthest reaches of the galaxy. The allied resistance in universe C-139, commanded by dr. Novichiva, has managed to eliminate thousands of versions of Hitler in their respective multiverses, but some of them are still on the warpath.<br><br>Dr. Novichiva needs our help. The entire multiverse needs our help. Will you be able to defeat the Nazis once again and restore peace to the infinite quantum realities? There’s only one way to find out...",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1594080/header.jpg?t=1635335525",
    "developers": [
      "Ivanovich Games"
    ],
    "publishers": [
      "Ivanovich Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}