{
  "1594280": {
    "name": "New America",
    "steam_appid": 1594280,
    "required_age": 0,
    "is_free": true,
    "description": "New America is a FPS game - still under development and being rapidly iterated during Friday night multiplayer playtests. Current gameplay involves a game of capture the control points against 1 - 10 enemy AI.  Each round lasts only 3 minutes.  Players can play single player or multiplayer with up to 20 players.<br />\r\n<br />\r\nBack-story: It’s been 25 years since Jupiter ejected the alien planet from our solar system. Humans have begun to colonize the Moon, Mars, and the asteroid belt with their Avatars. Space has proven to be too dangerous long term for our fragile bodies. Space has also proven to be too valuable not to colonize. Three companies have pioneered the technology that allows for avatars to be remotely controlled by Humans on Earth. These avatars are designed to bring a profit to their respective corporations NO MATTER WHAT IT TAKES, and the corporations see to it that they are well supplied to do that. Strike out and claim your stake on this new alien planet. Can you survive it?  Alone? With friends?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1594280/header.jpg?t=1698778238",
    "developers": [
      "Ross Bryson",
      "Jenny Wolfer"
    ],
    "publishers": [
      "Orcwood Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}