{
  "1594790": {
    "name": "Breaking earth",
    "steam_appid": 1594790,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in the post-apocalyptic world and try to collect all the parts of the space shuttle, which are carefully guarded by mutants and fly away from a dying land, which is immersed in endless lava. Use the radar to find parts, the car to move, and shooting to destroy enemies. The game is difficult, not passable with stunning post-apocalyptic graphics.<br />\r\n<br />\r\nStory:<br />\r\nThe world of the future is not such a great place. Great progress requires sacrifices,<br />\r\nthey turned out to be human past and present. The air became saturated with the poison of factories,<br />\r\nrivers with the corpses of marine life, bare forests without a single tree ... <br />\r\nNo one wanted to stay in this damned place, people reached beyond the <br />\r\nEarth and nevertheless successfully founded a new home.<br />\r\nWhat happened to the planet? Who cares, except for that miserable handful that still <br />\r\ncontinued to survive among the mountains of garbage, war machines and mutants? True, only to us.<br />\r\nIt was possible to exist here, although it was difficult. When the volcanoes began <br />\r\nthrowing out ash and rivers of lava - all the outcasts of the human race were smart <br />\r\nenough to understand, this is the end.<br />\r\n The war for resources intensified a hundredfold, everyone wanted <br />\r\nto assemble a ship and leave the planet, <br />\r\nonly the problem was that not everyone even in theory<br />\r\nknew the principle of operation of this machine.<br />\r\nFrom now on, this place is hellish hell. It’s useless to wait for help, <br />\r\nall people are too scared to think and unite in groups to work together, <br />\r\nand the technologies of the military and mutants do not even think about stopping the hunt. <br />\r\nIt is necessary to survive and ascend to such a distant &quot;Ark&quot;, <br />\r\nit is not known what awaits us there ... But we are simply unable to stay.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1594790/header.jpg?t=1629531978",
    "developers": [
      "Aliens games"
    ],
    "publishers": [
      "Aliens games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}