{
  "1595480": {
    "name": "Darkness Road | شارع الظلام",
    "steam_appid": 1595480,
    "required_age": 0,
    "is_free": false,
    "description": "Darkness Road is an immersive survival horror and psychological horror game that will plunge players into a chilling and nightmarish experience. Set in the year 1996, within the foreboding town of Dar Al Hai located in the Arabian Gulf, this game offers a unique blend of suspenseful gameplay and captivating storytelling.<br />\r\n<br />\r\nPlaying from a third-person perspective, you assume the role of Hamdan, an ordinary 34-year-old resident of Dar Al Hai. Suddenly and inexplicably abducted, Hamdan finds himself trapped within a cursed place. With every ounce of his being, he strives to escape the clutches of this malevolent force, only to discover that his efforts seem to lead him deeper into the darkness.<br />\r\n<br />\r\nAs Hamdan fights for survival, he must confront a multitude of enemies who will stop at nothing to impede his escape. Engaging in intense combat, Hamdan must resist and eliminate these adversaries to ensure his own preservation. Each encounter will test his skill, bravery, and resourcefulness, as he fights to overcome the nightmarish inhabitants that lurk in the shadows.<br />\r\n<br />\r\nHowever, survival goes beyond combat prowess alone. To navigate the treacherous depths of Darkness Road, Hamdan must also unravel the mysteries of the Arabian Gulf's rich culture and folklore. Puzzles and riddles inspired by these legends will challenge his intellect and intuition, serving as keys to unlock his path to freedom. Only by piecing together the fragments of this haunting tapestry can Hamdan hope to break the curse that ensnares him.<br />\r\n<br />\r\nWith its meticulously crafted audio design, Darkness Road heightens the atmosphere of terror and unease. The haunting soundtrack, immersive sound effects, and atmospheric audio cues will envelop players, perfectly aligning with the environments and intensifying the sense of dread. Every sound will serve as a reminder that danger lurks just around the corner, making each step forward a nerve-wracking endeavor.<br />\r\n<br />\r\nPrepare yourself for an unforgettable journey through Darkness Road, where survival depends on your wit, courage, and resilience. Will you aid Hamdan in his quest to escape the clutches of the cursed town, or will you succumb to the nightmarish forces that await? The path to freedom is fraught with peril, but the rewards of overcoming fear and uncovering the truth are immeasurable.",
    "supported_languages": "英语<strong>*</strong>, 阿拉伯语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595480/header.jpg?t=1704254780",
    "developers": [
      "Foxrito Studios"
    ],
    "publishers": [
      "Foxrito Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}