{
  "1595740": {
    "name": "Urban Farmer",
    "steam_appid": 1595740,
    "required_age": 0,
    "is_free": false,
    "description": "Enjoy growing fruits and vegetables the easy way with Urban Farmer, the organic gardening simulator that lets you plant and harvest crops from your own virtual backyard! Pick a major city worldwide and see how geographically accurate climate conditions influence your crops. Budget for your garden and design it the way you want, with trellises, raised beds, and a wide variety of garden accessories, from chicken coops to beehives. You can encourage birds and beneficial insects to visit your garden, and use compost and natural fertilizers to improve yields. Once it’s time to harvest, you can enjoy the fruits of your labors to offset grocery costs or make preserves to sell at a farmer’s market. You can even donate surplus food to the local food bank – it’s up to you! We’re working hard to grow Urban Farmer so it’s ready for market soon!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595740/extras/2b874d643f08b129ff466588884ecf97.avif?t=1686194194\" width=600 height=124 /></span><br><br>Urban Farmer lets you build a thriving business growing fruits and vegetables in your own backyard. Start with a simple budget and a patch of garden in one of the dozens of cities worldwide. Wherever you set up your urban farm, it will experience realistic weather conditions according to the elevation and location of the city you’ve chosen. You’ll need to refer to the hardiness zones and heat zones listed for each type of crop you want to grow – that means you’ll need to think carefully about planting cabbages in sunny Seville, or citrus trees in Toronto. You could make it work, but will it be worth the extra effort and resources?<br><br>You’ll need to have a degree of luck on your side too because you can’t always rely on good weather. Even before global warming there were extreme weather conditions like cold spells and droughts to contend with – it’s always been a huge factor in determining the success of the growing season. In Urban Farmer, there are several ways that you can minimize the impact of unseasonable weather – by purchasing certain items like rain barrels or tarps, for example, or by choosing particular types of garden layouts that protect against wind damage.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595740/extras/823bfe4b472f0fb2ca8f2a1005072c62.avif?t=1686194194\" width=600 height=124 /></span><br><br>How much will your character have to spend on their garden? You’ll need to consider monthly expenses like rent, utilities, and food. You might choose a place with a bigger backyard to work with, but the higher rent will also cut into your materials budget – things like garden tools, soil improvements, seeds, watering cans, etc. Remember, as your garden grows and requires more water and electricity to keep things going, your monthly utility bill will increase. As you learn how to balance the books, you may make a few miscalculations along the way. No worries! You can choose to take out a loan to cover expenses for a few months.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595740/extras/f8c2edccf50b3dbae955d77702730b1b.avif?t=1686194194\" width=600 height=124 /></span><br><br>In the plus column, your newly harvested food will offset some of your grocery costs. If you decide to sell some of your produce, you can recoup even more of your investment and actually turn a profit. Your character can eventually quit their day job and devote all their energies to running the operation.<br><br>Last but not least, you'll be eating healthy and organic food, and you can share some of your hard work with your neighbors. Preserving your harvest is just one of many things you can do as an extracurricular activity. You'll attract the desired wildlife to your garden by practicing natural methods, which is always a good sign that you're doing the right thing. If animals desert a place, why should you even live there?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595740/header.jpg?t=1686194194",
    "developers": [
      "Viroid Games Inc."
    ],
    "publishers": [
      "Viroid Games Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}