{
  "1595820": {
    "name": "Heart of Mithras Demo",
    "steam_appid": 1595820,
    "required_age": 0,
    "is_free": true,
    "description": "Lead the combat team of your district to the top of the ladder, in the epic battle game of the megacity Mithras. Play a detailed management game. Recruit new soldiers, hire trainers to help your team to develop, build up your new base and play epic tactical battles in a complex simulation, in the arena called Heart of Mithras.<br />\r\n<br />\r\nHeart of Mithras is somehow a dystopian sci-fy sport manager paired with a tactical shooter simulation (like a CS-simulation)<br />\r\n<br />\r\nStory:<br />\r\n<br />\r\nAfter the great civil war of 2700 the megacity of Mithras was buried under rubble and ashes. <br />\r\nThe combatant leaders decided to separate the city in thirty districts.<br />\r\nSince then conflicts in the city of Mithras are no longer solved in a gory battle in the streets of mithras.<br />\r\nNow a battle game decides about prosperity and future of those thirty districts.<br />\r\nThe best soldiers of each district fight against each other in a arena in the middle of the Megacity, called the &quot;Heart of Mithras&quot;.<br />\r\n<br />\r\nNow it is your time to manage a squad, finding the best soldiers to fight for your district. Your actions will not only determinate between winning and losing, they will determinate the fate of your district.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595820/header.jpg?t=1617942899",
    "developers": [
      "Dominik Heim"
    ],
    "publishers": [
      "Dominik Heim"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}