{
  "1595970": {
    "name": "Vestenelon",
    "steam_appid": 1595970,
    "required_age": 0,
    "is_free": false,
    "description": "It doesn't matter how much you forget something the trauma, pain and suffering still remains burned into your heart. But you know nothing like that ever happened to you! You remember every bad thing that ever happened to you, and nothing would have traumatized you that badly. If it did surely you would have remembered it! Nobody else remembers it, so it didn't happen right? <br><br>Do you want to unseal the memories that have been forgotten? And not just the bad ones, the good ones too!<br>Do you really want to remember...?<br><br><strong><u><h2 class=\"bb_tag\" >FEATURES</h2></u></strong><br><ul class=\"bb_ul\"><li><strong>Remember.. or don't!</strong> - Every main and side character has forgotten things both bad and good and <i>you </i>can make them remember if you wish. In doing so it can change the characters drastically and alter story aspects. Who knows what you will unearth! Your sick curiosity will shape the characters for better or worse!<br><br></li><li><strong>Turn Based RPG Combat with a twist!</strong> - Enjoy a wide selection of unique classes with odd quirks such as the &quot;Farmer&quot; class which grows crops in the middle of battle using fire and water magic. <br><br></li><li><strong>BREAKING NEWS!</strong> - The hottest orb based show in town: ONI (Orb News &amp; Information). You'll never miss anything going on in town! Get today's weather, the latest interviews, and most importantly news!<br><br></li><li><strong>Live life</strong> - Rent and food are not free! Fight monsters and work a soul crushing retail job to get the money you need. Who knows what will happen to your family if you can't bring a cash flow in. Don't forget to weave those in with a healthy social life.<br><br></li><li><strong>&quot;INVALID ITEM IN BAGGING AREA&quot;</strong> - As a shop assistant you have to do it all! Stock that merchandise and total those transactions. Accuracy is key!<br><br></li><li><strong>Comedy everywhere</strong> - We make fun of everything; we are equal opportunity! Don't be surprised when you don't tip the item delivery service or when someone walks up to you asking to extend your weapon's extended warranty! </li></ul><h2 class=\"bb_tag\" ><strong>Note: While Vestenelon has many comedic aspects, it does carry some heavy scenes and content warnings to be displayed here at a later date. Player discretion is advised!</strong></h2>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595970/header.jpg?t=1753945209",
    "developers": [
      "Vestenelon"
    ],
    "publishers": [
      "Vestenelon"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}