{
  "1595350": {
    "name": "Kamu's Offering",
    "steam_appid": 1595350,
    "required_age": 0,
    "is_free": true,
    "description": "In the depth of the African Desert, <strong>God Kamu's heart is broken</strong>, as he moved away from his loved one in order to protect his people. As a dying wish, Kamu tasks you, his brave priest, his final command. Find all his heart parts and deliver them in one piece to the only one whodeserves it, his loved one.<br><br>You will have to get through the toughest deserts, caves, climb the tallest mountains and escape the deepest jungles to get to the three temples where Kamu stopped on his path to save his people.<br><br>In this platformer, you are equiped with Kamu's essence, a sphere that will help you overcome any type of platforming obstacle that will evolve with new unique behaviours.<br><br>- Jump, throw, catch and bounce in many interesting and unique ways during the <strong>10 big levels </strong>the game provides].<br><br>- Kamu's Offering is a challenging platformer that tries to balance difficulty with the unique mechanic of platforming.<br><br>- <strong>2D and 3D artstyle</strong> that try to represent a not to shown part of Africa, the subsaharan west and it's tribes and cultures, fictionalized.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1595350/header.jpg?t=1621946525",
    "developers": [
      "Fifty -50 Game Studio"
    ],
    "publishers": [
      "Fifty -50 Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}