{
  "1596830": {
    "name": "Aeon's End - The Depths",
    "steam_appid": 1596830,
    "required_age": 0,
    "is_free": false,
    "description": "Deep within the earth, lost in the labyrinth of shadows, the Horde-Crone has awakened the troggs to reclaim the ancient city of Gravehold.<br><br>The Depths expansion includes:<br>• <strong>Horde-Crone</strong> - nemesis<br>• <strong>Nym</strong>, <strong>Reeve</strong>, and <strong>Zhana</strong> - playable mages with unique starter cards<br>• <strong>One gem</strong> - Banishing Topaz<br>• <strong>Two relics</strong> - Transmogrifier &amp; Vim Dynamo<br>• <strong>Five spells</strong> - Combustion, Devouring Shadow, Disintegrating Scythe, Monstrous Inferno, &amp; Void Bond<h2 class=\"bb_tag\" >Mages:</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1596830/extras/38f86a2d278d4c2fcf63f3ea467fb195.avif?t=1621350352\" width=460 height=214 /></span><br><br><strong><i>Reeve</i></strong><br>I lost the arm to tainted jade. I felt it creeping through my arteries and lopped it off without a thought. Best to lose the arm and keep the rest, no?<br><br>Kadir says I was born for this, meant to live here and now in this damnable hole in the ground to fight these things. And she has the right of it. This is who I am, what I am: a blunt instrument to be used against monsters. My life matters not for much more than that. And I am at peace with it.<br><br>Whenever those bells ring I feel my heart swell as I heave my chopper from its sheath. I smell the air burn as the breach opens and I cannot run there fast enough. We all have a purpose, a gift to give. This is mine.<br><br><strong><i>Nym</i></strong><br>The Nameless... what a stupid name for these things. It makes no sense. It's just frightened people trying to understand something they don't. Monsters. That's what these things are. Nothing more, nothing less.<br><br>Malastar says respecting one's foe is the straightest and clearest path to defeating them. But why would I respect monsters? Malastar is wrong. Respect is a useless concept in this fight - I have no respect for those freaks and I have turned as many of them to cinder as anyone.<br><br>A lot of people are afraid of &quot;The Nameless,&quot; but not me. They think I am too young to know what fear is, but really, fear is the only thing we younglings know. But I choose not to fear them any more. I won't give them anything other than my fire.<br><br><strong><i>Z'hana</i></strong><br>Through the flames I could hear them calling for me. My mother, my father. Their voices drowned in fire and smoke...  That was the day I lost my family. That was the day I discovered I was a mage.<br><br>My philosophies on The Nameless are even less popular than Xaxos'. Many times I have slept in the crypts for things I have said to others. But many more nights I have fought back the dark, side by side with those who have locked the crypt door behind me.<br><br>I have journeyed to the cave mouth many times, sitting in the weak light that somehow manages to penetrate the mountain of rubble that bars our way back to The World That Was. Each time I go, I remove a stone. If they catch me, the crypts await. But I always go back, removing another stone and yet another. One day I will seek whatever awaits me beyond this place. One day I will remove the last stone.<h2 class=\"bb_tag\" >Horde-Crone:</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1596830/extras/d142ecb2463665fafda2341c297aa55d.avif?t=1621350352\" width=460 height=214 /></span><br>In the ancient time, before our kind, the troggs walked The World That Was. From what the elders remember of the lost tales, there were three great tribes, each with a purpose. The Yud were keepers of life, gifted in the art of creation, molders of flesh. The Orp were beings of shadow, masters of ruination and death, the counterweights on the scales of life, against which the Yud were balanced. And the Zom were neither light nor dark, but instead were dreamers with great minds.<br><br>The world was unforgiving and empty then, but malleable, a great marble to be chiseled and shaped as they saw fit. And though the tribes were each different, they lived in great harmony. The world flourished and faded, developed and dreamed, much the way worlds are supposed to. Eventually the world they wove was complete and no longer needed them, so they journeyed into the black of this very cave, to this very city, to sleep and be forgotten.<br><br>Now The Crone has stirred the troggs from their slumber. Awakened with new and malicious purpose, they issue from the infinite depths of the cave in their hordes, eager to take back their ancient city and undo their own great feats. And who are we but immigrants here in Gravehold, in this world they made for us? Are we not their children in some measure? Is it not their right to take it all away?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1596830/header.jpg?t=1621350352",
    "developers": [
      "Handelabra Games Inc."
    ],
    "publishers": [
      "Handelabra Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}