{
  "1596180": {
    "name": "Fragment",
    "steam_appid": 1596180,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Omaj - Defy Expectations<br><br>Omaj is a group of individuals that defy expectations by presenting captivating visual stories that open the imagination and inspire critical thinking.</i><br><br>Join a boy named Timothy and his alien friend Gus on a journey of self discovery as they explore the colorful world of Fragment. Utilize Timothy and his friends' psychic powers to read minds, shoot fire, kinetically push objects and more to journey to the farthest reaches of Fragment (and beyond!). While on a journey to reconnect with his estranged father, Timothy meets new friends, interacts with a zany supporting cast and travels (both figuratively and literally) beyond his own personal limits.<br><br><strong>Features</strong><br>• A sentimental coming of age story based in vibrant 80's Pop Culture that is more than it seems.<br>• Explore and solve puzzles with powers such as hypnosis, pyrokinesis, magnetism and more.<br>• Interact with colorful cast characters - private detectives, drag queens, yogurt vendors, and more.<br>• A streamlined experience focused on story telling and maximizing emotional impact.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1596180/header.jpg?t=1726067330",
    "developers": [
      "Omaj"
    ],
    "publishers": [
      "Omaj"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}