{
  "1597550": {
    "name": "Highrise Mogul",
    "steam_appid": 1597550,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Highrise Mogul</strong> is a tycoon game about building and managing your own skyscraper. Start from nothing and begin by placing flooring, generating walls, placing doors, rooms, decorations, services, power grids and more! Manage your high-rise by hiring staff, managing your finances, starting PR campaigns and instituting policies that your tenants must follow. Be the most ruthless micromanaging landlord or just enjoy being an architect, the choice is yours.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1597550/extras/3358643319784969c5632443bdb7544e.webp?t=1638464390\" width=600 height=49 /></span><br><br>Design your floorplan. Create the most beautiful garden. Try to cram as many people as possible into a single floor or offer your tenants an idyllic place to live with all the services and space they need. Add in details like vending machines, decorations or trash cans. Choose to build studio apartments, offices, luxury lofts or enticing businesses to lure in visitors. Maybe even give your staff members a lounge or two! Highrise Mogul let's you create and build the skyscraper of your dreams.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1597550/extras/4f655b82b3461d1fe21a9b4114501dbf.webp?t=1638464390\" width=600 height=49 /></span><br><br>As the owner of your own highrise there are dozens of things to manage. Choose and implement policies to encourage higher income tenants, discourage littering or support sustainable consumption. Hire and fire staff members from janitors to maintenance workers. Start public relations campaigns to bring in more visitors and higher value tenants. Look through your balance sheet, your tenant count growth and other countless statistics to figure out new things to tweak. Choose to buy electricity from the city grid or produce your own. Take and pay back loans. Highrise Mogul has you fully in control of every aspect of your building!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1597550/extras/68d0a37edc733661304cd3f1c949e577.webp?t=1638464390\" width=600 height=49 /></span><br><br>Highrise Mogul simulates each person living, working or visiting your skyscraper. Witness hundreds of individual AI tenants, office workers, staff members or visiting shoppers going about their business, spending money and making decisions. Each person is different with names, ages, their personal income, and appearance. Keep your tenants and visitors happy and they will keep your bank account in the green!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1597550/header.jpg?t=1638464390",
    "developers": [
      "Olli Arkko"
    ],
    "publishers": [
      "Olli Arkko"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}