{
  "1597070": {
    "name": "Criminal T",
    "steam_appid": 1597070,
    "required_age": 0,
    "is_free": false,
    "description": "Criminal T may seem like just another investigation game, but you can bet it isn't, after all it has a complex investigation system based on what investigators and detectives use to solve their cases, the system of lines.<br />\r\nTo make it easier we created an app called T, it will contain all the evidence you collected and a profile of all the people with whom you had contact, so it will only be up to you to link the evidence with the accused and involved in the case.<br />\r\nIn addition our application has a color system, where each one represents a different action, example: there was a murder, your task will be to find the perpetrator, then you will have to connect him to the victim through a line, that line will be in gray (used to indicate a murder or attempt), then you must link the evidence with the victim using a green line (used to indicate evidence) and so on until the case is completely resolved.<br />\r\nIn addition you will be free to create your own lines of investigation, we will just provide you with the evidence (if you find them) and some tips, we want you to be able to solve the cases on your own, but be careful, after all you will be evaluated for a possible promotion, thus being a wrong accusation or hasty for taking you there is a disapproval, apart from that enjoy the game and good luck.",
    "supported_languages": "英语, 法语, 意大利语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1597070/header.jpg?t=1619682545",
    "developers": [
      "IVStudio96"
    ],
    "publishers": [
      "IVStudio96"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}