{
  "1598900": {
    "name": "Nemesis - RPG Demo",
    "steam_appid": 1598900,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" > Enter The World Of Nemesis </h2>Live the story of Artrium, a naive young boy living in the village of Wil Helm ... until that famous night ... Artrium wakes up in an unknown city on fire, a monster kills everyone! How is he going to get home?<h2 class=\"bb_tag\" > A breath of fresh air </h2>Have you tasted all the RPGs from the 90's and still want more? Nemesis is made for you, immerse yourself in this universe which will occupy you several tens of hours and if you want more, attack the &quot;Expert&quot; mode ... but beware, sensitive souls abstain ...<h2 class=\"bb_tag\" > Crafting system </h2>Kill enemies and create your equipment with what you find, the world is dangerous, you will die without suitable equipment!<h2 class=\"bb_tag\" > Be careful when going out at night ... </h2>If you are not wary of the passage of time, spirits of the night can invite themselves into your fights, be brave and you will earn much needed resources!<h2 class=\"bb_tag\" > Master the elements </h2>Choose well which elements to use in each situation, each enemy has resistances and weaknesses, try to mix them and you may have surprises ...<h2 class=\"bb_tag\" > Fighter </h2>A warrior who knows how to juggle an offensive position and a defensive position.<h2 class=\"bb_tag\" > Afflictor </h2>A wizard who causes synergies between the elements ... It is said that he can unleash an unpredictable storm ...<h2 class=\"bb_tag\" > Cleric </h2>The Group Health touch, would you like to take a little sweetness back?<h2 class=\"bb_tag\" > Mystic </h2>A mysterious blend of power and fragility, it combines states of trance that can collapse at the slightest blow ...<h2 class=\"bb_tag\" > Magilade </h2>Perfect control of the elements, both offensive and defensive, he adapts and shares his affinities with his allies.<h2 class=\"bb_tag\" > Bard </h2>A powerful support unable to come out on his own, his supports are very powerful but he can benefit from it himself.<h2 class=\"bb_tag\" > Mystery Class </h2>Travel the world of Nemesis to find out more!",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1598900/header.jpg?t=1618817197",
    "developers": [
      "Ismylife"
    ],
    "publishers": [
      "Ismylife"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}