{
  "1598270": {
    "name": "Cthulhu Clicker",
    "steam_appid": 1598270,
    "required_age": 0,
    "is_free": false,
    "description": "Cthulhu Clicker is a shiny little game featuring kawaï minions, fluffy abominations, Rock’n Roll zombies and way more adorable fiends! You are a delightful cult leader and you’re in charge of these loveable little monsters. Your job is pretty easy: you have to feed them with fresh blood and make them grow bigger &amp; bigger &amp; bigger. If you work hard you could even have you own little chibi Cthulhu bringing a charming doom to humanity! Isn’t that wonderful?<br />\r\n<br />\r\nMaybe we should warn you: To make them grow, you may have to perform one or two sacrifices… or maybe a thousand! But worry not my friend… the thanking eyes of your cute littles villains will justify anything right?<br />\r\n<br />\r\n★ Collect bilions and bilions of souls<br />\r\n★ Scare people with creatures from the world of Lovecraft<br />\r\n★ Collect souls and invest them to increase your income<br />\r\n★ Summon, evolve and upgrade your monsters<br />\r\n★ You can watch an advertisement every hour and earn free bonuses (Optional)<br />\r\n★ Pay close attention to your surroundings you might find useful bonus in chests<br />\r\n★ More updates are comming (Cloud save, more monsters, more mechanics ...) Stay tuned!<br />\r\n<br />\r\nCthulhu Clicker offers a fresh take on the awe-inspiring world of H.P Lovecraft. In the vein of Cookie Clicker or Clicker Heroes, this game will give you hours of click, click and click! Can you reach the maximum level? Will you be brave enough to recruit all the monsters?",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1598270/header.jpg?t=1638124099",
    "developers": [
      "Le Web Serin"
    ],
    "publishers": [
      "Le Web Serin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}