{
  "1598490": {
    "name": "EyeRoll",
    "steam_appid": 1598490,
    "required_age": 0,
    "is_free": false,
    "description": "You are the glass eye of a very forgetful explorer. Deep inside an ancient ruin, somewhere in a lost world behind the Bermuda Triangle known as the World of Clouds, you were removed and left behind all alone. Now you must uncover the secrets of the maze and find a way out by yourself.<br />\r\n<br />\r\nEyeRoll is extremely simple and relaxing to play. You are rolling a glass eye through a maze and must uncover secrets and solve puzzles to find your way out. It is recommended you play with a mouse that has a scroll wheel since you can use that to move the follow camera closer to objects of interest in order to study them so they can serve as clues as to how to find a way out of the maze. It is perfectly suitable for a person of any age and is safe and enjoyable for very young children.<br />\r\n<br />\r\nThe movements of the glass eye player character in the game is purely physics driven. It can bounce around, jump, spin and bump into things. It is controlled using the WASD keys and space bar for jumping. The player looks through a single follow camera with a semi top down view on the glass eye and field of view can be adjusted by moving the camera in closer or further away from the eye. So you could set how much your see of the maze yourself and in doing so challenge yourself accordingly. Look carefully at sigils and markings on objects since they hold clues. Avoid patches of sand. That will dry the eye and eventually cause it to crack up and you lose the game. Keep the eye moisturized by rolling it through water puddles. <br />\r\n<br />\r\nYou can exit the game at any time by pressing the escape key on your keyboard and you can pause the game by pressing P on your keyboard. There are no saving or checkpoint functions.  <br />\r\n<br />\r\nThe game was built in the Unreal Engine version 4.24.3 and all 3D modeling and texturing was done in Blender 2.80.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1598490/header.jpg?t=1667001383",
    "developers": [
      "Etienne Andlau"
    ],
    "publishers": [
      "Pencilgun"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}