{
  "1599920": {
    "name": "Dinoland",
    "steam_appid": 1599920,
    "required_age": 0,
    "is_free": false,
    "description": "Dinoland is a puzzle game that you can enjoy lightly using the rules of billiards. You can clear the stage by putting a dinosaur egg in the pocket.<br />\r\n<br />\r\nTino, Tree, and Carney have been close friends since they woke up from the egg. One day, three baby dinosaurs who were playing together on a green meadow discover a mysterious large egg. The three of them were bored and decided to find the owner of the large egg and return it...<br />\r\n<br />\r\nThe three will take turns rolling large eggs to explore grasslands, volcanoes, and deserts. Will the dinosaur friends be able to find the owner of the egg? Go on a journey together with your dinosaur friends to find the parent of the lost egg.<br />\r\n<br />\r\nThe player becomes one of the dinosaurs and is placed on the map. On the map are eggs that need to be put into pockets (goals). In order to pocket this egg, the player turned into a dinosaur must roll and hit the egg. It's good to think about the pokeball rules.<br />\r\n<br />\r\nYou can clear the stage by putting the egg in the pocket within the given opportunity. You may also need to earn bonus items on the map or try fewer times to complete challenges.<br />\r\n<br />\r\nEach dinosaur has slightly different abilities, so you need to think about which dinosaur to use to clear the stage more easily.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1599920/header.jpg?t=1631499695",
    "developers": [
      "Canmaru"
    ],
    "publishers": [
      "RealBlocks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}