{
  "1600180": {
    "name": "Solitaire Game Halloween 2",
    "steam_appid": 1600180,
    "required_age": 0,
    "is_free": false,
    "description": "Love mysticism and puzzles?! Then Solitaire game Halloween 2 is perfect for you!    For all fans of the solitaire and perfect match genres, a gift for Halloween in the form of 120 new and unique solitaire levels! Solitaire game Halloween 2 - help the twins outplayer the owner of the mysterious house and get all the candy! Scary stories, tricks and a unique holiday style – just what a solitaire and perfect match fan needs!<br />\r\n<br />\r\nClassic solitaire with an original game mechanic – match pairs of cards! A special multiplier will increase your reward if you find card pairs fast. Buy bonuses for your reward: mulligan, shuffle and joker. Choose your difficulty level or complete the game twice – Professional mode is a challenge to true fans of solitaire! Solitaire game Halloween 2 is a horror story for Halloween night and a game for connoisseurs of classic solitaire and anyone who likes unusual twists on a classic game.<br />\r\n<br />\r\nThe playful themed music and premium-quality graphics will help you get into the spirit of Halloween. Sinister pumpkins, amiable ghosts, black cats, vampires, a haunted house and witches. All this awaits you in Solitaire game Halloween 2!<br />\r\n<br />\r\n- Card solitaire game for new players and experts alike<br />\r\n- Make any purchase – turn off ads! <br />\r\n- Unique game mechanics – make chains of cards<br />\r\n- Use various bonuses – mulligan, shuffle, joker<br />\r\n- Collect gold cards to complete levels and unlock new locations<br />\r\n- Collect bonus cards to get more coins and bonuses<br />\r\n- Collect cards fast to make combos and get good rewards<br />\r\n- 12 locations, 120 levels and several difficulty modes<br />\r\n- For daring players, we offer special tasks and over 20 colorful trophies<br />\r\n- Colorful high-quality graphics in a Halloween style<br />\r\n- Original themed decks and 9 card backs<br />\r\n- Beautiful music to help you relax and concentrate on the game",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1600180/header.jpg?t=1621217428",
    "developers": [
      "Creobit"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}