{
  "1600070": {
    "name": "Keyboard Master",
    "steam_appid": 1600070,
    "required_age": 0,
    "is_free": false,
    "description": "Keyboard Master is a game in which you can test and improve your typing abilities, while having a good time. While you play the game and try to prove your self as a master, a pleasant procedural generated piano notes sounds for each key. To complete the game you must hit the incoming notes in the right time and achieve high enough score.<br />\r\n<br />\r\nIn the game there are several procedural generated musical themes. With each completed level the more complex and fast they are.<br />\r\n<br />\r\nThere are six difficulties where you can test yourself. The first on uses only five keys and is intended for one hand. In all other difficulties you have to use two hands and different number of keys (29 in the last one). <br />\r\n<br />\r\nThe game can also be used for educational purpose. You can start with the first difficulty, where you just use five keys of the keyboard, and when you have learned their positions and feel comfortable with them, you can go to the next difficulty where another five keys are added and so on, until you become a keyboard master. And all this under the beautiful sound of the piano. <br />\r\n<br />\r\nSince every key is bound to a single piano tone, in the Playground mode, you can try and play something using your keyboard. You could try and play some music, or you can type yours on your loved ones names or your favorite word or phrase and see how do they sound, using this mode.<br />\r\n<br />\r\nThere is also profile menu, where you can see how well do you fare. In this section you can see your best and average results.<br />\r\n<br />\r\nHow well do you really know your keyboard? Can you reach higher score in the hardest difficulty where you have to use all the letters on the keyboard? Try for yourself!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1600070/header.jpg?t=1694607078",
    "developers": [
      "Music Games For All"
    ],
    "publishers": [
      "Music Games For All"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}