{
  "1600800": {
    "name": "Graviteam Tactics: Typhoon Rising",
    "steam_appid": 1600800,
    "required_age": 0,
    "is_free": false,
    "description": "In September 1941, the operations group of General Ermakov has been formed consisting of 21 and 52CD, 283RD, 121 and 150TBde. This group closed the 50km gap between Bryanskiy and South-West Fronts. In mid-September, Gr.Ermakov together with Colonel Akimenko Group: 2 gds RD (ex.127RD) and 160RD, reinforced with gds MTR, AT AR, 113tbn and destroyer units, received a combat mission to advance on Glukhov, which closed paths of the German movement from the direction of Shostka, Konotop, Putivl. Thus, capture of Glukhov would allow to block the path of the enemy movement from the west, and to close the gap between South-West Front and Bryanskiy Front. <br>By September 25, units of the German 24TAC, 2TA (3, 4TD and 10MID) began arriving in Glukhov area, preparing to advance on Moscow as part of Operation &quot;Typhoon&quot;.<br>In the morning of September 29, Gr.Ermakov received another order to resume the attack on Glukhov at 12:10, September 30. 150TBde attacked with its main forces at the junction of 856 and 858RR from the area of Levshin - Gorelyy on Bereza and further from the north-west on Glukhov.<br>But at 7:30 September 30, after a 30 minute artillery barrage the German 24TAC main forces went on the offensive against the units of Gr.Ermakov, thus preempting the beginning of the Soviet attack. <br><br><ul class=\"bb_ul\"><li>Two operations of 11 turns for each of the sides (Chervonnoe, September 30 - October 1, 1941) covering the beginning of the Operation Typhoon.<br></li><li>Precisely recreated area of over 80 sq. km: plains with harsh terrain and extended settlements.<br></li><li>Historical organizational structure of units at the time of the offensive.<br></li><li>Use of the T-50 light tank.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1600800/header.jpg?t=1767876200",
    "developers": [
      "Graviteam"
    ],
    "publishers": [
      "Graviteam"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}