{
  "1601900": {
    "name": "Slordax: The Unknown Enemy",
    "steam_appid": 1601900,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>An ancient enemy has returned.</strong><br><br>It has been seven centuries since the cruel race of superbeings known as the Slordax were thwarted in their attempt to conquer the galaxy. Now, the Intergalactic Defense Alliance has detected that the Slordax are gathering once again in the Slordian System. You must pilot the fastest, deadliest ship in the galaxy into the Realm of the Slordax in a dangerous first-strike mission to annihilate the alien threat before they become too strong to defeat. Strap in, pilot, it’s going to be a bumpy ride!<br><br>Softdisk's classic top-down shoot 'em up programmed by legendary developer John Carmack sends you flying deep into Slordax territory to stop an existential threat to the entire galaxy. Take out the Slordian threat and preserve galactic peace!<br><br><ul class=\"bb_ul\"><li>Soar through five levels of white-knuckle shoot ‘em up action through an asteroid belt, over a planet’s surface, into ancient fleet construction tunnels, and more.<br></li><li>Become an unstoppable force! Upgrade your Reddog Adaptive Strike Ship’s weaponry with power up capsules dropped by enemy ships.<br></li><li>Face off against enemy ships, vicious creatures, and formidable bosses.<br></li><li>Keep going! Take on a more challenging campaign after you’ve finished your first.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1601900/header.jpg?t=1620391798",
    "developers": [
      "Softdisk"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}