{
  "1602150": {
    "name": "Bus stop in the fog",
    "steam_appid": 1602150,
    "required_age": 0,
    "is_free": false,
    "description": "A bus trip is a journey not a destination. Shortly after you bought your first boat with all your savings of the last 5 years, you find yourself lost on a strange island in the Bermuda sea. A lightning strike crippled your boat and you must take a very scary bus ride to get off the island ... but will the bus take you off the island?<br />\r\n<br />\r\nThe story begins where you are standing all alone on what seems to be a strange and very dry island. You are looking at a thick fog bank surrounding the island but not far in front of you the wreck of your fishing boat is lying on the sand. The tip of its main mast is still smoking from a lightning strike that hit it. You have no idea where you are so you begin to explore around. You find trees that are chopped off and a very strange looking what appears to be a giant creature that changed into a tree. You begin to wonder what the hell happened here. Then you see a bus stop in front of you and a stone carved road that seems really old a neglected. You look around the bus stop and wonder what the hell a bus stop would be doing here in the middle of this strange place. After a few minutes you hear a familiar sound approaching through the fog. Its a bus ... but not exactly a bus in the conventional sense of the word. It looks really rusted up with some kind of bug goo smeared all over the windows and it has no wheels. Its just floating out of the fog. It stops in front of the bus stop just a few feet off the ground. You wonder who is in the bus and where it is going. Will you dare to enter the bus? Will it take you off the island and back home or to an even stranger place? The decision is yours ...<br />\r\n<br />\r\nBus stop in the fog is a little horror game experienced from a first person perspective. You explore and make decisions that will ultimately determine your fate. Its not a very long game but very surreal and will leave you with perhaps more questions than answers. <br />\r\n<br />\r\nThe game was built in the Unreal Engine version 4.25 and all 3D modeling and texturing was done in Blender 2.90.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1602150/header.jpg?t=1667001251",
    "developers": [
      "Etienne Andlau"
    ],
    "publishers": [
      "Pencilgun"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}