{
  "1602140": {
    "name": "The little drone 2",
    "steam_appid": 1602140,
    "required_age": 0,
    "is_free": false,
    "description": "You are a little drone sent back to investigate a debris field on the edge of Dark Space in a lost world behind the Bermuda Triangle, that seems to be caught in some kind of state of flux. You must collect as many Data Nodes as you can so that their data can be retrieved by your makers back in Cloud Space.<br />\r\n<br />\r\nThe edge of Dark Space is perhaps one of the most dangerous regions in the World of Clouds. Many lost things ranging from tiny to gigantic is hurled and twisted around in what seems some kind of state of flux. Its a place where lost things from all over the universe end up and collide with each other causing them to spin out of control. Its a challenge to navigate through this debris field and find the data nodes you are sent to capture and return to you makers. Don't let any of this debris touch your drone. Locate the data nodes that have colorful navigational flares attached to them so that they can be easily spotted and captured. As you approach a nearby Data Node it will turn off its navigational flares and your drone will automatically reduce its speed. Its side doors will open and a series of holographic targeting frames will appear. Line the Data Node you are trying to capture up within these targeting frames until it gets close enough and a little arm will shoot out from the drone and grab the data node. The captured node will show up in your inventory and you can move on to the next one until most of or all the other nodes are captured. Once you have all the data nodes you can head for the outer region of the debris field which is marked by free floating Spore Spirits. Once there you will be in range of your makers' instruments who can then retrieve the valuable data off the nodes you captured.<br />\r\n<br />\r\nThe game was built in the Unreal Engine version 4.24.3 and all 3D modeling and texturing was done in Blender 2.80. It plays much like a &quot;flight simulator&quot;.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1602140/header.jpg?t=1667001570",
    "developers": [
      "Etienne Andlau"
    ],
    "publishers": [
      "Pencilgun"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}