{
  "1602180": {
    "name": "BRICOLE",
    "steam_appid": 1602180,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>A platformer where falling down is the way to bounce back up.</strong><br>BRICOLE is about an alpaca with the ability to store energy while falling and release its power to scale heights. Their goal is to be alone in space by travelling upwards towards the tallest mountain to jump off from and convert the energy of the fall into a massive rocket launch.<br><br><strong>The longer they fall, the higher they rise.</strong><br>After waking up from their endless sleep, poisonous activities had spread across the planet, washing away the forests and leaving life to emptiness. Bricole wishes to seek comfort of the stars after losing their cosmic caretakers from a battle with darkness that the world had created, but discovers the importance of what remains of the world and its survivors along the journey.<br><br><strong>There is always room for the heart to spare.</strong><br>In BRICOLE, players can endlessly build up for a more powerful jump by releasing stored energy at the highest peak and storing it again to increase the percentage of strength. Friends can be found along the way that add on to this ability with their own set of movement skills, all the while surviving through an inferno, from a machine that always watches, and the abandoned horrors of the caves - all in the style of hand-drawn art and low-poly backdrops.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1602180/header.jpg?t=1710717558",
    "developers": [
      "Marc Pagliuca"
    ],
    "publishers": [
      "Marc Pagliuca"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}