{
  "1602600": {
    "name": "UNIVERSE PRISON",
    "steam_appid": 1602600,
    "required_age": 0,
    "is_free": false,
    "description": "≪Extreme survival adventure. Escape from the vast &quot;Universe Prison&quot; dungeon of all 10 dimension floors!≫<br />\r\nRoguelike 2D Random Dungeon RPG with Turn-based Command-selection Battle system.<br />\r\nEverything are randomly setting, playing character, enemies, party members, maps, items, equipment, shops, facilities, etc.<br />\r\n------------------------------------------------------------------<br />\r\n【◆Overview◆】<br />\r\n2D Random Dungeon RPG with Dark Fantasy World View.<br />\r\nEverything are randomly setting, playing character, enemies, party members, maps, items, equipment, shops, facilities, etc.<br />\r\n&gt;<br />\r\n------------------------------------------------------------------<br />\r\n【◆Roguelike Dungeon RPG◆】<br />\r\n・Roguelike 2D Random Dungeon RPG. You can enjoy many different challenges.<br />\r\n・If your every playing goes miraculously well, you can arrive to ending in 5 to 6 hours.<br />\r\n------------------------------------------------------------------<br />\r\n【◆Everything are Randomly◆】<br />\r\nEverything are randomly setting.<br />\r\n・Playing character is randomly selected from 16 types.<br />\r\n・Enemies are total 46 types. Random combination, LV, and enhance type.<br />\r\n・Items(51 types of consumable items, 35 types of weapons, 36 types of armor. Rarity rank is 1 to 4).<br />\r\n・Facilities are randomly placed on the map.<br />\r\n・Shops has random assortments.<br />\r\n・Party members are randomly meeting.<br />\r\n------------------------------------------------------------------<br />\r\n【◆Strategic Battle System◆】<br />\r\n・Battle system is turn-based command-selection. And battle starts with a symbol encounter.<br />\r\n・Every battle member's &quot;HP(Hit Point), ATK(Attack), DEF(Deffence)&quot; are displayed in real time. Player can use these infomation to make tactics.<br />\r\n・Sometimes, character learns special skills by increasing LV. For example, more 10 consecutive attacks, 10 times damage attack, ignoring DEF large damage attack , final attack with consumes all HP, Maximum HP double, All party members are invincible for several turns, summon a powerful party member, etc.<br />\r\n・Every playing character have defferent abilities and skills, so you can enjoy defferent growing and strategy.<br />\r\n・Some skills and items marked with &quot;★&quot; can be used without consuming turn actions. It is also possible to continue to attack unilaterally with continuous attacks and win.<br />\r\n------------------------------------------------------------------<br />\r\n【◆Extreme Survival◆】<br />\r\nThis game is high difficulty, so player need to challenge many times.<br />\r\n・At the beginning of the game, playing character is almost dying. Basically, HP and SP do not recover automatically, so it is important how to recover and maintain.<br />\r\n・A vast dungeon with 10 dimention floors in total. It is not easy to progress one more floor. Sometimes strong enemies that cannot be defeated also appear.<br />\r\n・All floors have a time limit. Until the time end, you have to finish exploration, collect items and equipment, and move on to the next map.<br />\r\n・Dead party member disappear permanently from the party. Also, if you increase the number of members, the battle will be advantageous, but the EXP acquired by each character will decrease.<br />\r\n------------------------------------------------------------------<br />\r\n【◆Mild Action Elements on the Map◆】<br />\r\n・Player proceed avoiding enemy symbols on the map. The strength of the enemy symbol is displayed visually.<br />\r\n・Real-time countdown on the map. The game is over at 0.<br />\r\n------------------------------------------------------------------<br />\r\n【◆Dark Fantasy World View◆】<br />\r\nThe far future space world.<br />\r\nThe story of the confrontation between the evolved human life form  and the ruler of the universe .<br />\r\nCan the  who were once defeated and imprisoned in &quot;Universe Prison&quot; really escape?",
    "supported_languages": "日语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1602600/header.jpg?t=1620375786",
    "developers": [
      "Lilyplex"
    ],
    "publishers": [
      "Lilyplex"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}