{
  "1602810": {
    "name": "Metaverse: Origins",
    "steam_appid": 1602810,
    "required_age": 0,
    "is_free": false,
    "description": "Metaverse: Origins is a pre-alpha early release game.<br><br>NOTE: This is PRE ALPHA, as in it's not a fully built game yet. Not even in alpha yet, much less a beta. I'm only launching it because I have had friends and family ask to contribute and the best way I could think of is to just do early release here on Steam.<br><br>If you do the discord, do it here: <br><br>If you want to get in on a game where you can literally say, &quot;hey dev, try this,&quot; and watch a game get built, then this is for you.<br><br>If you're looking to just buy a game and play, I don't recommend buying this one, yet.<br><br>We're aiming to create a more granular, metaverse style gameplay in the sandbox open world survival genre.<br><br>It's being built to be multiplayer but is currently still in world development phase.<br><br>The goal is to create a game that is so detailed in the resource gathering and crafting mechanics that it would be impossible for one person to get very far alone and instead we're building a system where you can create multiple characters and train them in various crafting skill trees and then send them to do grindy tasks (like farming or wood cutting) as AIs so you can direct the overall growth of your civilization rather than spend 5000 hours digging dirt to build your castle.<br><br>This mechanic along with multiplayer functions will let you focus on the bigger picture while also still having a deep appreciation for every single step taken to get there.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1602810/header.jpg?t=1640856855",
    "developers": [
      "Penumbra.tech"
    ],
    "publishers": [
      "Penumbra.tech"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}