{
  "1603590": {
    "name": "My Cousin the Rogue",
    "steam_appid": 1603590,
    "required_age": 0,
    "is_free": false,
    "description": "In <strong>My Cousin the Rogue</strong>, your Cousin is the &quot;hero&quot;. As a rogue-like player he kills innocent monsters that happen to live in the dungeon. It's your duty to take responsibility for your kin's actions and save the monsters!<br><strong>Find the monsters</strong> and take them with you to the exit! Find the key worm to unlock the next level! Use strategy and your <strong>monster's special powers</strong> to <strong>avoid your cousin</strong> and make sure he doesn't hurt your new friends!<h2 class=\"bb_tag\" >Join the discord!</h2><h2 class=\"bb_tag\" >Key Features</h2>- Stealth<br>- Perma-death<br>- Retro ASCII graphics<br>- Turn based dungeon exploration<br>- Non violent conflict resolution (running away)<br>- No inventory to manage<br>- No stats to upgrade<h2 class=\"bb_tag\" >The story behind My Cousin the Rogue</h2>My Cousin the Rogue is part of what has retroactively been termed a &quot;molasses jam&quot; run by the Bay Area Dev Collective. The theme of the jam was to make a violent genre non-violent. I love roguelikes and I thought it would be interesting to think about why these monsters are living in a dungeon. Perhaps they have more of a right to be there than the &quot;hero&quot;.<br><br><br>The other molasses game jam games are also on steam:<br><br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1603590/header.jpg?t=1732228270",
    "developers": [
      "Vaporwario"
    ],
    "publishers": [
      "Vaporwario",
      "BAD Collective"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}