{
  "1603930": {
    "name": "The Hell Hives",
    "steam_appid": 1603930,
    "required_age": 0,
    "is_free": false,
    "description": "Classic 90's style FPS game with modern graphics... Less video - more game!<br />\r\nFight your way through a series of highly challenging levels in a variety of environments. Take on many different types of enemies with your shotgun, assault rifle, grenade launcher &amp; tactical nuke launcher (handle with care!).<br />\r\nSolve puzzles, traverse mazes, race against rising lava, decipher codes, locate and activate the exit portal to progress to the next level.<br />\r\n<br />\r\nThe game is relatively short at the moment, currently consisting of 5 large highly challenging levels. I am aware of the odd minor bug and will be working on a series of free updates in the coming months, including a survival mode. Any other bugs to fix, features to be added or any other suggestions please do let me know...<br />\r\n<br />\r\n<br />\r\nStory -<br />\r\nHah, &quot;Simulation&quot;. Let me tell you something about simulation. Simulation is far from natural, in fact it is the absolute opposition of nature itself and the very world that we live in...<br />\r\n<br />\r\n2066, manmade AI software manages to establish contact with intelligent entities and makes a deal with them on behalf of mankind, all in good faith. Shortly after, the decay of the universe bestows itself upon Earth and our young fruitful naïve existence is exploited by the hell that surrounds us. Earth's orbit has now collided with an asteroid belt, meaning warning systems are now in place to notify citizens of imminent meteor showers.<br />\r\nIn a desperate final attempt to protect ourselves extreme measures took place. Hybrid Africanised honey bees (killer Bees) were subsequently bred with the Giant Asian Hornet in a worldwide government operation that... certainly did not go to plan. Specimens escaped and thrived upon the environment, destroying crops, livestock, not to mention relentless attacks on men, women &amp; children.<br />\r\nTechnological advances mean that physical teleportation devices are now feasible, allowing not only travel from location to location but also across other planes of existence, yet usage and testing is still very much limited due to the huge amount of power necessary to ensure a successful transition.<br />\r\n<br />\r\nJunior Technical Engineer &quot;Axel Lennox&quot; has dedicated his life as a Guinea pig with the very best of intentions. During the first test Axel finds himself in a hostile, yet somewhat familiar environment. It seems that he has not shifted physically or within a specific timeline as such, but finds himself now completely lost and alone, amidst an array of inevitable realities. He knows his actions now, will determine all.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1603930/header.jpg?t=1666898455",
    "developers": [
      "Adam Bradley"
    ],
    "publishers": [
      "Adam Bradley"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}