{
  "1603610": {
    "name": "Beside Myself Demo",
    "steam_appid": 1603610,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Beside myself</strong> is a first-person psychological thriller. Explore an abandoned hospital, gradually revealing all the secrets of the past that can lead you to genuine horror.<br><br><u><strong>WARNING</strong>:</u> This video game can cause photosensitive epilepsy in susceptible people. Reasonable limitation of the gaming audience is recommended.<br>IMPORTANT NOTE: The main focus of the game is on the exploration process, as the tension slowly builds up, creating an even fuller and more intense presence.<br><br><u><strong>ABOUT THIS GAME:</strong></u><br>The game takes place in a huge abandoned hospital, where, many years ago, terrible experiments were performed and vaccines were tested on thousands of people against their will. You have to understand that not only you are in the hospital, it's your choice to accept the rules of the game or not. From this moment the survival game will begin.<br><br>Once historian and journalist Michael received a letter by e-mail from an unknown addressee, with an interesting story about a hospital that worked in the post-war period. Information about it is still carefully hidden and is classified as &quot;top secret&quot;. In order to check the interesting material, Michael goes to the coordinates indicated in the letter in order to personally verify and make a sensational report. You have to find out all the secrets of this place. Imbued with fear, torture, blood, a long-abandoned hospital turns into a place of lost souls … The hospital is a creature that feeds on the energy of the living, absorbing it quickly and greedily. Once inside its walls, he will do everything to make you lose yourself forever.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1603610/header.jpg?t=1618557920",
    "developers": [
      "ASK_GAMES"
    ],
    "publishers": [
      "ASK_GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}