{
  "1604100": {
    "name": "Revolver and Co",
    "steam_appid": 1604100,
    "required_age": 0,
    "is_free": false,
    "description": "It's 2038, and a late maniacal inventor has left behind a legacy of madness - coordinates to an island full of wealthy robots, a gun that asks questions, and a widow that's hired you to answer them.<br />\r\n<br />\r\nAs Izzy Buspec, the newest recruit to Randco, take charge of their patented revolver as you explore the densely packed biomes of Corvynnia, bringing down hordes of docile robots in a money-making adventure. Every time you fire, you'll have to answer one of over 4,000 trivia questions with answers based on numbers, percentages, geography, dates, and more - the further you are from the actual answer, the more of its own ammunition the revolver will discharge. If you run out, it's back to Randco HQ to reload!<br />\r\n<br />\r\nRevolver and Co features 165 story levels across 11 unique worlds and 20 question themes which will test you on a wide range of subjects, tied together with humorous debriefings between Izzy and her maniacal boss before the start of each mission.<br />\r\n<br />\r\nOr if you're looking for more of a challenge, have a go at one of the Endless challenges, which pits you against a barrage of questions until you finally succumb to an empty revolver chamber. You can even unlock more Endless challenges by completing the story levels, including a gruelling hour-long session where the only thing you have to lose is time.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1604100/header.jpg?t=1656678550",
    "developers": [
      "Chequered Ink Ltd."
    ],
    "publishers": [
      "Chequered Ink Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}