{
  "16040": {
    "name": "Luxor: Quest for the Afterlife",
    "steam_appid": 16040,
    "required_age": 0,
    "is_free": false,
    "description": "LUXOR, the #1-selling, action-puzzle game, blasts outside Egypt's borders and onto the Silk Road in search of riches beyond imagination.  One of the most beautiful and well-known faces in history is also one of its greatest mysteries. When the sacred artifacts of Queen Nefertiti are robbed, her earth-bound spirit calls upon you to find them so her eternal spirit will rise. Wielding the falcon-wing shooter of Horus, you choose your own paths on an expansive journey out of Egypt.                    <br>\t\t\t\t\tIn your quest to reveal and assemble Queen Nefertiti's artifact pieces, you'll explore exotic Persia, Syria, India and other regions of the Near East. Track down each of the robbers before the sands of fate shift and defeat them in an all-new Battle Mode. Your great adventure awaits in, LUXOR: Quest for the Afterlife!                    <br>\t\t\t\t\t<ul class=\"bb_ul\">                    \t\t\t\t\t<li>Choose the path of your quest as you venture from Egypt to 18 cities in 6 exotic regions along the Silk Road                    <br>\t\t\t\t\t</li><li>Compete against enemies in an all-new Battle Mode                    <br>\t\t\t\t\t</li><li>Track down enemy leaders to obtain the most valuable artifacts                    <br>\t\t\t\t\t</li><li>Queen Nefertiti speaks to you, her champion, in a quest for her afterlife                    <br>\t\t\t\t\t</li><li>100 all-new levels in Adventure Mode                    <br>\t\t\t\t\t</li><li>Unlock upgrades in the in-game store, including new ball and shooter sets                    <br>\t\t\t\t\t</li><li>Locate the pieces of Nefertiti's artifacts and assemble them to upgrade you abilities in the Adventure campaign                    <br>\t\t\t\t\t</li><li>Vivid Widescreen-supported backgrounds                    </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/16040/header.jpg?t=1688474523",
    "developers": [
      "MumboJumbo"
    ],
    "publishers": [
      "Accelerate Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 10,
      "total_negative": 1,
      "total_reviews": 11
    }
  }
}