{
  "1606580": {
    "name": "SCORCH",
    "steam_appid": 1606580,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>What is SCORCH?</strong><br>SCORCH takes inspiration from the noir films of the 40s and 50s. Make your way through a black and white world, using the shadows to hide and take out the numerous thugs stalking the harbor around your home. Seek out the truth of their appearance in this stealth FPS shooter.<br><br><strong>You are Morgan Hand...</strong><br>Morgan Hand never thought about leaving the life of a hitman...until they met Mona. For the first time, they felt as though they could break away from that old life and start anew, but that involved cutting ties with the Giudice crime family. Now, it seems that an entire squad of assassins is after this retired gun. If Morgan wants to be free with Mona, they’re gonna have to do one last job.<br><br><strong>Shadows and Lights</strong><br>In the silent streets of this night-wrapped 1940’s city, it’s important to know how to take advantage of your surroundings. Use the shadows to hide, but be wary, as any number of hired guns could be lying in wait for you to walk into their trap. Counter this advantage by shining a light on the area, be it a flashlight or a muzzle flash. Search the docks for the leaders of this little hit, and show them why you don’t mess with Morgan Hand. Plus, who knows? Maybe they hold some answers to the true nature of this operation…<br><br><strong>About SCORCH</strong><br>- Stealth focused combat<br>- Collect evidence through Objectives<br>- Monochromatic art style<br>- Noir themes<br>- Original soundtrack<br>- Speedrunable <br><br><strong>About Accidentally Games</strong><br>Accidentally Games is a small dev team of undergraduate game development students. This game was made remotely while in our final semester, and we are greatly excited to bring it to Steam. Through many challenges, we are excited to bring our passion to you through this game.<br><br>Dave Crandall was a talented musician, sound engineer, and voice actor, as well as a wonderful friend. Without him, SCORCH would not have succeeded. <br> R.I.P. Dave, you will be missed.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1606580/header.jpg?t=1658370398",
    "developers": [
      "Accidentally Games"
    ],
    "publishers": [
      "Accidentally Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}