{
  "1606340": {
    "name": "Conquest of Elysium 5",
    "steam_appid": 1606340,
    "required_age": 0,
    "is_free": false,
    "description": "Conquest of Elysium 5 is a quick turn based fantasy strategy game with a touch of rogue-like. The game is full of depth, details and monsters. There are also a huge number of factions, each with its own unique gameplay and magic rituals.<br />\r\n<br />\r\nThe main focus in the CoE series is that each race plays differently. We're not talking about a unique building here and a unique unit there, we're talking about completely different playstyles, with different mechanics and different goals. Perhaps you're playing a druid, focused on amassing a vast forest and jungle empire from which to harvest ingredients to summon creatures of the woods with no practical need to conquer mines. Perhaps you're a dwarf, who's only concern is mines and produce units at a set rate every turn, focused almost entirely on upgrading those units to survive as long as possible since they are so difficult to replace. Perhaps you are a Scourge Lord, who’s pyramids of power drain the very life force from Elysium and channel it to him and his Heralds. With 24 different factions that alone is enough to keep your play dynamic as you vie for control of the map to conquer Elysium.<br />\r\n<br />\r\nNew for the 5th version of Conquest of Elysium is four additional planes to interact with, boats and ports which enables players to travel to islands beyond the main continent of Elysium, three new factions, new rituals and summons for the existing factions, new battle maps for different fortifications, new independent factions that fight each other, new monsters, more and different random events, and much more.<br />\r\n<br />\r\nThe game has ten different planes. There is for instance an Infernal plane that is the home of the devils and the demons. So if a demonologist manages to summon a demon lord, there will suddenly be a dark citadel without its master in inferno. Banishing a devil will force it back to inferno instead of slaying it permanently. Although extremely difficult it is possible to permanently destroy a demon lord by storming inferno and slaying it on that plane. Although there are many planes you will only rarely have to visit them. But they continue to run in the background and make certain actions or random events more exciting. Among the new planes in CoE5 is the sky-realm above Elysium. From the clouds flying armies might descend upon the inhabitants of Elysium, only to take to the skies and retreat if their losses were significant. But the clouds are not unattainable. Beanstalks, rainbows and tall mountain spires allow ground-born armies to ascend to the clouds.<br />\r\n<br />\r\nMost factions start with a random set of rituals, a random set of combat spells and together with the random map that will ensure that no two games are the same. More rituals and spells can be learned during the game if you have the right resources and find the right locations. In addition to the aggressive wildlife of Elysium there's also random events to contend with, from bumper harvests and bandits, to the very gates of the underworld opening into Elysium. Your hands will be full before you even make contact with the enemy.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1606340/header.jpg?t=1711215313",
    "developers": [
      "Illwinter Game Design"
    ],
    "publishers": [
      "Illwinter Game Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 27,
      "total_negative": 4,
      "total_reviews": 31
    }
  }
}