{
  "1606970": {
    "name": "Ronin Trail",
    "steam_appid": 1606970,
    "required_age": 0,
    "is_free": false,
    "description": "The samurai were proud warriors who were devoted to their jobs: to cut down their foes. As the Tokugawa Era began, Japan returned to a state of peace and the samurai found themselves jobless. They became drifters who travelled from place to place, tossed around like a wave. These men were called rōnin. <br><br>Play as a wandering rōnin travelling across the Japanese countryside in search of a purpose. Reclaim your lost glory and become a legend.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li> <strong>Explore lively environments</strong> filled with wildlife and lush vegetation. Catch fish and bugs, hunt animals, and forage for mushrooms. Record unique species in your critter book. <br> <br></li><li><strong>Customize your character</strong> with hats, clothing, and katanas as you explore the world and defeat foes. Style your outfits to your liking with dyes and different clothing combinations.<br><br></li><li><strong>Survive off the land</strong> by building campfires and cooking fish. Equip thicker clothing to survive in cold as you travel north towards snowy environments. Maintain your katana's steel by cleaning blood and sharpening with whetstones.<br><br></li><li><strong>Cut down your foes</strong> with your trusty katana. Learn techniques and hone your mastery with the skill-based combat system. Challenge dojos, accept duels, and hunt down bounties on your journey to become the greatest swordsman.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1606970/header.jpg?t=1748366906",
    "developers": [
      "devpachi"
    ],
    "publishers": [
      "devpachi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}