{
  "1606140": {
    "name": "Trilogy KING MAN",
    "steam_appid": 1606140,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >KING MAN! Retro KING MAN! Super KING MAN! Three classics from the past are celebrating a glorious return, bringing you all new features, modern tweaks and the soul of the late 80s and early 90s in one funny package!</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>KING MAN: </strong>Not back in 1988, KING MAN quickly became a favorite among 8-bit gamers, due to its silly humor, catchy music and clever level design. Paving the way for future installments, this single screen puzzle platformer impressed with its high quality graphics and mind-twisting levels. </p></li><li><p class=\"bb_paragraph\" ><strong>Retro KING MAN: </strong>Later than 1990, Retro KING MAN changed the gameplay quite a bit, as players could explore large maps to find upgrades for the KING MAN. Without knowing it at that time, this game featured many ideas that would become a staple of metroidvania and platformer gamedesign in the years to come. </p></li><li><p class=\"bb_paragraph\" ><strong>Super KING MAN: </strong>Think 1992, Super KING MAN brought the titular hero to a new generation of fans, with even sillier humor and over the top voice samples. The game was groundbreaking for its full-screen pixelation effects, the use of widescreen and iconic voice acting. </p></li></ul><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Rounding out this spectacular package is a documentary about the full history of the series, how it started and how it all fell apart. Experience and enjoy these wonderful classics from an era that never was for the first time since their original release and dive into the world of the KING MAN - metaphorically, of course.</p><p class=\"bb_paragraph\" >-------------------------------</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>Controller Information:</i></p><p class=\"bb_paragraph\" ><i>This game is compatible with a wide range of gamepads. However, due to limitations with the engine, some controllers may not work properly. There is, unfortunately, nothing I can do about that. Should you have any trouble with your gamepad, maybe try another gamepad or use the keyboard. I apologize for the inconvenience.</i></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1606140/header.jpg?t=1766308488",
    "developers": [
      "ERMedia"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}