{
  "1607450": {
    "name": "Uniboom-War of Unicorns",
    "steam_appid": 1607450,
    "required_age": 0,
    "is_free": false,
    "description": "This tower defense game with real-time strategy is a charming game about the war between two unicorn fractions. <br><br><strong>Features</strong><br>The game contains, alongside a tutorial, a story mode with 10 story levels with 3 different environments. Besides, four endless-level exists. <br>In Uniboom, players must defend the realm of white unicorns by skillfully placing units. The units can gain experience and level up during a game level. This allows their properties (e. g. damage, attack speed) to be upgraded. These upgrades are only active at this game level. <br>The player can permanently improve the properties of the defender units with an in-game shop with earned in-game currency (rainbow-donuts). <br><br>The main menu provides access to statistics, in which information such as the number of defeated opponents, damage per unit, or earned donut can be viewed. <br>The game and statistics can be manually reset by the player in the settings. <br><br><strong>Generally:</strong><br>The game can be played in a few hours, but depending on the type of player, it can offer hours of entertainment.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607450/header.jpg?t=1620387032",
    "developers": [
      "IsaVII"
    ],
    "publishers": [
      "IsaVII"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}