{
  "1607930": {
    "name": "Drake's Odds: Survive",
    "steam_appid": 1607930,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607930/extras/bedfff93a551c10fb4c8b4a7ac71f834.avif?t=1682190726\" width=616 height=120 /></span><br><br><br><br><strong><i>Drake's Odds: Survive</i></strong> is a multiplayer survival game in which the main character is an alien from the planet Exomon who must survive on the planet Earth, which is hostile and unknown to him, fighting, crafting and using the powers and technology in his possession.<br>The game is set on the lush island of San Tecla which consists of 64 km² of beautiful landscapes that you can explore with terrestrial vehicles (such as cars or quads) or extraterrestrials ones (such as spaceships).<br><br>In this overwhelming survival shooter game, you will be able to experience the sensation of putting yourself in the shoes of the invader, facing the earthly creatures or using them to your advantage by taking control of their body and mind to exploit their skills and knowledge.<br><br>And if you think that he belongs to a technologically advanced race and because of that it will be easy for you to excel over humans, then you are totally wrong. You are, after all, part of the minority on a completely unknown planet and with people thirsty to know your technological secrets and who will use every available weapon to steal them from you and put a spoke in the wheel. Therefore it won't be easy, but you can always cooperate with other players or try to conquer our bizarre world by yourself.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607930/extras/580614ef7ff2c2e9961e72b9e7b5333d.avif?t=1682190726\" width=616 height=480 /></span><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607930/extras/1dfc9cb9675f52d5c236851748a856ef.webp?t=1682190726\" width=616 height=60 /></span><br><br><ul class=\"bb_ul\"><li><strong>KNOWLEDGE POINTS’ COLLECTION</strong></li></ul>The extraterrestrial finding himself trapped on an alien planet, in order to survive and find a way to come back home, will have to quickly learn to know the surrounding environment. Therefore he will use his powers to steal knowledge from humans that will allow him to learn new recipes for the construction of objects useful for his survival.<br><br><br><ul class=\"bb_ul\"><li><strong>CRAFTING</strong></li></ul>Craft the means for your survival: weapons and platforms will be of precious use to face any situation against any enemy: craft a bulletproof vest or a respawn point near your operative base and begin the counterattack!<br><br><br><ul class=\"bb_ul\"><li><strong>BUILD YOUR BASE</strong></li></ul>You know that in order to survive in an unknown and hostile planet, you must be able to count on a secure base to protect yourself, your food and your weapons and from which you can study in peace the strategies to reach the goal of prevailing over the enemy and find a way to return to your planet.<br>Also, during the game, it will be possible to make the base more resistant and technological thanks to a four-level system upgrade (wood, stone, metal, alien).<br><br><br><ul class=\"bb_ul\"><li><strong>FIGHT</strong></li></ul>Fight against or ally with the other factions, but you should always watch your back! In “Drake's Odds: Survive”, danger is around the corner, what appears to be a harmless bird could turn out to be the spy of the enemy clan studying your movements.<br><br><br><ul class=\"bb_ul\"><li><strong>AI POSSESS</strong></li></ul>Take control of humans and animals to strategically exploit their different abilities depending on the NPC possessed. You will also be able to store and keep captured NPCs in cryogenic cages or capsules for you to strategically use them when you need them.<br><br><br><ul class=\"bb_ul\"><li><strong>SONAR</strong></li></ul>Identify those around you by activating a limited-duration ray that will allow you to highlight neighboring NPCs, distinguishing those owned by other players from those managed by the AI.<br><br><br><ul class=\"bb_ul\"><li><strong>ALIEN VEHICLES</strong></li></ul>Fly over the skies of the map with the spaceship with which you can hook and drag characters and vehicles with its beam of light and hit enemies with its powerful laser beam.<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607930/extras/1aca3abbead3be98e09d14e41916ee8e.avif?t=1682190726\" width=616 height=120 /></span><br><br><br><br>",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607930/header.jpg?t=1682190726",
    "developers": [
      "KaleJump Games"
    ],
    "publishers": [
      "KaleJump Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}