{
  "1607460": {
    "name": "Virtual Near Death Experience",
    "steam_appid": 1607460,
    "required_age": 0,
    "is_free": false,
    "description": "review:&quot;Upplev spänningen i en virtuell nära-döden-upplevelse i detta beroendeframkallande spel. Utforska livet efter detta, möta dina rädslor och gör ett livsförändrande val.&quot; &quot;Experience the thrill of a virtual near-death experience in this addictive game. Explore the afterlife, face your fears and make a life-changing choice.&quot;<br />\r\n<br />\r\nNIce review in italian( thank you!) : <br />\r\n&quot;If you have read books and/or seen documentaries on NDEs, perhaps you might be interested in experiencing one in a soft way (without necessarily ending up under a car or dying in a hospital, just to name a few of the most widespread contexts from which such experiences). It would be interesting to ask yourself what led you to discover the existence of this non-interactive simulation in VR that, I suspect, very few people know about.<br />\r\n<br />\r\nWas it a spiritual reason? Do you believe in the Lord and the afterlife or at least assume them?<br />\r\nIf what moved you is a desire for knowledge, perhaps you have come to the right experience.<br />\r\n<br />\r\nThe work, which is only contemplative and is an artistic interpretation, shows some typical elements related to near-death experiences such as the vision of your body from above, your movement in the environment, the tunnel of light. It is a short and particular work imbued with a strong mystical symbolism that should be reviewed several times and is accompanied by an appropriate melody.<br />\r\n<br />\r\nA little jewel that is also one of a kind in the field of VR accessible to all (not considering experiments with VR used for understanding the phenomenon or its simulation like the VR experience of Gladwell and Frank Kolkman)<br />\r\n<br />\r\nTech Note: This experience is only compatible with Oculus helmets (I used a Meta Quest 2).<br />\r\nI tried it initially with an Index and it crashes on startup. &quot;<br />\r\n<br />\r\nfrom us:<br />\r\nNear Death Experience start the experience with left hand controller then enjoy, no interaction only follow the flow<br />\r\n<br />\r\nIn VR you can try a near death experience as described in many stories. You start in a hospital and then you leave the body and fly into a near death experience with light,  and amazing sounds..exciting and intresting. A fantasy about a near death experience, hopefully joyable for you, no mechanics in interaction, only press one button to start and after that only follow the flow and enjoy the ride<br />\r\n<br />\r\n We do not want to spoil this mythical, mystical experience with to many pictures in advance.<br />\r\nIn Virtual reality, the brain believes that what it is experiencing is really happening.  As VR developers, we are filled with the feeling of doing things in VR that is impossible in the ordinary world. Near-death experiences have repeatedly been described in books with words and pictures, but doing it in VR creates a completely unique experience that it seems to happen for real; you lift, fly further into another dimension with light phenomena, otherworldly sounds, or hover without a body.<br />\r\n<br />\r\nThis experience can be amazing even if you do not believe in the phenomenon itself more than as physical, chemical processes in your mind.<br />\r\nFor us, it is up to everyone whether they believe in life after death or not. Our purpose is to release the taboo around death and the fear of being touched and that we can approach conversations and thoughts about death.<br />\r\n<br />\r\nbidragsgivare kulturbryggan",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607460/header.jpg?t=1687692303",
    "developers": [
      "Virtual RehabART4Health VR design: Åsa Egnér Programmer: Johnny Nyman  Musician and composer: Hans Nilsson  Singers: Norea Sandberg, Maria Hjorth, Gösta Petersen",
      "Carolina Ask"
    ],
    "publishers": [
      "VirtualRehabART4Health"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}