{
  "1607800": {
    "name": "Truffle Hogs",
    "steam_appid": 1607800,
    "required_age": 0,
    "is_free": false,
    "description": "It’s exactly like the experience of being a pig in real life, except completely different.<h2 class=\"bb_tag\" >BE PIGS. WEAR HATS. WITH 8 FRIENDS AT ONCE.</h2><br>Ever wanted to be a purple pig and wear a mushroom hat? Now you can! Choose your pig’s color and hat, and unlock more hats as you play.<h2 class=\"bb_tag\" >IT’S LOWKEY COMPETITIVE</h2><br>Truffle Hogs is silly, colorful, and fun... but it's also competitive! The game itself is a fast-paced strategy game where you’ll run around searching for buried truffles, stealing truffles found by other players, defending your own truffles, and grabbing some crazy powerups.<h2 class=\"bb_tag\" >DECORATE YOUR TREEHOUSE</h2><br><br>When you play the game with others, you’ll invite them over to your treehouse. So, why not make your treehouse look absolutely sweet? There are thousands of combinations of roofs, floors, walls, and more. Want a super edgy all-black goth house? Or a pretty pink house with a hearts and rainbow floor? The only limit is your imagination (and me adding more decoration options into the game).<h2 class=\"bb_tag\" >100% INDIE</h2><br><br>Truffle Hogs is being made by one person (my name is Avi, hi!), with additional art and music produced by a few of his friends. There are no lootboxes or other icky gambling mechanics here!<h2 class=\"bb_tag\" >COLOR BLIND ACCESSIBLE</h2><br><br>Truffle Hogs relies on colors to distinguish between teams, but you can turn on color-blind mode to use patterns as well as colors to distinguish between teams. It also just looks cool, so you might want to turn it on even if you’re not color-blind!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1607800/header.jpg?t=1652400191",
    "developers": [
      "Avi"
    ],
    "publishers": [
      "Avi (Magic Circle Studio)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}