{
  "1608530": {
    "name": "Warrior Bloodline: Path of Survival",
    "steam_appid": 1608530,
    "required_age": 0,
    "is_free": false,
    "description": "The game introduces a realistic survival model and involves an in-depth relationship system between its characters. The game mechanic is unique in a way that just likes in the real world; you will need hours to chop a tree and even days to craft a shield!<br><br>The new, improved engine enhances the gaming experience in such a way that it smartly avoids the most common pitfalls that survival games encounter, which are the lack of realism as well as character development and personalization.<h2 class=\"bb_tag\" >Characters</h2>The game presents you with unique, tailored characters. You will lead a party of the chosen children to become heroes and gradually discover their inner strengths and hidden talents. Each character’s progress is different as they all have their own strengths and weaknesses.<br><br>The time flow is the same as in real life. Time of the day influences characters' biorhythm and performance. In Warrior Bloodline, one cannot simply run through the woods in the dark or walk in the rain without proper clothing without consequences.<h2 class=\"bb_tag\" >Food and Water</h2>In contrast with the popular representation of eating as simply filling one’s stomach to its full capacity, we recognized that it is too simplified and dissatisfactory approach for gaming enthusiasts, so we took a more detailed approach.<br><br>As in the real-life, we categorized food into five classes of nutrients: fats, carbohydrates, proteins, vitamins, and minerals. Furthermore, the diet is strongly influenced by the character’s blood type. As one can imagine, this is all presented in the game in detail, so you will be forced to think about what foods and the way of preparation are ideal for your character.<h2 class=\"bb_tag\" >Wildlife</h2>The wildlife in Wolf's Valley is abundant and lively - animals roam freely and interact with each other. The game's realism comes to play once again, as the small mammals like rabbits tend to stay near their burrows while predators hunt within much larger areas. Some animals enter the valley and wander around, so you never know what you will encounter the next day. One day you will easily find prey that will provide you with plenty of nutrients, but there will also be hunts that will last more than a day and still not be so fruitful.<br><br>Warrior blood will show you the way!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1608530/header.jpg?t=1621353352",
    "developers": [
      "Turdas"
    ],
    "publishers": [
      "Turdas"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}