{
  "1608410": {
    "name": "Stinky Company Simulator",
    "steam_appid": 1608410,
    "required_age": 0,
    "is_free": false,
    "description": "My mother used to say that the world would sooner be flooded by a tsunami of garbage than people would learn to keep their surroundings clean. Admittedly, a moment later she threw her cigarette butt on the ground, but she was a little right. Man-made waste is like cancer-consuming the Earth and bringing it closer to its inevitable collapse.<br />\r\n<br />\r\nSounds pessimistic? Perhaps, but for me and for you, rubbish means money, and the more rubbish, the more cash you can make. You're the man who does the dirty work. Dirty and stinky assignments. Fortunately, as they say, money has no smell.<br />\r\n<br />\r\nRemember how it all started? An old skip, a small rubbish dump, a laptop of questionable quality, and a mobile phone connected to the internet. Yes, the internet… this is where you found your first jobs and proved to people that you know what you’re doing. And then everything got better, though the work is still not easy at all.<br />\r\nStinky Company Simulator is a humorous game in which you play the role of the owner of a waste disposal company. You start the game practically from scratch in order to collect funds to develop your business with each completed order.<br />\r\n<br />\r\nYou have a variety of locations at your disposal, starting with the outskirts of Albuquerque, New Mexico. Your task is to complete more or less complex missions, from simple orders for collecting and transporting rubbish on the outskirts of the city, through marketing tricks that allow you to gain more and more customers, to &quot;dirty&quot; moves that help you gain an advantage over the competition.<br />\r\n<br />\r\nIn Stinky Company Simulator, even the simplest assignment can get out of hand. Mission scenarios assume many unexpected situations provoked by passers-by, builders, property owners, or car drivers.<br />\r\n<br />\r\nAs the quests grow more complex, so does the difficulty level. To stay in the game, you need to develop your business. You will need to actively work on the marketing, buy the necessary accessories and waste disposal machines. A well-prospering business will also require you to own the appropriate vehicles, garbage trucks, and septic tanks, which are not only expensive but also tend to break down from time to time.<br />\r\n<br />\r\nYou will also compete with other waste disposal specialists. It's a dirty business, literally and figuratively, so sometimes you’ll have to invest in the effective protection of your business. The competition does not sleep, it has the tools to cause you many headaches, and it does not hesitate to employ mafia methods of exerting pressure on other companies.<br />\r\n<br />\r\nStinky Company Simulator is a guarantee of great fun for dozens, if not hundreds of hours. It’s full of Easter eggs, interesting collectibles, and its grotesque atmosphere is enhanced by the excellent soundtrack.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1608410/header.jpg?t=1667940575",
    "developers": [
      "GamesLab"
    ],
    "publishers": [
      "GamesLab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}