{
  "1608170": {
    "name": "Zodiac",
    "steam_appid": 1608170,
    "required_age": 0,
    "is_free": false,
    "description": "Zodiac is an online and competitive battler using elements from traditional, turn-based RPG combat and North American astrology to create a strategic game of predictions and preparation. Players enter matches by selecting four characters, each representing one of twelve Zodiac signs, and customize their move and abilities to take into battle. An online Index, available in-game and meant for teaching the game’s mechanics, helps to provide a great environment for competition where strategy is the name of the game, and unique mechanics like Planet Summons and Passive/Active Abilities help to make for an experience that stands on its own.<br />\r\n<br />\r\nCHARACTERS<br />\r\n<br />\r\nZodiac features 12 different and unique characters to battle with, each representing a North American zodiac sign. Utilizing existing relationships and characteristics belonging to these signs, the game builds a varied roster to pick from when entering a match. Players choose 4 characters every time, as well as their moves and Active Abilities from a pool of choices. Team customization is imperative in Zodiac.<br />\r\n<br />\r\nMECHANICS<br />\r\n<br />\r\nZodiac plays host to a number of new and exciting mechanics. Let’s go over the main unique mechanics!<br />\r\n<br />\r\nPLANET SUMMONS<br />\r\nA Planet Summon is a move option automatically given to each character, and is specific to that character’s sign. Each sign will be given a Planet Summon that benefits them and one other sign, and hurts two specific signs for four turns before it runs out. For example, when a Venus Summon is used, it heals 30 HP for Libra and Taurus characters at the end of turns, and damages Aries and Scorpio characters by 30 HP at the end of turns.<br />\r\n<br />\r\nPASSIVE ABILITIES<br />\r\nEach character’s Passive Ability, or Passive, is specific to each zodiac sign, and have a permanent effect while that character is on the field. For example, the Capricorn sign’s “Honorable” Passive makes the character immune to Poisoned and Bruised Status Effects.<br />\r\n<br />\r\nACTIVE ABILITIES<br />\r\nEvery character needs to have an Active Ability, or Active, assigned to them before a game. Players can choose from three Active choices for each character, depending on the element of the sign (Earth, Fire, Water, Air). Actives come into effects at the end of every turn the user character is on the field. For example, the Fire Active “Impatient” increases the character’s Speed by 30 points at the end of every turn.<br />\r\n<br />\r\nSIGNATURES<br />\r\nA Signature is a powerful type of move that can only be used once per battle. Each character comes with a Signature move option unique to them and them alone. It doesn’t matter how many characters carry Signature moves into battle; a Signature move can only be used once, and once it is used, none of your other characters can use any of their Signatures for the rest of the game. You can bring Signatures on all four characters if you’d like, but know the one use limit!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1608170/header.jpg?t=1763613912",
    "developers": [
      "Tekkou Studios"
    ],
    "publishers": [
      "Tekkou Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}