{
  "1608670": {
    "name": "Wildsilver",
    "steam_appid": 1608670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Version 0.9.x</h2><br>Wildsilver is the fifth JRPG created by Great Potion Games. This is version 0.9.x of the game. It contains the complete story, all skills, items, equipment, enemies, locations et cetera. <br><br>It's a <strong>full gaming experience</strong>, but there will be <strong>regular patches with improvements</strong>.<br><br>Version 1.0.0 will be released once I feel like development is practically done and there are no 'should-dos' anymore. A piece of art is never finished, only abandoned, but this will be the point where I don't make changes proactively anymore (while still reacting to feedback).<h2 class=\"bb_tag\" >Story</h2><br>Velven, the female protagonist living in a forest near a village, is on a mission to save her sister Soire who has been poisoned by a Basilisk. In order to brew the Elixir, which is the only cure, she needs the Basilisk’s heart. On her way, she meets a little robot with a hammer and a brave knight from the capital who offer their help. Together, they venture into the lair of the fierce dragon.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1608670/extras/4c21eebaba5b0316e28c5b4f8d55b5c5.avif?t=1771829268\" width=250 height=291 /></span><br><br>From that point on, the story takes a few turns to gradually turn into a plot that is  ‘god-slayingly epic as expected from a game of this genre’, in the words of the developer. Velven will actually get to see the capital herself, find out what ancient secrets it hides and, through courage, skill and, to be fair, some lucky circumstances, save the world from destruction.<h2 class=\"bb_tag\" >Gameplay</h2><br>Explore environments, find chests, fight monsters, get stronger, learn skills, buy items, customise equipment, solve puzzles, talk to people, break urns. In that order if played as designed.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>15 hours of playtime<br></li><li>epic and emotional story<br></li><li>easy-going progression with some challenges<br></li><li>ATB system (you can choose between wait and active mode)<br></li><li>robotic companion (people seem to like Gilbert a lot)<br></li><li>many ways of accumulating power<br></li><li>many reversible customisation options (that is, equipment with effects)<br></li><li>finisher skills<br></li><li>clean level design and user interfaces<br></li><li>smooth lighting, tilt shift, parallax water and other visual effects<br></li><li>self-written soundtrack with 40+ tracks<br></li><li>awesome sound effect for critical hits (this is more important than you’d think!)<br></li><li>many cutscenes, but mainly short ones (I hope this is a good compromise)<br></li><li>British English<br></li><li>no time pressure (I didn’t like this in Majora’s Mask or Pikmin)<br></li><li>no missable items (no need to keep a guide and double-check every 5 minutes)<br></li><li>no game over (except for elite and boss battles)</li></ul><h2 class=\"bb_tag\" >Asset Creator?</h2><br>Are you one of the talented people who have made assets used in Wildsilver? Send me a message! You'll get the game for free, of course!<br><br>If you have created assets that you think would fit this game phenomenally, please get in touch too!<h2 class=\"bb_tag\" >Letsplayer? Streamer?</h2><br>If you’re a letsplayer or streamer with a regular schedule that would have a slot for a session of Wildsilver, I'll gladly provide you with a key as well!<h2 class=\"bb_tag\" >Have fun playing!</h2><br>And please leave a review!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1608670/be7a5e5372b5579175de3f5f13d11f25ed04504d/header.jpg?t=1771829268",
    "developers": [
      "Great Potion Games"
    ],
    "publishers": [
      "Great Potion Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 1100,
      "discount_percent": 50,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}