{
  "1609100": {
    "name": "Skald: Against the Black Priory - the Prologue",
    "steam_appid": 1609100,
    "required_age": 0,
    "is_free": false,
    "description": "<br><br><br><i>You drag yourself from the black tides, across the corpses of drowned men, and onto the unwelcoming, craggy shoreline. Gulls cry overhead and the stink of seaweed fills your nose. By some miracle you have made it to Idra. It will take all your skill to survive and unravel the eldritch mysteries of the Black Priory. Pray your sanity holds.</i><h2 class=\"bb_tag\" >About the Prologue</h2><br>‘Skald: Against the Black Priory’ is an old-school roleplaying game that combines modern design and a fully realised narrative with authentic 8-bit looks and charms currently in development. This is the prologue! <br><br>Delve into a dark fantasy world, full of tragic heroes, violent deaths and Lovecraftian, cosmic horror. Explore an engaging, branching story mixed with rich exploration and crunchy, tactical, turn-based combat that will seem familiar yet innovative to RPG fans, old and new.<h2 class=\"bb_tag\" >What's in the Prologue</h2>Delve into the first few hours of gameplay as you explore the cursed isle of Idra. The prologue features about 1-2 hours of gameplay and will allow you to play around with most of the game's features. <br><br>Currently we do not support using the prologue save-file for the main game after launch.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1609100/extras/5fe24c51318cdada03c2651bf62d7413.avif?t=1683634944\" width=238 height=124 /></span><h2 class=\"bb_tag\" >Features</h2>The full game will feature:<br><br><br><strong>Lovingly crafted retro-style art:</strong><br><ul class=\"bb_ul\"><li>Experience a richly illustrated world of authentic pixel art using thousands of hand-drawn tiles and images<br></li><li>A palette inspired by the legendary Commodore 64 computer.<br></li><li>Optional CRT filter for that authentic old-school experience.</li></ul><br><strong>Deep character creation:</strong><br><ul class=\"bb_ul\"><li>Build your main character and recruit a party from among a dozen diverse characters, each with their own skill-set, agenda and personality.<br></li><li>Choose from a dozen classes and backgrounds as well as heaps of feats, spells and equipment as you take your party from level 1 to 20. </li></ul> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1609100/extras/16a76fe03530aa9ee2251185b14bd0f1.avif?t=1683634944\" width=238 height=124 /></span><br><br><strong>Crunchy tactical combat:</strong><br><ul class=\"bb_ul\"><li>Engage in challenging, fast-paced, turn- and grid-based combat.<br></li><li>Play it <i>your</i> way, with fully customizable difficulty and feedback settings. Or hit ‘auto-resolve’,  lean back, and (hopefully) watch your party cleave a bloody path through their foes.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1609100/extras/734ccc341c4de16a9433d5649b4f6fe0.avif?t=1683634944\" width=238 height=124 /></span><br><br><strong>A richly detailed, living world:</strong><br><ul class=\"bb_ul\"><li>Explore the vast expanse of Freymark and the Outer Isles and watch your actions spell doom or salvation for the region.<br></li><li>Focus on the rich, branching narrative… Or live the life of a mercenary and explore varied sidequests and encounters - the plot will wait for you.<br></li><li>Manage your party as you make camp, recruit hirelings, travel by land and  sea, and interact with powerful factions and their visions for the world.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1609100/extras/e095114a1a6386d9544f17c9506c7356.avif?t=1683634944\" width=238 height=124 /></span><br><br><strong>Become part of a fantastic community:</strong><br><ul class=\"bb_ul\"><li>Skald was made possible by crowdfunding and already has a large, passionate and welcoming community that can’t wait to meet you.<br></li><li>By joining Skald’s Early Access you’ll have a direct line to the developer, get sneak peaks and give feedback on forthcoming plans and help shape the game into a modern classic.<br></li><li>We will publish the powerful tools used to create the game in an effort to support and encourage modding and content creation once the game has fully launched. </li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1609100/extras/2e6df79569239e457c219fdde3b9ba74.avif?t=1683634944\" width=238 height=124 /></span><h2 class=\"bb_tag\" >The Story of Skald: A Dream Come True</h2>Skald is the dream-project of a lone Norwegian developer, AL.<br><br>AL missed the thrill of delving into grand, immersive games such as ‘Ultima’, ‘Magic Candle’, ‘Wasteland’ and the Gold Box series. When he noticed the lack of newer roleplaying games that combined the classic (early 90s) charm with more modern game design he decided to take matters into his own hands.<br><br>AL set to work crafting the game of his dreams.<br><br>A highly successful Kickstarter and Indiegogo campaign with 700 backers, and a fast-growing community of passionate fans proves he  made the right call.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1609100/header.jpg?t=1683634944",
    "developers": [
      "High North Studios AS"
    ],
    "publishers": [
      "Raw Fury"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}