{
  "1610030": {
    "name": "Fantasy Grounds - Legendary Wizards",
    "steam_appid": 1610030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Legendary Wizards</h2>Master of the Arcane Arts<br><i> Legendary Wizards</i> is the latest volume in our new series of class-focused player supplements, this time focusing on the cleverest and most magic-savvy of of all classes, the mighty wizard! This core class is the quintessential arcane spellcaster, a master of knowledge and magic that commanded the full might of the unknown at their fingertips. This book is intended to help expand the wizard further with a redesign of the class which seeks to grant new options to further help you expand upon your mastery of the arcane.<br><i> Legendary Wizards</i> is intended to help take wizards from just a way to cast spells into a proper font of arcane knowledge with Path of the Mage giving unique options on how to cast spells from memory or otherwise, Arcane Discoveries to further help you customize your mage's powers, and Genius Insight to help show that arcane brilliance and prevail in even the most dire of circumstances. n addition, new archetypes allow you to take up strange new powers with Drake Maverick granting you the power of a mighty drake companion, Master of Undeath allowing you to fully tap into the powers of life and death, and Gunpowder Mage perfectly marrying the explosive power of firearms with the mystic arts of the arcane. Grab this incredible 33-page<br><i> Pathfinder Roleplaying Game</i> accessory by N. Jolly, Cerise Herndon, and Hal Kennette today and Make Your Game Legendary!<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Connor Bates</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610030/header.jpg?t=1768450469",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}