{
  "1610730": {
    "name": "Fallen from the sky",
    "steam_appid": 1610730,
    "required_age": 0,
    "is_free": false,
    "description": "<strong> <i> Fallen from the sky </i> </strong> - a casual game with adventure elements, executed in 2.5 D graphics, where you have to descend from heaven to earth. The game is attractive not for its visual component and gameplay variety, but for the philosophical thought underlying it. This ideal of engineering, socio-philological and gamedev thought aims to develop mindfulness and responsiveness.<h2 class=\"bb_tag\" > Scene: </h2>The main character (the so-called &quot;Dude&quot;) after death went to heaven, but he did not like it and he decides to escape to hell, where they are waiting for him with open arms, because in our life the main thing is not the environment, but who you are with. how you really feel.<br>The task at each level is to collect coins to move on to the next, because only in paradise everything is for everyone and in unlimited quantities, unlike the earth, and even more so, the world is under our feet.<br>First, the Dude falls in the clouds, then among skyscrapers, sewers, and so on until hell.<br>All this separately hints at the different palaces of the mind of people and clearly shows the biblical scriptures, only in a different order:<br>* Sky - complete purity<br>* Skyscrapers and sewerage - boilers that will help cleanse<br>* Hell is the dirtiest place and those who get there almost always have no right not only to become clean, but even to try to cleanse themselves from their sins<br><br><i> This game does not want to offend anyone, let alone propagandize something, but is simply an impulse of imagination of the author and me, who is writing this description for the game. </i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610730/header.jpg?t=1620309857",
    "developers": [
      "PancakeGames"
    ],
    "publishers": [
      "Piece Of Voxel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 333,
      "discount_percent": 91,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 3.33"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}