{
  "1610660": {
    "name": "Throw Knives",
    "steam_appid": 1610660,
    "required_age": 0,
    "is_free": false,
    "description": "<i> <strong> Throw Knives </strong> </i> is a new casual and addictive retro-style game that will help pass the time at lunch, at work, during insomnia. Its essence is to compete in throwing knives at a tree. Sounds simple, but it's actually not that easy. Try to hit the target without hitting other knives.<br>The game is made using pixel art, and this makes it stand out from the others. Simplicity, minimalism and luck are what it is based on. Throw Knives has a simple and intuitive interface. The main screen displays the coins earned, which can be exchanged for knife chests.<br>Clicking on the knife in the upper left corner, you get into the inventory. There are three cells with a wide variety of weapons, where there are not only knives. There are forty-five types of weapons in total, but getting them all will take a lot of time.<br>The game has been translated into ten languages, so it is suitable for a different audience: from residents of Russia to residents of Japan.<h2 class=\"bb_tag\" > Functions: </h2><h2 class=\"bb_tag\" > - </h2> Be accurate and earn coins.<h2 class=\"bb_tag\" > - </h2> Open chests and get new knives.<h2 class=\"bb_tag\" > - </h2> Collect the entire collection of 45 knives.<h2 class=\"bb_tag\" > - </h2> More than 1,000 levels are already waiting for you.<br>After passing several levels, enough coins accumulate to buy a chest. In total, the game features three types of chests, different in value. The cheapest ones come across classic knives. The more expensive the chest, the cooler the knife you can get. Expensive knives act as a buff, giving the player additional damage.<br>Enjoyable audio effects reminiscent of 8-bit games will create a sense of nostalgia and immerse yourself in the gameplay.<br>It takes a lot of perseverance and attention to become a real nayfer!",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 繁体中文, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610660/header.jpg?t=1620309933",
    "developers": [
      "Stas Paty9mkin"
    ],
    "publishers": [
      "Piece Of Voxel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 333,
      "discount_percent": 91,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 3.33"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}