{
  "1610010": {
    "name": "Fantasy Grounds - Islands of Plunder: Spices and Flesh",
    "steam_appid": 1610010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Islands of Plunder: Spices and Flesh</h2>A seafaring 5th Edition adventure for 4th level characters in search of plunder and fame!<br>While sails on the horizon can be reason to fear in pirate-infested waters, sometimes they bring good cheer and companionship on the lonely journeys across the endless blue. A chance encounter with Captain Craw and the good ship<br><i> Tamarind</i> seems like the latter, a friendly crew of spice traders offering warm hospitality. Yet all is not as it seems, as the<br><i> Tamarind</i> trades in a far different and more terrible cargo on a dangerous course into the hands of the legendary Shayonna the Gaunt and her desolate reef! Can your heroes uncover the<br><i> Tamarind's</i> deadly secret before they become the latest prizes sent to the clutches of the sea witch?<br><i> Islands of Plunder: Spices and Flesh</i> is a 22-page 5th Edition adventure for 4th-level PCs full of mystery and peril upon the high seas and below the waves, incorporating investigation and negotiation alongside deadly danger on board ship and among the deadly reefs below. It includes two sets of maps, one for the GM and an unkeyed set for players.<br>The Islands of Plunder series continues Legendary Games' tradition of bringing you outstanding content by the best authors in the business for the 5th Edition of the world's most famous roleplaying game, combined with amazing art and production values and innovative layout design. We hope you enjoy using our products as much as we enjoy making them, and that you'll keep coming back again and again to Make Your Game Legendary!<br><i> Adapted for Fantasy Grounds by:</i><br><strong> Connor Bates</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610010/header.jpg?t=1768450420",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}