{
  "1610820": {
    "name": "Secrets Of Soil",
    "steam_appid": 1610820,
    "required_age": 0,
    "is_free": true,
    "description": "Henry Driver's new interactive journey, Secrets of Soil, was inspired by his family's attempts to make their farming practices carbon negative. He presents a visually striking view of the world beneath our feet and explores his thoughts around how it would be possible to better care for and preserve it.  <br><br>Secrets of Soil is an artistic experience set in a reimagining of the cosmic world beneath our feet.<br><br>Explore the microscopic landscape to understand the many citizens of the soil and the essential roles they play in this diverse ecosystem. Witness how bacteria and plants speak to each other. Glide through vast fungal webs. Create earthworm burrows. Or simply relax and linger in dazzling soilscapes and explore this unseen world. Unearth the secret of how this hidden universe could help save us from climate disaster.<br><br>Navigate your way through vibrant landscapes and explore the microbiology of the soil and incredible creatures who live there.<br><br>Secrets of Soil is an artist’s vision centred around bringing awareness to the change that we can all be a part of when thinking about the world we live in. The project received support from leading Plant Science and Microbiology Researchers at the John Innes Centre, UK.<br><br>Secrets of Soil is freely available on Steam as a short interactive experience, with a free 360-degree video version also available here: <br><br>New Creatives is supported by Arts Council England and BBC Arts.<br><br>Henry Driver - Design, Coding, Sound<br>Collusion - Production Partner<br>Producers - Rachel Drury &amp; Rich Hall<br>John Innes Centre - Research Support<br>Lynsey Murrell - Narration<br>Sam Snape - Script Editor<br>Peter Richardson - Exec Producer<br>Joseph Amoah - Exec Producer for BBC R&amp;D<br>Jo Nolan - Programme Producer New Creatives Screen South<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610820/extras/e0b60bc3d5028a88f71c90c81d349822.avif?t=1666266206\" width=616 height=472 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610820/header.jpg?t=1666266206",
    "developers": [
      "Henry Driver"
    ],
    "publishers": [
      "Screen South"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}