{
  "1610000": {
    "name": "Lightyears from Home",
    "steam_appid": 1610000,
    "required_age": 0,
    "is_free": false,
    "description": "Set in a solar system far from Earth, “Lightyears from Home” is a sci-fi game that puts the player in the shoes of an engineer following clues to an unknown galaxy in search of someone who had long gone missing. The story begins with the player exploring Glacier IV, a geothermal ice planet that was formerly explored by a major mining company before being abandoned due to unexplained casualties.<br />\r\n<br />\r\nWhile a story-based metroidvania game at heart, “Lightyears from Home” will incorporate mechanics from various game genres, including survival, crafting, and RPG, to create a uniquely player-driven experience. The player faces not only the planet's wildlife but also the environment itself, providing a constant challenge to the exploration of the game world.<br />\r\n<br />\r\n“Lightyears from Home” is being produced by Denny Schneidemesser, a self-taught award-winning composer and member of Autodidactic Studios. The game’s soundtrack will be an extended suite of one of his original soundtracks of the same name. Both game and soundtrack will explore deeply emotional themes around being stranded on a foreign planet, the thrill of exploring the unknown lands, and uncovering stories of the past.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1610000/header.jpg?t=1766638509",
    "developers": [
      "Denny Schneidemesser"
    ],
    "publishers": [
      "Autodidactic Studios LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}