{
  "1611550": {
    "name": "Monster Evo",
    "steam_appid": 1611550,
    "required_age": 0,
    "is_free": true,
    "description": "Monster Evo is a turn-based game that integrates Pet cultivation and strategy. The Player will play the role as the Pet Trainer, who can capture the wild Pets in the field and advance them to higher stats. The Upgrade system in this game is called “Evolve”, which will help the pets to learn new skills and obtain stronger BP!<br />\r\nIn addition to the traditional Upgrade system, there are also many functions available. For example, the Star Level can determine the Level Cap of Pets, which will in turn determine the pets’ BP upper limit. Similar approaches to evolve your Pets include Mega-evolve, Mutate, Mana Enhancement, so there are many ways to strengthen your favourite Pet from all dimensions, and unlock more powerful Ultra skills!<br />\r\n<br />\r\nGame Features:<br />\r\n1. Pet Catching. You can choose to catch a pet any time any where, with excellent real-time catching map system and Catch Center function to help you find your favourite pet!<br />\r\n2. Real-time PK. If that person rubs you the wrong way, just initiate a PK! Let the power do the talk! <br />\r\n3. Rated Tourney. Every player will have a fair starting point, so you can challenge other players of the same Tier and aim for the glories and rewards!<br />\r\n4. Road of Champion. Explore to various regions and encounter different characters. This is the way to victory and championship, your own Epic adventure and battle. Grow stronger for the sake of Love and Justice!<br />\r\n5. Gym Challenge. Collect unique Gym Badges after defeating gym leaders of distinct personalities. Each badge is a symbol of your Power.<br />\r\n<br />\r\nHundreds of Pets with 5 different types (Fire, Water, Grass, Dark, Light) are waiting for you to catch. Daily Login will reward you massive benefits and Rare Pets. Different Pet combinations will activate different Bond effects. So much fun awaiting you to discover… Come and test your strategy and wisdom in this casual game!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1611550/header.jpg?t=1626007232",
    "developers": [
      "Monster Game"
    ],
    "publishers": [
      "VieweR Technology Co., Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}