{
  "1612150": {
    "name": "Forgotten Forest: Eye of the Great One",
    "steam_appid": 1612150,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fear the Unknown!</strong><br><br>A Lovecraft inspired point and click game, a psychological cosmic horror that takes place in a mysterious forest, straight out of 1932.<br>You’re a young botanist who is on her way along with her team to research and map the flora of this land. <br>But dreadful things keep happening and you find yourself on your own in a forest which is taken over by a mysterious sect. You hope for help from other survivors but this place make them loose their minds, so they might as well put you in great danger. <br>But maybe the true danger is your own mind that was penetrated by the presence of the Unknown that’s lurking at this place. And this presence dangerously keep manipulating your actions.<br>Getting closer to the Unknown, you keep becoming more distant fom your true self.<br><br>Can you survive and reveal the secrets of these ruthless cultists and the mysterious forest? <br><br><br><strong>Warning!</strong><br><br>- It shouldn’t be played like other ordinary games: You should REALLY consider every click. Even one careless move can cause your death. <br>   Act the same way you would act in a real life situation, and trust your wit. That’s how you can progress to the furthest.<br>- You will certainly need some luck, but if you stake your all upon that, it will certainly let you down.<br>- There are lots of logical puzzles where the wrong decision often leads to death or cause alternative paths get shut off for good.<br>- There are several ways leading to the various outcomes of the game.<br>- High replayability, many alternative pathways: You can decide whether you try to escape and fight for survival, or you get attracted to occultism and want to <br>   meet the Unknown.<br>- It’s your decision,, but neither of them will be easy.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1612150/header.jpg?t=1627124132",
    "developers": [
      "BarzsiGames"
    ],
    "publishers": [
      "BarzsiGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}