{
  "1612190": {
    "name": "Exodus",
    "steam_appid": 1612190,
    "required_age": 0,
    "is_free": false,
    "description": "Exodus, a realtime strategy PC game featuring stunning photorealistic graphics, oldschool RTS gameplay mechanics mixed with our own fresh ideas and a thrilling horror infused story about a dystopian alternative timeline of human history. <br />\r\nA universe where nothing is what it seems and foes are always watching you, lurking in the shady corners of your fears.<br />\r\n<br />\r\nSome of our features are:<br />\r\n<br />\r\n- a story driven game that spans from mesolithic throughout a dystopian history to a dark future.<br />\r\n<br />\r\n- base building, expand your territory, survive the ever present apocalypse.<br />\r\n<br />\r\n- collecting and refining resources to improve your settlement, city and outposts.<br />\r\n<br />\r\n- micromanage your troops, units, buildings, every decision counts.<br />\r\n<br />\r\n- manage single or multiple units at the same time, coordinate attacks, defense, be the leader your faction desperately needs.\t<br />\r\n<br />\r\n- epic battles both on land and at sea<br />\r\n<br />\r\n- a large selection of different unique units and buildings<br />\r\n<br />\r\n- day and night cycle, with unique gameplay mechanics attached to it. The fear of the dark and the salvation of the light.\t<br />\r\n<br />\r\n- different weather conditions, fight through storms and thrive throw blizzards.\t<br />\r\n<br />\r\n- vehicles for transporting troops, deploy your army through land air and sea, the world awaits your approach to the art of war.",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1612190/header.jpg?t=1740768819",
    "developers": [
      "DamageLine Studios"
    ],
    "publishers": [
      "DamageLine Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}