{
  "1613190": {
    "name": "The Sin Collector: Repentless",
    "steam_appid": 1613190,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1613190/extras/8a89441766f91d6483ceaf3bd9179e49.avif?t=1636466132\" width=616 height=181 /></span><br><i>The End is Here!<br>An Apocalypse which is bloody real, bloody Biblical and bleeding mad. <br>Nations are in free-fall and at each other's throats, brother fighting brother, children raising armed hands against their elders. Though it was clear the world was about to be annihilated, a glitch occurred and instead of a thermonuclear megaton bomb all we got was a damp party popper. No one wanted to go and die, you see – even if they were promised Life Eternal in brightly colored advertising campaigns, people decided not to play along with the End of Times. <br><br>This is why the Heavens sent down a newly appointed team of Sin Collectors – chosen by (Them) At The Top only God knows why and how, these mortals surrendered their lives to go hunting and executing Debtors for sins committed. Taught the noble art of gladius fighting, these warriors – watched over by their Supervising Angels – wander the post-Apocalyptic world, doing their best to finish a job so dirty not even the mighty Heavenly Host could pull it off.  </i><br><br><strong>THE SIN COLLECTOR: REPENTLESS</strong> is a game on the border of a visual novel and a classic text RPG, set in the world of The Sin Collector, a series of books written by Michał Gołkowski. Action takes place a couple of years before the events presented in the books.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1613190/extras/d77fda31197b162db8436ffd678e9f9a.avif?t=1636466132\" width=616 height=181 /></span><br><strong>BECOME</strong> Aniketos – a Sin Collector serving Them At The Top, striving to clear up the remains of our world of sinners and bring the half-baked Apocalypse to an (un)happy conclusion. <br><br><strong>ADVENTURE</strong> across a post-apocalyptic world rendered in beautiful illustrations – from the streets of a burnt-out Warsaw to the unwelcoming and uncharted lands of the Reverse. <br><br><strong>DISCOVER</strong> a new chapter in the fan-favorite Sin Collector book trilogy as you wander through a world created by Michał Gołkowski. <br><br><strong>SURVIVE</strong> in a world doomed to destruction, making decisions which are not always morally sound or sane.  <br><br><strong>CREATE</strong> your own playing style, deciding what characteristics, skills and equipment your hero will have at his disposal. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1613190/extras/6edcccba6c7272223e044e3b9e8fcbe3.avif?t=1636466132\" width=616 height=181 /></span>",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1613190/header.jpg?t=1636466132",
    "developers": [
      "Sylen Studio"
    ],
    "publishers": [
      "Sylen Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}