{
  "1613680": {
    "name": "Arrow Sudoku",
    "steam_appid": 1613680,
    "required_age": 0,
    "is_free": false,
    "description": "Presented by Cracking The Cryptic, YouTube’s most popular Sudoku channel, comes a new game based on our frequently requested variant: Arrow Sudoku.<br><br>In Arrow Sudoku, every puzzle contains a handful of &quot;arrows&quot; laid out in unique patterns. The numbers found along the shaft of the arrow must sum up to the number at the base. This simple rule leads to endless variety in the puzzles you will conquer. Fans of our previous game Miracle Sudoku will enjoy the hybrid puzzles we have included in the collection including Arrow Knight and Arrow Sandwich puzzles. These puzzles were curated by Mark and Simon and include puzzles made by them as well as from a large number of guest creators. Fans of Cracking the Cryptic's YouTube channel will recognize many of these authors as some of the most talented creators working today!<br><br>In Cracking The Cryptic’s games, players start with zero stars and earn stars by solving puzzles.  The more puzzles you solve, the more stars you earn and the more puzzles you get to play.  Only the most dedicated (and cleverest) sudoku players will finish all the puzzles.  Of course the difficulty is carefully calibrated to ensure lots of puzzles at every level (from easy through to extreme).  Anyone familiar with their YouTube channel will know that Simon and Mark take pride in teaching viewers to be better solvers and, in these games, they always craft the puzzles with the mindset of trying to help solvers improve their skills.<br><br>Mark and Simon have both represented the UK many times at the World Sudoku Championship and you can find more of their puzzles (and lots of others) on the internet’s biggest sudoku channel Cracking The Cryptic.<br><br>Features:<br><ul class=\"bb_ul\"><li>40 beautiful puzzles on launch <br></li><li>100 puzzles in all with regular updates to reach this total in the first year post launch.  </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1613680/header.jpg?t=1621615673",
    "developers": [
      "Studio Goya"
    ],
    "publishers": [
      "Studio Goya"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}