{
  "1615950": {
    "name": "G-MODEアーカイブス17 フライハイトクラウディア3",
    "steam_appid": 1615950,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The thoughts reflected in the distant sky are the ties that bind a new world...<br>Here and now, all the mysteries will be revealed.</h2><br><br>Cloudia, a world in the sky where floating islands dot the sky.<br>It seems that the peace has been preserved, but the sky is torn apart once again by the light of Arneus...<br>This is the final installment of the &quot;Flyhight&quot; trilogy, where the scenario, presentation, and hidden elements have all been increased in volume.<br><br>The familiar multi-weight battles, lineups, special skills, attributes, etc., are inherited from the battle system of &quot;2&quot;, while　The party swapping system is much more powerful!<br>From a maximum of ten party members, you can freely select five to participate in battle.<br>You can choose from a maximum of ten party members and freely select five to participate in battle. A husband and wife party of Domora and Leila or a party of only magic characters can be realized.<br>Combine your character's special skills and go on an adventure with your own party!<br><br><br>■ About G-MODE Archives<br>The G-MODE Archives is a reissue project that faithfully recreates old feature phone games as they were back then.<br><br>In order to enjoy the app as it was back then, the web-connected menu, buttons, and keys have been transplanted, but some of them may not work.<br>For more information on the Steam version, press START button and see the &quot;How to play&quot; in the PAUSE menu.",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1615950/header.jpg?t=1722503033",
    "developers": [
      "G-MODE"
    ],
    "publishers": [
      "G-MODE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}