{
  "1615020": {
    "name": "The Burnt School",
    "steam_appid": 1615020,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The History</strong><br><br>Adventure game and a little horror based on the history of the burnt school present <br>in the game, where you play with a boy who he was recruited by a lost soul to save <br>schoolmates imprisoned from the curse that surrounds the school where he studies.<br><br>This boy's name is Marcos, and he will need to face several challenges to free each <br>of the souls trapped in the school.<br><br><strong>Core Mechanic</strong><br><br>The Burnt School uses basic third-person motion mechanics in the style of classic <br>games of this genre. With this basic mechanics, you run and run away from <br>enemies, and in the bosses stages you can unleash magic to attack your enemies. <br><br><strong>Immersion and Graphics</strong><br><br>With nice 3D low poly graphics and soundtracks that resemble the setting of the stage, <br>of the cutscenes. This game will give you, as an adult, the feeling of going back to the <br>past at school. <br>There will be many challenges, and little by little you will discover why the school was <br>on fire. In addition to epic battles against the cause of all evil.<br><br><strong>Game features</strong><br><br>- In total there are 5 missions to be completed, where you go to the past <br>and then back to the present. In the final mission you can have 3 different <br>endings depending on your choice.<br><br>- Save system for each level, you can return to the level where you left off, <br>so you don't have to play the game again.<br><br>- The game has languages, English and Portuguese.<br><br>- Game volume settings menu as well as additional screen effects <br>to the game environment.<br> <br>- Contains cutscenes and screens with images that help explain the story<br>of the game, as well as alternative endings.<br><br><strong>Backstage</strong><br><br>Game made by a single developer.",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1615020/header.jpg?t=1640203107",
    "developers": [
      "GameMotorsStudio"
    ],
    "publishers": [
      "GameMotorsStudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}