{
  "1615000": {
    "name": "Seas of Kahtaone",
    "steam_appid": 1615000,
    "required_age": 0,
    "is_free": false,
    "description": "Seas of Kahtaone is a fantasy naval action game.  You are the Captain of one of the few surviving ships of the Inno’ok’tua people that have been violent cast to the sea as the land around them erupted in a seismic calamity.  Other survivors have begun to lash together any ships and salvage they can find, forming the floating city of Kahtaone.   As captain you’ll meet a crew of characters along the way in your adventures that will aid you in your journey.  Battle through pirate infested waters, defend Kahtaone, and unlock the power of the magical Kotec crystals, all while seeking to make Kahtaone a safe refuge for you and your people! Take to the seas and defeat the pirate scourge. <br>Are you ready, Captain?<h2 class=\"bb_tag\" >Features</h2>Story Driven Gameplay.<br>Physics based water movement, crash through the waves while dodging enemy cannon fire.<br>Fast paced naval action, employ magical boosts and traps to outwit your enemies while you launch full broadsides and magical Fireballs at will.<br>Gather Resources and help build up the floating city of Kahtaone.  <br>Upgrade your ship’s cannons and other equipment from the loot of defeated pirates or salvage found in the world.<br>Upgrade your magical spells from the Kotec Crystals you gather during your adventures.<br>\t<ul class=\"bb_ul\"><li><u>Fireball </u>- An omni directional spell that can light your enemies on fire from any angle<br></li><li>\t<u>Shield</u> – Block the enemies cannons and magic and save yourself from certain death<br></li><li>\t<u>Speed Boost</u> – Summon the winds to send your ship flying forward to escape your enemies or ram them head on.<br></li><li>\t<u>Sea Chains</u> – Entrap your enemies as icy chains burst from the ocean to take hold of those who fall pray to your trap. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1615000/header.jpg?t=1692984259",
    "developers": [
      "Adaptive Realms"
    ],
    "publishers": [
      "Adaptive Realms"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}