{
  "1616200": {
    "name": "General Population",
    "steam_appid": 1616200,
    "required_age": 0,
    "is_free": false,
    "description": "General Population is a first-person RPG-sim set within an American prison. Create your character, either an inmate or a corrections officer, and experience the complexities of the penal system. Survive the danger and make a name for yourself, or fall victim to the system and never see freedom again.  <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616200/extras/ff5440c0d75ed44618bf61f755b46b30.webp?t=1620993400\" width=616 height=57 /></span><br>Defend yourself and your crew against riots, hits, and fights. All combat is physically simulated with muscles and ragdolls to make for interesting and convincing gameplay. As a corrections officer, utilize a broad range of tools and equipment to gain the upper hand on the inmates. As an inmate, get your hands on a homemade weapon or use your fists. No two encounters will be the same, so prepare for anything.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616200/extras/d338fe4d9d2834228670c376849abf75.webp?t=1620993400\" width=616 height=57 /></span><br>Hope you're not afraid of needles. Customize your character through a variety of clothing or by tattooing their body. Ink yourself and those around you with the intuitive, easy-to-use paint system. Represent your gang or just show off your creativity with detailed body art. Scrounge up the supplies for a homemade tattoo gun and build your reputation as an artist. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616200/extras/718aab397218bb939f8c4d0a9deeddc9.webp?t=1620993400\" width=616 height=57 /></span><br>Other characters will have their own schedules, jobs, needs, and relationships. Interact with and learn the origins of the many characters you will be sharing the prison with. Form relationships with those around you and use your charisma to build trust. As you prove yourself and meet new individuals, they will come to you with opportunities for work, activities, or even escape. Complete procedural tasks to gain reputation and shape the environment around you.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616200/extras/9f4eeeae849f6c6d8800f4d39d3eaf15.webp?t=1620993400\" width=616 height=57 /></span><br>Manage your inventory and hide your contraband well. As you serve your sentence, learn the techniques for crafting various items. Stash your makeshift shanks, shivs, booze, and controlled substances until you sell, barter, or use them. Gain influence and smuggle items into the prison from the outside. But be aware of metal detectors, cameras, and random searches. No risk, no reward.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616200/extras/e69fa57619dbd828555a90e41cbee9af.webp?t=1620993400\" width=616 height=57 /></span><br>Surviving is easier with numbers. Put in work for your gang and rise the ranks. Take on rival gangs and organize assaults and hits, or negotiate and gain allies to watch your back. Recruit new arrivals or tax them for protection, the choice is yours.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616200/header.jpg?t=1620993400",
    "developers": [
      "After Hours"
    ],
    "publishers": [
      "After Hours"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}