{
  "1616270": {
    "name": "Chronicles of Tal'Dun: The Remainder - Act 2",
    "steam_appid": 1616270,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Into The Deep Black Yonder</h2>As the gate to the abyss grows and eats away at your tower, you must venture out of the library and face dangers from beyond the mundane world.<h2 class=\"bb_tag\" >Treading The Knife's Edge</h2>Time is short, your Waters run low, and your precious memories are drifting out of reach. You cannot save everything or everyone. What part of yourself will you sacrifice? What future course will you give up? Whom will you leave behind?<h2 class=\"bb_tag\" >Strings Attached All Around</h2>Attempting to do the improbable will force you to bargain with beings from other realms, beings beyond your comprehension. <br>Can you trust them? Can you afford to pay their price? Can you afford not to?<br><br>Ilar's cryptic ways grow more erratic and unseen facets of them will come to light. Can you decipher the forces that drive them and the threads that tie them together?<br><br><strong><h2 class=\"bb_tag\" >Features</h2></strong><br><ul class=\"bb_ul\"><li>Act 2 contains almost 70k words. Together with Act 1 this brings it to a total 100k (tentative count) words!<br></li><li>Explore a world of ethereal beings, bizarre magick, and a culture that marries ancient religions of the orient and occident.<br></li><li>Be lured into an occult world by artwork made to resemble alchemical manuscripts - intricately hand-drawn with pen and ink.<br></li><li>Immerse yourself in the haunting soundtrack weaved from organic sounds, ceremonial instruments, ritual chanting, and surreal effects.<br></li><li>Choose who becomes your friend, enemy, or romantic interest.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616270/header.jpg?t=1647802158",
    "developers": [
      "Square Weasel Studio"
    ],
    "publishers": [
      "Square Weasel Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}