{
  "1616620": {
    "name": "Arma 3 Creator DLC: S.O.G. Prairie Fire Soundtrack",
    "steam_appid": 1616620,
    "required_age": 0,
    "is_free": false,
    "description": "Listen to the complete Arma 3 Creator DLC: S.O.G. Prairie Fire soundtrack wherever you are and wherever you go in high-quality digital format. The S.O.G. Prairie Fire soundtrack was created by composers <i>originalsas</i> and <i>FabianKreutzerSound</i>, and produced by Josh Bach and Rob Graham of Savage Game Design.<br><br>The soundtrack includes 14 awesome rock and blues tracks composed for the game by <i>originalsas</i>. Playable in game vehicles or on the game's FM radio, these kick-ass, guitar-heavy tunes take you way back to the crazy days of 1960s 'Nam.<br><br>Composed with authentic Vietnamese instruments, the 19 cinematic tracks by <i>FabianKreutzerSound </i>augment the beauty of the Vietnamese and Laotian landscapes. As you stalk the jungles at night or patrol villages at sunset, these original atmospheric tracks can give your missions added depth and impact.<br><br>The performing rights of these tracks is not restricted by the publisher, for owners of the soundtrack who might wish to use it in combination with gameplay from S.O.G. Prairie Fire on social media. This does not mean you may publish the entire soundtrack, or any tracks without gameplay content.<br><br>The soundtrack features 32 original songs in total which are made available as both MP3 and lossless FLAC files, with bonus track “Don’t Cry Baby” available in MP3. The total duration is 1 hour, 20 minutes, and 34 seconds.<br><br>The soundtrack is divided into 2 discs, with one composer featured on each.<br><br><br><strong>COMPOSERS AND ARTISTS</strong><br><br><strong>originalsas</strong><br><br>Based in Redditch, United Kingdom, <i>originalsas</i> front-man Adam Bailey is a guitar teacher and composer, specializing primarily in rock, blues, funk, soul, and jazz. His compositions draw influence from the unique styles of musicians like Jimi Hendrix, Eric Clapton, Wes Montgomery, and Nile Rodgers. Adam experiments with guitar as his primary instrument of choice. He has performed on local radio and has also done session work. Keyboards on “Jungle Boots” were performed by Stuart Taylor. Drums on all tracks were performed by Sonic Reality. <i>originalsas</i> makes its professional debut as a composer with the &quot;S.O.G. Prairie Fire'' soundtrack, which features 14 original and eclectic blues and rock guitar instrumentals to fully immerse players in the historical feeling of the Vietnam War.  <br><br><strong>FabianKreutzerSound</strong><br><br>Based in Berlin, Germany, Fabian Kreutzer is a professional composer and producer who works in diverse musical genres and styles including cinematic, world, ambient, and ethnic. His unique compositions conjure moods from relaxing, melancholic, uplifting, and positive to tension-filled, thrilling, and dramatic. Fabian combines musical elements from around the globe. His music has featured in documentaries, games, and YouTube videos. On the “S.O.G. Prairie Fire'' soundtrack, Fabian composed 15 stirring and dramatic orchestral pieces using ethnic Vietnamese instruments collected on his many travels to the country.<br><br><strong>Production Team</strong><br><br>Savage Game Design: Josh Bach, Dennis Kahl, Karol Gralewski, Rob Graham.<h2 class=\"bb_tag\" >ABOUT SAVAGE GAME DESIGN</h2>The S.O.G. Prairie Fire DLC is developed by Savage Game Design and published by Bohemia Interactive. The DLC team was advised by former members of US Special Forces who served in MACV-SOG, and includes over 100 creators who helped develop high-quality, popular Arma 3 content including Arma 3 Jets DLC, and mods like Unsung Vietnam War, JSRS sounds, Icebreakr terrains, NI Arms, and many other Arma community releases since 2006. This fusion of real-world Special Forces combat experience with a passionate and dedicated Arma creator super-group brings you the most authentic Vietnam War game ever created. The soundtrack creates a blistering and authentic 60’s backdrop to the action in the game.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1616620/header.jpg?t=1725542373",
    "developers": [
      "originalsas, FabianKreutzerSound"
    ],
    "publishers": [
      "Bohemia Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2400,
      "final": 2400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 24.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 50,
        "description": "额外高品质音频"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 7,
      "total_negative": 0,
      "total_reviews": 7
    }
  }
}