{
  "1617090": {
    "name": "Setup Developer Tool 2021",
    "steam_appid": 1617090,
    "required_age": 0,
    "is_free": false,
    "description": "Own SDT2018? Please see the Setup Developer Tool 2018 owner discount information<h2 class=\"bb_tag\" >Beginner level race car setup tuning software</h2>So you know nothing about setting up a race car? Want to build your own setups but don't know where to start or what anything means? The Setup Developer Tool is for you. SDT will walk you through a step by step process of creating and customizing your very own personalized baseline race setup. It does so by asking simple questions about the car type, track type, and behavior of the car on track. Choosing from a menu of possible responses to the questions, the user describes the car and SDT offers valid setup changes for each step in the process, ultimately resulting in a user-created baseline setup personalized to your own needs.<h2 class=\"bb_tag\" >Product features</h2><ul class=\"bb_ul\"><li>Easy to use tablet style interface<br></li><li>Choose car type, track type, and track traits to generate a starting setup<br></li><li>Lap logging and reporting including new graph for easier reading<br></li><li>Fuel calculator; full race, race remaining, &amp; number of stops required<br></li><li>Uses driver feedback to create setup to your personal needs<br></li><li>Works with all modern sim-racing games, and real world cars<br></li><li>Supports open wheel, sports cars, touring cars, and stock cars<br></li><li>Both road course and oval style race tracks supported<br></li><li>English, Portuguese, Turkish, Dutch, and Italian translations (more to come)</li></ul><br>SDT covers the following areas of race car setup and tuning:<br><ul class=\"bb_ul\"><li>Springs<br></li><li>Anti-roll bars<br></li><li>Tire pressures<br></li><li>Camber<br></li><li>Caster<br></li><li>Toe<br></li><li>Gearing<br></li><li>Differential<br></li><li>Weight distribution<br></li><li>Dampers<br></li><li>Aerodynamics<br></li><li>Cross weight (Stock car only)<br></li><li>Trackbar (Stock car only)</li></ul><br>The Setup Developer Tool is the product of more than two decades of research in auto racing and race car setup mechanics. The information offered therein is relevant not only to all racing games, but real world applications as well. It can be used with any realistic auto racing software that allows the users to adjust the car setup, including the following: Assetto Corsa, Automobilista, Codemaster F1 series, iRacing, Project Cars, RaceRoom, rFactor, rFactor 2, Stock Car Extreme, Forza, Gran Turismo,  and more.<h2 class=\"bb_tag\" >Want to tune it even more?</h2>For the next step in setup tuning check out the Virtual Race Car Engineer app<br>",
    "supported_languages": "英语, 意大利语, 葡萄牙语 - 葡萄牙, 土耳其语, 荷兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1617090/header.jpg?t=1622472284",
    "developers": [
      "Tim McArthur"
    ],
    "publishers": [
      "Monkey Face Software LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}