{
  "1617900": {
    "name": "Head 2 Head",
    "steam_appid": 1617900,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to the Realm of the <strong>Master Mind</strong>, a sacred realm where the greatest warriors of all time gather to master the ultimate fighting style know as <strong>ALL HEAD JITSU</strong>! In order to practice this supernatural art, a Head Hunter must offer their own head (and all of the knowledge within it) to gain access to the power to use any head they desire. <br><br><strong>ROUND UP THE SQUAD!</strong><br>Take on the role of <strong>Red Head</strong>, a rookie Head Hunter fighting to collect all of the heads and become the <strong>Ultimate HEAD MASTER</strong>. In this realm Skulls are Skills and any opponent you defeat grants you skulls to use towards powering up as you survive for as long as you can. He comes to face off against <strong>12 other characters</strong> trying to climb their way to the mountaintop to claim their title as the best.<br><br><strong>PROVE YOUR SKILL!</strong><br>One fighting style to rule them all. All warriors in the <strong>Headless Realm</strong> fight using <strong>ALL HEAD JITSU</strong>! No need to master multiple characters as this single style has all the skills needed to defeat any opponent.<br><br><strong>NO PRETZEL INPUTS!</strong><br><strong>Head 2 Head</strong> features a deep and intuitive fighting system that doesn’t require any complex inputs. Easy for beginners to fighting games but deep enough mechanics such as dash, jump and Skull cancels that allow anyone to creatively style on their opponents. Dash cancels and jump cancels allow you to extend your combos and really express yourself as a player!<br><br><strong>SURVIVAL OF THE FITTEST!</strong><br>Collecting <strong>Skulls</strong> grants you access to tons of unique heads to unlock and use. Each head has its own benefits which will help you survive your journey to becoming the <strong>Ultimate HEAD MASTER</strong>. With these new heads, you gain access to unique stat buffs that persist in Head 2 Head's slick and addictive survival mode. In this mode, each opponent you defeat grants you a Skull to use when rolling for new heads as well as roguelike stat buffs that compound during your survival run. Once you lose, you lose all your stat buffs but keep your Skulls.<br><br><strong>FIGHT ONLINE!</strong><br>Head 2 Head has online versus modes via <strong>GGPO</strong> and <strong>Epic Online Services</strong>. Show off your heads online and prove you're the best in the world!<br><br><strong>Head 2 Head</strong> features a unique and iconic cel shaded visual style with a rockin' soundtrack by Reginald Lindor(<strong>TNHGameRemixes</strong>).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1617900/header.jpg?t=1699907331",
    "developers": [
      "ArcForged"
    ],
    "publishers": [
      "ArcForged"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}