{
  "1617520": {
    "name": "RPG Maker MZ - FSM - Desert Town and Ruins Tiles",
    "steam_appid": 1617520,
    "required_age": 0,
    "is_free": false,
    "description": "Looking to establish a new dessert paradise in your next RPG? Then do not hesitate on the FSM – Desert Town and Ruins Tiles pack by Refmap as it covers all your sandy and dry weather wishes for your next adventure! Coming complete with tile sets for desert and dungeon exploring – prepare to have all the necessary assets for developing a key stage to your RPG. Not only does it come packed with multiple types of tiles for supporting a desert land, but also several doorways and key points on a map that provide for day, night, and dusk or dawn situations. Furthermore, it even comes complete with bonus background music. Are your main characters preparing for a stroll in the desert?<br />\r\n<br />\r\nFEATURES:<br />\r\n<br />\r\n46 sheets of Tilesets includes; <br />\r\n<br />\r\n* Interior / Exterior Tileset to create desert town and ruins (comes with night version tiles)<br />\r\n* Tiles for Pyramid, desert, water features, decorated walls and floor tiles, beautiful furniture for kings room, big staircases, statues and decorations, tiles for town people's houses and tents, food &amp; goods for the market, signs and shelves, fence, and much much more! <br />\r\n* 56 sheets of object Tiles including: Sand tornadoes, dunes, glowing eyes of objects, waterways, waterfalls and fountains, various windows, chests, various lights and lamps, doors and gates..<br />\r\n <br />\r\nBonus Content!<br />\r\n<br />\r\n* 20 BGM in m4a/ogg files: For Castle, Dungeon, Field, Theme, Town<br />\r\n* Sample game (fully localized in English) including project file that can be easily imported and used in your projects as well as various maps to discover and play!<br />\r\n* Manual and guide with tips and tricks for using the material and for mapping!<br />\r\n<br />\r\n<br />\r\nTerms of Use:<br />\r\n<br />\r\n* This pack is for use in RPG Maker Series or the engine of your choice.<br />\r\n* OK to be used in Commercial projects<br />\r\n* Contents can be edited<br />\r\n* OK for use in games with gore<br />\r\n* OK for use in adult-rated games",
    "supported_languages": "英语, 日语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1617520/header.jpg?t=1681238003",
    "developers": [
      "REFMAP"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}