{
  "1618680": {
    "name": "Fantasy Grounds - Sprawlrunners",
    "steam_appid": 1618680,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Sprawlrunners</h2>Sprawlrunners is adapted from a 71-page setting-agnostic<br><i> Savage Worlds</i> toolkit to help you run cyberpunk (with optional magic) in your games! It pays hommage to the classic cyberpunk games of old, bringing their (partially mythically enhanced) flavor to the Fast! Furious! Fun! of the<br><i> Savage Worlds</i> system.<br>Sprawlrunners includes:<br><ul class=\"bb_ul\"><li>Rules and ideas for playable species and how to integrate them in a - potentially magical - cyberpunk world (4 in addition to humans included)<br></li><li>Edges and Hindrances to enhance a cyberpunk feeling (connecting many systems in Sprawlrunners to tie them into character Advances)<br></li><li>Two different sets of rules for Hacking in cyberspace (the lightning-quick Fast Lane or the more detailed Slow Burn)<br></li><li>Jockeys - characters who control vehicles and drones remotely or directly via implants (plus their toys, drones and vehicles!)<br></li><li>A full system for integrating gear and implants into character Advances instead of keeping track of currency<br></li><li>Rules to integrate cyberware into character Advances instead of adding another subsystem to the game<br></li><li>Generic gear typical for cyberpunk settings (including customizable weapons!)<br></li><li>Optional rules for magic in a cyberpunk world (special gear and three Arcane Backgrounds, one of which is brand new!)</li></ul>Sprawlrunners expands on existing<br><i> Savage Worlds</i> systems and is a toolkit containing rules and mechanics. It does not provide setting material!<br>The official Sprawlrunners Character Sheet is form-fillable, provides printer friendly options, and is easily customizable for implants, adept powers, or spells, via layers!<br>Looking for the perfect CARD DECK to use with Sprawlrunners? Check out the Sprawlrunners Countdown Deck !<br><i> Adapted for Fantasy Grounds by: </i><br><strong> Kevin Doswell</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618680/header.jpg?t=1768452015",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}