{
  "1618310": {
    "name": "Zombie Strike",
    "steam_appid": 1618310,
    "required_age": 0,
    "is_free": true,
    "description": "Gather a team of fighters who survived the Zombie Armageddon. Fight against thousands of the walking dead. Hire heroes with the unique abilities and weapons. Build-up a well-balanced team, experiment with squad formation, power up and upgrade your heroes. Collect and spend your resources wisely. Challenge players from all over the world on the Arena and fight for the survival of the humanity.<br />\r\n <br />\r\nGAME FEATURES:<br />\r\n<br />\r\n【Auto-Battle】<br />\r\nRecruit survivors, transform zombies, build a mighty team to defend your home!<br />\r\nHigh intelligence AI automatic play, say goodbye to manual operation, free your hands!<br />\r\nGet loot even while you’re offline, abundant rewards are waiting for you!<br />\r\n<br />\r\n【Line Up Strategy】<br />\r\nHundreds of companions and transformed zombies with specific skills! Build a unique team!<br />\r\nClass match, faction restrain. Strategic team formation, say no to regular gameplay!<br />\r\nDiversified cultivate system, level up your hero, start your journey of survival!  <br />\r\n<br />\r\n【Tons of Gameplay】<br />\r\nStage search, resist zombies to obtain supplies, it’s the only way to survive when doom comes!<br />\r\nChallenge the monsters level by level! This is a path that you can’t retreat, the failure is death!<br />\r\nThe black market, transformation institute, enjoy your game!<br />\r\n<br />\r\n【Brotherhood】<br />\r\nMutual assistance, send hearts to your friends! Friends don't let each other wander in the dark alone!<br />\r\nFight in the arena, only the strongest can lead companions to survive in the competition!<br />\r\n<br />\r\n【Cooperation】<br />\r\nFight with your friends and lead the team to supremacy!<br />\r\nFight alongside others, challenge and obtain great rewards!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 日语, 韩语, 葡萄牙语 - 巴西, 俄语, 泰语, 繁体中文, 土耳其语, 越南语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618310/header_schinese.jpg?t=1641454477",
    "developers": [
      "Tojoy Game"
    ],
    "publishers": [
      "Tojoy Game"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}