{
  "1618520": {
    "name": "Mech Farmer",
    "steam_appid": 1618520,
    "required_age": 0,
    "is_free": false,
    "description": "Mech Farmer is a story driven farming RPG set on a terraformed world where you must provide the colonists with food, help them achieve their life goals and protect them from hostile alien monsters - amongst other things...<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/extras/704559eb7d07b78201fa1462038ff994.poster.avif?t=1678115875\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/extras/704559eb7d07b78201fa1462038ff994.webm?t=1678115875\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/extras/704559eb7d07b78201fa1462038ff994.mp4?t=1678115875\" type=\"video/mp4\"></video></span><br><br>Howdy! Soon your ship will land in Moonshine Gulch and you'll assume the exciting role of <strong>MECH FARMER</strong>. The colony was established to extract precious minerals from below the planet's surface - some people say the heavy machinery used is aggravating the local fauna and causing attacks but that's not gonna get in the way of profits! Besides, you'll have a mini-gun on your left arm, a flamethrower on your right and rocket launchers sitting on top of that 20 ton mech of yours, so quit ya belly achin'! Just keep the colonists fed and alive, OK? And don't be putting crazy notions in their heads, like the company is only interested in money and doesn't care about them - we don't want a rebellion on our hands, do we?!<br><br><u><strong>FEATURES</strong></u><br><br><strong>Farmin'</strong><br>Full day/night seasonal cycle with over a dozen crops with different requirements. Deliver basic crops to each settlement or use them to create hearty meals that will be greatly appreciated.<br><br><strong>Fightin'</strong><br>Pilot a customisable mech. Quickly switch between the tools needed for farming (Plow, Seeder, Harvester etc.) and equip your weapon systems if necessary. Change mech components for greater speed, armour or power - and throw a splash of paint on whilst you're at it.<br><br><strong>Livin'</strong><br>The colony of Moonshine Gulch consists of five settlements, each home to a variety of colonists that will require your help in various ways. Perhaps a recent widower will ask you to take her son fishing? The saloon owner may need you to help in the production of her patented NovaCorn moonshine? The scientist may require you to capture a large, ferocious alien bug? The more you help the people, the more they will trust you and bestow certain benefits upon you - perhaps you may even find love...<br><br><strong>Choosin'</strong><br>Your actions will have consequences. Some may be fairly minor, perhaps somebody may be a little upset. Others will have major ramifications. Families may be torn apart, people may leave the colony - some may even die. Your choices matter.<br><br><strong>Playin'</strong><br>You have a job to do, sure - but that doesn't mean you won't have time for fun! Equip your laser harpoon for some fast paced fishing, take pictures of the more docile local fauna as you fill out your collection and if you're lucky enough to be given a FarmBoy - collect and play arcade classics at anytime!<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/extras/fb652642df597a4e25cc4fb7a22a7486.poster.avif?t=1678115875\" width=584 height=356 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/extras/fb652642df597a4e25cc4fb7a22a7486.webm?t=1678115875\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/extras/fb652642df597a4e25cc4fb7a22a7486.mp4?t=1678115875\" type=\"video/mp4\"></video></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1618520/header.jpg?t=1678115875",
    "developers": [
      "Tyrant Media Limitied"
    ],
    "publishers": [
      "Tyrant Media Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}