{
  "1619800": {
    "name": "Fantasy Grounds - GM'S Miscellany: Wilderness Dressing",
    "steam_appid": 1619800,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > GM'S Miscellany: Wilderness Dressing</h2>Tired of glossing over the details of your PCs' overland journey (except for the inevitable, violent random encounters)? Want to add in minor features of interest to their journeys? Want to make their journeys seem more &quot;real&quot;? Then<br><i> GM's Miscellany: Wilderness Dressing</i> is for you!<br>A compilation of the Wilderness Dressing line, each instalment focuses on a different type of wilderness or a feature therein and gives the harried GM the tools to bring such features to life with interesting and cool noteworthy features.<br><i> GM's Miscellany: Wilderness Dressing</i> presents loads of great features and details to enliven your PCs' travel both overland and by sea. Designed to be used both during preparation or actual play,<br><i> GM's Miscellany: Wilderness Dressing</i> is an invaluable addition to any GM's armoury!<br>A System Neutral GM's Resource by John Bennett, Creighton Broadhurst, Seamus Conneely, Brian Gregory, Eric Hindley, Brian Wiborg Monster, David Posener, Josh Vogt and Mike Welham Fantasy Grounds Conversion by Michael G. Potter Contains all the tables in both story form and automated, rollable form from this 125 page source book. Includes a story template to generate pirate ship and crew on the fly. Also includes a reference manual for ease of reading. System Neutral, works with any rules system with a fantasy flavour.<br><i> Adapted for Fantasy Grounds by:</i>  <br><strong> Michael Potter</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1619800/header.jpg?t=1768452160",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}