{
  "1619890": {
    "name": "Yupi",
    "steam_appid": 1619890,
    "required_age": 0,
    "is_free": false,
    "description": "Join Yupi and defeat the bombyx, the fate of the Milky Way is up to you!<br>Scientists on earth managed to experiment with sterile neutrinos so that they can contain dark matter and be able to learn more about the universe. An explosion in the laboratory endangered the Milky Way. From planet K2-18b came an alien life form willing to help humans. He identified himself as Yupi and his objective is to protect the earthlings from the dangerous bombyx, beings from a distant galaxy who were attracted by the energy of the explosion, for which he must take as many gold coins as possible, avoiding falling into the void. timeless and warding off meteorites and dangerous bombyx<br><br><strong>Take care of your hearts and collect gold coins</strong><br>Hearts indicate the number of lives you have left. You have to take care of your lives so that you can keep collecting coins. Yupi is in charge of collecting gold coins to help humans. The more you collect, the more points you earn!<br><br>Beware of enemies and avoid meteorites!<br>Bombyx are very dangerous beings, they drain your energy. You must avoid them by jumping on them. If you fall on them, they will take half a heart from your life. Flying bombyx can surprise you in the air when you jump. Remember that you must avoid crashing into them as they will take half a heart from your life. When you jump you must be careful not to hit the meteorites. If you collide with them they will stop your jump and may cause you to crash into the bombyx or fall into the cold, timeless void.",
    "supported_languages": "西班牙语 - 拉丁美洲<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1619890/header.jpg?t=1644254654",
    "developers": [
      "Isaac Ortega",
      "Rafael Gonzalez-Otoya B."
    ],
    "publishers": [
      "Netdreams - Regob EIRL"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}