{
  "1620340": {
    "name": "Wrestling Empire",
    "steam_appid": 1620340,
    "required_age": 0,
    "is_free": false,
    "description": "The lightweight champion of wrestling comes full circle with higher resolution visuals and a smoother frame rate - whilst still retaining the retro style that puts the fun first with instant loading times! See if you can keep up with the pace, as new features and effects make wrestling even easier to play yet even more satisfying to master. The freestyle animation system allows anything to happen at any moment for mind-blowing spots, while bell-to-bell interactivity trusts you to control every moment after you walk through the curtain.<br />\r\n<br />\r\nWith a renewed focus on multiplayer, an intuitive &quot;what you see is what you get&quot; setup process invites you to create dream matches before your very eyes – throwing in as many characters &amp; props as you can handle! Or create your own star and embark on a career to encounter up to 350 opponents across 10 different rosters in wrestling’s most epic shared universe. Make the right moves backstage as well as in the ring to fight for your worth and retire with a career worth remembering, while weekly news reports help you digest more data than ever before. Just when you think you've seen it all, you can save your changes to each roster to make the world your own and never get bored of wrestling again!<br />\r\n<br />\r\nThe original game now also includes a whole other booking mode at no extra cost, which challenges you to run your own promotion with a territorial twist. Assemble the best roster you can with the resources you have, and then travel the world trying to set attendance records everywhere you go! Present the right matches in the right way at the right time to maximize your impact on the ratings, whilst trying to keep a locker room full of egos from self-destructing. Everybody thinks they know better until it's time to do better...",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1620340/header.jpg?t=1704892859",
    "developers": [
      "MDickie"
    ],
    "publishers": [
      "MDickie"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 18,
      "total_negative": 0,
      "total_reviews": 18
    }
  }
}