{
  "1621100": {
    "name": "Sorcerous",
    "steam_appid": 1621100,
    "required_age": 0,
    "is_free": false,
    "description": "Sorcerous is a dark fantasy mystery that’s not afraid to break the rules of what a caster is supposed to be. Starring Andraste, the arcane knight, Blaze, the berserker, Lupa, the druid, Nix, the witch and Stormy, the sorceress. Five apprentice mages dripping with style and arcane power and they’ll need every spell, incantation and dirty trick to cut through a grimoire’s worth of monsters and unravel the conspiracy of dark powers and ancient magic that threatens the city they call home. Over the course of your adventure, you’ll explore foreboding forests, decaying ruins, and grimy city streets solving sinister puzzles and completing Sorcerous’ over sixty master crafted quests, each designed with twists, turns, thrills and chills. So, watch out! But the rewards are well worth it. Oddities and artifacts, trinkets, and charms, will unlock new depths of arcane power to unleash on whatever gets in your way. So, if you’re sick of the spectacled dork every play it your way RPG decides is the mage, pick up Sorcerous and dive into a world of dark magic, insidious mystery, and wicked humor.<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\n14+ hours of game play: Get lost for hours exploring the dark corners and forgotten depths of the ancient city of Lethe, meet new party members, engage in thought provoking conversations, fight lurking horrors and discover strange mysteries.<br />\r\n<br />\r\nMore than 60 hand-crafted quests: Quests are the driving force of storytelling, a mysterious clue, an overheard conversation, a seemingly simple side job will send you down a rabbit hole of dynamic game play, dangerous combat, cunning puzzles and intriguing ideas.<br />\r\n<br />\r\nCustomize your party: Strategy is key to overcoming the many enemies that will try to put an end to your adventure, but the new abilities and augmentations unlocked by your ever-expanding arcane arsenal of artifacts, foci, and magical tools will open new avenues of attack and weaknesses to exploit. <br />\r\n<br />\r\nHundreds of items: The city of Lethe is overflowing with curios, oddities and curiosities, some are valuable, others will help you build a better party, still others can be used to take down powerful foes, but all are rich in the lore and story of Sorcerous. <br />\r\n<br />\r\nAn engaging mysterious plot: Some things are meant to go together: movies and popcorn, alcohol and poor life choices, and stories and RPGs. Sorcerous takes advantage of every opportunity to tell its story, from the broad strokes of cut scenes and exposition to the small details of item descriptions and sound effects. <br />\r\n<br />\r\nWicked cool art: Art impacts every aspect of a game. The environments are a careful mix of gothic, diesel punk and anime. The enemies are a darkly refreshing take on traditional dungeon dwellers, like goblins, ghosts and skeletons. Finally, the leading ladies are cool and stylish in menu images and cut scenes.<br />\r\n<br />\r\nVoice acting: No matter how well written, a text box can’t convey the tone and nuance of voice an actor can. Creating a compelling fantasy world relies on the strength of characters and voice acting takes it to a whole ‘nother level!<br />\r\n<br />\r\nExciting secrets to discover: When exploring the world of Sorcerous, you’ll find treasures, challenges, quests and items hidden away, just waiting to be uncovered. <br />\r\n<br />\r\nFour highly detailed regions to explore: As detailed as they are sprawling, the places you’ll go following a trail of clues are dripping with dark fantasy atmosphere and full of things to discover and enemies to fight. <br />\r\n<br />\r\nTense strategic battles: You’ll face enemies in Sorcerous inspired by classic fantasy RPGs of the past, reimagined into cunning dangerous foes and rendered with maniacal detail. You’ve never fought rats and goblins like these before! Know your enemy and know yourself. Understanding strengths and weaknesses, party composition and equipment are your keys to victory.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1621100/header.jpg?t=1627011241",
    "developers": [
      "Sirenum Studios"
    ],
    "publishers": [
      "Sirenum Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}