{
  "1622230": {
    "name": "Meanderer",
    "steam_appid": 1622230,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622230/extras/c4efda09f6355aeb081ab269aecfec78.poster.avif?t=1751926627\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622230/extras/c4efda09f6355aeb081ab269aecfec78.webm?t=1751926627\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622230/extras/c4efda09f6355aeb081ab269aecfec78.mp4?t=1751926627\" type=\"video/mp4\"></video></span><br><br>Go on a post-post-post-apocalyptic journey to restore the balance of the world through persistence and skill, dethroning those who'd seek to make this world Dark and useless, in a roguelite dungeon crawler with reverse progression and empires to explore. Wield your chosen powers and your sword as your path leads you to the ever-changing ruins of fallen civilizations where strange creatures still struggle to live.<br><br>Each level represents one of the skeletal remains of said empires, in different levels of decomposition, with challenges and enemies as evidence of its virtues and ultimate downfall. The monk, resilient and young, walks through these paths, willing to push herself past greater and greater challenges, as her power diminishes as part of her holy pilgriminage.<br><br>The skills selected, both in preparation and as tribute for your passage, offer an interesting tactical approach to players, having a huge array of options right from the start of the game, ready to be wielded in any combination they desire. Along their journey players will also encounter interesting creatures of every shape and form, named by some as &quot;NPCs&quot;, who, to the senses of the foolish, would be seen as &quot;friendly&quot;, when some wish nothing but to engage in brutal and unnending battles of the mind, traversing deep philosophical questions with a mute and rude little-person.<br><br>Though the game features combat prominiently, it is also designed with exploration and the curiosity of the player and their avatar in mind. Despite it not yielding additional innate powers to the young monk, the exploration will flesh out the world, and provide interesting exchanges and insight to those who seek it, sometimes leading the player through quests built around the roguelite nature of the game.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>A sequence of levels with procedural generation and unique enemies and hazards.<br></li><li>A colorful cast of NPCs with distinct personalities and storylines which progress across runs.<br></li><li>A reverse progression system where you must sacrifice skills as you get closer to the end<br></li><li>An array of skills and items with plenty of uses and interesting combinations<br></li><li>A dynamic and rich combat system with numerous possibilities</li></ul><br><br><strong>THANK YOU</strong><br>We appreciate you taking your time to check out our page, and hope you are excited for what's to come!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622230/extras/0c13b1defb75ca2698d09c506c0d56f9.avif?t=1751926627\" width=600 height=300 /></span>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622230/header.jpg?t=1751926627",
    "developers": [
      "Panela Hardproducts"
    ],
    "publishers": [
      "Panela Hardproducts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}