{
  "1622130": {
    "name": "Our Life: Now & Forever",
    "steam_appid": 1622130,
    "required_age": 0,
    "is_free": true,
    "description": "Begin your life anew in this second installment to the lovingly nostalgic <i>Our Life</i> series! Create an experience that’s all your own in this near-fully customizable, choice-heavy story.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/cdda903ca710bb2dc3257b4a8aa98f66.poster.avif?t=1745249215\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/cdda903ca710bb2dc3257b4a8aa98f66.webm?t=1745249215\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/cdda903ca710bb2dc3257b4a8aa98f66.mp4?t=1745249215\" type=\"video/mp4\"></video></span><br><br>Fall settles over the charming mountain town of Golden Grove as the story begins. But it isn't only glittering leaves that are changing. You and your mom leave behind everything you knew before when you move to a new home nestled right in the middle of a tight knit cul-de-sac. It’s there where a paper airplane lands at your feet and brings you to unanticipated crossroads.<br><br>Make your own path through life as you grow from childhood to adulthood with your two closest neighbors. Even in the chilly autumn weather, it’ll be a truly heartwarming time.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/fe99000cf1a930173277f7aa2c16401b.avif?t=1745249215\" width=574 height=77 /></span><br><strong>Create the protagonist of your story:</strong><br>Pick a first name, last name, honorifics, and have a nickname, too. Use any pronouns you prefer, including using multiple types and implementing your own set. Design your appearance using a dress-up doll, from skin tone, to hair, to clothes and accessories. Your mom’s appearance is partially customizable to have a family resemblance! <br><br><strong>Take it Step by Step:</strong><br>Experience four distinct periods of time: childhood, teen-aged, young adulthood, and grown. With all the highs and lows, the fears and fun, and the endless possibilities of self-discovery.<br><br><strong>Live as you please:</strong><br>Express your personality and preferences through hundreds of choices, then see those traits reflected in the story as people remember who you are. And you can always change as the years go by, whether that means discovering a new passion, shifting your disposition, or transitioning to different pronouns.<br><br><strong>Find friendship, family, and romance:</strong><br>Your own mom, peers, their parents, teachers, and other acquaintances; there’s a whole community in Golden Grove, and it’s up to you to choose your place in it. Meaningful connections of all kinds can be nurtured. Is the stoic elderly man on the street scary or is he your new adopted grandpa?<br><br><strong>Develop relationships that are truly yours:</strong><br>Use your own judgement to set how quickly bonds develop. Grow closer or farther apart as years go by. Focus on only one of the leads or be fond of both, including the option for a polyamorous relationship. And how you feel towards the people in your life is what determines your closeness. There are no limits on which behaviors you can have to be liked.<br><br><strong>Enjoy a world to return to:</strong><br><i>Our Life: Now &amp; Forever</i> features a welcoming, sentimental story that can easily be played over and over using new qualities for yourself or different relationship types with those around you.<br><br><strong>Read your way:</strong><br>Customizable lettering size and font type, two different textbox arrangements to choose from, and a self-voicing option built into the engine. Present the words in whichever style works best for you.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/ec50fa7a5dc9d8a4aae0befabe5ba4d4.avif?t=1745249215\" width=574 height=77 /></span><br>While you’ll be able to decide how fond you are of everyone in your life, there are two people you’ll meet whose connection to you will go deeper than all the rest: Qiu and Tamarack. Each one the same age as you and both living right next door. <br><br><strong>Qiu “Autumn” Lin:</strong><br>A true Golden Grove local, born and raised. Qiu is the kid to know in that town. The most popular, the most charming, until it all becomes too much. There’s a point where a coldness comes over Qiu and they shut out all except a few people. However, the rain doesn’t fall forever, and sadness can heal with real support. The day comes when Qiu is able to shine again, even brighter than before. <br><br>In Autumn you will find a thoughtful individual who just needs some time to embrace the person they’ve always known they were. Qiu was assigned male at birth, but comes out as genderfluid (they/he) partway through the story.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/d981af8f93955213e438d3d6caa62f03.avif?t=1745249215\" width=600 height=224 /></span><br><br><strong>Tamarack Baumann: </strong><br>A fellow newcomer, Tamarack moved in only about a week before you did. She’s a darling joy to those who get to have her company. And like the forests she loves so much, Tamarack is always changing in big and small ways. That isn’t always for the better. She’s surrounded by wrong branches, leading her down paths that only cause hurt. Yet despite all the pricks and snags on her path, the heart always remains the same.<br><br>With Tamarack you’ll see a kind miss who has a lot to learn about herself, but will never stop trying to find her way. Tamarack is a woman who only ever uses she/her pronouns.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/6292ac62d1f51900dd664717272d4f8a.avif?t=1745249215\" width=600 height=223 /></span><br>[Qiu and Tamarack have more than one hairstyle they can end up with in the future.]<br><br><strong>Build your life with them:</strong><br>Set your unique &quot;dynamic meters&quot; that broadly describe how you behave towards one of the leads, keeping them consistent or switching that around as you grow up. Qiu's and Tamarack's dynamic towards you will develop in a custom way over the years based on who you are and what happens.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/da19bbac8b6b48bf0556687e5a47dcac.poster.avif?t=1745249215\" width=600 height=336 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/da19bbac8b6b48bf0556687e5a47dcac.webm?t=1745249215\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/extras/da19bbac8b6b48bf0556687e5a47dcac.mp4?t=1745249215\" type=\"video/mp4\"></video></span><br><br>A romance with Qiu or Tamarack can develop as love at first sight, a longtime platonic closeness turning into last-minute confessions, a slow and gradual growth of affection that started at nothing, or anything in between.<br><br>Friendships form in just as many varied ways, ranging from immediate connections to hard-earned fondness, from casual company to irreplaceable family, and more. What you have together is complex with history and detail, yet still as natural as the leaves changing colors in the fall.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622130/header.jpg?t=1745249215",
    "developers": [
      "GB Patch Games"
    ],
    "publishers": [
      "GB Patch Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}