{
  "1622330": {
    "name": "DangerZone VR",
    "steam_appid": 1622330,
    "required_age": 0,
    "is_free": false,
    "description": "DangerZone-VR (DZVR) takes block-based RPG to well beyond the next level. It is a modding platform built specifically to house the OreSpawn mod, but open to everyone who wishes to code and create. The interface is rude and crude and still needs a lot of TLC, but the game-play makes it just way too fun to put down. With <strong>over a dozen dimensions</strong> to explore, and <strong>hundreds of creatures and items</strong>, this game contains enough content to keep you busy exploring for weeks on end. Make no mistake, this is not just a small one-hour-playtime-then-done game.<strong> It is massive!</strong><br><br>Beta version. Single-player at the moment with multiplayer intended eventually. Also runs in 3D mode with the quick click of a button! Insanely easy to mod for with a modding kit to be released later. Really though, forget the modding and just be amazed at how much fun this is to play. Be prepared. You won't be able to stop once you've gotten started! <br><br>Imagine OreSpawn. In it's own game. In VR. And it has doubled in size. With real nighttime. It gets dark, and it gets dangerous. Hope you brought torches!<br><br>PLEASE FIND THE DEMO VERSION AND TRY IT FIRST!<br>AS WITH ANYTHING VR, YOU WON'T KNOW IF IT WORKS UNTIL YOU TRY IT.<br>THAT'S WHY THE DEMO VERSION EXISTS.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622330/header.jpg?t=1635776307",
    "developers": [
      "orespawndz"
    ],
    "publishers": [
      "orespawndz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}