{
  "1622750": {
    "name": " IL-2捍卫雄鹰：GAZ-MM 72-K自动高炮",
    "steam_appid": 1622750,
    "required_age": 0,
    "is_free": false,
    "description": "IL-2 Sturmovik: Great Battles series is more than just a combat flight-simulator, it is also a combined arms environment that includes our newly built anti-aircraft weapons system - the GAZ-MM 72K! This mobile anti-aircraft gun shoots a 25mm HE or AP round that can down enemy aircraft up to 2.4 km away. Simply put, your friendly trucks and tanks no longer need to be easy targets, now you can shoot back from the ground!  <br><br>Our GAZ-MM 72-K can be used in both single-player and multiplayer scenarios and includes several custom-made missions to demonstrate its ability at knocking down enemy planes. Also, you can play as the driver, gunner or commander and lead your team into deadly combat. Multiplayer supports multi-crew gameplay so you and your buddies can all man one truck together and work as a team! Most AAA systems in WWII were actually operated by a team of soldiers or sailors, not just a single person as popular movies would have you believe.  <br><br>Custom skins are also supported and we include summer and winter paint-schemes to match your environment and better hide from the enemy. We also include support for our Tactical Code system so you can assign custom markings to your GAZ. <br><br>The GAZ also includes a detailed damage model with Dynamic Visual Damage support, so your truck will bear the scares of battle and take realistic looking damage. <br><br><strong>History</strong><br><br>The GAZ-MM was a double-axle 1.5-ton truck used for both general purpose and specialized purposes by the Soviet Union during WWII. It was a licensed copy of the American-built Ford-AA truck, albeit a simpler version with a more powerful motor than the original GAZ-AA truck. At the outbreak of WWII, the Soviet Union had over 150,000 vehicles in use and by the end of its production run there were nearly 1 million vehicles built. During the war, several different versions of the GAZ-MM appeared, some with no doors, bumpers and some with no front brakes and only one headlight. These changes were made to keep production costs and time as simple as possible. It was a rugged truck and served the Soviet Union well during the war.<br><br>The Soviet 25mm automatic air defense gun M1940 or 72-K as it was known was designed for protecting infantry units from air attack. It was normally mounted on a four-wheeled carriage that could be towed by a truck or other vehicle. It had a slant range of up to 2.4 km and could hit aerial targets up to 2 km in altitude. The gun could also be used against ground targets and light vehicles if necessary. It was manned by a six-person crew and was an automatic weapon with rounds loaded from the top via a feeding mechanism. The 72-K saw extensive use by the Soviet Union’s armed forces for many years only being finally phased out in the 1960s.<br><br>When loaded into the bed of a GAZ-MM truck it becomes a mobile AAA battery allowing you to protect an armored column, supply convoy, infantry unit or a stationary target like an airbase with accurate and deadly fire.<br><br>GAZ-MM trucks were substantially reworked for 72-K installation, the additions included:<br><br>- The special wooden platform with the gun support in the middle;<br>- Side flaps that created additional working space when opened (they could be lowered only to the horizontal position);<br>- Manually extendable rear supports for additional vehicle stability when firing;<br>- Ammunition crates at the platform corners containing 5 clips each;<br>- The barrel support arm on the forward fixed platform wall.<br><br><strong>Dimensions: </strong><br>Unladen weight: ~2880 kg<br>Length: 5.1 m<br>Width: 2.0 m<br>Height: 2.5 m<br>Clearance: 200 mm<br><br><strong>Powerplant and Performance: </strong><br>Engine: GAZ-MM, petrol<br>Maximum power: 50 HP at 2800 RPM<br>Maximum RPM: 3000 RPM<br>4-speed gearbox<br><br><strong>Maximum road speed: </strong><br>1st: 11.5 kph<br>2nd: 23.7 kph<br>3rd: 43.4 kph<br>4th: 65.0 kph<br>Reverse: 9.4 kph<br><br>Maximum off-road speed:  <br>20 kph in low gear<br><br>Internal fuel tanks capacity: 90 l<br>Engine oil system capacity: 5 l<br>Engine coolant: 12 l of water<br>Range: 440 km<br>Maximum oil consumption: 1 l per hour<br><br><strong>Chassis: </strong><br>Rear-drive two-axle truck with special wooden platform installed.<br>Dual rear wheels are equipped with drum brakes, forward steering wheels are single.<br>The truck frame is made of steel, the driver's cabin is composite (wood and metal) with a fabric roof, the engine hood is metal.<br><br><strong>Protection: </strong> <br>5 mm rolled armor plated frontal shield<br><br><strong>Armament: </strong><br>Model: 72-K Autocannon (rifled 25mm)<br>Barrel length: 67.3<br>Elevation: +85°..-10°<br>Ammo: up to 147 rounds (21 clips, 7 rounds per clip)<br>Rate of fire: 240 rounds per minute<br>Turret drive: mechanical, 9 seconds per rotation<br><br><strong>Ammunition: </strong><br>BR-132 armor-piercing solid (AP): 286 g, 900 m/s, 33 mm at 500 m<br>OZR-132 high explosive (HE): 288 g, 910 m/s, 13 g explosives<br><br><strong>Gunsight: </strong><br>K8-T collimator gunsight with automatic correction process<br>Backup iron sights",
    "supported_languages": "英语, 俄语<strong>*</strong>, 德语, 法语, 西班牙语 - 西班牙, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1622750/header.jpg?t=1734533089",
    "developers": [
      "1C Game Studios"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}