{
  "1624020": {
    "name": "Don't Dive Deep",
    "steam_appid": 1624020,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Don't Dive Deep</strong> <br> A sci-fi story of a face blind assassin sneaking into the spiritual world. Explore target memories in unique hand-drawn 2D scenes. Facing mental pollution. Unravel people's thoughts and revise their thoughts.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624020/extras/e34a0c8e4f0f2e41541615d7fb36cc69.avif?t=1653571180\" width=600 height=300 /></span><h2 class=\"bb_tag\" >Story:</h2>The protagonist has facial blindness, but the protagonist can use these mental items to identify the target and modify the spirit of the target character. Players gradually discover the out-of-control problem between the reality and the spiritual world while investigating the world. The game started in the 2050s. The development of the spiritual network is mature. People directly use the brain to transfer information and knowledge to each other on the Internet. Due to the extensive expansion and application of the spiritual network, the spirit began to affect real life. It also opens up another spiritual dimension, where the spiritual world and the real world influence each other. As a result of Valentine's Day love typhoons occur, resulting in increased emotional problems of mankind.<br><br>In the spiritual world, the spirit is embodied in the ecosystem. Emotions such as joy, anger, love and happiness have become various creatures. Various thoughts become different roles. The mental world and the real world influence each other and even lead to various out-of-control. The protagonist is commissioned by the government. Participate in the government's investigation of the massive increase in mental attacks. <br><br>Interact with the investigative team’s partners, spiritual creatures and other characters to deepen the relationship. As the player investigates the mission objectives and local spiritual ecology. Players will gradually discover the reason why the boundary between the spirit and reality of this country is gradually on the verge of being out of control.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624020/extras/c90504e3e0a4f55653067e37e8db3483.avif?t=1653571180\" width=600 height=300 /></span><h2 class=\"bb_tag\" >Gameplay:</h2>Take psychology as the ecosystem. The gameplay is designed to incorporate psychological analysis.<br>2D horizontal exploration combined with reasoning and puzzle-solving gameplay. Players need to &quot;explore&quot; in the scenes of each map. Enter each spiritual space or the memory space of others to find clues, memories and other important items needed for the task.<br><br>&quot;Reasoning and solving puzzles&quot; will post clues collected by players through exploration on the clue wall. Players can connect relevant clues. Establish a mental model of task goals. Analyze the target’s &quot;personality&quot; and &quot;thought&quot; through clues. As long as the mental model is correct, the player can choose to add different new ideas to the target. For example, turning Christians into Buddhists and liberals into conservatives influences the development of the plot.",
    "supported_languages": "繁体中文, 英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624020/header.jpg?t=1653571180",
    "developers": [
      "PICABLUE"
    ],
    "publishers": [
      "PICABLUE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}