{
  "1624150": {
    "name": "Juno",
    "steam_appid": 1624150,
    "required_age": 0,
    "is_free": false,
    "description": "In the world of Nexus City, everyone has the capability to manipulate the elements in one way or the other. This has advanced the world towards one focused on incorporating this special energy control ability with their technology. Seemingly solving the energy crisis with this free energy, the world has known peace up until recently when monsters known as danger beasts began appearing randomly in the wilderness.<br><br>As a response to this, a Hunter's Hall has been established to combat the ever endless threat of the danger beasts. Our protagonist, Grey, is one such Hunter.<br><br>Features:<br><br><ul class=\"bb_ul\"><li>A completely fresh battle system which focuses on combo input and battle field navigation<br></li><li>Unlock abilities when defeating certain bosses and completing missions.<br></li><li>Dynamic world, as the day passes, you might find that NPCs move around, items spawn in certain places and gates to another realm begin spawning<br></li><li>Rune system, it replaces the standard JRPG equip system and allows you to equip how many ever runes you can find and fit on the soul board.<br></li><li>Swim, Fly, Jump and Ghost through the world</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624150/extras/Juno_6_Nov_2021_21_46_55.png?t=1690023362\" /></span><br><br>The pace of progression is completely determined by the player. How events occur and when is determined by the speed at which the players clear those missions. Clearing missions unlock scenarios which progress the true story of the game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624150/extras/Juno_6_Nov_2021_21_54_49.png?t=1690023362\" /></span><br><br>Despite being made with RPG Maker MV, Juno does NOT use turn based combat. Instead, it uses a rather active form of strategy combat in which you must navigate around attacks, pace your resources and combo skills for devastating effects!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624150/extras/Juno_6_Nov_2021_21_56_37.png?t=1690023362\" /></span><br><br>Combat navigation allows for moving, regular attacks, special skills, guarding and evading.<br><br>Combining certain skills unleash a combo finisher which has boosted power, limited invincibility and amazing effects.<br><br>The game is not all about combat as missions can only be taken once a day, players can spend that down time clearing realms for crafting resources or taking part in certain special events.<br><br>Crafting in Juno is not like other RPG Games in which you simply collect the items on a list, press OK and then BOOM, you get the item. Juno has an optional Match3 style crafting system in which players can take part in for additional crafted items.<br><br>The game possesses a unique character customization feature in the form of [Soul Board].<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624150/extras/Juno_6_Nov_2021_21_58_10.png?t=1690023362\" /></span><br><br>The soul board allows you to fit runes based on level and shape. There are certain penalties and benefits runes can give with some penalties causing catastrophic penalties once certain lower limits are exceeded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1624150/header.jpg?t=1690023362",
    "developers": [
      "Synrec"
    ],
    "publishers": [
      "Synrec"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}