{
  "1625280": {
    "name": "Shackled",
    "steam_appid": 1625280,
    "required_age": 0,
    "is_free": false,
    "description": "Explore the world, uncover your purpose, and make decisions that shape the world around you.<br><br>You awake in a field with a voice in your head sending you out to save the world. Explore and interact with a large assortment of people and monsters to learn more about not only the world, but your role in it. Will you bring an end to the monster kingdom or attempt to bring peace between the realms? <br><br>This game features a unique death system where your character only levels up through dying. However, every time you die you are given a debt that must be paid at a shrine within a certain time frame or else you will awake back in the field with your level reset. If you're seeking a challenge then try and save or conquer the world as a level 1. Otherwise, utilize death to become even stronger so you can topple those who stand in your way. <br><br>Features:<br><ul class=\"bb_ul\"><li> Explore! Large areas to explore with plenty to discover.<br></li><li> Die! A unique death system where all your stats increase every time you die. <br></li><li> Gear Up! Buy gear from shop keeps to increase your stats or find gear or booster scrolls hidden throughout each stage.<br></li><li> Loot! Defeat enemies to gain money to use at shops. Keep you eyes open as some unique enemies even drop gear.<br></li><li> Cast Spells! Find Magic Trainers to teach yourself a spell to assist you in combat.<br></li><li> Learn! Play through a rich and engaging story driven experience.<br></li><li> Befriend! The bosses can be befriended or killed and your choices will shape the world around you.<br></li><li> Change the World! Experience all 4 unique endings all with their own world altering effects,</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1625280/header.jpg?t=1621599815",
    "developers": [
      "Tyler Wrigley"
    ],
    "publishers": [
      "Tyler Wrigley"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}