{
  "1626240": {
    "name": "The Tower Demo",
    "steam_appid": 1626240,
    "required_age": 0,
    "is_free": true,
    "description": "JOIN OUR DISCORD TO KEEP UP WITH UPDATES: <br><br>You’ve never had a day quite like this before...<br><br>It’s your first day as a security guard for one of the most secure buildings in the city. But your first day becomes your worst day when an explosion rocks the building, blocking stairwells and disabling elevators. It’s now up to you and the remaining guards that are still alive to push back and find out who’s behind all of this.<br><br>The Tower is an action-packed first-person shooter created by a single developer. It mixes tense combat, challenging puzzles, and a constantly unfolding story.<h2 class=\"bb_tag\" >Features:</h2> <br><ul class=\"bb_ul\"><li>High-octane gunplay against a brutal and relentless paramilitary – only you stand in their way.<br></li><li>Fight, sneak, and defend yourself in a nail-biting struggle for survival.<br></li><li>Orient around crumbling, hand-crafted environments. Move through vents, take your enemies by surprise, and use any advantage you can find.<br></li><li>Story-rich action gameplay that reveals an intriguing conspiracy at the heart of the attack.<br></li><li>Join forces with an interesting cast of allies and resist the attack alongside them. Work together and you might just stand a chance.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1626240/header.jpg?t=1645476727",
    "developers": [
      "Kyle Simpson"
    ],
    "publishers": [
      "Vherb Media LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}