{
  "1626670": {
    "name": "Trainz 2019 DLC - Chicago Museum of Science and Industry Model Railroad",
    "steam_appid": 1626670,
    "required_age": 0,
    "is_free": false,
    "description": "HISTORY:<br />\r\n<br />\r\nOne of the smallest complete railroad systems, the Museum of Science and Industry's original model railroad was the largest of its kind in the world when it opened in 1941. Designed by Minton Cronkhite, the railroad covered 2,340 square feet of floor space and was built in Q scale, which paired 1:45 scale trains with 2-rail O gauge track. The various scenes on the model railroad illustrated the role of the railroad within U.S. industry and agriculture throughout the desert southwest. It included 1,000 feet of track and 40 switches operated by an automatic control board.<br />\r\n<br />\r\nWhen it closed in May of 2002, our model railroad had been in service for over six decades, serving as one of the most well-known and beloved exhibits in the Museum. It had seen several enhancements over the years as new technologies helped railroads to operate more safely and efficiently. It was also one of the first railroads in the country to run &quot;diesel&quot; engines as they replaced steam engines.<br />\r\n<br />\r\nToday, the Museum's railroad exhibit, The Great Train Story, once again tells the modern railroad story. The newer layout is 50 percent larger than the original railroad and has the ability to operate more than 30 trains, rather than the original 10.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1626670/header.jpg?t=1659726951",
    "developers": [
      "N3V Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}