{
  "1626490": {
    "name": "We Are Open",
    "steam_appid": 1626490,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>We Are Open is a game about the joys of shopping. Who doesn't love running around a mall looking for groceries, just to forget what they were looking for in the first place? Brace yourself, because there are many customers waiting to get to the bottom of their shopping lists! Give them a hand, will you?</strong><br><br>But wait! Who is that other fellow doing YOUR job? It's <strong>Shop-O-Tron the AI</strong> that swoops all the credit before you can hand in your goods you just found with hard work. Pick up the pace and beat his score before the round ends!<br><br>In the current state of the game you can find customers walking around a mall, with shopping lists they are willing to share with you. Your job is to find these items scattered around the stores and bring anything you can remember back to them. If you manage to correctly deliver all products to every customer the round ends with your and the bot's score printed out. Can you beat the current high score of your <strong>Leaderboard?</strong> There is only one map at the moment, but some alterations are made between rounds!<br><br>There are many groceries to look for, more than you will remember that's for sure! Explore bakeries, butcheries and supermarkets, all with colourful stocks that <strong>change every time you start a round!</strong> You might remember you went for milk, but wait! Was it Oat Milk or Goat Milk? Let's just run back and check! Every item is ready to be picked up from the shelves, but if you can't find a prepared product, then feel free to turn on the <strong>Oven</strong> or the <strong>Slicing Machine</strong> and make it yourself! <br><br>Find <strong>Power Ups</strong> scattered around the map and use wide range of abilities to have a chance to beat your AI rival! Don't worry if you can't find any though! Your trusty robotic arm can extend and shoot its hand, and it's always by your side!<br><br>To make every round even more difficult, the shops don't stay in their places either! Explore a <strong>new layout every time</strong>, with randomly spawned shops!<br><br>Have a nice time shopping, because now <strong>We Are Open!</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1626490/header.jpg?t=1628107724",
    "developers": [
      "Dominik Bolla"
    ],
    "publishers": [
      "Dominik Bolla"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}