{
  "1626330": {
    "name": "A Chamber of Stars Demo",
    "steam_appid": 1626330,
    "required_age": 0,
    "is_free": true,
    "description": "The Demo Version of A Chamber of Stars includes the first chapter of the game.<h2 class=\"bb_tag\" >Each person has a universe inside of them. </h2><br><br>A personal universe with characters influenced by the observable reality around them. Your friends, the fans, the local shop clerk, each person you pass without giving pause is another universe. You make up a story about them, they form a story about you. The universes expand. <br><br>I always wonder how similar our universes can be. You and I. Will I ever be able to pierce through and present myself, my real self, or will the information be lost in translation? The thing rattling around in our heads can’t be all that different. We both still get choked up over the same melodies, it’s only human to do so, right?<br><br>Maybe, if you would like it, I could play something for you. Lord knows your songs are still rattling around in my head. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1626330/extras/c77f4fac61c972fd78ac3148a811f8b7.avif?t=1751640027\" width=618 height=143 /></span><br><br>The singularly named Starr, an enigmatic performer, guitarist and songwriter, has somehow survived the constant shifting tide of the musical landscape. Decade after decade, this artist has remained relevant in culture’s eye. After multiple personas, genre manipulations and controversies, the public is still buzzing. “What will Starr do next?” The rumors say their upcoming album will be the fated magnum opus...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1626330/extras/699a5569cc7177d2987be129f03c21c2.avif?t=1751640027\" width=618 height=135 /></span><br><br>A Chamber of Stars is the sequel to 2018’s The Endless Empty. Through six unique worlds the life of the rock n’ roll hero, Starr, will be pieced together. Exploration, choices and performances will change the course of a life and will alter the songs that are produced. A Chamber of Stars will feature a mix of classic adventure games, puzzle solving and unique rhythm game performances all within a fully realized surrealist universe.<h2 class=\"bb_tag\" >Nothing heavenly or divine; just filthy mortal music here.</h2>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1626330/header.jpg?t=1751640027",
    "developers": [
      "Erik Sheader-Smith"
    ],
    "publishers": [
      "Erik Sheader-Smith"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}