{
  "1627230": {
    "name": "Retro Classix: BreakThru",
    "steam_appid": 1627230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>One-Way Road Trip</strong><br><br>The situation is critical. Our most revolutionary fighter jet, the PK430, has crashed deep behind enemy lines and it’s only a matter of time before our adversaries discover all of its highly advanced secrets. This is a moment of desperation, and there is no time to weigh our options. You must drive deep into enemy territory to recover the PK430 using the military’s most advanced land vehicle, capable of leaping high into the air at the push of a button. This is a one-way trip, pilot — you’re coming back home in that fighter jet, or not at all.<br><br>This thrilling 2D side scrolling land-based shmup from Data East™ is an intense arcade action romp through hostile territory. Break through enemy lines with your high-speed vehicle capable of blowing away enemy forces and leaping across vast chasms. The opposing forces are on high alert and they’re going to be coming at you with tanks, helicopters, missiles, and whatever else they can throw at you. Get yourself strapped in — it's going to be a bumpy ride!<br><br><ul class=\"bb_ul\"><li>Outmaneuver and devastate enemies with the abilities to change speed, launch into the sky, and blast them away with a mounted cannon<br></li><li>Race through five exciting stages, including a mountain pass, across a crumbling bridge, and straight through the enemy base<br></li><li>Take in the vibrant, colorful graphics as they fly by at breakneck speeds </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627230/header.jpg?t=1714508633",
    "developers": [
      "Data East"
    ],
    "publishers": [
      "Ziggurat",
      "612 Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}