{
  "1627320": {
    "name": "ToneStone",
    "steam_appid": 1627320,
    "required_age": 0,
    "is_free": true,
    "description": "Heads up: the ToneStone beta is open and we’d love for you to join! Just click the green “Request Access” button on this page to join instantly. <br><br>Here’s the deal: ToneStone is a platform for casual music making. Founded by the product lead behind Guitar Hero and Rock Band, ToneStone combines gameplay mechanics with easy-to-use creative tools and free sounds — transforming music production into fun, interactive experiences. <br><br>You don’t need to know anything about music to get started — just jump into ToneStone to access experiences, tools, and sounds that help you create music quickly and easily.<br><br><br><strong>ANYONE AND EVERYONE CAN MAKE MUSIC. INCLUDING YOU.</strong><br>Our mission is to empower a global community to create music. We believe musical creativity and collaboration should be open to everyone — even if you don’t want to learn complicated software or an instrument.<br><br><br><strong>TONESTONE RIGHT NOW</strong><br>Right now ToneStone Studio is in beta — but there’s still a lot you can do. You can make music, whether it’s just for fun, for a video or game, or for whatever else you feel like doing. With ToneStone you can:<br><br>You can make music, whether it’s just for fun, for a project, or <br><ul class=\"bb_ul\"><li>Create license-free music using our simple tools and sound decks.<br></li><li>Spark your creative process through ToneStone Sessions experiences.<br></li><li>Record yourself singing or playing instruments, with layering and overdubbing.<br></li><li>Share your creations to the ToneStone Discord community<br></li><li>Export your creations to MP3 to share on other platforms.</li></ul><br>You can also:<br><ul class=\"bb_ul\"><li>Grab songs from ToneStone’s Discord server to remix.<br></li><li>Find fellow users to collaborate with via Discord.<br></li><li>Make custom decks using 100s of our free samples.</li></ul><br><br><strong>THIS IS ONLY THE BEGINNING</strong><br>We’ve got big plans. Like expanded sharing and collaboration capabilities, new progression and achievement experiences, not to mention potential modding opportunities in the future. We’ve barely begun to reveal the many ways in which ToneStone will deliver fun, immersive creative experiences.<br><br>We’ll be releasing new features and content regularly, and we also know that our early community is going to drive our roadmap decisions. Which brings us to our next point…<br><br><br><strong>FEEDBACK IS VERY WELCOME</strong><br>Right now we think ToneStone is good, but we think it could be great. We learned a long time ago that the best ideas come from the community, and that’s exactly why we wanted to open up ToneStone to enthusiastic beta users who will be brutally honest about what you love and what needs to be better.<br><br>Once you’ve started using ToneStone, please share your thoughts with us — we love it when folks share feedback to Discord, but we also like feedback surveys too.<br><br><br><strong>CREATED BY A PROVEN MUSIC GAME DEVELOPER</strong><br>ToneStone is founded by Greg LoPiccolo, a longtime musician with over 20 years’ of experience in the video game industry.<br><br>Greg’s journey with interactive music experiences began at Harmonix, where he led product development and oversaw major titles like Guitar Hero and Rock Band. Even though these games were hugely successful, Greg always believed there was even greater potential for music and gaming. <br><br>Eventually, Greg started building ToneStone, based on the core belief that music and gaming could yield incredible creative outcomes. By combining music with gameplay, on the scale of a platform with endless UGC possibilities, ToneStone is designed to bring musical creativity to all of you who have music in you, and want a better way to express it.<br><br>Greg and the team are ridiculously excited about the promise of ToneStone — try the beta and let us know what you think!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627320/header.jpg?t=1646857136",
    "developers": [
      "ToneStone, Inc."
    ],
    "publishers": [
      "ToneStone, Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}