{
  "1627470": {
    "name": "WingMan",
    "steam_appid": 1627470,
    "required_age": 0,
    "is_free": false,
    "description": "WingMan is set in a vibrant and nostalgic world inspired by the 1970s and 1980s nightlife. Players will journey through a variety of iconic cities and locations around the world, each with its unique atmosphere, music, and style. From the neon-lit streets of Toronto, Montreal, and New York City to the beachfront clubs of Negril, Jamaica. You just have to get past the bouncers and avoid the dreaded lineups.<br />\r\n<br />\r\nPlayers assume the role of a charismatic and stylish protagonist who's on a mission to experience the world's hottest nightclubs. This character is a suave and well-dressed individual with a passion for the nightlife scene. The core mechanics of Wingman revolve around navigating the nightclub scene. Players must use their wit, charm, and style to impress bouncers and get past the velvet ropes. The game is a combination of strategy, decision-making, and quick reflexes.<br />\r\n<br />\r\nThe primary objective of the game is to gain access to exclusive nightclubs by impressing bouncers. Players will face various challenges, such as answering trivia questions, solving puzzles, or completing style-related tasks to prove their worthiness. The ultimate goal is to experience the best nightlife each city has to offer.<br />\r\n<br />\r\nTo elevate your nightclub experience, you'll have the opportunity to choose from three distinct wingmen: Maximo, Yunny, and Tbone. The initial objective is to unlock these wingmen, each of whom brings a set of unique skills to aid you in your nightclub conquest. These skills include charisma, puzzle-solving, and dancing expertise. As you travel from city to city and club to club, the choice of the right wingman becomes crucial to overcoming the varied challenges and impressing the bouncers.<br />\r\n<br />\r\nIn &quot;WingMan,&quot; your mastery of the nightlife hinges on your ability to immerse yourself in a world of nostalgia, strategy, and style. With your trusted wingman by your side, you'll navigate a world of iconic cities, immerse yourself in the pulse-pounding music of the '70s and '80s, and rise to the top of the nightclub hierarchy, all while making unforgettable memories in the glamorous nightlife scene. Your choices and style will define your path to success in this retro adventure game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627470/header.jpg?t=1765303344",
    "developers": [
      "OblivionEdge Studios"
    ],
    "publishers": [
      "OblivionEdge Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}