{
  "1627150": {
    "name": "Retro Classix: Joe & Mac Returns",
    "steam_appid": 1627150,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Bag ‘em and Toss ‘em</strong><br><br>Best cave-bros Joe &amp; Mac are back in action! The local cave women have been kidnapped once again, so it’s up to these stone-age superstars to rescue them from the clutches of baddies all across the land. With color-coordinated grass skirts and clubs big enough to send shockwaves at their foes, Joe &amp; Mac have everything they need to bash their way through dinosaurs, robots, aliens, and more!<br><br>Joe &amp; Mac return in this frantic and zany single-screen arcade action platformer and spiritual sequel to the arcade classic <i>Tumblepop</i> from Data East™. Each new stage keeps you on your toes with new platform configurations, challenging enemy placements, and hazards to avoid. Stun foes with a shockwave from your club, bag them, and toss them back out to deal damage and turn them into delicious food. Grab your club and get ready to dish out serious prehistoric pain!<br><br><ul class=\"bb_ul\"><li>Single-screen arcade-style stages keep the action focused and fast-paced with a constant stream of new and unique challenges.<br></li><li>Knock out enemies with a shockwave from your club, then bag ‘em up to toss them at your enemies.<br></li><li>Fight your way through wild jungles, frosty caves, volcanic wastelands, and more.<br></li><li>Take on giant, screen-filling bosses like a wooly mammoth, a t-rex, and a flying killer robot!<br></li><li>Grab a friend for a two-player scorefest (requires separate controller).</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627150/header.jpg?t=1714508633",
    "developers": [
      "Data East"
    ],
    "publishers": [
      "Ziggurat",
      "612 Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}