{
  "1627140": {
    "name": "Sabre Team",
    "steam_appid": 1627140,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Who Dares Wins</strong><br><br>The Special Air Service, or S.A.S., is a highly classified elite special forces unit with a stunning array of specialized combat and reconnaissance capabilities. They are tactical experts called in to handle the most difficult missions where the odds of success are considered remote under even the most optimistic assessment. Now, they’re being summoned to complete five new counter-terrorism, hostage rescue, and search and destroy missions under your command! <br><br>Sabre Team is an isometric squad-level turn-based infiltration simulation developed by Krisalis Software Ltd. that lets you assemble and take command of a Sabre Team unit of four hand-picked elite S.A.S. agents as they confront delicate and dangerous scenarios involving terrorist threats and hostage situations. Planning ahead and skillful improvisation in the heat of battle are necessary when one wrong move can mean the difference between success and failure. Put your strategic leadership to the test and achieve victory before your enemies even know what hit them.<br><br><ul class=\"bb_ul\"><li>Dive into five harrowing missions, including an embassy siege, hostage rescues, and search and destroy missions. <br></li><li>Assemble your elite four-member team, selecting each member with the right stats, experience, and specialties for the job.<br></li><li>Customize each squad member’s loadout before each mission, including various types of weapons, grenades, and armor modeled after equipment used by the real-life S.A.S.<br></li><li>Listen to a voiced briefing before each mission and get a closer look at events during the missions with cutscene artwork.<br></li><li>Test your mettle against terrorists and opposing forces who act intelligently to counter your actions.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627140/header.jpg?t=1623565181",
    "developers": [
      "Krisalis Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}