{
  "1627660": {
    "name": "A Clever Label",
    "steam_appid": 1627660,
    "required_age": 0,
    "is_free": true,
    "description": "There are highly organised, well-connected, well-funded, secretive organisations using Christianity as a smokescreen and LGBTQI people as a focus for fear, uncertainty and doubt, in order to wield hidden influence on the social and democratic fabric of Australia.<br><br><i>A Clever Label</i> is a documentary experience that enables audiences to unearth hidden connections between anti-equality lobbyists, senior Australian politicians and international organisations. Unlike a traditional documentary with a fixed narrative and one-way communication, Documentary host Michela Ledwidge invites audiences to independently follow threads that intrigue them to form their own conclusions.<br><br>At the height of the Safe Schools debate in 2016 queer trans woman Michela Ledwidge walked past a rally at Town Hall where 15-year old children spoke of the suicide of one of their classmates. This is the week when Australian politicians used parliamentary privilege to equate homosexuality with paedophilia. Michela felt shame at her own ignorance on the debate and wondered why the Australian religious right had such a hold over a supposedly secular society like Australia. She set out to explore the links between anti-LGBTQI lobbyists, senior Australian politicians and international organisations based in the US. Her idea - use the new medium of Virtual Reality to create a space in where complex issues could be explored and digested. In the process she shines a spotlight on decades of rarely reported research that documents the rise of the Australian religious right and on key questions that cut to the heart of our democracy. Who supports these groups? What motivates our politicians? How do echo chambers impact our ability to understand complex issues? Using the Australian Christian Lobby as a starting point, Michela literally &quot;plays&quot; with the data, exploring the literal and figurative threads of financial and political influence on LGBTQI politics as she explores the hidden sources and motivations behind anti-equality messaging. <i>A Clever Label </i> asks the questions and challenges the audience to seek out their own conclusions on some of Australia's most polarizing issues.<br><br>Don't have access to desktop VR equipment? Want to share the information with friends who don't have VR? You can find out more about the topics discussed through the podcast!<br><br>Soundcloud:<br><br><br>Apple podcasts:<br><br><br>Spotify:<br><br><br>Follow us on Twitter:<br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627660/header.jpg?t=1704596279",
    "developers": [
      "Mod"
    ],
    "publishers": [
      "Mod"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}