{
  "1627120": {
    "name": "Operation Body Count",
    "steam_appid": 1627120,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Negotiations have failed.</strong><br><br>There’s radio silence from the terrorists occupying the top floor of the United Nations building, a sign they’ll soon start executing ambassadors. You are a member of Elite Force, a highly trained unit meant to be called in only as a last resort. You’ve trained for this scenario, but it will take all your courage and strength to battle your way to the top floor of the skyscraper. Booby traps, ambushes, and even monsters fill the hallways, but you and your squad have the coordination and guts to face down anything. Getting to the last floor in one piece is a tall order, but there’s no stopping until those hostages are free.<br><br>Capstone Software’s classic first-person shooter built on an upgraded Wolfenstein 3D engine brings the heat with 40 levels of intense action. Struggle to the top against hordes of bad guys – it’s time to put that training to the test, soldier!<br><br><ul class=\"bb_ul\"><li>Lead a team of computer-controlled allies into combat, giving commands and switching to different squad members on the fly.<br></li><li>Wield a varied arsenal of deadly weapons against terrorist scum! Mow down enemies with machine guns, fight fire with fire with a flamethrower, and blow open walls with a rocket launcher.<br></li><li>Navigate each floor and find hidden secrets using a dynamic map system that tracks your location.<br></li><li>Take on a variety of different types of enemies who plan ambushes and set traps.<br></li><li>Experience the CD-ROM version of this game complete with a cinematic introduction and FMV cutscenes.</li></ul><br>LAN and online multiplayer modes are included but – due to the age of this title – not officially supported in this release.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1627120/header.jpg?t=1628736572",
    "developers": [
      "Capstone Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}