{
  "1628010": {
    "name": "Mageo",
    "steam_appid": 1628010,
    "required_age": 0,
    "is_free": true,
    "description": "Mageo is a free-to-play network adventure, a geolocation-based role-playing game where all of your social and game activities contribute to your rank and position on the leaderboards. Make friends from all over the world, collect and display amazing clothing and accessories on your Avatar, capture monsters, colonize virgin islands...leave your mark on the virtual world!<br />\r\n<br />\r\nAs we are in our Early Access phase, there are many special opportunities for early adopters to help us shape and develop this exciting new world. Mageo closely mirrors the real world with an economy based on Mageons, our in-game currency, 9 different professions that you can pursue, and plenty of opportunities to add and view content about the places and topics you care most about. <br />\r\n<br />\r\nTravel to any spot on the planet via teleport or airship. Claim the space around your home, school, office, or wherever you happen to be in the world, and start building infrastructure. Along the way, you’ll meet locals and historical celebrities, learn about their culture, enjoy their cuisine, hunt for treasures, fight fantastic beasts, take classes to learn new skills, make arts, craft game items and much, much more.<br />\r\n<br />\r\nRegister today and take advantage of our limited-time Settler’s Program, which offers our biggest rewards yet!",
    "supported_languages": "英语, 捷克语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1628010/header.jpg?t=1633332409",
    "developers": [
      "Enigmatus s.r.o."
    ],
    "publishers": [
      "Enigmatus s.r.o."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}