{
  "1628070": {
    "name": "Iron Harvest - Iron Harvest 1920+",
    "steam_appid": 1628070,
    "required_age": 0,
    "is_free": false,
    "description": "Iron Harvest is a real-time strategy game (RTS) set in the alternate reality of 1920+, just after the end of the Great War. The Game lets you control giant dieselpunk mechs, combining epic singleplayer and coop campaigns as well as skirmishes with intense action on the battlefield for multiplayer fans, Iron Harvest is the classic real-time strategy game fans have been waiting for.<br />\r\n<br />\r\nTradition clashes with scientific and technological progress, while Europe is still recovering from the brutal battles of the World War. Cities are being rebuilt and in the countryside, the era of the Iron Harvest has begun. Farmers are uncovering the remains of the majestic walking machines that had fought on the battlefields of the Great War. <br />\r\n<br />\r\nIn the midst of this chaos, a new threat appears that will put Europe’s very existence at risk. Secret forces are putting everything they can towards destabilization of entire countries, determined to set the world on fire once again and finally seize control. <br />\r\n<br />\r\n<br />\r\nLead dozens of different unit types into battle, carefully utilize cover and blast entire buildings to shreds. Take your time to come up with a plan which allows for a wide range of tactics, including a stealth approach. Mechs. We got mechs. Lots of them. <br />\r\n<br />\r\nExperience an epic overarching story, spanning more than 20 missions over three campaigns. Join nine charismatic heroes and their beastly companions in their adventures across Europe. Team-up with a friend and master all campaigns side-by-side in co-op. <br />\r\n<br />\r\nCommand three diverse factions with over 40 unit types and 9 heroes with unique abilities. Setup skirmish and multiplayer matches any way you want. Configure your personal game interface and choose your favourite input controls. <br />\r\n<br />\r\nCompetitive multiplayer with ladders, ranked matches &amp; leagues. Choose from a vast selection of skirmish maps and challenge maps, available to play in singleplayer and coop. In addition expect regular free updates during the season, including new singleplayer challenges, multiplayer maps and more to look forward to.<br />\r\n<br />\r\nConquer resource points, build your base and place fortifications to protect your unit production and research.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 波兰语<strong>*</strong>, 俄语<strong>*</strong>, 捷克语, 韩语, 葡萄牙语 - 巴西, 简体中文, 繁体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1628070/header.jpg?t=1669391746",
    "developers": [
      "KING Art"
    ],
    "publishers": [
      "Prime Matter"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}