{
  "1628490": {
    "name": "Lords of Cards",
    "steam_appid": 1628490,
    "required_age": 0,
    "is_free": false,
    "description": "In <strong>Lords of Cards</strong>, build a deck of 90 cards and defy your opponents in real-time.<h2 class=\"bb_tag\" >SELECT AMONG MORE THAN 60 UNIQUE CARDS</h2>Building your deck is probably the most important step. Think upfront to create the best combinaisons of cards. Choose your troops, your constructions and your spells, to get the upper hand over your opponent.<h2 class=\"bb_tag\" >DEFEND YOUR FORTRESS</h2>The goal is simple: the first player who brings the opponent's fortress to ground wins the game. Winning the battle usually means building the strongest economy, to recruit more troups that will harrass your opponent.<h2 class=\"bb_tag\" >MANY STRATEGIES TO DEFEAT YOUR OPPONENT</h2>Will you try and strike as soon as possible? Will you recruit a lot of weak units to swarm your opponent? Will you be patient, defensive and slowly build to send powerful units?Many combinaisons of cards are possible and let you play by your own strategy.<h2 class=\"bb_tag\" >UNLOCK NEW CONTENT BY PLAYING - NO PAY-TO-WIN</h2>With your victories and experience in the game, you will gain gems that let you unlock new cards. You can also unlock new skins or animations for your avatar. The game doesn't contain any payment feature, you will have to unlock the content by playing.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1628490/header.jpg?t=1755499248",
    "developers": [
      "Nathan Istace"
    ],
    "publishers": [
      "Nathan Istace"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}