{
  "1628220": {
    "name": "Disgraced Hands of Fate DLC",
    "steam_appid": 1628220,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Disgraced</strong><br><br><strong>Hands of Fate Expansion DLC:</strong><br><br>The Hands of Fate Expansion for Disgraced adds an extra system for replayability and for creating unique playthroughs and challenges. The system will randomly select or allow you to choose up to 4 of 11 possible world modifiers that each have a unique effect on gameplay and the game world. These may be rerolled up to 5 times if randomized so you can get which ones you want to play with. It can either be activated by starting a new game, or by simply accessing your supply cache in your headquarters.<br><br><ul class=\"bb_ul\"><li>To the Death: All vitality damage in battle can be up to 2 points higher.<br></li><li>Suppression: The Shogun will retaliate faster than usual, but you'll begin with extra influence.<br></li><li>Veterancy: Start at rank 2, but enemies may also start 1 rank higher.<br></li><li>Brutality: All criticals count for 3x damage instead of the standard 2x damage.<br></li><li>Lone Wolf: Your maximum company size is reduced by 1, but your character gains a boost to each virtue.<br></li><li>Spoils of War: Start off with an extra 30 ryo, but the enemies are better equipped.<br></li><li>Ronin: You gain experience 10% faster, but enemy samurai will have 10% more vitality.<br></li><li>Wild Weather: The weather will shift more often and it will be more stormy.<br></li><li>Fate's Favor: No effects good or bad. You lucked out.<br></li><li>Rabid Wolves: Wolves deal more damage and have a higher critical chance, but less vitality and morale.<br></li><li>Fanaticism: All characters and enemies get a bonus 9% morale regeneration in combat.</li></ul><br>*For those of you who have played our fourth game, Lawless Lands, this is essentially an expansion to add the same type of Campaign Modifier system which Lawless Lands had. This was one of the most praised features in that game, so it has also been added to Disgraced.*<br><br><strong>PLEASE NOTE: IN ORDER <u>TO ACTIVATE THIS PACK, YOU MUST ACCESS THE SUPPLY CACHE IN YOUR HEAD QUARTERS IN <i>KIBO</i> <u>OR</u> BEGIN A NEW GAME. YOU ARE NOT REQUIRED TO START A NEW GAME, BUT THIS WILL ACTIVATE AUTOMATICALLY WHENEVER YOU DO - DURING CHARACTER CREATION</u></strong>!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1628220/header.jpg?t=1737111668",
    "developers": [
      "Corrosive Studios LLC"
    ],
    "publishers": [
      "Corrosive Studios LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}