{
  "1628920": {
    "name": "Rebellion Gaia Demo",
    "steam_appid": 1628920,
    "required_age": 0,
    "is_free": true,
    "description": "(THIS DEMO VERSION WILL PROVIDE 3 HOURS OF GAME PLAY AND ALLOW YOU TO SEE THE STORY SETUP OF THIS LONG 25+ HOUR RICH STORY, IN BOTH GAME PLAY AND THEATRICAL CUT SCENES )<br />\r\n<br />\r\nGaia is a world run by Kings, elite Peadovores, Banksters and Corporacrats who<br />\r\nconspire to undermine the health and wellbeing of the world and its inhabitants.<br />\r\nJoin our adventurers on a journey to heal Gaia, discover the truth and deliver Gaia into freedom.<br />\r\n<br />\r\nRebellion Gaia is an offline one player, story rich retro role playing game.<br />\r\n<br />\r\nGame play is 20+ hours of rich story surrounding mystery, adventure and war, in a damaged world that has lost its history and only beginning to reclaim its lost tech, where you can wield a Blade or a Blaster, go by foot, or by air ship.<br />\r\n<br />\r\n<br />\r\nYou wake up in the flaming ashes of a crashed Vimana, you are the only survivor of the wreck, now suffering from amnesia.<br />\r\n<br />\r\nWhy did you come to Gaia?<br />\r\n<br />\r\nwhere did you come from?<br />\r\n<br />\r\nand why is the EMPIRE hunting you?<br />\r\n<br />\r\n<br />\r\nFind the others, Remember who you are, unravel the mystery and discover Gaia's many secrets.<br />\r\n<br />\r\nGaia is calling you, will you heed her call?<br />\r\n<br />\r\n<br />\r\nContains drug references, and mild animated violence.<br />\r\nSwear word free and its control and game play are basic enough for almost anyone to play.<br />\r\n70% to 90% ( depending on purchase method ) of all sales proceeds go directly to voice actors and not for profit organizations within the game, for the full list visit rebelliongaia.com/red-pill<br />\r\neach voice actor is an independent journalist and truth speaker of various fields including, banking, finance, hidden history, suppressed science, spirituality, and all forms of activism.<br />\r\nIn an age of tyranny if you want to keep free speech alive and support independent journalism then buy this game to support the truth.<br />\r\nyou may recognize a few truth speakers voices as you adventure through the world. You wouldn't consume the mainstream media so why buy a mainstream game. Rebellion Gaia is a from of education via a novel fictional story. All satire is conducted within fair use, see full disclaimer at rebelliongaia.com.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1628920/header.jpg?t=1621417971",
    "developers": [
      "RebellionGaia Foundation"
    ],
    "publishers": [
      "Jiv Jago Indie Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}