{
  "1629470": {
    "name": "Project Grove: Prologue",
    "steam_appid": 1629470,
    "required_age": 0,
    "is_free": false,
    "description": "<br><br><strong>Project Grove: Prologue</strong> is the beginning quest of first-person adventure puzzle game set in a magical wild forest during an industrial Steampunk era.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Jump On Your Best Friend's Head</h2></h2>Your robot companion L-P1N, is your travel guide, best friend and placeable platform. Cross crevasses, dodge descending boulders and discover L-P1N's other hidden abilities. Jumping on your best friend's head has never been so useful.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Explore Exotic Dacrima</h2></h2>From tranquil lakes, to deep dark crystal caves, you'll find the most bizarre magical Flora &amp; Fauna in Dacrima. Whether that's unruly stag parties or a lost baby Man-eater ray, expect the unexpected along the way.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Brew New Abilities</h2></h2>As a legendary alchemist, you'll collect exotic ingredients from magical flora and combine them into potions. Each one grants new abilities and skills; affecting you, L-P1N and your surroundings. In this Prologue, unlock the first of many potions to be discovered in the full game!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >Quirky Characters In Midst Of A Pandemic</h2></h2>Ever found yourself under pressure to discover a cure to a deadly pandemic whilst the whole Empire counts on you, only to be nagged and berated by corporate Potentium Inc. hotshots? You're too busy finding new feathers for your cruddy bed to deal with this!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1629470/header.jpg?t=1765333787",
    "developers": [
      "Antler Studios"
    ],
    "publishers": [
      "Antler Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}