{
  "1629200": {
    "name": "Anima : The Reign of Darkness",
    "steam_appid": 1629200,
    "required_age": 0,
    "is_free": false,
    "description": "Anima is an action RPG (hack'n slash) videogame inspired by the greatest old school games and made with passion by RPG lovers for RPG lovers.<br>After the great success achieved on mobile devices, anima finally arrives on PC with brand new graphics and gameplay!<br>Conquer the single player campaign with potentially infinite game difficulties, follow the storyline or simply go on, slash enemies, loot items and improve your character!<br>Go down and explore the abyss, Kills Demons, Beast, Dark knights and other demonic creatures that populate over 100 levels and then challenge your skills with engaging boss fight! Explore different dark scenarios, reveal hidden secrets and Explore unique locations!<br><br><strong>EXPLORE A DARK WORLD</strong><br><br>- Suggestive Dark fantasy environment<br>- Single Player Campain<br>- Fast-paced Action<br>- 100+ different playable levels<br>- 10+ games difficulty to test your power<br>- Secret unique levels<br>- Exciting Boss fights<br>- Stunning soundtrack<br><br><strong>CUSTOMIZE YOUR CHARACTER AND TEST YOUR SKILLS</strong><br>Choose your specialization between Skirmish, Archery, Sorcery, Necromancy and Sanctity and try unique combo with the improved multiclass system. Level Up your character and learn new strong abilities through five different skill trees:<br>- Level up your character and assign attributes and skills point<br>- Unlock more than 60 unique skills<br>- Choose from five different specializations<br>- Create unique combo with the Multi-class system<br><br><strong>LOOT POWERFUL LEGENDARY EQUIPMENT</strong><br>Slash horde of monsters or bet your gold on the gambler to find ever powerful items and empower your equipment with the upgrade and the infuse systems. Adorn your equipment pieces with more than 8 different upgradable Gems.<br>- Find more than 200 items of different rarity (normal, magic, rare, set and legendary)<br>- Equip powerful legendary items with unique power<br>- Upgrade system to increase your item powers<br>- Infuse two leggendary items to create a new powerful one<br>- 8 different kind of precious gem with 10 level of rarity",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 简体中文, 韩语, 日语, 葡萄牙语 - 葡萄牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1629200/header.jpg?t=1622626783",
    "developers": [
      "Redeev"
    ],
    "publishers": [
      "Redeev"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 46,
      "total_negative": 24,
      "total_reviews": 70
    }
  }
}