{
  "1630620": {
    "name": "Waste Walkers Chaotic Wastes DLC",
    "steam_appid": 1630620,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Waste Walkers</strong><br><br><strong>Chaotic Wastes Expansion DLC:</strong><br><br>The Chaotic Wastes Expansion for Waste Walkers adds an extra system for replayability and for creating unique playthroughs and challenges. The system will randomly select or choose 3 of 11 possible world modifiers that each have a unique effect on gameplay and the game world. These may be rerolled up to 5 times if randomized so you can influence which ones you want to play with. It can either be activated by starting a new game, or by simply accessing your personal stash in your home.<br><br><ul class=\"bb_ul\"><li>Chaotic Combat: All hit point damage in battle can be up to 2 points higher.<br></li><li>Prepper: Start at level 2, but enemies may also start 1 level higher.<br></li><li>Sadism: All criticals count for 3x damage instead of the standard 2x damage.<br></li><li>SSDD: No effects good or bad. You got lucky.<br></li><li>Slim Pickings: All enemies have 10% less health, but 5% more accuracy and evasion.<br></li><li>Contamination: All pre-bomb food items give radiation, but are more abundant.<br></li><li>Lonely Road: You cannot have a companion (at least until you gain the leadership trait), but your character gains several buffs.<br></li><li>Mad Mutants: All mutants gain 15 bonus initiative and 5% critical chance, but lose 10% hit points and morale.<br></li><li>Skillful: Gain 10% more experience, but enemies are 10% more likely to target you.<br></li><li>Desolate: It is much more likely to storm and weather changes more rapidly.<br></li><li>Combat Training: You gain 5% accuracy and evasion, but earn 10% less experience.</li></ul><br>*For those of you who have played our fourth game, Lawless Lands, this is essentially an expansion to add the same type of Campaign Modifier system which Lawless Lands had. This was one of the most praised features in that game, so it has also been added to Waste Walkers.*<br><br><strong>PLEASE NOTE: IN ORDER <u>TO ACTIVATE THIS PACK, YOU MUST ACCESS YOUR PERSONAL STASH INSIDE YOUR <i>HOME</i> OR BEGIN A NEW GAME. YOU ARE NOT REQUIRED TO START A NEW GAME, BUT THIS WILL ACTIVATE AUTOMATICALLY WHENEVER YOU DO - DURING CHARACTER CREATION</u></strong>!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1630620/header.jpg?t=1737115690",
    "developers": [
      "Corrosive Studios LLC"
    ],
    "publishers": [
      "Corrosive Studios LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}