{
  "1630390": {
    "name": "OMSI 2 Add-On Heuliez Bus-Pack Generation X17",
    "steam_appid": 1630390,
    "required_age": 0,
    "is_free": false,
    "description": "After the successful debut of the French manufacturer Heuliez Bus as a DLC for OMSI in 2020, the French developer collective Acrotere Design offers you to discover the manufacturer through the first edition of the Access'Bus range as we know it today: the X17 generation. <br><br>The X17 range was launched in 1994 with the GX317, the very first low-floor bus accessible to people with reduced mobility. In 1995, Heuliez collaborated with Volvo to produce the GX417, the articulated bus of the range. This collaboration also gave birth to the GX217, the equivalent of the Renault Agora line in the Heuliez bus range. <br><br>With the introduction of the GX117 in 1998, Heuliez offered for the first time a complete range of city buses with a midibus, a standard bus and an articulated bus. <br><br>Heuliez Bus has always been a bodybuilder, so the French manufacturer has built its buses on the technical basis of established manufacturers such as Mercedes (1975 to 1984), Renault (1994 to 2001), Volvo (1995 to 2001) and, since 2001, on the basis of Iveco vehicles. The Iveco chassis remains more or less the same as the Renault chassis, but the engines are much more modern. <br><br>You can go through the history of this mythical series of buses by choosing one of the different buses, each available in several versions and representing real vehicles that were in service on the Breton and Western French networks, for example. <br><br>You will be able to discover very different driving experiences, from the GX117L to the GX417, including the GX217 and the GX317, all available with different transmissions, engine scripts and specific sounds. <br><br>In creating this DLC, emphasis was placed on the historical aspect of this bus series. You can find versions that represent buses that no longer exist, or others that have a strong history. To reinforce the impression of time travel, the sounds have been recorded on the last representatives of the X17 series in France. <br><br>The large number of versions available will allow you to find your favorite vehicle. All interior and exterior templates are provided to customize the available versions. <br> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1630390/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1764238194\" width=616 height=68 /></span><br><ul class=\"bb_ul\"><li>4 different bus series (117L / 217 / 317 / 417) and numerous different versions<br></li><li>Realistic models<br></li><li>Authentic sounds recorded on original models<br></li><li>Different engines available: <br>- MIDR (Diesel / 1994-2001)<br>- DH10A (Diesel / 1995-2000)<br>- RG170LPG (LPG / 1997-2000)<br>- MGDR (CNG / 1998-2004)<br>- Cursor 8 F2B (Diesel / 2001-2005)<br>- Cursor 8 F2G (CNG / 2004-2005)<br></li><li>Various transmissions: Voith 3 speed, ZF 4 and 5 speed<br></li><li>Many repaints included: <br></li><li>CTRL Lorient, MAT St Malo, KICEO Vannes, QUB Quimper, TAN Nantes, TUB St Brieuc, STAR Rennes, Aix en Bus Aix en Provence, TUL Laval</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1630390/header.jpg?t=1764238194",
    "developers": [
      "Acrotere Design"
    ],
    "publishers": [
      "Halycon Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}