{
  "1632400": {
    "name": "Soulash Demo",
    "steam_appid": 1632400,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Story</h2><br>You were once the god-king of the Dreamworld, but a new pantheon of gods dethroned you. Mortals have forgotten about you. The divines drained your soul of its incredible power. As you diminished, your chains were no longer able to hold you. You escaped into the mortal realm seeking revenge and destruction. No deity has set foot here for eons, but you changed everything. Soon the other gods will come for you, and the world will burn.<br><br>Soulash is a traditional, turn-based, permadeath roguelike where you start by taking over a host body of chosen race and profession. Your goal is to gather the souls of mortals to regain your strength and challenge other gods for world domination.<h2 class=\"bb_tag\" >Features</h2><br>The demo version of Soulash features a small part of the existing world map. It allows playthrough with multiple professions up to level 3 and should give an idea of the core gameplay mechanics work in the game.<br><br>Soulash is currently on Kickstarter to secure funds for the new graphics mode before the 1.0 release next year, so if you like the demo, consider contributing and picking up unique, juicy rewards: ",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1632400/header.jpg?t=1620924772",
    "developers": [
      "Artur Smiarowski"
    ],
    "publishers": [
      "Artur Smiarowski"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}