{
  "1632760": {
    "name": "Cions of Vega Demo",
    "steam_appid": 1632760,
    "required_age": 0,
    "is_free": true,
    "description": "Your daughter Leila ran away from home, so you're going after her to find where she's hiding. Your brother, Logan, accompanies you throughout your journey. There will be times he'll help you, and other times he'll be telling you about stuff.<br><br>Some parents in the town have vanished and their children don't remember them. It's time to search inside the houses and look for clues. May it be related to the cult that's threatening the folk around the area? Every house has a gate near it, and those gates were locked. You'll have to find their keys in order to proceed.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1632760/extras/CapsEditGif.gif?t=1728915299\" /></span><br><br>Cions of Vega offers a mystery story by cinematic experience with the help of advanced graphics, dramatic music, and immersive sound design. It is not a relaxing experience but slightly thrilling in a couple of moments.<br><br>In the game you search for clues inside houses and some other locations about where your daughter may have been to. You find notes, drawings, interact with some characters, and observe the environmental story-telling. There are some small puzzles, some objects &amp; clues you'll have to find, a little bit of casual platforming, a very easy QTE part... The game generally offers basic interactions.<br><br>Save progression: The game saves progress each time you unlock a new gate.<br><br>PS: The core aspect of this game is the atmosphere. It is recommended for those who mostly seek to experience the mood.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1632760/header.jpg?t=1728915299",
    "developers": [
      "Tonguç Bodur"
    ],
    "publishers": [
      "Tonguç Bodur"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}