{
  "1633170": {
    "name": "Lux: The Journey",
    "steam_appid": 1633170,
    "required_age": 0,
    "is_free": false,
    "description": "Come join us during the early days of Lux.  New placement items and interactables have been added.  We update the game regularly.<h2 class=\"bb_tag\" >VR Beta &amp; Skills Update</h2>We are proud to announce the release of our skills update and VR Beta!  The VR mode beta is available for those wanting to jump into the new VR Mode early.  Dig out crystals to unlock a slew of new skills and decoration options.  Beware the new Dark Matter Spheres hunting you.  Paint the world around you with the World Painter feature.<h2 class=\"bb_tag\" >About This Game</h2><br>Lux : The Journey is an atmospheric exploration game.  Power up your character as you unearth ancient magic wielding machines.  Featuring an original soundtrack, and an infinite alien world of colorful hills.  Build using cubes and real-world items.  Paint the world's blocks to your liking.<h2 class=\"bb_tag\" >The Story</h2>You are left behind on a world built by the descendants of the first truly conscious beings created by The Humanity, a race long gone.  To rejoin your people, you must travel far, and unearth the old guardians buried by time.  Beware the Dark Matter constructs that forced your people to flee.<h2 class=\"bb_tag\" >Survival</h2>With the fusion of magic and tech, summon  your house to you wherever you are. Harvest materials with an array of powerful staves.  As a being powered by light, you will weaken the longer you stay in dark zones.  Gather and combine materials to create artistic and useful objects. Your staves can be powered up to enable you to jump higher, run faster, dig more efficiently, capture realities, and more.<h2 class=\"bb_tag\" >Building</h2>You can build structures out of the materials you excavate. Build voxel creations, structures with abilities, various real decorations, and more.<h2 class=\"bb_tag\" >In-Depth Tutorial</h2>Learn the ropes quickly in a brief tutorial that shows you how to summon your house, decorations, and more.<h2 class=\"bb_tag\" >The Future of Lux: The Journey</h2>We welcome player feedback, be it resolving an error or input on desired updates to come.  VR support is a high priority for us, and we hope to offer it eventually.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1633170/header.jpg?t=1667001178",
    "developers": [
      "In The A.M Games"
    ],
    "publishers": [
      "In The A.M Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}