{
  "1634340": {
    "name": "Open Bar",
    "steam_appid": 1634340,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Have you ever dreamed of being a bartender?  Ever wonder what magical ingredients makes up those mystic cocktails?  Now's your chance!</p><p class=\"bb_paragraph\" >  Welcome to OPEN BAR!  With this first person, 3D, cooking style game, you are the bartender!  Serve customers, take drink orders, earn tips, and most fun of all, actually make the drinks!  Equipped with a full &quot;OPEN BAR: Bartender's Handbook Drink Guide&quot; containing over 100 real drinks recipes, including full color pictures and specifically listed ingredients, also access to a full &quot;OPEN BAR STORE&quot; from which equipment upgrades and power-up purchases can be made, you'll have the chance to do battle with numerous heart-pounding levels, in a variety of locations of varying difficulty.  At the core of being a successful bartender is having the ability to craft only the very best cocktails.  </p><p class=\"bb_paragraph\" >Uh-oh, a customer just ordered a drink, so what do I do?  What goes in the glass?  Which glass do I even use?  Don’t worry, OPEN BAR has you covered.  For any elusive drink recipes, simply pick up your trusty in-game Handbook.  Each recipe has a detailed explanation of which liquors, mixers, and garnishes are used, any tools necessary to make the drink, and even down to which is the correct type of glassware to use.  Now, on to the tips!</p><p class=\"bb_paragraph\" >  When a bartender serves a drink, it's customary to leave a tip.  OPEN BAR is no different!  When you construct well-crafted cocktail in a promptly manner, the customers will generously leave you a Tip.  You'll collect Tips through out the level to earn Stars.  Earn up to 3 Stars per Level!  Earning Stars will unlock new Locations, new Drinks and more!  Do YOU have what it takes to be a Master Bartender?  Good Luck, and Happy Pouring!</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1634340/header.jpg?t=1750346916",
    "developers": [
      "onMouseDown"
    ],
    "publishers": [
      "Saint Cloud Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}