{
  "1634140": {
    "name": "Fantasy Grounds - Pathfinder for Savage Worlds Core Rules",
    "steam_appid": 1634140,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >         Pathfinder for Savage Worlds Core Rules</h2><i><br>Adventure Awaits!</i><br>An ancient and evil undead thing rises in a dark dungeon. A long-forgotten horror stirs in the dark forest. A hungry and vengeful dragon awakes in forgotten mountains. A cry for help echoes across the world of Golarion. Brave heroes --the Pathfinders-- answer the call. They are crafty rogues, powerful sorcerers, and deadly fighters. They are humans, elves, dwarves, gnomes, and halflings. They are heroes!<br>Pathfinder for Savage Worlds combines the &quot;Fast! Furious! Fun!&quot; of the best-selling, award-winning Savage Worlds game system with the incredible depth and excitement of Paizo's phenomenal Pathfinder Roleplaying Game and the world of Golarion. Create your own adventures or play one of the legendary Adventure Paths, starting with Rise of the Runelords! (Available separately.) This book contains the Savage Worlds rules, specially tailored for the world of Golarion. All you need are dice, a deck of playing cards for initiative, and some excellent friends to share your adventures with!<br>This product is a stand-alone ruleset, adapted from a 256 page hardcover book that contains all the rules you need to play Pathfinder(R) for Savage Worlds, no other rulebook or ruleset is necessary.<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Serfass, Aki Heikkinen, and Kevin Doswell</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Pathfinder for Savage Worlds ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1634140/header.jpg?t=1768452858",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 11600,
      "final": 11600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 116.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}