{
  "1635660": {
    "name": "Ninja Leagues: Masters of The Mystic Arts",
    "steam_appid": 1635660,
    "required_age": 0,
    "is_free": false,
    "description": "Ninja Leagues is a hyper-fast paced multiplayer arena battle game. It helps to think of it as football but with ninjas and death magic. Our premiere mode is be based on ‘capture the flag’ with a single ‘flag’ that both teams will fight over. The gameplay is made up of stylish parkour, tactical stealth maneuvers, spell casting, and bladed close quarters combat. It allows casual players to enjoy the dynamics of multiplayer matches with the intuitiveness of movement based controls and objective based conflict.<br><br><strong>Move Like A Ninja</strong><br><br>Ninja Leagues wants you to feel the thrill of being an expert mystical ninja. In order to ensure that, players automatically pull off flashy acrobatic movements and impossible techniques, just by moving around. Ninjas will automatically perform jumps and parkour off ledges. If you want to run over water simply hold down the sprint button. If you'd rather submerge into it and lay in wait, just don't hold sprint. Stealth is also just as easy elsewhere; If you're not moving fast, your ninja will automatically crouch and become invisible when in thick grass or bamboo. <br><br><strong>Complete Your Arsenal</strong><br><br>In order to use special abilities and combat moves, players must seek out Ninja Art Scrolls found throughout the map. Simply touching them will fill one of their two ability slots with a random ability. Players will have to coordinate with their teammates to best utilize them in battle. <br><br><strong>Find Your Ninja Way</strong><br><br>Players will have the chance to customize their style to express themselves. Everything from the trails you leave behind while sprinting, the smoke cloud when type when warping, or even the mask your ninja wears will be available to customize. Players will be able to unlock a great deal of these items by playing the game. Of course there will be cosmetic skins and other items available in the Forbidden Arsenal Store.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1635660/header.jpg?t=1620934446",
    "developers": [
      "Super Plus Ultra LLC"
    ],
    "publishers": [
      "Super Plus Ultra LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}