{
  "1635700": {
    "name": "Incoming",
    "steam_appid": 1635700,
    "required_age": 0,
    "is_free": false,
    "description": "The Democratic People's Democratic Republic of Bad have driven their island to the brink of ecological collapse, as they use every resource in-order to keep up with their free prosperous neighbors on the Isle of Glad.<br>Consumed with envy and rage, the Dictator of Bad, sets the industrial might of Bad towards total war. An endless supply of Bombers, zeppelins, and ICBMs roll off the assembly lines with one purpose: the complete and utter annihilation of the Isle of Glad.<br>Glad is a peaceful nation with no offensive military. With only defensive weapons, will Glad be able to weather the waves of missiles, bombers, and juggernauts sent their way? Only if Glad has a great commander to direct their defenses! ..A commander who knows the best tool for the job, knows how to use it, and doesn't hesitate! ..A commander who knows the best locations to build new defenses, and which technologies will be necessary to research to weather the attacks of tomorrow.. and the next day.. and the next day. Until Bad loses the will to fight!<br>Glad needs a commander like YOU.<br><br><ul class=\"bb_ul\"><li>Command 12 distinct types of defense-sites, each with their own unique strengths and shortcomings.<br></li><li>A defense selected by each hand, direct the firepower of your nation like a conductor of flak and rockets.<br></li><li>Thwart 6 different type of ICBM, from the heavily armored &quot;FatBoys&quot; to the target-changing &quot;TrickyBoys&quot; to the swarmy spam of the multi-warheaded &quot;MIRV&quot;<br></li><li>4 different enemy aircraft, from the Bomb-spewing Zeppelin to the Defense-Jamming AWAC<br></li><li>50 levels of pulse-pounding action</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1635700/header.jpg?t=1690403684",
    "developers": [
      "SuperScience"
    ],
    "publishers": [
      "SuperScience"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}