{
  "1636410": {
    "name": "Seekers of Sahul",
    "steam_appid": 1636410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is Seekers of Sahul?</h2><br>Seekers of Sahul is a traditional Mystery Dungeon roguelite with monster taming, inspired by cult classic Azure Dreams. Explore the Pyramid of Sahul with your favorite monsters, befriend other adventurers and expand the town as you try to uncover the greatest secret in history.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Strategic Mystery Dungeon playstyle. The Pyramid of Sahul will test your limits!<br></li><li>Over 100 monsters to find and train, each with their own unique playstyle.<br></li><li>Plenty of adventurers for you to befriend, who react to everything you do in the game.<br></li><li>Realistic monster-raising: Set up each monster's home according to its specific needs, feed them well, and watch them grow little by little!<br></li><li>Town-building system: Construct new buildings and improve your new home in many other ways.<br></li><li>An excellent retro-style soundtrack that evolves as you progress.<br></li><li>Beautiful pixel art to bring everything to life.</li></ul><h2 class=\"bb_tag\" >Story</h2><br>Nine are the colossi that watch from above as humanity finds its way through the ages. Nine colossi nobody had managed to set foot in, until 237 years ago. But that milestone in history was written in the blood of the brave who crossed the thresholds. Within the bowels of those mysterious structures that had enraptured so many civilizations since their inception roamed countless creatures... creatures that weren't exactly kind to visitors. The lucky survivors managed to tear small parts from the colossi, mysterious objects and valuable relics that would mark the beginning of a new era. Out of curiosity or greed, these early civilizations embarked on a technological race that would give way to new weapons and armor, for the sole purpose of making their way through the insides of the colossi, which came to be known as the Watchers. Adventurers all over the world wanted to learn their secrets, and of course, to get hold of the precious treasures that lie within them.<br><br>Akhmon, a peninsula jutting out into the Finisterre Sea, gained a significant influx of travelers, as the colossus known as the Pyramid of Sahul had stood there even before humanity could remember it. And now a man from the capital is about to discover what the future has in store for him inside that ancient mystery.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1636410/header.jpg?t=1671472859",
    "developers": [
      "Mad Ice Games"
    ],
    "publishers": [
      "Mad Ice Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}