{
  "1636310": {
    "name": "Portal: Forbidden Testing Tracks",
    "steam_appid": 1636310,
    "required_age": 0,
    "is_free": true,
    "description": "Portal: Forbidden Testing Tracks (&quot;PFT&quot;) invites you to delve into an exciting community-created modification for Portal 2, brought to life by a dedicated solo developer and fellow Portal 2 enthusiast. Step into the shoes of Rachel, an intrepid test subject, as she embarks on a thrilling journey guided by the endearing personality core named &quot;SAIC,&quot; through the enigmatic Forbidden Testing Track, Codename: &quot;Quebeck Seven.&quot;<h2 class=\"bb_tag\" >Features</h2><h2 class=\"bb_tag\" >Enhanced Gameplay</h2>Prepare for an enhanced Portal 2 experience as PFT introduces a range of exciting features that will spice up your gameplay, including a variety of inventive weapons and test elements that will truly put your puzzle-solving skills to the test.<h2 class=\"bb_tag\" >Weapons</h2><ul class=\"bb_ul\"><li>Aperture Science Handheld Portal Device - Portal gun<br></li><li>Aperture Science Handheld Paint Spreading Device - Paint gun<br></li><li>Aperture Science Handheld Zero Point Energy Field Manipulator - Gravity gun<br></li><li>Aperture Science Handheld Long Reaching Object Dissolving Device - Fizzler gun<br></li><li>Aperture Science Handheld Time Manipulation device - Time gun</li></ul><h2 class=\"bb_tag\" >Test Elements</h2><br><ul class=\"bb_ul\"><li>Aperture Science Electrodynamic Levitation and Kinetic Ejection Apparatus - Electro catapult<br></li><li>Aperture Science Spatial Conduit Doorway - Portal door<br></li><li>Aperture Science Dynamically Engaged Explosive Containment Apparatus - Exploding box<br></li><li>Aperture Science Aerial Levitation Ventilation System - Vent<br></li><li>Aperture Science Quantum Annihilation Beam - Blue laser<br></li><li>Aperture Science Turret-Dependent Activation Mechanism - Turret button<br></li><li>Aperture Science Chrono Control Button Array - Time Button set<br></li><li>Aperture Science Interdimensional Passage Gate - Dimension door<br></li><li>Aperture Science Laser Refraction Gel - Reflection Gel</li></ul><h2 class=\"bb_tag\" >New Maps,  Voice Lines and Soundtrack</h2>Prepare to explore over 30 carefully designed new maps, accompanied by an engaging soundtrack featuring more than 30 music tracks. Dive deeper into the experience with over 150 new voice lines that bring additional life and personality to your adventure.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1636310/header.jpg?t=1698605958",
    "developers": [
      "Q15"
    ],
    "publishers": [
      "Q15"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}