{
  "1640850": {
    "name": "Warhammer 40,000: Gladius - Specialist Pack",
    "steam_appid": 1640850,
    "required_age": 0,
    "is_free": false,
    "description": "New unit types for all factions enter the fray with the <strong>Specialist Pack</strong>.<br><br>Each of the new units brings something new to their faction: support abilities, superior firepower, devastating psyker powers, and more.<h2 class=\"bb_tag\" >Astra Militarum - Ratlings</h2><i>Sniper infantry unit that can move after shooting.</i><br>Though less resilient than their human comrades, Ratlings are naturally excellent shots. It is said that Ratling marksmen can take the head off a heretic from over a kilometre away. Coupled with their knack for staying out of harm’s way, this makes Ratlings formidable snipers who can take a surprising toll upon superior enemy forces.<h2 class=\"bb_tag\" >Chaos Space Marines - Dark Disciples</h2><i>Infantry unit that increases the defenses of Chaos units.</i><br>Dark Disciples carry profane accoutrements of their masters’ worship and parrot the fell words spoken in his baleful prayers. Many such disciples have been augmented to better serve in their role–their skin stretched out and inked with grim litanies, or their mouths fitted with Daemon-touched vox-grilles to project their voices into the warp. Amidst the din of combat they join their Dark Apostle’s chants, crying out for the Chaos Gods to manifest their blessings.<h2 class=\"bb_tag\" >Craftworld Aeldari - Warlock</h2><i>Psyker infantry unit that can teleport around the battlefield and cleanse their foes.</i><br>When the Warlocks of the craftworlds join their minds, the fate of worlds can hinge upon their actions. As true sons of Khaine, these militant psykers will plunge into combat at the slightest provocation. Witchblades and singing spears are swung in graceful arcs, leaving coruscating webs of energy behind them as the Conclave carves through the ranks of their adversaries. They do so with joy in their souls, for of all the seers of the Eldar hosts, the Warlocks are the fiercest and most violent of all.<h2 class=\"bb_tag\" >Necrons - Canoptek Wraiths</h2><i>Extremely mobile infantry unit that passes through terrain and enemies with equal ease.</i><br>Canoptek Wraiths flit across the battlefield like the spectres of the restless dead. Using their dimensional destabilisation matrices, these strange constructs are able to phase in and out of reality at will. This unique technology means that, though no more than mindless drones, Canoptek Wraiths have manifold uses in war. Fortifications are no obstacle to a Wraith, and they are able to pass more or less undetected even through the midst of the foe, making them exceptional spies and assassins both. Furthermore, Canoptek Wraiths make effective terror- troops, appearing as if from nowhere to strike at vital targets in the enemy’s midst. Here, swirling through the panicked gunfire of the foe, the Wraiths flicker rapidly in and out of phase with reality, shots and blades passing harmlessly through their indistinct forms.<h2 class=\"bb_tag\" >Orks - Kill Bursta</h2><i>Super-heavy vehicle with a big kannon and transport assault capacity.</i><br>Kill tanks are an Ork heavy tank design based around the twin Ork loves of speed and extreme violence. The Kill Bursta's main gun is an immense, wide-bore siege mortar mounted in the centre of its forward hull, much in the manner of a Space Marine Vindicator, only much, much larger! The huge rocket-boosted ordnance launched by the bursta gun, while appallingly short ranged, is powerful enough to blast a hardened bunker or defensive bastion to smithereens, and has been observed in direct fire shattering Imperial super-heavy tanks in a single shot, based as much on luck as good judgement by its gunners.<h2 class=\"bb_tag\" >Space Marines - Devastator Centurion</h2><i>Very bulky infantry unit with massive armaments.</i><br>Devastator Centurions pound their enemies with a remorseless, relentless rain of fire. Bloody havoc is wrought upon anything that falls within the Centurions’ targeting reticules. The pilots’ marksmanship is augmented by the grim machine spirits of their warsuits, decimator protocols guiding servo-assisted recoil absorption and oracular auto-targeting to ensure the Centurions maintain a punishing rate of fire. Return fire is a futile gesture, akin to flinging stones at a fortress, for should the enemy launch an assault in an attempt to silence the Devastator Centurions’ guns they must contend with the suits’ massive strength and the pilots’ skill at arms.<h2 class=\"bb_tag\" >T'au - Krootox Rider</h2><i>Sneaky infantry unit with both ranged and close combat capabilities.</i><br>Surging from the undergrowth with their rifles blazing, the warriors of the Kroot Carnivore squads fall upon their victims with feral shrieks. In their midst lumber massive Krootoxes, gunners perched upon their backs as they direct sawing bursts of heavy fire into the foe.<h2 class=\"bb_tag\" >Tyranids - Venomthrope</h2><i>Infantry unit with poisonous attacks and a protective spore cloud.</i><br>The Venomthrope serves as a living chemical weapon dispenser for the swarms of the Tyranid hive fleets. Its whip-like tentacles drip with a multitude of alien poisons. Indeed, so potent are these toxins that it is believed that a Venomthrope's very touch means certain death.",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语, 简体中文, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1640850/header.jpg?t=1669296509",
    "developers": [
      "Proxy Studios"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4350,
      "final": 4350,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 6,
      "total_negative": 1,
      "total_reviews": 7
    }
  }
}