{
  "1641050": {
    "name": "The Inheritance of Crimson Manor Demo",
    "steam_appid": 1641050,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>The Inheritance of Crimson Manor</strong> is a narrative horror puzzle game set in a beautiful and enigmatic victorian era manor with a dark secret.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1641050/extras/optimizado.gif?t=1623781380\" /></span><h2 class=\"bb_tag\" ><i><strong>Unravel The Mystery</strong></i></h2>After working for more than ten years as the private assistant of the enigmatic railroad magnate Hadley Strange, the news of his sudden and unexpected death along his entire family takes you by surprise. Now you have been appointed as the executor in charge of fulfilling his last will,and take care of his majestic manor, a luxurious property on the outskirts of London. Upon your arrival to the mansion you find an envelope with your name containing a letter bearing a cryptic set of instructions that might change your mind about who your former employer really was.<h2 class=\"bb_tag\" ><i><strong>Delve Into The Manor</strong></i></h2>Explore a beautiful Victorian Mansion filled with fine art, secret passages and mysterious mechanical contraptions that will reveal to you even the most intimate aspects of the life, past and legacy of its former residents. Decipher curious locks and find key items and objects that will help you make your way through the 24 manor rooms in a non linear way, each room has a unique beauty and new pieces that will help you unveil the dark secret kept by the residence.<h2 class=\"bb_tag\" ><i><strong>Solve The Puzzles</strong></i></h2>Solve clever riddles and fascinating mechanical puzzles crafted to ensure that only the right person could unveil the mansion's secret. Look for clues and take a closer look to your surroundings to discover the shocking truth about the mansion and it's mysterious residents. Find items and manage your inventory to make your way through the different passages of the mansion, examine many detailed items and discover how to use them to unlock all the rooms and get all the pieces to solve the manor puzzling secret, one so shocking that will leave you breathless.<h2 class=\"bb_tag\" ><i><strong>Features</strong></i></h2><ul class=\"bb_ul\"><li>Well Balanced Logic and Inventory Puzzles<br></li><li>Non Linear Exploration Gameplay<br></li><li>Rich but not intrusive Story<br></li><li>Multiple Play Modes &amp; Collectibles</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 繁体中文, 韩语, 西班牙语 - 拉丁美洲, 日语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1641050/header.jpg?t=1623781380",
    "developers": [
      "MediaCity Games"
    ],
    "publishers": [
      "MediaCity Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}