{
  "1641190": {
    "name": "Fallen Gods",
    "steam_appid": 1641190,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Once, the world was better, the gods greater, the wars over, the end farther. You were born in the Cloudlands during those bright days, one of the Ormfolk, forever young and strong, worshipped by those below for your forefathers’ deeds. But all has gone wrong. Wolves and worse haunt the night, the law holds no sway, and men’s hearts grow hard toward their gods. Fearful of their dwindling shares of souls, your kin turned against each other ... and against you. And so you were cast down from the heavens, a fallen god broken upon the bitter earth. Now, you rise, free from death and ready to carve a bloody road back to your rightful home.</i><h2 class=\"bb_tag\" >Features</h2><br>Fallen Gods is a narrative “rogue-lite” RPG. You control the titular fallen god, who starts each game with different might, wits, health, and divine powers, and one of several animal familiars and magical artifacts. He has 90 days to win his way back to the Cloudlands, or he will lose his godhood forever. During that time, he must gather and manage a warband of up to five followers, find additional artifacts, and gain soul-strength by performing godly deeds (some kindly, some cruel). The world is full of barrows, caverns, swamps, towns, shrines, villages, castles, and other locations of interest. What you find in these places—what foes you will face in battle, what friends you can make, what dilemmas you must resolve, and what rewards you might win—changes every game. As your understanding of the world and its inhabitants grows, you will discover new strategies and develop new paths to victory, but the way will never be easy.<br><br><ul class=\"bb_ul\"><li><strong>Decisions fit for a (fallen) god.</strong> <i>Fallen Gods</i> is about hard choices with fateful consequences. Where should you explore, what should you seek, and who should you trust? The answers are never easy, but the outcomes are always interesting.<br></li><li><strong>Never the same story twice.</strong> Every game of <i>Fallen Gods</i> casts a different god into a different world, filled with different events, battles, dungeons, towns, and denizens. Even familiar encounters will change depending on your skills, followers, items, resources, and choices.<br></li><li><strong>A rich setting inspired by sagas, myths, history, and folklore.</strong> The world of <i>Fallen Gods</i> is drawn from the old sources of classic fantasy with modern glosses stripped away, restoring the wonder, terror, and otherworldliness that have been lost. The themes and even the language of the game are those of the great sagas.<br></li><li><strong>A game of game-changers.</strong> The divine skills, animal familiars, human followers, and magical artifacts that you get in <i>Fallen Gods</i> meaningfully expand your options, rather than merely modifying some statistic.<br></li><li><strong>Ups and downs.</strong> The protagonist of <i>Fallen Gods</i> starts out powerful, and while he can grow mightier, he also faces the danger of losing the strength and assets he’s gained. Weathering setbacks and taking calculated risks is the key to victory. For a fallen god, even death can be endured.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1641190/header.jpg?t=1761313321",
    "developers": [
      "Wormwood Studios"
    ],
    "publishers": [
      "Wormwood Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}