{
  "1641990": {
    "name": "Warhammer Combat Cards",
    "steam_appid": 1641990,
    "required_age": 0,
    "is_free": true,
    "description": "The eternal conflict of Warhammer 40,000 takes a new turn in Warhammer Combat Cards, a card battle game featuring your favourite Citadel Miniatures from the Warhammer 40,000 universe. <br />\r\n<br />\r\nWarhammer Combat Cards - 40K Edition allows you to build your army decks and dominate opponents in PvP card wars. Collect and upgrade cards to fit your strategy, improving their power and unlocking unique traits.<br />\r\n<br />\r\nChoose from all Warhammer 40,000 factions: Don the mighty armour of the Space Marines, become a soldier of the Astra Militarum, or defend the Aeldari empire. Perhaps you will lead a mighty Ork WAAAGH!, reawaken the ancient Necron threat, or crush worlds with the mighty forces of Chaos.<br />\r\n<br />\r\nIn the grim darkness of the far future there is only war! Decide your strategy, ready your decks and prepare to dominate the leaderboard!<br />\r\n<br />\r\nFEATURES:<br />\r\n<br />\r\n• Tactical combat: build your deck of Combat Cards and duel other players in tactical battles. Will you take out their bodyguards or go straight for the Warlord?<br />\r\n<br />\r\n• Create your deck: use your points to build an army around your Warlord and challenge other players in turn-based battles (PvP).<br />\r\n<br />\r\n• Use your cards’ special rules and team up with allies to create cunning strategies to dominate the field of war.<br />\r\n<br />\r\n• Take part in campaigns based on iconic Warhammer 40,000 battles, rise to the top of the leaderboard and win glory.<br />\r\n<br />\r\n• Build the ultimate collection: every card features a Citadel Miniatures ‘Eavy Metal painted Warhammer 40,000 character, each with its own upgrade path.<br />\r\n<br />\r\n• Increase your might as a Warlord to unlock new cards and take ever larger decks into battle. Adapt your strategy as your collection grows.<br />\r\n<br />\r\n• Choose your allegiance: collect Citadel Miniatures from every Warhammer 40,000 army - each with their own Warlords, special rules and unique fighting styles.<br />\r\n<br />\r\nBuild the ultimate Citadel Miniatures collection, painted by the best miniatures painters in the world.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1641990/header.jpg?t=1747913623",
    "developers": [
      "Well Played Games"
    ],
    "publishers": [
      "The Phoenix Lighthouse GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}