{
  "1642710": {
    "name": "Trainz 2019 DLC - Cilie Oldphartz Railroad",
    "steam_appid": 1642710,
    "required_age": 0,
    "is_free": false,
    "description": "This package contains three model railroads.<br />\r\n<br />\r\nThe Cilie Oldphartz Railroad Company comes in three variants - a narrow gauge logging railroad, a narrow gauge mining railroad and a standard gauge railroad.<br />\r\n<br />\r\nAll three versions use basically the same track layout, with a few minor variations.  The ground textures, the trees and the grass cover do vary between the three, giving different appearances.<br />\r\n<br />\r\nThe logging railroad was originally constructed to link the log camp at Cilie with the small port town of Oldphartz.  Later the mine at Cnile and the log camp at Stoopid were connected, giving the Cilie, Cnile, Stoopid Oldphartz Railroad - the Cilie Oldphartz for short.  Oldphartz has a saw mill, workshop, locomotive facilities, a steamship wharf and a railroad ferry barge that links the town to the mainland.<br />\r\n<br />\r\nThe mining railroad was originally constructed to link the mine at Cilie with the small port town of Oldphartz.  Later the mine at Cnile and the log camp at Stoopid were connected, giving the Cilie, Cnile, Stoopid Oldphartz Railroad - the Cilie Oldphartz for short.  Oldphartz has a workshop, locomotive facilities, a steamship wharf and a railroad ferry barge that links the town to the mainland.<br />\r\n<br />\r\nAll three layouts use all the features of TRS19, using the new TRS19 tracks, the new PBR 3D textures, the new TurfFX grasses, and SpeedTrees.<br />\r\n<br />\r\nAll three versions are seasonal, that is, the ground textures and vegetation change with the seasons.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1642710/header.jpg?t=1639451841",
    "developers": [
      "Philskene"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4600,
      "final": 4600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 46.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}