{
  "1643630": {
    "name": "[Expired] Museum of Other Realities - XR3 - Cannes XR",
    "steam_appid": 1643630,
    "required_age": 0,
    "is_free": false,
    "description": "XR3 is now closed, thanks for visiting!<br>-The MOR team<br><br>NewImages Festival, Cannes XR, and Tribeca have teamed up to create 𝗫𝗥𝟯 - a hybrid exhibition presenting the best of immersive creation. Selections from this event will be available in the MOR from June 9-20 and July 6-17, 2021. Please note that this DLC will not be accessible after the exhibition ends.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1643630/extras/f4539f7a6539a4cbfbd2dff7e54969b4.avif?t=1627561972\" width=600 height=188 /></span><h2 class=\"bb_tag\" >About Cannes XR</h2><br>Cannes XR is the Marché du Film’s program dedicated to immersive technologies and cinematographic content, taking place annually during the Festival de Cannes. <br><br><br><strong>Unity Garden Lineup</strong><h2 class=\"bb_tag\" >The Dawn of Art</h2>Director: Pierre Zandrowicz<br><br>Key Collaborators: GOOGLE ARTS, SMERCG, ATLAS V, NOVELAB<br><br><br>Humanity’s first masterpiece was created 36,000 years ago in Ardèche, France. Within Chauvet Cave lies thousands of drawings - traces of our past - enclosed forever. The Dawn of Art is a VR experience, including both an immersive film and a virtual visit of the cave that invites you to  meet your prehistoric ancestors, the first humans who ventured in a deep subterranean world and left their marks preserved on the walls. Let Daisy Ridley guide you in your discovery of the Chauvet Cave, a Unesco World Heritage Site, considered one the greatest scientific breakthroughs of the XXth century.<h2 class=\"bb_tag\" >Agence</h2>Director: Pietro Gagliano <br><br>Producers: David Oppenheim (NFB), Casey Blustein (Transitional Forms), Transitional Forms and the National Film Board of Canada<br><br><br>Agence places the fate of artificially intelligent creatures in your hands. Will you help to maintain their peaceful existence, or throw them into a state of chaos? A dynamic film that combines cinematic storytelling, artificial intelligence, and your interactions, Agence is never the same twice. So, will you play god to AI? As intelligent creatures, the Agents will respond in unexpected ways. They could maintain their harmonious existence, or they could become aggressive with one another. Some could even fall off of their planet into the infinite abyss below. You’ll also notice the Agents express fear, curiosity, boredom, or excitement using vocalizations and facial reactions.<h2 class=\"bb_tag\" >Book of Distance</h2>Director: Randall Okita<br><br>Producers: David Oppenheim, Anita Lee, National Film Board of Canada<br><br><br>The Book of Distance is a room-scale interactive virtual reality experience that imagines new possibilities for personal storytelling.<br>In 1935, Yonezo Okita left his home in Hiroshima, Japan, and began a new life in Canada. Then war and state-sanctioned racism changed everything – he became the enemy. Three generations later, his grandson, artist Randall Okita, leads us on an interactive virtual pilgrimage through an emotional geography of immigration and family to recover what was lost.<h2 class=\"bb_tag\" >Corpus Misty</h2>Director: Aubrey Heichemer<br><br>Producers: René Pinnell (Artizen), Kelli Townley<br><br><br>Corpus Misty is an immersive documentary that takes place in a lurid abstract bodily world. Once inside you hear tales of crossing a rift and transitioning the mind, body, and spirit to one's personal truth, from people that have made it to the other side. Stories ranging in topics about mental health, faith, suicide, body, race and gender. Our hope with this project is to promote knowledge and dignity over secrecy by designing a space for collective storytelling, as well as creating a posthumous archive for radically soft stories.<h2 class=\"bb_tag\" >Deep</h2>Lead: Owen Harris<br><br>Supported By: Creative Industries / CInekid / Mondriaan Fonds / Games for Emotional and Mental Health Lab , Radboud University.<br><br><br>Slip into DEEP. A meditative underwater space that reacts to your breath. As you inhale you will rise up from the ocean floor. The world around it will open and glow and you can drift forward to explore this soothing realm. Exhale and you will drift back down. Explore caves, ravines and open ocean. All through a slow and mindful breath. Filled with music, color and movement designed to help you bring yourself to a restful state of calm.<br>Allow DEEP to give you a  break from your day.<br><br><br><br><strong>Veer Lineup</strong><h2 class=\"bb_tag\" >Beat</h2>Lead: Keisuke Itoh<br><br><br>“Beat” is a story elaborated from your “Heart”. Viewers can experience the work with their hearts in their hands. Viewers encounter a rusted robot, absolutely static. He doesn’t have a “heart” to move. Viewers can grant him a new heart by putting theirs on the robot. He then stands up and starts to move, expressing joy to live out all his strength. However, when he meets with new robots, he doesn’t know how to communicate properly. It is a story that you can realize the power of the heart and the importance of emotional connection with others.<h2 class=\"bb_tag\" >The Hangman at Home</h2>Lead: Michelle and Uri Kranot<br><br><br>“What does the hangman think about when he goes home at night from work?”<br>Inspired by the iconic Carl Sandburg poem (1922), this VR single-user immersive experience explores themes of acknowledgement and participation. It is not about hanging people, but about the awkward intimacy that comes with being human, and the connection between spectator, witness, and accomplice. The animated, interactive experience invites you into five interwoven stories, capturing pivotal moments in people’s lives. The Hangman at Home – VR ultimately reveals that we are all more alike than different, while raising questions of responsibility.<h2 class=\"bb_tag\" >Samsara Ep.1</h2>Lead: Hsin-Chien HUANG<br><br><br>Samsara Ep.1 explores the concept of the Embodied Cognition. In this experience, the audiences will be transformed into different beings’ bodies and experience the world from entirely new perspectives.<h2 class=\"bb_tag\" >Paper Birds 1 &amp; 2</h2>Lead: German Heller<br><br><br>Paper Birds is the story of a short sighted child with an exceptional talent for music. He must find his way through the world of darkness to bring back his sister, taken away by the shadows. He’ll use the depth of music to open portals to the invisible world. He’ll confront the shadows, and they’ll reveal their purpose. <br><br>This journey uses the senses to evoque our inner darkness, and the mystery that lies within it. The unknown that we’re often afraid to see. A story about inspiration, intuition, emotion and how these qualities are invoked by the music.<h2 class=\"bb_tag\" >Mare</h2>Lead: Rui Guerreiro<br><br><br>As you wake up, stirred from a dreamless sleep with an unknown purpose, you find yourself in the strange lands of Mare embodying a mysterious artificial bird.<br>Crossing paths with a helpless companion you venture deep into unknown territory on a puzzling adventure while unraveling a mysterious narrative and the secrets hidden within. All in order to ensure the arrival of the companion at her impending destiny.<h2 class=\"bb_tag\" >Under the pillow - Episode 1: Kitten Mormitten</h2>Lead: Georgy Molodtsov<br><br><br>Kids' world is usually somewhat of a mystery to their parents. Especially when two siblings have to share the same room and bother each other all the time. Mormitten the toy kitten, once created by my father for my sister and me helps kids learn to solve problems and avoid squabbles with their siblings and how to overcome difficult situations in your life when you think you have no one who could help you except of your toy-friend.<br>Dedicated to my father, who made kitten Mormitten real for me and my sister when we needed it the most.<h2 class=\"bb_tag\" >Biolum</h2>Lead: Abel Kohen<br><br><br>Biolum is a cinematic PCVR experience that thrusts the user into the role of RACHAEL, an experienced diver exploring the abyss, guided by expedition leader EVA, a renowned marine scientist and mentor. Rachael discovers that bioluminescent parasites are infecting ocean flora and fauna. She gets infected herself and  faces a mesmeric fight for her mind when she discovers the shocking truth behind why Eva sent her down there. Inspired by the beauty of deep sea life, Biolum blurs the lines between biological truth and sci-fi and taps into existential themes and cosmic wonder of the great unknown.<h2 class=\"bb_tag\" >The Secret of Retropolis</h2>Lead: Asaf Geva<br><br><br>The Secret of Retropolis is a VR narrative experience of a new kind, a blend of immersive cinematography with classic point-and-click adventure games. Using colorful hand-drawn 3D environments and characters, the experience unfolds the tale of a future city, built by robots to keep human culture alive forever. One day, a robotic movie star knocks on the door of a dysfunctional private eye and sends him on a dubious mission. While he is out in the city he’ll face the cruelty of automated people and painful memories from the past.<h2 class=\"bb_tag\" >Prison X</h2>Lead: Violeta Ayala<br><br><br>The eccentric deity The Jaguaress greets you at the velvet curtain, she is followed by her twin blue jaguars with minds of their own. She casts you as Inti, a young man who dreamed of being a drug lord but ended up in prison after his first job as a mule for la blanca.<br>Prison X is an Andean mythological animation that sweeps you into a labyrinthine metaverse, where you coexist with devils, saints, corrupt prison guards, and even a Western filmmaker.<h2 class=\"bb_tag\" >Space Explorers: The ISS Experience (Advance)</h2>Lead: Félix Lajeunesse and Paul Raphael<br><br><br>The daily workload of conducting pioneering scientific experiments continues on the Space Station as the crew prepares for the departure of three astronauts who have completed their six month stay. A changing of the guard offers an opportunity to reflect on the vital role of women in space.<h2 class=\"bb_tag\" >The Abandoned Deity</h2>Lead: Kao Yi-Chun<br><br><br>The social impact of gambling affected Taiwanese the greatest during the 80s in Taiwan. The concept of this film is to have audience experience and observe the social values of religion beliefs from a deity statue’s viewpoint.<h2 class=\"bb_tag\" >Ecosphere: Raja Ampat</h2>Lead: Joseph Purdam<br><br><br>Immerse yourself in the wildest places on earth and discover how humans are working together to protect our most precious wildlife. Explore the great savannahs of Kenya, discover the ancient jungles of Borneo and dive into the rich coral reefs of Raja Ampat. Encounter elephants, orangutans, manta rays and some incredible humans, all in stunning cinematic Virtual Reality (VR).<h2 class=\"bb_tag\" >Symphony</h2>Lead: Igor Cortadellas<br><br><br>Symphony is an immersive audiovisual experience that takes spectators on a journey through emotions and music. Spectators are able to experience and truly understand classical music as never before, entering the interior of an instrument or feeling like musicians in an orchestra. They enjoy compositions by Beethoven, Mahler and Bernstein performed by the great conductor Gustavo Dudamel and the prestigious Mahler Chamber Orchestra.<h2 class=\"bb_tag\" >Strands of Mind</h2>Lead: Adrian Meyer<br><br><br>Explore a world beyond the bounds of our human perception. A world full of mystery, of beauty and darkness. Let yourself be taken on a trip into the woven nature of existence.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1643630/header.jpg?t=1627561972",
    "developers": [
      "MOR Museum Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}