{
  "1643670": {
    "name": "SparkMutts",
    "steam_appid": 1643670,
    "required_age": 0,
    "is_free": false,
    "description": "SparkMutts is a third person adventure game set in a steampunk procedurally generated world full of diverse towns and ecosystems, all filled to the brim with fantastical creatures and smart, classy dogs.<h2 class=\"bb_tag\" > Play it your way </h2><br>Choose your own path! In SparkMutts, there are multiple ways to get new resources and level up your character. You can focus on building a powerful engineer that makes crazy gadgets that help you in combat and locomotion. You can focus on getting rich, buying houses and business from the townsfolk. You can be an adventurer, exploring deep procedural dungeons for resources and awesome loot. Or you can focus on doing all of it!<h2 class=\"bb_tag\" > Explore Towns </h2><br>On this massive world there are different towns for each biome, each one with different dogs, cultures and buildings. You can be a nomad exploring and doing services for the different towns or you could settle down, buy or build your own home in a town you fancy.<h2 class=\"bb_tag\" > Find your profession </h2><br>By playing the game, you will earn experience on multiple paths that will alow you to level up in Blacksmithing, Engineering, Combat, Foraging and much more!<h2 class=\"bb_tag\" > Brave dangerous, procedural dungeons </h2><br>Around each biome the player will find different dungeons that are procedurally generated. By facing the dangers on the dungeon the player will find various pieces of loot, ranging from weapons to gadgets and clothing pieces.",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1643670/header.jpg?t=1703892327",
    "developers": [
      "Leonardo Delafiori"
    ],
    "publishers": [
      "Leonardo Delafiori"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}