{
  "1643620": {
    "name": "[Expired] Museum of Other Realities - XR3 - NewImages Festival",
    "steam_appid": 1643620,
    "required_age": 0,
    "is_free": false,
    "description": "XR3 is now closed, thanks for visiting!<br>-The MOR team<br><br>NewImages Festival, Cannes XR, and Tribeca have teamed up to create 𝗫𝗥𝟯 - a hybrid exhibition presenting the best of immersive creation. Selections from this event will be available in the MOR from June 9-20 and July 6-17, 2021. Please note that this DLC will not be accessible after the exhibition ends. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1643620/extras/f4539f7a6539a4cbfbd2dff7e54969b4.avif?t=1627562039\" width=600 height=188 /></span><h2 class=\"bb_tag\" >About NewImages Festival</h2>Dedicated to digital creation and to virtual worlds, NewImages Festival, organized by the Forum des images of the City of Paris, combines a rich professional component with a program open to all audiences. <br><br><br><strong>Lineup</strong><h2 class=\"bb_tag\" >Strands of Mind</h2>Lead Artist: Adrian Meyer<br><br>Producer: Filmakademie Baden-Württemberg (DE)<br><br>Explore a world beyond the bounds of our human perception. A world full of mystery, of beauty and darkness. Let yourself be taken on a trip into the woven nature of existence.<h2 class=\"bb_tag\" >Amends</h2>Lead Artist: Mikkel Battefeld<br><br>Producer: The Animation Workshop (DK)<br><br> “Amends” is an interactive VR experience about the chaotic emotions of a past connected to a relationship with a now estranged mother. You will through the perspective of a child revisit the memories of your upbringing and through time get to relive the complicated emotional relationship, which still awaits its resolution.<h2 class=\"bb_tag\" >Lady Sapiens, The Experience</h2>Lead Artist: Camille Duvelleroy<br><br>Producers: Little Big Story (production), Little Big Story Lab, France Télévisions, Ubisoft (coproduction) (FR), Lucid Realities (international sales)<br><br>You are Lady Sapiens. You were born 38 000 years ago. As you leave your valley, you meet a huntress who leads you to her clan. A shaman inspires you to bring your personal touch to a cave painting. In her village, you are offered to carve a flint to make your own spear. Finally, equipped with your weapon, you are invited to take part in an impressive collective mammoth hunt. No, women were not harvesting while men hunt. Welcome to the Palaeolithic era.<h2 class=\"bb_tag\" >Biolum</h2>Lead Artists: Abel Kohen (writer, director), Jon Rowe (co-writer)<br><br>Producer: IKO (FR), Reynard Films, Prefrontal Cortex (DE)<br><br>&quot;Biolum&quot; is an interactive, narrative VR sci-fi experience which immerses you in the mysterious beauty of deep sea life on a dive that takes a shocking turn for the worse.<h2 class=\"bb_tag\" >Paper Birds</h2>Lead Artists: German Heller and Federico Carlini<br><br>Producers: 3Dar (AR)<br><br>&quot;Paper Birds&quot; is the story of a short sighted child with an exceptional talent for music. He must find his way through the world of darkness to bring back his sister, taken away by the shadows. This journey uses the senses to evoque our inner darkness, and the mystery that lies within it. The unknown that we’re often afraid to see. A story about inspiration, intuition, emotion and how these qualities are invoked by the music.<h2 class=\"bb_tag\" >Namoo</h2>Lead Artists: Erick Oh<br><br>Producer: Baobab Studios (US)<br><br>&quot;Namoo&quot; is a narrative poem come to life as an animated virtual reality experience created with Oculus’s VR animation tool “Quill.” The project is led by 2021 Oscar nominated director Erick Oh in partnership with Baobab Studios. Namoo is inspired by Erick’s grandfather’s death; The narrative follows the journey of a man from his birth up until the end of his life.<h2 class=\"bb_tag\" >Jailbirds</h2>Lead Artists: Thomas Villepoux<br><br>Producers: Be Revolution Pictures (BE), Digital Rise (FR)<br><br>The Bwa-Kayiman prison is a modern hell, a dehumanizing institution where inmates endure the sadism of a petty Chief Warden. Yet, despite all the bullying, one inmate, Felix, is always happy. Sentenced to life for the crimes of his gang, this repenting good giant seems to have reached serenity. But the Chief Warden can't stand it. For him, the inmates are here to serve their sentence. To suffer. To atone. Felix has to endure his time like everyone else. That is the rule.<h2 class=\"bb_tag\" >Marco &amp; Polo Go Round</h2>Lead Artists: Benjamin Steiger Levine (director) Ben Steiger Levine, Gregory Kaufman (writers)<br><br>Producers: Item 7 (Audrey Pacart, Pierre Even, Paul-E. Audet) (CA), Belga Productions (Alain-Gilles Viellevoye (BE)<br><br>On the morning of his birthday, Marco discovers the cake Polo has lovingly made and left for him on the kitchen table. He also notices that every object in the kitchen has been battened down with tape and twine as if to safeguard against an oncoming storm. What begins as a beautiful morning for the young couple takes a surreal turn when their world literally falls apart around them.<h2 class=\"bb_tag\" >We Are At Home</h2>Lead Artists: Michelle Kranot, Uri Kranot<br><br>Producers: Late Love Production (DK), Floréal Films, Miyu Productions (FR), National Film Board of Canada (CA)<br><br>&quot;We are at Home&quot; is a VR multi-user performative installation based on the poem “The Hangman at Home” by Carl Sandburg (1922). This immersive animated experience explores themes of acknowledgement and participation and the awkward intimacy that comes with being human. A unique animated interactive work: a bridge between the digital, performing arts, visual arts and the latest innovative technology. At its core is the connection between spectator, witness, and accomplice.<h2 class=\"bb_tag\" >Kinshasa Now</h2>Lead Artists: Marc-Henri Wajnberg<br><br>Producers: Wajnbrosse Productions, Wim Forceville (BE), RG and Créatifs Associés (RDC), Eva Production (FR)<br><br>35,000 kids abandoned by their families following witchcraft allegations are doing their best to survive on the streets of Kinshasa, Congo. One night, fourteen-year-old Mika must suddenly come to terms with this terrible situation and learn the rules of the street to survive, find food and shelter, and, even most importantly, fit in.<h2 class=\"bb_tag\" >Noah's Raft</h2>Lead Artists: Joel 'Kachi Benson, Tal Michael Haring<br><br>Producer: VR360 Stories (NG)<br><br>From a young age, Noah Shemede believed that his destiny was in the water. But after going to a school in the city, he returns with a dream - to use education to transform the lives of the children living in Makoko. But it is not an easy task. From birth, children are taught to help their parents build boats, make nets, and catch fish. Education is almost a foreign concept. But Noah is relentless, and with a team of volunteers, he sets on a mission to change his community through education.<h2 class=\"bb_tag\" >Reeducated</h2>Lead Artists: Sam Wolson (director) Ben Mauk (research reporting), Nick Rubin (lead animator) Matt Huynh (artist)<br><br>Producers: The New Yorker, Dirt Empire (US)<br><br>&quot;Reeducated&quot; takes viewers inside a reeducation camp in Xinjiang, China, guided by the recollections of three men who were caught in what is likely the largest mass-internment drive of ethnic and religious minorities since the Second World War. Using hours of firsthand testimony and hand-drawn animation, the VR film reconstructs the experience of detention and political reeducation in an immersive three-dimensional space.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1643620/header.jpg?t=1627562039",
    "developers": [
      "MOR Museum Inc."
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}