{
  "1644000": {
    "name": "FAIRYMM: the Insomniac Beauty",
    "steam_appid": 1644000,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>FAIRYMM: the Insomniac Beauty</i></strong> is a 1st Person View closed-door in which you play as <strong>Aurora, victim of multiple sleep disorders.</strong> Paralyzed in your bed, use your senses to face numerous threats coming to haunt you every night. Curiosity, deduction, reflexes, a cold-blooded mind and the quality of your observations will be the keys of your way out in this <strong>Survival Horror</strong>!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1644000/extras/f94ae20b5812e829decad5ec6cfb0499.avif?t=1686738186\" width=616 height=352 /></span><br><br>Live an <strong>immersive and stressful experience</strong> with innovating gameplay far from traditional ways to confront danger in classic horror games. Control your senses to handle your anxiety and inspect your surroundings to not fall into madness. <strong>With an evolving setting, in which every attempt will be different from the previous one</strong>, will you be brave enough to survive multiple anguish nights to unveil the mystery around the story?<br><br>Featuring <strong>3 levels of difficulties and 10 different endings</strong> to unlock depending of your actions during those <strong>10 terrible nights</strong>, enjoy consistent replay value. Which setting elements have you interacted with? Which secrets have you revealed to Aurora? <strong>Your actions will seal her fate...</strong> An intriguing and terrifying mission, with dark and hard topics, that shall not be taken by any hands.<br><br>Bringing a brand new perspective to the popular <i>Sleeping Beauty</i> tale, antipode of most sweetened modern adaptations, enter the FAIRYMM universe’s license that is already counting<strong> more than 8 projects ready to be developed </strong>after this one. <strong>All being in the same connected universe, all being horror games, all with different style and gameplay.</strong> A franchise filled with ambitions that have never been seen before!<br><br>Anyone loving fairy tales for their gruesome origins… this game was made for you! <br><br><i><strong>Never fairy tales have been so scarily grim, mad and twisted.</strong></i>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1644000/header.jpg?t=1686738186",
    "developers": [
      "Épidémika"
    ],
    "publishers": [
      "Épidémika"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}