{
  "1644830": {
    "name": "Galactic Dream: Rage of War",
    "steam_appid": 1644830,
    "required_age": 0,
    "is_free": false,
    "description": "In the 24 century humanity is racing toward space on the wings of hope, moving away from a deadly menace emerging from the galactic core, a threat of cosmic scale that could lead to the extinction of all men, the second Big Bang. Also, a mysterious alien race with powers beyond imagining follows them everywhere they go. But mankind is unwilling to surrender to the enemy and, with little help from their unexpected alien friends, a renegade faction of the Argo, they successfully rise against the mighty fleet which already assimilated dozen of worlds in its journey through the galaxy. As the balance of power shifts between the two warring species we cannot help but ask ourselves what cause it and... will it ever end? Galactic Dream is a classic real-time strategy with resource collection, base building, massive battles and pure destruction. The game features a single player campaign with varying objectives, from simple &quot;kill all enemies&quot; to timed defenses, destroying or protecting certain targets to escort missions. Engage in epic galactic warfare, venture deep into space in a race against time. Play through a tale about choosing sides and about how one man can make a difference, despite all odds and obstacles facing him.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1644830/header.jpg?t=1759954924",
    "developers": [
      "Evolution Vault"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 1 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}