{
  "1644950": {
    "name": "Seekers",
    "steam_appid": 1644950,
    "required_age": 0,
    "is_free": true,
    "description": "<i><strong>Welcome</strong></i><br><br><strong>Seekers is a multiplayer survival horror game</strong> where any moment could be your last. You take the role of a Seeker, a unit sent in before anyone else with a focus on reconnaissance missions. An Insect-like alien species has been spotted in a smaller farmland community surrounded by dense forest and wheat fields. The local population has perished due to the infestation. While the area has been closed off from the rest of the world  there are tasks that need to be completed within the boundaries to contain the spread and save lives; though many will be lost in the process.<h2 class=\"bb_tag\" ><i><strong>What Can You Expect?</strong></i></h2><h2 class=\"bb_tag\" ><ul class=\"bb_ul\"><li> A challenge to complete your objective and return to extraction with most of your team alive<br></li><li> <strong>Realistic damage system</strong> where one bullet in you could mean death if untreated<br></li><li> <strong>Amputation that effects gameplay</strong> if you are stung by a Stalker's stinger<br></li><li> Side effects that come from <strong>lack of medical care and pain</strong><br></li><li> <strong>A companion app</strong> that has updated information and interacts with your character in real time.<br></li><li> Careful where you step, if you can hear them, they can hear you...<br></li><li> Your flashlight is your friend unless something else sees it.</li></ul></h2><br><br><strong>In reality</strong> if you are badly injured you will not get the same life saving care on the field as you would at a hospital; so we have incorporated this into the game. If you are shot the time you have left to live will be short, <strong>your life may be prolonged with field treatment</strong> but you may experience pain and still die. <strong>However you will live for much longer than without treatment</strong> and can be fully healed when your team extracts.<h2 class=\"bb_tag\" ><i><strong>The Seekers Companion App</strong></i></h2> is required to play the game to its fullest.<strong> The app is available on both the Apple App Store and Google Play Store.</strong> Using the app makes it quick easy to<br><br><br><ul class=\"bb_ul\"><li> <strong>See your teams objective</strong> and learn how to complete it<br></li><li> See the <strong>status of your characters health</strong> situation and <strong>where they are hurt</strong><br></li><li> See <strong>how much ammo</strong> your character is holding and how much is in your clip<br></li><li> Make requests to <strong>amputate your fellow teammates</strong> and <strong>heal your wounds</strong><br></li><li> View the map along with the location of your teammates and yourself<br></li><li> <strong>Manage the amount of batteries</strong> you have and their consumption<br></li><li> Use <strong>special equipment</strong> that you bring into each match</li></ul><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1644950/extras/a44c213f6103481bfbf18d9c1f3e144f.avif?t=1680732815\" width=800 height=246 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1644950/header.jpg?t=1680732815",
    "developers": [
      "Antler"
    ],
    "publishers": [
      "Antler"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}