{
  "1645980": {
    "name": "Zolaris",
    "steam_appid": 1645980,
    "required_age": 0,
    "is_free": true,
    "description": "Zolaris tells the story of a young spirit medium Valeria and her fight to save her little sister and town. When A group of Cultist threaten to resurrect an ancient evil deity known as the inevitable End, the town looks to Valeria to stop them.<br />\r\n<br />\r\nGame Features: <br />\r\n- Gain the powers of Zolaris and use them to stop the Cultist<br />\r\n     Shocking Grasp: Electrocute your enemies to take them down quietly without being seen<br />\r\n     Etherealness: Become invisible and pass through objects<br />\r\n     Spirit Shield: Conjure a shield of energy to protect you from enemies and blast energy back at them<br />\r\n     Whispers: Send a corrupted spirit at an enemy and drive them mad for a small period<br />\r\n     Oil Toss: conjure bottles of oil to explode on your enemies. <br />\r\n<br />\r\nChoose your path: <br />\r\n- Players will get to decide how they want to play the game with our Owl and Bear path system. <br />\r\n     The owl path provides player with more stealth like game play where the goal is to quickly get in and out without being seen. <br />\r\n     The Bear path allows players to go in loud and offense where the goal is to take down as many Cultist as they can.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1645980/header.jpg?t=1624999014",
    "developers": [
      "Owl Path Studios"
    ],
    "publishers": [
      "Owl Path Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}