{
  "1646750": {
    "name": "Stonescape",
    "steam_appid": 1646750,
    "required_age": 0,
    "is_free": false,
    "description": "Stonescape allows you to alter the landscape with organic destruction of rocks, trees and grasses and use your creativity to construct a house, a castle, a city or any other creations you can imagine from the collection of Stonescape's building components.<br />\r\n<br />\r\nExplore the island, using a pick axe to clear vegetation, destroy rocks, and dig holes.  The landscape consists of thousands of individual rock shaped objects that form the island.  Each of the objects are destructible, allowing you to alter the landscape, clear trees and grasses to manoeuvre around the island and build anywhere on or in the mountain landscape.  Building pieces can be individually removed if you have misplaced a component. <br />\r\n<br />\r\n* Organic landscape destruction – landscape is constructed of thousands of organic landscape components of rocks, trees and grasses.<br />\r\n<br />\r\n* The player can destroy any of the rocks, trees or ground, or any building components on the island using the pick axe.<br />\r\n<br />\r\n <br />\r\n* Building components – There are 21 individual building components consisting of doors, stairs, walls, foundations, pillars, windows, decorative components, and roofs.<br />\r\n<br />\r\n*Visuals – elements of the landscape have been modelled and textured in a realistic way, and constructed to form a stylized landscape.  The lighting is dark and moody to create a fantasy feel with a medieval theme.<br />\r\n<br />\r\n<br />\r\n * Designed to be a relaxing and creative building experience.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1646750/header.jpg?t=1627270903",
    "developers": [
      "Imaginality Games"
    ],
    "publishers": [
      "Imaginality Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}