{
  "1646610": {
    "name": "Spelling Spree",
    "steam_appid": 1646610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Spelling Spree</strong> is a fast-paced multiplayer shooter centered around playing words on a game board. From an overhead view, the same 3D map that serves as an arena for team-vs-team combat becomes a game board where letter tiles can be played to form words and capture territory. It's a battle of wits <i>and</i> reflexes as you compete with other players to capture the most territory and win the game.<br><br>In <strong>Arena mode</strong>, you and your teammates descend to the ground. Your only objective is to collect as many letter tiles as possible, but the other team has the same idea. You're both armed with powerful rifles, and if you've got extra letters to spare, you can lob them like grenades. Navigate the map, collect as many letters as you can, and pin down the enemy team to steal their letters and keep them lexically destitute.<br><br>In <strong>Board mode</strong>, you ascend to an overhead view, where you and your teammates can use the tiles you've collected to spell words on the map. A custom-built crossword engine helps determine legal moves, taking the 3D geometry of the map into account. An intuitive, gamepad-friendly interface ensures that you're able to play words at a breakneck pace: you'll never be staring blankly at a bunch of jumbled-up letters. Play long words to expand your team's territory quickly, or build up densely-packed crosswords to fortify your position and keep the enemy from breaking through.<br><br>With each word you and your teammates play, your controlled territory expands. As your territory expands to fill more of the board, your strategic reach in the arena mode expands with it.<br><br>It's a war for global dominance, and the only resource that matters? <strong><i>Letters!</i></strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1646610/header.jpg?t=1692219894",
    "developers": [
      "Crabclaw Games"
    ],
    "publishers": [
      "Crabclaw Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}