{
  "1647810": {
    "name": "Baby Bear's Big Day Out Demo",
    "steam_appid": 1647810,
    "required_age": 0,
    "is_free": true,
    "description": "After coming out of hibernation early, you need to find honey to wake up the rest of your bear family! Solve dozens of puzzles in this cute sokoban-style adventure, while meeting other woodland animals. Discover your surroundings as you explore peaceful meadows, icy valleys and bubbling swamps! <br />\r\n<br />\r\nSolve Fun Puzzles <br />\r\nPush stones, squash bushes, and spook bunnies as you mosey through the meadows. Your path is yours to choose, and you'll never get stuck on just one tricky puzzle. Unlimited undo and reset let you try until you succeed. Each area contains dozens of self-contained challenges, and a few more that require thinking outside the box! <br />\r\n<br />\r\nCoexist <br />\r\nIt's springtime, and the woods are teeming with life! Meet other cute animals like the timid rabbits, industrious beavers, and the beautiful songbirds. Some need your help, and some might even return the favor! Bring a hare a carrot, for example, and they'll let you use their tunnels to fast-travel. <br />\r\n<br />\r\nExplore <br />\r\nA gentle and engaging experience for all ages and skill levels. Your adventure will take you to every corner of the forest, each with it's own unique mechanics. If you're determined, you may find hidden secrets and collect honey to unlock even more devious puzzles!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 繁体中文, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1647810/header.jpg?t=1623951440",
    "developers": [
      "RNG Game Dev"
    ],
    "publishers": [
      "RNG Game Dev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}