{
  "1647380": {
    "name": "Spire of Sorcery 演示版",
    "steam_appid": 1647380,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>THE WORLD OF RUND LIES IN RUINS</strong></h2><br>Devastated by the wars of the power-hungry arch-mages of the past, Rund takes its first steps towards recovery under the guidance of the brilliant Emperor – popular with both the lords and the generals.<br><br>The Emperor's First Legion prepares its largest military campaign in the Wild Lands that will see the surviving non-humans of Rund either eliminated or driven deep into the east, towards the uninhabitable Distorted Lands that bleed Chaos.<br><br>The Inquisition, meanwhile, already wages another kind of campaign. Entrusted with preventing the threat that rebellious mages may pose to the Empire, it identifies those who possess magic power and confines them to the Sanctuaries for the Corrupted. There, the captive mages are allowed to cast their spells – strictly for the benefits of the state.<h2 class=\"bb_tag\" ><strong>THE PEOPLE OF RUND ARE THE RACE OF SURVIVORS</strong></h2><br>Hardened by difficult weather and challenged by aggressive fauna, the villagers and the townsfolk of Rund share the same dream: to have food on their tables, a roof over their heads, and a high wall around their homes.<br><br>The hardworking population loves the Emperor and his soldiers, hates the lords and their tax collectors and tries to stay away from the Inquisition and its spies. As to the mages, people both fear and loathe them, for seeing the destruction unleashed in the past there is little doubt about the threat that they pose for the future. <br><br>As just a few travellers make the trek into the eastern regions, people don't spend too much time thinking about the sentient non-human that dwell there. The stories about them are too wild to be believed, and too unpleasant to be shared around the table. It's only on the borderlands that people still have occasional dealings with these races.<h2 class=\"bb_tag\" ><strong>THE MAGES DREAM OF FREEDOM</strong></h2><br>For years, mages at the Sanctuaries have been peering over the old books and scrolls, trying to recover the forbidden knowledge of the past that would give them their freedom back – until one of them succeeded and opened the portal into the heart of the Wild Lands. <br><br>There, the mage took over the abandoned Spire of Sorcery, a place built in the earlier era to amplify its inhabitant's arcane powers.<br><br>Summoning fellow disciples to explore the region, the mage now has a lot to reckon with. As powers converge, it seems like everyone wants to cut a deal with the new master of the Spire – or destroy him, if they can't...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1647380/extras/mushroomeater.png?t=1623853273\" /></span><h2 class=\"bb_tag\" ><strong>SPIRE OF SORCERY – RELEASE DATE</strong></h2><br>Spire of Sorcery is designed and developed by Charlie Oscar, the team behind the digital board game Gremlins, Inc.. Our vision for Spire of Sorcery is that of a game where multiple simple mechanics combine into complex game experiences.<br><br>We expect that Spire of Sorcery will become available on Steam under the general Early Access program in the autumn of 2021. You can wishlist and/or follow this page to be notified of the release via email.",
    "supported_languages": "英语, 法语, 德语, 日语, 韩语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1647380/header.jpg?t=1623853273",
    "developers": [
      "Charlie Oscar Lima Tango Interactive Entertainment"
    ],
    "publishers": [
      "The Merchant Guild of Rund (Limited)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}