{
  "1648330": {
    "name": "Healium",
    "steam_appid": 1648330,
    "required_age": 0,
    "is_free": false,
    "description": "Beautiful, nature-based escapes powered by your imagination or with a premium subscription, you can power Healium with an optional EEG neurofeedback headband. Passively watch the experiences or actively train with your own brain patterns with an EEG headband using your feelings of focused calm. No headband? No problem. Passively watch the experiences immerse you. A premium subscription unlocks additional content. Float through a crystal forest, feel a healing rain wash over you, or sit quietly in a field of sunflowers. Virtually travel to Maui, listen to the rustle of a bamboo forest and the ocean waves lapping at your feet. Experience different colors of healing, trace a mandalynth, or glide through a breath-taking fractal. Use your imagined feelings of focused calm to make the flurries fly inside a magic snow globe. Sit quietly inside a zen garden. Grow leaves on a 150-year-old Burr Oak tree with your memories of being still. Healium is a walk in the park for those times when you can't physically take a walk in the park. In four peer-reviewed journals, Healium has been shown to improve mood in as little as four minutes. Healium is not diagnostic and as a self-awareness tool, it is not a replacement for professional counseling. With a premium subscription, connect an optional EEG meditation headband to make a firefly rise and fall with your feelings. Healium is a reminder that our thoughts have power to control things not only in the virtual world but the real world as well.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1648330/header.jpg?t=1669038071",
    "developers": [
      "StoryUp, Inc. dba Healium"
    ],
    "publishers": [
      "Healium"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}