{
  "1648390": {
    "name": "ScooterFlow",
    "steam_appid": 1648390,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >The world’s most realistic freestyle scooter game is finally here. Ride the skatepark, hit the streets, boost the mega ramp, fully customize your scooter &amp; throw down all of the real life trick combinations you could dream of within this physics based scooter game. Experience total freedom &amp; utilize your imagination in a world where the possibilities are truly endless.  </p><h2 class=\"bb_tag\" >REALISTIC PHYSICS</h2><p class=\"bb_paragraph\" >Experience the thrill of authentic scooter riding with our cutting-edge physics system. Immerse yourself in the dynamic and true-to-life physics designed to emulate the variations of real-world scooter movements. Our system is meticulously crafted to ensure that every grind, jump, and trick feels natural and responsive, allowing you to seamlessly flow around the skateparks as if you were riding in the physical world. Whether you're navigating ramps, grinding rails, or executing complex combos, our physics system provides a level of realism that enhances your gaming experience, making each session a true reflection of the exhilarating experience of freestyle scooter riding. Master the physics, and unlock a world of possibilities for creative expression within the game.  </p><p class=\"bb_paragraph\" > </p><h2 class=\"bb_tag\" >PLAY WITH YOUR FRIENDS</h2><p class=\"bb_paragraph\" >ScooterFlow’s multiplayer mode brings the social side of scootering to life. Ride together in real time, film lines, and explore parks with your friends or the wider community. Whether you’re linking combos, stomping new tricks, or just cruising through your favorite map, multiplayer captures the same energy and connection found in real sessions at the park. You can drop into public lobbies or host your own sessions, making it easy to ride the way you want.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >REPLICA SKATEPARKS</h2><p class=\"bb_paragraph\" >Ride real-world parks brought to life in ScooterFlow. Each location has been recreated 1:1 from its real counterpart, capturing the layout, flow, and atmosphere that riders know and love.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >• <strong>Washington Way</strong> – Christchurch, NZ: A local icon known for its fast lines and creative setup.</p><p class=\"bb_paragraph\" >• <strong>Knights Stream</strong> – Christchurch, NZ: A smooth-flowing park with a mix of ramps and technical features.</p><p class=\"bb_paragraph\" >• <strong>X Air 2022 Competition Park</strong> – Mount Maunganui, NZ: Step into a virtual version of New Zealand’s biggest scooter competition park.</p><p class=\"bb_paragraph\" >• <strong>Madrid Urban Sports 2023</strong> – Madrid, Spain: Experience a global stage designed for high-level riding in the heart of Spain.</p><p class=\"bb_paragraph\" >• <strong>Bay Skate</strong> – Napier, NZ: Cruise the coastal concrete park overlooking the Pacific Ocean, or flow through its wooden section used for the NZ Scooter Champs. Together they form one of the most iconic spots in New Zealand scootering.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >These authentic replicas celebrate real scooter culture from around the world, letting you ride the same parks that shape the sport today.</p><h2 class=\"bb_tag\" >SCOOTER CUSTOMIZATION</h2><p class=\"bb_paragraph\" >Unleash Your Creativity in Crafting the Perfect Ride! Design your ultimate custom scooter with an extensive array of authentic parts sourced from top-tier brands, ensuring an unparalleled level of personalization. Immerse yourself in the world of high-quality components, featuring renowned names such as Apex, Ethic, Lucky, Aztek, Madd Gear, Envy, and an impressive lineup of other leading manufacturers. Our Save System lets you effortlessly save and load up to 3 of your handcrafted masterpieces. Seamlessly switch between your creations and showcase different characteristics of your unique style. Unleash your creativity and keep the excitement rolling! </p><h2 class=\"bb_tag\" >SEE THE ACTION FROM EVERY ANGLE</h2><p class=\"bb_paragraph\" >Engage with the game on your terms with our versatile camera system. Choose from four dynamic camera angles — Offset, Low Angle, Follow-Cam, or First Person — to tailor your viewing experience. Capture the thrill of your tricks up close or get a broader perspective of the skatepark. The power to control your viewpoint enhances your gameplay, allowing you to strategize, perform, and appreciate every moment from the angle that suits your style. </p><h2 class=\"bb_tag\" >CUSTOM MAPS, COMMUNITY, CREATIVITY</h2><p class=\"bb_paragraph\" >Dive into an ever-evolving adventure with our custom maps feature. Download maps from our vibrant Discord community for a creativity boost beyond standard skateparks. Explore unique challenges, hidden gems, and landscapes crafted by fellow players. Contribute your own maps and join the collaborative spirit, ensuring the game's adventure is constantly player-driven and evolving. Experience endless exploration and infinite creativity with each session, where player-created content tells unique stories and offers exciting challenges. </p><p class=\"bb_paragraph\" ><strong>This game requires a controller to play.</strong></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1648390/header.jpg?t=1760836637",
    "developers": [
      "Dillon Earle"
    ],
    "publishers": [
      "UncannyKiwi"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 12,
      "highlighted": [
        {
          "name": "Eye in the Sky",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/2b96b715f05ab193daf444f7ab9bf65ba0ab38e3.jpg"
        },
        {
          "name": "Manual Master",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/90ca9984c068e609fce8d483c54de5b0b69a2eee.jpg"
        },
        {
          "name": "Map Tourist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/15f2f01576b2b6aca62e0b902b2945cb20080425.jpg"
        },
        {
          "name": "Directors Cut",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/4f751b3b991e64a2c080a503d0fc7b5388a98b88.jpg"
        },
        {
          "name": "Party at my Place",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/d498d7160c69a9ce6eab00754f2bef2b16020f4f.jpg"
        },
        {
          "name": "Join the Crew",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/0182b93b5fa7bf90ebccabcb99cafb51b3260e22.jpg"
        },
        {
          "name": "Drip Check",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/5afe5240466208b89309646e442e956a8f280f72.jpg"
        },
        {
          "name": "Down But Not Out",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/95d853e591f0a3bd52ab8ed7d24fd7a35b613d9a.jpg"
        },
        {
          "name": "Cloud Surfer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/7ec4806aa2b03c995990dadc130cda9a41999e42.jpg"
        },
        {
          "name": "Locked In",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1648390/8745223c70df382e4288bea4da2450b3f4e72a4c.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}