{
  "1648730": {
    "name": "S.O.T.A 2",
    "steam_appid": 1648730,
    "required_age": 0,
    "is_free": false,
    "description": "S.O.T.A - Survival Online Time Anomaly is a multiplayer MMO TPS with RPG and open world survival elements. The game takes place in an anomalous zone. The setting of the game is the Soviet local post-apocalypse. An integral part of the game is the uncharted dangerous territory of the zone with numerous anomalies, mutants and abandoned places, in which not everyone can survive. The inhabitants of this world are stalkers who find themselves in the anomalous zone for various reasons. Someone came out of curiosity, someone was forced by life circumstances, and someone was brought into these places against their will ... there are also those who happened to be in the zone quite by accident.<br />\r\n<br />\r\nThe gameplay of the game is based on a shooter with elements of a social role-playing game, where players must move across a huge territory, trying not to die in a random anomaly or stumble upon a mutant, and possibly at the hands of other players.<br />\r\n<br />\r\nPlayers can survive both alone and in cooperation with other players (create groups and groups with individual symbols), moving closer to their goal. The player's goals can be completely different, from the desire to become the wealthiest businessman in the anomalous zone, to the leader who leads the most influential group in the zone, because the game has no restrictions in terms of the development of events. So, today you are a bandit, and tomorrow you can join the faction of free stalkers.<br />\r\n<br />\r\nAmong the features of the mechanics of the game, one can note the loss of all items received by the player upon his death, except for registered and premium items. This feature makes the life of the game character more valuable, because the loot for the entire raid can be at stake. Also, you can note the advanced inventory system. Many items have unique mechanics: cartridges must be loaded into the magazine, and the magazine itself must be loaded into the weapon; in order for the flashlight to work, you need to insert charged batteries into it, since discharged batteries will not work; some items may have an expiration date and if not used before the expiration date, they will deteriorate, such as food. It should be noted that there is one more unique feature - realistic shooting mechanics, namely, a flat trajectory of the bullet, the time of the bullet's approach to the target, the range of aimed fire, and the penetrating ability of the bullet. It will be much more difficult to hit moving targets, since you will have to take into account the distance to the target and its movement, and fire ahead of time.<br />\r\n<br />\r\nThe game offers constant in-game events, excellent well-thought-out quests, a wide selection of weapons and equipment, a well-thought-out cooperative component, and a developed game economy.<br />\r\n<br />\r\nIf you are interested in the topic of survival, the study of new unexplored territories within the boundaries of the anomalous zone, the search for valuable artifacts, then this game will undoubtedly interest you!",
    "supported_languages": "俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1648730/header.jpg?t=1750364692",
    "developers": [
      "S.O.T.A Games"
    ],
    "publishers": [
      "S.O.T.A Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}