{
  "1649210": {
    "name": "Retro Classix: Fighter's History",
    "steam_appid": 1649210,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Many Will Enter, One Will Win</strong><br><br>A mysterious invitation is sent out to elite fighters from around the globe to compete in The Great Fighters Competition. The winner will be showered with untold treasures, while the losers will forfeit their lives. Invitation in hand, nine warriors assemble at the appointed locations with the hope of defeating their challengers, moving up the ranks, and becoming the champion of the tournament.<br><br>This classic 2D arcade fighter from Data East™ has all the hallmarks of a great fighting game. Choose from nine unique characters, each with their own movesets and abilities to compete in a tournament featuring fierce competitors and beautifully detailed locations. Unleash combos and balance offensive and defensive strategies as you take down each opponent and move on to the next match. Are you skilled enough to fight your way to the top and face the shadowy — yet somehow familiar — figure waiting for you in the final match?<br><br><ul class=\"bb_ul\"><li>Prove your fighting prowess by taking on CPU challengers from around the world in Arcade Mode!<br></li><li>Grab a friend (or sworn enemy) to duke it out in two-player versus mode (requires separate controller).<br></li><li>Strike with precision on your opponent’s unique weak spot to stun them, then use the opportunity to unleash a devastating combo.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1649210/header.jpg?t=1714508635",
    "developers": [
      "Data East"
    ],
    "publishers": [
      "Ziggurat",
      "612 Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}