{
  "1649260": {
    "name": "VIVE Hub",
    "steam_appid": 1649260,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>VIVE Hub: Visually lossless PC VR streaming, spatial workspaces, and full-body tracking setup</strong></h2><p class=\"bb_paragraph\" >VIVE Hub harnesses the power of VR with immersive applications, high-resolution displays, and versatile tracking features. The application includes VIVE Streaming, VIVE Desk, and VIVE Ultimate Tracker setup.</p><h2 class=\"bb_tag\" ><strong>VIVE Streaming: DisplayPort, USB, and Wi-Fi</strong> </h2><p class=\"bb_paragraph\" >VIVE Streaming offers three ways to connect: DP and USB Type-C for wired streaming and Wi-Fi if you prefer a more mobile experience.  </p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>DisplayPort:</strong> DP provides a large bandwidth, enabling higher resolution and faster refresh rates for video transmission. Most importantly, it connects to the PC's graphics card, allowing the GPU to process images directly to reduce latency and provide lossless visual quality. Unlike USB data transfer, DP leverages Display Stream Compression (DSC). DP streaming mode is currently exclusive to VIVE Focus Vision via VIVE Wired Streaming Kit, (kit sold separately). </p></li><li><p class=\"bb_paragraph\" ><strong>USB:</strong>  Both VIVE Focus Vision and VIVE XR Elite also support USB Type-C data transfer for another option to get PC VR power with standalone headsets.  </p></li><li><p class=\"bb_paragraph\" ><strong>Wi-Fi Streaming:</strong> Wi-Fi connectivity allows users to move freely without the constraints of a cable. Streaming quality, however, may be limited by your network setup. Wireless streaming is available on VIVE Focus Vision and VIVE XR Elite.</p></li></ul><h2 class=\"bb_tag\" ><strong>VIVE Desk: Multiple screens and mixed reality desktop</strong> </h2><p class=\"bb_paragraph\" >In VR mode, the virtual desktop solution allows you to see your hands, mouse, and keyboard in the real world, while in virtual reality, providing a private workspace with up to three highly customizable screens. VIVE Desk now also supports Mac systems.</p><h2 class=\"bb_tag\" ><strong>VIVE Ultimate Tracker: Easy tracker pairing</strong> </h2><p class=\"bb_paragraph\" >Through VIVE Hub, you can easily pair VIVE Ultimate Trackers with third-party SteamVR-supported headsets, making the connection more intuitive and enabling you to monitor tracker statuses like battery life, firmware versions, and more.</p><p class=\"bb_paragraph\" >  </p><p class=\"bb_paragraph\" >Install VIVE Hub and get the most out of your VIVE Focus Vision, VIVE XR Elite, and VIVE Ultimate Trackers.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1649260/header.jpg?t=1733386284",
    "developers": [
      "HTC Corp."
    ],
    "publishers": [
      "HTC Corp."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}