{
  "1649480": {
    "name": "Mrs. Fantastic's Freaky Figurine Shop",
    "steam_appid": 1649480,
    "required_age": 0,
    "is_free": true,
    "description": "Mrs. Fantastic's Freaky Figurine Shop is a single player environmental puzzle game that engages the player with 3 different characters to make use of unique abilities, environmental props, and critical thinking to solve puzzles. Take advantage of hidden tricks, interactions, and environmental pieces to escape the little shop of horrors!<h2 class=\"bb_tag\" >Mrs. Fantastic's Curse</h2><br>Being turned into a toy is arguably not one of the better situations to be put into, but it does have it's perks. Use each characters unique abilities to explore and solve the various puzzles of the toy shop.<h2 class=\"bb_tag\" >The Shop</h2><br>Venture through many different areas Mrs. Fantastic has created with her magic to prevent you from escaping the shop. Meet other characters that were also turned to toys by Mrs. Fantastic and get their help to figure out a way to escape the shop and turn back to normal.<h2 class=\"bb_tag\" >The Developers</h2><br>The Cotton Candy Collective is a group of game developers from UT Austin, coming together to create a video game over the course of a semester. We all come from different practices and fields of study, but together we've come together to develop Mrs. Fantastics Freaky Figurine Shop and work towards making the game and future projects engaging gameplay experiences.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1649480/header.jpg?t=1678980859",
    "developers": [
      "The Cotton Candy Collective"
    ],
    "publishers": [
      "University of Texas at Austin",
      "Paul Toprac"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}