{
  "1649290": {
    "name": "Deep Lake: Prologue",
    "steam_appid": 1649290,
    "required_age": 0,
    "is_free": true,
    "description": "Our game will immerse you in the atmosphere of a mystical story. Consonance with the feelings and imaginations of the hero, will make you experience real pleasure from the unfolding events.<br />\r\n<br />\r\nSali is a former court photographer for the criminal division. <br />\r\nHis views on real reality will seem strange to us. <br />\r\nLife, as a process, does not interest him. The object of the hero's research is the manifestation of death and everything related to it. <br />\r\nAn accident that happened to Sali reveals in him a mysterious gift. The acquisition of new abilities forced Sali to become an agent of the otherworldly forces in our world. <br />\r\nAs he performs his duties, he unwittingly becomes embroiled in a violent confrontation of necrological beings that could lead to his terrible demise.<br />\r\n<br />\r\nSali's dreams:<br />\r\n&quot;My trunk is gnawed by worms and insects. The winds have broken the dry branches where the dense crown once rumbled. My roots have rotted <br />\r\naway. I've forgotten the taste of earth juice.<br />\r\nLone oak ... I stand on the top of a mound in the shrinking ring of a dense forest. But in every tree of the advancing green mass I can already see the beginnings of decay.<br />\r\nReborn from the seed and breaking through from the Earth to the Sky, you are approaching the halls of Death. It is she who will lead you through the endless labyrinths of life cycles.&quot;<br />\r\n<br />\r\nDeep Lake: Prologue is a kinetic novel with no choice, in the style of a gripping Gothic story.<br />\r\nA total of four episodes are planned. They will have a choice of storylines and different endings.<br />\r\nThe fourth episode will contain different finals, performed in the genres: mystical tragedy, hentai horror, black trash and detective noir. .<br />\r\n<br />\r\n✔ Non-linear visual novel with dramatic plot twists and turns.<br />\r\n✔ 100 Indie soundtrack, authentic visuals and lyrics immersing in a dark, mystical atmosphere.<br />\r\n✔ 88 - backgrounds, 20 - animation backgrounds.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1649290/header.jpg?t=1640471262",
    "developers": [
      "Sinto_Kengeki",
      "Vengersky",
      "Aleksey_Chuyko",
      "Ilya_Chuyko"
    ],
    "publishers": [
      "Kairos GD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}