{
  "1650740": {
    "name": "Grim Tales: Threads of Destiny Collector's Edition",
    "steam_appid": 1650740,
    "required_age": 0,
    "is_free": false,
    "description": "New evidence has come to light that will prove who killed Jackie’s parents over 20 years ago. Now that you have something that belonged to them, you can travel back in time to discover what really happened that fateful night and try to save them from a dangerous serial killer. But beware; a dark force is watching your every move, and it is determined to keep you from changing their fates. You’ll have to think quickly if you want to cheat Death and come back alive!<br />\r\n<br />\r\nThis is a special Collector’s Edition release full of exclusive extras you won’t find in the standard version. The Collector’s Edition includes:<br />\r\n<br />\r\n•\tCan you save Jackie’s parents from their destiny?<br />\r\n•\tSurvive Fate’s ultimate challenge in the bonus game!<br />\r\n•\tFind collectibles to construct the Grays’ family tree!<br />\r\n•\tView original concept art, wallpapers, music and more!<br />\r\n•\tUnlock the Secret Room to replay your favorite hidden-object puzzles and mini-games!<br />\r\n<br />\r\nThis is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1650740/header.jpg?t=1764247267",
    "developers": [
      "Elephant Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}