{
  "1650680": {
    "name": "To Kill A King",
    "steam_appid": 1650680,
    "required_age": 0,
    "is_free": false,
    "description": "Enter Rots….a foul-mouthed, short-tempered, and belligerent undead female warrior &quot;erected&quot; to serve the Ignoble King completing his mundane tasks and honoring his frustrating requests. Venture into a world that takes jabs at the RPG genre, does not take itself seriously, and has a give no ****s attitude!<h2 class=\"bb_tag\" ><strong>ERADICATE THE MEATBAGS</strong></h2>Battle it out in frustration with 100+ enemies and monsters determined to stop Rots for their own selfish gain and glory. Find and eradicate the numerous meatbags that plague the land, and just because Rots can't stand them.<h2 class=\"bb_tag\" ><strong>VENTURE FORTH</strong></h2>Explore un-typical numerous locations, towers, dungeons and caves and watch as Rots' temper flares! Visit the Caves of Frustration, and stay awhile. Or shack it up in Rots' Lair for some quality reading and a bathroom break.<h2 class=\"bb_tag\" ><strong>THE GRIND BUT SHORT!</strong></h2>40+ hours of RPG style game play that deviates from the cliche's of the genre and does not take itself seriously. Grind your way to restore Rots' lost power and seek revenge against the Ignoble King.<h2 class=\"bb_tag\" ><strong>INFUSION</strong></h2>Infuse Rot's weapons, armor, and accessories from random items and parts taken from defeated enemies, or found in the world. Enhance your gear with extra stats of your choosing based on the item used. Careful when infusing, there are no take-backs!<h2 class=\"bb_tag\" ><strong>ELEMENTS OH MY!</strong></h2>Exploit the elemental weaknesses of Rots' enemies. Be wary as Rots' foes are also able to exploit her weaknesses as well. Find items or abilities that can bolster Rots' elemental defenses, or weaken her foes.<h2 class=\"bb_tag\" ><strong>THANK YOU AUTO-SAVE</strong></h2>Save early and save often! You never know when the enemy will take advantage of Rots' anger and frustration! Auto-Save is your friend and back-up plan for when you have forgotten to save before a big moment.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1650680/header.jpg?t=1712598319",
    "developers": [
      "1SiGn Games"
    ],
    "publishers": [
      "1SiGn Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}