{
  "1651230": {
    "name": "Wellness Hero",
    "steam_appid": 1651230,
    "required_age": 0,
    "is_free": false,
    "description": "Wellness Hero is a role playing and strategy game that teaches wellness and therapeutic methods to heal mental, psychological, and emotional pain. It helps us to practice mental health challenges, before we go through them again. <br />\r\n<br />\r\nDo you practice meditation, journaling, habit tracking? Have you been to therapy or been on medication for mental health intervention? You are one of us. <br />\r\n Wellness Hero embraces all evidence based approaches to mental health. But importantly, it helps us to organize all these wellness methods together. <br />\r\n<br />\r\nIf you have no emotional literacy, no experience with your wellness, it can take you through the entire journey. Take what you want, leave the rest. It’s never too late to heal. <br />\r\n<br />\r\nAnd if you’re a decades long fighter, you’re already your own wellness hero, this game will feel like home. Wellness Hero will help experienced mental health fighter organize and fill holes in what might still be missing for you.<br />\r\n<br />\r\nThis game was made in consultation with mental health professionals and people who suffer from mental health challenges. Our heroes are people like Brene Brown, Andrew Solomon, Glennon Doyle…<br />\r\n<br />\r\nMental Health problems are universal health problems. Our culture is only just starting to understand them. Everyone has a burden they carry. Everyone has a story. Wellness Hero understands and wants to help you with your fight.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1651230/header.jpg?t=1691706157",
    "developers": [
      "David Negrin"
    ],
    "publishers": [
      "Ensemble Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}