{
  "1651550": {
    "name": "The Reason Why Raeliana Ended up at the Duke's Mansion Demo",
    "steam_appid": 1651550,
    "required_age": 0,
    "is_free": true,
    "description": "Biggest hit on Tappytoon! Loved by 3.7 million readers!<br>Its new endings are now about to be created with the choices you make.<br><br>After a mysterious death, Park Eunha enters the world of a novel. She is revived as a minor character, Raeliana McMillan, who is to be poisoned to death by her own betrothed. In order to break up with her dangerous fiancé, she offers a surreptitious deal to the male protagonist of the novel, Noah Wynknight, but winds up romantically with other men that are not part of the plan. Noah Wynknight of inescapable but suspicious charm; honest Justin Shamal who loves only one person; or Adam Taylor for whom you have a soft spot for no reason whenever you see him. Will Raeliana successfully get out of this crisis and create a new ending for herself? Who will be the one that will join Raeliana in her new ending?<h2 class=\"bb_tag\" >Main features</h2><br>- Rich stories and illustrations<br>   ■ In addition to the original story, you get to enjoy new romance stories and vibrant illustrations only available in the game.<br>- 3 target characters and various endings<br>   ■ The ending of the story depends on your choices. You could save the character who is supposed to die in the original work or develop a romantic relationship with someone other than the male protagonist.<br>- Side story DLC<br>   ■ Featuring the High Priest, Heika Demint, who dotes on Raeliana unconditionally, this side story illustrates precious time spent with Grandpa Heika.<br><br><br>Translation into English and Japanese is on the way.<br>After the game's release in Korean, the additional languages will become available through a patch update once the translation is complete.<br>Subtitles checkboxes in language settings will be added after the patch.",
    "supported_languages": "韩语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1651550/header.jpg?t=1697464598",
    "developers": [
      "SHIFT UP Corp."
    ],
    "publishers": [
      "SHIFT UP Corp."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}