{
  "1652950": {
    "name": "Zombies Beyond Me",
    "steam_appid": 1652950,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652950/extras/12d478fd6ed4b42aa8e584cbf6e78761.poster.avif?t=1650738312\" width=650 height=150 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652950/extras/12d478fd6ed4b42aa8e584cbf6e78761.webm?t=1650738312\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652950/extras/12d478fd6ed4b42aa8e584cbf6e78761.mp4?t=1650738312\" type=\"video/mp4\"></video></span><br><strong>Survive and deceive</strong> your friends in a game of survival, deception, and social manipulation.<br><br>Work as a team to collect resources, weapons, and tools to escape Salty Islands alive. But remember that communication is an important factor, as there are traitors in your midst who will do anything to sabotage your escape and sacrifice the entire group of survivors.<h2 class=\"bb_tag\" >You can play as a:</h2><br><strong>Survivor:</strong><br>As a survivor, you must find or create the tools needed to fix the island's power generators and call for help over the town radio.<br><br><ul class=\"bb_ul\"><li>Search for the generators on a desolate map surrounded by water.<br></li><li>Mine rocks, cut down trees, hunt animals, and search for food in the abandoned buildings and houses on Salty Island.<br></li><li>Cooperate with your team to open locked vault doors and discover crates of precious items such as weapons, ammunition, and important resources.<br></li><li>Use different weapons with various mechanics to defend yourself, attack and shoot enemies (both natural and human).<br></li><li>Use your detective sense to find out who the traitors are, and don't be sorry: eliminate them the best way you can!</li></ul><br><strong>Traitor:</strong><br>As a traitor you must prevent the survivors from accomplishing the objectives, without being killed or recognized.<br><br><ul class=\"bb_ul\"><li>Use your private text chat to communicate with your fellow traitors.<br></li><li>Search for special traitor chests scattered around the map to collect important resources for your strategy to eliminate the survivors. Just don't get caught opening one!<br></li><li>Use traitor credits to perform special actions in the game, such as sabotaging the survivors' objectives and delaying them.<br></li><li>Blend in with the survivors, use your deception and lying techniques to make yourself look like one of them. But be careful, they are smart too.</li></ul><br><strong>Zombie:</strong><br>If you die, either as a survivor or a traitor, you get a second chance as a zombie.<br><br><ul class=\"bb_ul\"><li>Use your zombie form to get in the way of your opponents, traitors, or survivors.<br></li><li>You cannot speak, but you can be identified, so be careful.<br></li><li>Help your companions without being hindered by enemies as zombies!</li></ul><h2 class=\"bb_tag\" >Enjoy and have fun with lots of mechanics and features:</h2><br><strong>Use various tools to communicate with your team.</strong><br>You can use a proximity voice chat and text chats.<br><br><strong>Mistrust is part of the game.</strong><br>You can never trust someone 100%, even if they are your friend. Use this uncertainty to create the best strategy to win, even if you cannot trust anyone. Traitors can infiltrate easily, so you can't be too careful.<br><br><strong>Be who you want to be!</strong><br>Use different outfits, skins, and backpacks to show your personality in the game. Jump into the game and face your obligations in the game with several classes, each with different advantages and disadvantages.<br><br><strong>Have fun with your friends and other people.</strong><br>You can create your own server, private to your friends or not. Use this to create a greater atmosphere of tension and mistrust, and also to meet new people and make friends (or enemies)!",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652950/header.jpg?t=1650738312",
    "developers": [
      "Painted Island Studio"
    ],
    "publishers": [
      "Painted Island Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}