{
  "1652730": {
    "name": "The Skinwalker Investigations",
    "steam_appid": 1652730,
    "required_age": 0,
    "is_free": false,
    "description": "Amidst dozens of reports of missing people, mutilated animals, unidentified lights in the sky, strange creatures and odd poltergeist-like activity, two FBI agents are sent to investigate a mysterious ranch in order to ascertain the truth. What they uncover becomes a hellish nightmare beyond imagining!<br><br>You've may have heard of the ranch in Utah said to be &quot;in the path of the skinwalker.&quot; It is the most scientifically studied paranormal hotspot in history, anywhere in the world. The US government has spent tens of millions of dollars investigating it and <i>most of what has been uncovered is <strong>classified</strong></i>. What most don't know, however, is that there was once another ranch just like it located in Colorado! Now experience it for yourself in terrifying and immersive survival horror VR!<br><br><ul class=\"bb_ul\"><li><strong>Explore a mysterious ranch steeped in history and the paranormal</strong> - Witness all sorts of terrifying phenomena reported at the ranch over the years, from mysterious orbs of light that seem intelligently guided; strange, grotesque creatures and entities of all shapes and sizes; to peculiar &quot;holes&quot; that open in the sky that seem to be gateways to other worlds, and more!<br><br></li><li><strong>Fend off or hide from an assortment of frightening cryptids, creatures and monsters</strong> - Horrifying creatures from another dimension are prowling the ranch and searching for you! Not to mention the skinwalker itself, an evil, shape-shifting witch that can take many forms!<br><br></li><li><strong>Find an array of weapons around the ranch to help destroy your foes</strong> - From more standard weapons like the .22 pistol, shotgun, .45 magnum, submachine gun, and hunting rifle to more unorthodox weapons like a bow and arrow (with different types of arrows), flamethrower, grenades, chainsaw and even a crucifix!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652730/extras/91ee2978772e845cab9c5ec453baecec.avif?t=1739404849\" width=800 height=114 /></span><br></li><li><strong>Find hidden precious gems to upgrade your weapons</strong> - Find twelve varieties of precious gemstones hidden around the ranch to upgrade your weapons! Diamonds, rubies, sapphires, emeralds, spinels, tanzanites, onyxs, aquamarines, clinohumites, kyanites, amethysts and citrines! Each variety comes in five different shapes/cuts, so sixty different gemstones in all! Can you find them all?<br><br></li><li><strong>Solve puzzles to unlock new areas and weapons using clues and riddles scattered around the ranch</strong> - Can you solve the grand mystery? What is the cause of so many very different phenomena, especially in one location? What <i>exactly</i> is happening at this ranch??</li></ul><br>For more in-depth, in-game information, please visit <i>The Skinwalker Investigations Wiki</i> on Fandom (the link on the right side of this page: <i>View the manual</i>). I have tried to get some of the initial walkthrough as well as other information uploaded. Keep checking back as I update it every so often.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652730/header.jpg?t=1739404849",
    "developers": [
      "Gray Wolf Interactive"
    ],
    "publishers": [
      "Gray Wolf Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}