{
  "1652980": {
    "name": "Saturday Morning Rogue",
    "steam_appid": 1652980,
    "required_age": 0,
    "is_free": false,
    "description": "Saturday Morning Rogue is the top-down 2D roguelike where custom crafted weapons are the only way you're getting out alive. Pick up persistent custom weapons and armor of past players that are now stuck in Saturday morning forever. If you're going to defeat the villains of each realm and destroy the corporate machine you'll need to build some serious equipment of your own. Want more damage? do it. Need to push yourself across the map with explosive recoil? Go wild. The power is yours to create terrifying tools of destruction or hilarious weapons that never should have left the toy aisle!<br><br>You've been sucked into your favorite Saturday morning cartoons and must fight your way through the Hierarchy's boomer bots in the zaniest bullet-hell challenge this side of Sunday. Thwart the Hierarchy's plan to steal the power of your imagination and feed the cereal laden action figure printing machine. Start at the bottom and defeat their plot for profit by climbing the ladder and pushing bosses down another rung. It's time to weaponize imagination!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li><strong>Create extremely customizable weapons and armor that appear forever in the game,</strong> dropping from enemies for other players to use.<br></li><li><strong>Every stat is yours to fine-tune.</strong> Modify damage, recoil, critical hit rate, and many more to craft the ultimate weapon!<br></li><li><strong>Explore twisted procedural levels</strong> from the LepreFaun's playful maze forest to the Boomer's corporate castle and the Bone Apple King's dungeon of empty bowls. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1652980/header.jpg?t=1729876086",
    "developers": [
      "Saturday Morning Rogue Team"
    ],
    "publishers": [
      "Saturday Morning Rogue Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}