{
  "1653270": {
    "name": "The ordinary case of Margaret Luoni",
    "steam_appid": 1653270,
    "required_age": 0,
    "is_free": false,
    "description": "The head of the laboratory turned to Dirk for help in the investigation of the murder of his employee. What happened to one of the greatest minds in the Cat Head Nebula? What color do the Sumlings hate? Where can I get carbs for my secretary? And in what order did the great Blork Gnarbs draw his pictures? Why me? <br>  You will find the answer to these and other obviously important questions by helping Dirk in the investigation.<br><br><ul class=\"bb_ul\"><li><strong>World:</strong> In a world where teleportation and robots are as commonplace as a cup of coffee, there are almost no living plants left. Humans are a lower caste and they are doing the work that hardly anyone else wants to do. For example, to investigate murders. The Margaret Luoni case is one of detective Dirk's many investigations. There will be others! Learn new details of the futuristic universe and meet new galactic races.</li></ul><br><ul class=\"bb_ul\"><li><strong>Plot: </strong>Travel between planets of the Cat Head Nebula, interrogate witnesses, and find new evidence. Solve puzzles and approach different witnesses with Galactic Handbooks. There are no obvious solutions here, find your own way to solve problems and get 2 different endings.</li></ul><br><ul class=\"bb_ul\"><li><strong>Graphics:</strong> Everything from locations to the smallest of objects is hand-drawn, as well as painstakingly created character animations</li></ul><br><ul class=\"bb_ul\"><li><strong>Music:</strong> amazingly atmospheric music</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653270/header.jpg?t=1769601922",
    "developers": [
      "Robohamster"
    ],
    "publishers": [
      "Robohamster"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}