{
  "1653480": {
    "name": "Project: New Light City",
    "steam_appid": 1653480,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Something's Wrong in New Light City</h2><br>There's a murder-suicide crisis in New Light City and everyone is turning to Special Investigator Max Boston to uncover who - or what - is behind it. He is the best the city’s Enforcement Unit branch has to offer, but Max is wrestling with the aftermath of a heart-breaking tragedy that has him asking the eternal question, &quot;Why?&quot;<h2 class=\"bb_tag\" >Cut to the Chase</h2><br>Equipped with cutting-edge forensic technology, a talent for deduction, and his unique ability to convince even the most reluctant of suspects to talk, Max is about to embark on the biggest challenge of his career. From the top of the New Light City food chain, where the elite rule the city at their whim, to the infamous underground run by those who lurk in the shadows, the list of suspects is endless.<h2 class=\"bb_tag\" >Keep a Clear Head</h2>Sure, Max might know his way around the city better than anyone. He certainly knows how to get things done. But everyone has their demons and Max is no exception. The devastating tragedy which overwhelms his every waking moment has breathed life into a haunting darkness. A darkness that continues to grow more every day.<h2 class=\"bb_tag\" >Choices Matter</h2><br>In this epic, multiple-ending story, you’ll use innovative tools inspired by real-world forensic science to investigate crime scenes and explore other harrowing, dark places. Engage with witnesses and interrogate dozens of less-than-cooperative suspects as you follow every lead to determine who’s telling the truth and who’s got something to hide. Use intuition and quick reflexes to solve puzzles and challenging stealth sequences as you piece it all together and uncover the evils which scheme to undermine what was once known as the shining beacon of the world, New Light City.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653480/header.jpg?t=1658086549",
    "developers": [
      "Catch Light Interactive, LLC"
    ],
    "publishers": [
      "Catch Light Interactive, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}