{
  "1653520": {
    "name": "Project Delta",
    "steam_appid": 1653520,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Overview</h2>Project Delta is a new unique concept of a Procedurally Designed Metroidvania. At its core it utilizes a fresh procedural generation technique inspired by Map, Area, and Item Randomizers of the Retro Metroidvania classics. The key twist being the game allows you to decide the order of your power-ups, and in turn, the shape of the world itself. Embark on an epic journey, uncovering map structures and discovering new power-ups, as you take on the Darkness and seek the Seed of Light to restore balance to the universe.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Embark on an epic journey across 7 distinct areas<br></li><li> Explore over 20 unique map structures<br></li><li> Discover and strategically utilize 10+ powerups<br></li><li> 871 unique hand crafted rooms routed for generation<br></li><li> Immerse yourself in a rich, 20-30 hour Story Mode<br></li><li> Test your skills in 4 Pre-Generated Classic Mode worlds, offering a more structured challenge<br></li><li> Special features in options menu, &quot;Backup Saves&quot; and &quot;Return to Hero's Path&quot;, ensures that you can always find the path forward.</li></ul><h2 class=\"bb_tag\" >Powerup-Driven Procedural Generation and Meta Progression</h2>Project Delta combines traditional Metroidvania gameplay with procedural generation. In Story Mode, discovering new map structures and meta power-ups allows for strategic revisits to previous stages, opening new paths and expanding the Metroidvania experience.<br><br><br>One of the early game stages lets you input a single item, resulting in a branching map requiring you to get that item and find a meta item for the meta progression.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/ced46d9043fe0b51153d987f36011d62.avif?t=1744933820\" width=500 height=282 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/445b9ca94f5353975227b59b8208855c.avif?t=1744933820\" width=500 height=281 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/238152963e197d91df7b7e14f6fba520.avif?t=1744933820\" width=500 height=278 /></span><br><br>Using the ability acquired from that stage, you can use your new power to generate the same stage with different input items - creating a similar world with a different progression and design, and allowing you to unlock different meta items:<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/3414d79edfeb29d42d7052933ccabb98.avif?t=1744933820\" width=494 height=278 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/23725d6aed73ba7fbe4493395b69cf9c.avif?t=1744933820\" width=500 height=284 /></span><br>(note the darker purple branch on the left in comparison to the first generation. This is because the rooms have a different region and enemies as this world is thematically ahead in the meta-game narrative)<br><br>This grows in scale and complexity as the game continues and your ability pool increases allowing you to start with previously discovered items and delve deeper into worlds that grow larger and larger as the game progresses:<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/c192bfdf67ac10507380451d7d10fcc5.avif?t=1744933820\" width=500 height=283 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/ff3e5c32c1541ef5e4376389857074d2.avif?t=1744933820\" width=500 height=284 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/7d02bd9a3f2674e9dd23b31f5e6c4601.avif?t=1744933820\" width=500 height=277 /></span><br><br>Culminating in the game's ultimate map structure which matches the scope of the classic this game is built in the image of:<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/0fc1a695065b1ffad26d10b8d8d20638.avif?t=1744933820\" width=500 height=278 /></span><h2 class=\"bb_tag\" >Sequence Breaking</h2>By choosing the order of power-ups, you can create opportunities to venture off the intended path and break the sequence. Your knowledge of the game's mechanics, map structures, and generation algorithm can help you find shortcuts and access areas earlier than expected.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/af31cb8af0b2709869616f820c767897.poster.avif?t=1744933820\" width=486 height=276 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/af31cb8af0b2709869616f820c767897.webm?t=1744933820\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/af31cb8af0b2709869616f820c767897.mp4?t=1744933820\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Easy to Learn, Difficult to Master, Built for the Journey</h2>Project Delta incorporates knowledge-gated abilities that become valuable as you understand the game's intricacies and secrets. These abilities can be used for speed running and sequence-breaking, presenting unique puzzles and challenges.<br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/4941eab38084958c0ea3614d97d76733.poster.avif?t=1744933820\" width=486 height=276 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/4941eab38084958c0ea3614d97d76733.webm?t=1744933820\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/extras/4941eab38084958c0ea3614d97d76733.mp4?t=1744933820\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Immersive Storytelling</h2>The game's lore set to reflect upon the procedural nature of the world. As you battle the Darkness and seek the Seed of Light, you'll uncover journal entries and flavor text that piece together the protagonist's inner struggle dealing with understanding the ever changing world around him.<h2 class=\"bb_tag\" >A Love Letter to a Classic</h2>Project Delta is more than just a game; it's our heartfelt tribute to the timeless classic - Super Metroid. From its inception, we challenged ourselves to understand the magic of Super Metroid, dissecting its core elements and translating them into a procedurally generated universe. In crafting Project Delta, we saw Super Metroid not only as an inspiration but also as a guiding mentor. <br><br><br>The story mode of Project Delta builds up to a meticulously crafted map structure, embodying the structure of Super Metroid. This map structure offers an experience remarkably reminiscent of the classic game, yet infused with a novel twist - you can generate the world with your own custom order of items, crafting your unique adventure.<br><br>Our advanced procedural generation system is designed to respond intuitively to your choices. Whether you're seeking exploration, a speed-run, or a low-item challenge, Project Delta will adapt, offering an authentic and personalized Metroidvania experience. Retaining the classic's foundational elements, we've forged a unique path, creating a captivating, replayable, and modern Metroidvania experience. Venture into Project Delta's dynamic universe, a reverent nod to the past, an exciting adventure in the present.<h2 class=\"bb_tag\" >Regarding Keyboard Support</h2>It is not recommend playing on keyboard. There are some aspects which are kind of nice, but controlling is very clunky. If you are going to play on keyboard it is recommended going into the control options (pause &gt; options &gt; control options) and setting Run and Sanguki Blast to toggle. This will make using those mechanics easier on keyboard.<br><br><br>Please note as well. The game supports keyboard, but the glyphs that show up will still be for the controller, the full mapping below in this format:<br><br><br>Keyboard Key - Controller Glyph - Action<br><br>Control Mapping:<br><br>Left Arrow - Left Arrow Move - Move<br>Right Arrow - Right Arrow Move - Move<br>Up Arrow - Up Arrow - Accelerate up quicker / Look Up (hold)<br>Down Arrow - Down Arrow - Duck / Look Down (hold)<br>A - Bottom Face Button - Jump / Confirm (in menu)<br>Space - Right Face Button - Run / Spin Jump (while in air) / Back (in menu)<br>S - Left Face Button - Shoot<br>D - Top Face Button - Lay Bomb<br>Q - Left Shoulder / L1 - Angle Bow<br>Left Shift - Right Shoulder / R1 - Sanguki Arrows<br>Left Control - Left Trigger / L2 - Ascend<br>W - Right Trigger / R2 - Grapple<br>Tab - Left Stick Click - Cycle Selector Type<br>C - Right Stick Click - Toggle Selector<br>1 - Left Analog Up - Select Top for Selector<br>2 - Left Analog Right - Select Right for Selector<br>3 - Left Analog Left - Select Left for Selector<br>4 - Left Analog Down - Select Down for Selector<br>Return / Enter - Right Menu Button - Pause<br>Right Shift - Left Menu Button - Open / Close Map<br>Numpad 8/Up - Right Stick Up - Control Control Up<br>Numpad 4/Left - Right Stick Left - Control Control Left <br>Numpad 6/Right - Right Stick Right - Control Control Right <br>Numpad 5/Down - Right Stick Down - Control Control Down",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1653520/header.jpg?t=1744933820",
    "developers": [
      "Flying Fire, LLC"
    ],
    "publishers": [
      "Flying Fire, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}