{
  "1654990": {
    "name": "Spies & Soldiers Demo",
    "steam_appid": 1654990,
    "required_age": 0,
    "is_free": true,
    "description": "Spies &amp; Soldiers is a low fantasy strategy game with procedural content and simple mechanics, providing a hit of pure strategy gameplay without the overwhelming complexity often associated with the genre.<br><br><strong>This demo provides a limited number of online matches and practice games. The single-player campaign is not included.</strong><br><br>The game is a two-player, turn-based digital board game, based on simple mechanics from which complex strategies arise. Each match plays out across a uniquely generated world map, so every game is different. <br><br>Key features include:<br><ul class=\"bb_ul\"><li>Online head-to-head multiplayer.<br></li><li>Simple mechanics and complex strategies.<br></li><li>Fast-paced gameplay.<br></li><li>Simultaneous turns.<br></li><li>Procedural maps.<br></li><li>Single player skirmish mode.</li></ul><h2 class=\"bb_tag\" >Game Mechanics and Strategy</h2>There are two primary systems: military strength and subterfuge. To grow an empire and win, players must carefully balance both elements. Because a fresh map is created for each game, players also need to adapt their strategies to each new world.<br><br><br>Military strength is represented by <strong>Soldiers</strong>. They are straightforward and effective, relying on strength of numbers, and are used to take control of the castles that are needed to win. Soldiers combine to form armies, and battles are won by the largest army in a region. <br><br>Subterfuge is the domain of <strong>Spies</strong>. They are more complex than Soldiers, dealing with hidden information, surprise and paranoia. Spies are used to take control of cities, which provide the action points needed to power all activities. They can also turn the tide of battle, assassinate other spies, sabotage castle defenses and more. A spy’s effectiveness is determined by its rank, with the most highly ranked spy in a region having the upper hand. Working from the shadows, spies are hidden and can only be seen by an enemy spy of superior rank.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1654990/header.jpg?t=1664430070",
    "developers": [
      "Ghostbat Games"
    ],
    "publishers": [
      "Ghostbat Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 32,
        "description": "Steam 回合通知"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}