{
  "1654390": {
    "name": "AlCHeMoS Demo",
    "steam_appid": 1654390,
    "required_age": 0,
    "is_free": true,
    "description": "The Matter and Anti-Matter Authority urgently need your help!<br><br>Something has happened to all the data and materials in the Elemental Archives!<br><br>No scientific knowledge required, on-the-job training will be provided.<br><br>We need your unique alchemical skills to rediscover the elements, but beware the dangers a lonesome atom faces!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1654390/extras/gobblegif_02b.gif?t=1640203737\" /></span><br><br>---<br><br>Enter the unique, sub-microscopic world of AlCHeMoS - a single-player Atomic Exploration/Shooter game about alchemy. Take control of a Proto-Atomic Shell to explore weird and wonderful experimental worlds. Search for sub-atomic particles to discover elements. Unleash powerful atomic abilities as you combat the forces of Dark Matter in your quest to master the periodic table and restore balance!<br><br>Demo Features:<br><ul class=\"bb_ul\"><li> 6 Fully playable levels with protein structure environments built on real scientific experimental data!<br></li><li> Flee from or combat Dark Atoms who seek to undergo Fusion with you<br></li><li> Fully raymarched environments with beautiful lighting, reflections, shadows and more<br></li><li> Dynamic music and sounds that adapt as you progress<br></li><li> Challenge your Steam Friends with leaderboards per level</li></ul><br>Full Game Features:<br><ul class=\"bb_ul\"><li> Fully raymarched environments with beautiful lighting, reflections, shadows and more<br></li><li> Dynamic music and sounds that adapt as you progress<br></li><li> Discover each of the 118 currently known elements<br></li><li> More than 100 real protein structure environments built on real scientific experimental data!<br></li><li> Earn quarks to upgrade every aspect of your atom<br></li><li> Complete a variety of side objectives to earn powerful unlockable abilities<br></li><li> Flee from or combat enemy atoms who seek to undergo Fusion with you</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1654390/header.jpg?t=1640203737",
    "developers": [
      "Hooting Banana Studios"
    ],
    "publishers": [
      "Hooting Banana Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}