{
  "1655180": {
    "name": "最果てのクオリア Demo",
    "steam_appid": 1655180,
    "required_age": 0,
    "is_free": true,
    "description": "Note: The English in this game has been translated mainly using machine translation.<br><br>A JRPG set in Meltria, the birthplace of alchemy.<br>Get items from monsters in a highly strategic battle that combines a turn-based RPG with a strategy game!<h2 class=\"bb_tag\" >Monsters are raw materials. Fulfill the conditions to get the items.</h2><br>The raw materials needed for alchemy are obtained from monsters!<br>Successfully fulfill the conditions assigned to each monster to get as many items as you can.<br><br>If you meet a lot of conditions at once, you can get a lot of items!<h2 class=\"bb_tag\" >The field has been optimized to make combat more enjoyable.</h2><br>The field has been optimized to make combat more enjoyable.<br>Enjoy fighting and gathering as you traverse the map!<h2 class=\"bb_tag\" >Use qualia to make materials with alchemy.</h2><br>This game's alchemy uses the qualia contained in raw materials to create materials!<br>Enjoy a different kind of craft.<br>Give the materials to the villagers and they will process them into weapons and armors.<h2 class=\"bb_tag\" >Story</h2><br>Alchemy is a miraculous magic that can turn stones into gold, but now that alchemy has declined, there are only a handful of people who can handle its power.<br><br>Anisia was one of those few alchemists.<br>One day, she visits Meltria, the birthplace of alchemy, the people there live by collecting junk in the forest.<br><br>&quot;Alchemy is the magic that makes everyone happy.&quot;<br>This is the philosophy of alchemists that Anisia learned from her master.<br><br>Anisia, an alchemist, and her partner, Ruty, an analyst.<br>A new life for the two of them begins in this village.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1655180/header.jpg?t=1626750051",
    "developers": [
      "Nyahhoiya"
    ],
    "publishers": [
      "Nyahhoiya"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}