{
  "1655540": {
    "name": "Fishermen's Haven",
    "steam_appid": 1655540,
    "required_age": 0,
    "is_free": false,
    "description": "Life on a remote island is not as easy as it seems. In Fishermen's Haven, you have to take care of your people - make sure they have enough to eat, grow and harvest crops, fish using various techniques, or forage for food in the jungle. Remember that the tropical climate is unpredictable - be ready to face nature and tame the elements. <br />\r\n<br />\r\nManage resources, as you will need them to expand your village. Building new houses, tools or boats requires many materials that are scarce on the secluded isle. Be smart and take advantage of trade with foreign merchants who visit your village and sell products that can be crucial for the survival of your people. <br />\r\n<br />\r\nFind new ways of obtaining food and valuable trade goods, and expand your people's knowledge of the island and survival. Customize the fishermen's boats to make them efficient and adapted to your needs. Develop your starting village and watch it become FIshermen's Haven, a prosperous trading town.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 捷克语, 日语, 韩语, 波兰语, 葡萄牙语 - 巴西, 俄语, 匈牙利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1655540/header.jpg?t=1759947625",
    "developers": [
      "Sim Farm S.A."
    ],
    "publishers": [
      "Sim Farm S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}