{
  "1655660": {
    "name": "Sea Brawl Autobattler",
    "steam_appid": 1655660,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sea Brawl has become Auto Brawl! Play it on your browser here:</strong><br><br>* Sea Brawl is no longer playable on Steam.<br>--------<br><br><strong>Original, Fast and Incredibly Tactical</strong>.<br>Sea Brawl is a New and Original 8-players Card Auto Battler. Immerse yourself in a stunning fantasy Pirate setting and recruit your Crew between more than 150 unique minions, spells and equipments. Build up your strategy and dominate the ladder!<br><br><strong>Unique Mechanics, Short Waits and Lots of Fun</strong>.<br>Thanks to our experience in Card Games, we managed to create a Card Battler game where you don't have to spend all your time building new decks, you're immediatly ready to get right into the action! Turns are fast, fun and never boring. Prove your skills on the battlefield!<br><br><strong>The Autobattler</strong>.<br>In Sea Brawl, you can play one of the most fun 8-player Autobattler tournaments, the only Autobattler tournament where it's not just luck that counts, but also your skill! You don't have to build any decks, just get right into the action and prepare your army in the match by choosing from over 100 available minions!<br><br><strong>No Pay-To-Win</strong>.<br>The game includes a free progression, and thanks to the countless daily quests and trophies, you can get everything without paying anything! Plus you can play the Autobattler tournament right away with no limitations!<br><br><strong>Immerse yourself in Runeverse</strong>.<br>Sea Brawl is a hand-drawn 3D game with an incredible cartoon pirate setting! Enter the fantastic world of Sea Brawl, where six factions are always ready to challenge each other, each with their own weaknesses and strengths. <br><br><strong>Online Community</strong><br>Join our community and talk directly with the game developers and top players!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1655660/header.jpg?t=1654118189",
    "developers": [
      "Freakinware Games"
    ],
    "publishers": [
      "Freakinware Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}