{
  "1655410": {
    "name": "Witchaven",
    "steam_appid": 1655410,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1655410/extras/eac061c7528bcdbfe40208e751defba7.avif?t=1728494287\" width=600 height=176 /></span><br>Descend into a dark and gruesome nightmare! You alone must face the evil within the volcanic pit of the Island of Char, toward the mystical lair of Witchaven. Confront witches that have cast a shadow of evil spells shrouding you in the never-ending darkness. Make use of your magic, might, and mind as you engage in bloody warfare with vile demons and monsters. Use medieval weapons to destroy these creatures of the night and cease the chaos. Dare to enter this 3D Hell... Dare to enter Witchaven!<h2 class=\"bb_tag\" >GET EVERYTHING YOU MIGHT'VE DREAMT OF BACK IN 1995</h2><ul class=\"bb_ul\"><li> Duck, jump and fly! Using the powerful &quot;Build&quot; engine.<br></li><li> Cast mystical spells with greater powers and magical might. Destroy, freeze and stop your enemies in their tracks with your super-human abilities.<br></li><li> Explore tunnels, crypts, lava pits, and secret chambers<br></li><li> Wield swords, daggers, and other medieval hand-to-hand weapons<br></li><li> Plunge into stomach turning original sound effects and CD-quality music </li></ul><h2 class=\"bb_tag\" >WHAT'S INSIDE THIS RELEASE</h2>You're getting two builds: patched (Enhanced) and retail (Original) for those of you who prefer an unaltered experience as a bonus. Both builds are running on DOSBox with a custom configuration tool. The Enhanced build features fixes introduced in EGwhaven, a must-have community project, which addresses an array of bugs and issues with the game (we'd like to thank ETTiNGRiNDER for the contribution to this release). Additionally, the controls are re-mapped to what you'd expect to see as a default in a first-person game nowadays.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1655410/header.jpg?t=1728494287",
    "developers": [
      "Capstone Software"
    ],
    "publishers": [
      "SNEG"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}