{
  "1656950": {
    "name": "Whim",
    "steam_appid": 1656950,
    "required_age": 0,
    "is_free": false,
    "description": "Step back in time to a world where colours were few, animation was slow, and everything had a distinctly 'blocky' feel. Apparently disregarding most of the last 30 years of advancement and innovation, Whim is a classic '80s platformer like grandma used to make. Just much, much bigger.<h2 class=\"bb_tag\" >Not the Welcome I Expected</h2>Whim has just returned to his castle home after a much-needed break. As the sole assistant to Sir Leonard Fawkes, the renowned researcher and portal expert, he has had very little time to himself for the past 8 years. Arriving into the castle bailey, Whim discovers that things are not quite as he left them. The normally bustling courtyard is eerily quiet, the air feels heavy, and strange swirling orbs are now dotted about the place. The few people that Whim can see appear to be in some kind of trance, and he can't shake the feeling that he is in danger. He needs to find Leonard.<h2 class=\"bb_tag\" >What's in the Game?</h2><ul class=\"bb_ul\"><li>Proper old-school 2D platforming. Walk and jump. That's it. At the start, anyway.<br></li><li>Travel from room to room as your freely explore the vast castle, avoiding the various baddies and other hazards, as Whim tries to piece together what's going on. And collect stuff too.<br></li><li>There's no attack button so rein in that killer instinct. Whim's no fighter - he's a researcher's assistant.<br></li><li>Beware of falling too far. It actually hurts more than some games would have you think.<br></li><li>The castle is just the beginning. Embark on an epic adventure spanning over a dozen diversely themed worlds.<br></li><li>Surprises around every corner. Well, not every corner. If they were around every corner they wouldn't be surprises any more. But surprises around many corners. Some, at least.<br></li><li>Find Gizmos to expand your repertoire, such as the Afterburner, Neon Slacks, Pegagus Wing and Marblyzer™ [warning: use of gizmos may involve pressing other buttons].<br></li><li>Meet friendly characters who might want you to do stuff for them in exchange for goodies. Some sort of quests to do on the side. Side quests, I suppose.<br></li><li>An entire soundtrack of weird but slightly funky adaptations of classical works, such as Mozart's Turkish March and Boccherini's String Quintet in E Major.<br></li><li>Find all the many secrets hidden amongst the sprawling worlds. If you do, something nice might happen.</li></ul><h2 class=\"bb_tag\" >Whim's Weird and Wonderful Worlds</h2>Whim will visit many other worlds on his journey. Here are just the first four.<h2 class=\"bb_tag\" ></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1656950/extras/138cb217488481c873db8ad85b5bee58.avif?t=1629959545\" width=630 height=200 /></span><br>Sugar and spice and all things nice - that’s what this world is made of. Saccharine Ridge is a naturally-formed confectionery wonderland, consisting of various sweet-themed features such as mint forests, chocolate hills, candy caverns, honeycomb beehive and an enormous sponge cake, to name a few. This place gives new meaning to the land of milk and honey.<h2 class=\"bb_tag\" ></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1656950/extras/4af92c7da5eb0210f7f255660e27facd.avif?t=1629959545\" width=630 height=200 /></span><br>Towering some 100 metres above a wide blue ocean, these two towers house a car factory always working overtime. While one tower contains the assembly line itself, the other consists of various offices handling the running of the business. Camshaft Highrise also includes a loading dock below the building and scrapyard out the back, as well as a figure-8 test track suspended in the sky, looping around the two skyscrapers.<h2 class=\"bb_tag\" ></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1656950/extras/155461f825edb4a0f0a9c3fe498b203f.avif?t=1629959545\" width=638 height=200 /></span><br>The gold rush never ends in this frontier; mainly because the stuff is practically everywhere. Fortune Junction is a prospector’s dream, consisting of a vast tract of desert and a mine shaft where precious metals can be literally picked up off the ground. It also contains a thriving Wild West-style town and bustling casino. It doesn’t matter if you lose – just grab another fistful of gold off the street and keep gambling!<h2 class=\"bb_tag\" ></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1656950/extras/96a990c9bc5f4bb992cde0408e594505.avif?t=1629959545\" width=638 height=200 /></span><br>On the perpetually darkened banks of a moonlit lake nestles a quiet village. Its quiet is not one of tranquility, however, but terror. Twilight Shore is a haunted realm filled with all manner of ghoulish creatures. A gothic cathedral, dwelling of the world’s more frightening denizens, stands ominously on a hill above the village, while in the depths of the murky lake many more horrors await.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1656950/header.jpg?t=1629959545",
    "developers": [
      "Pixel Stonk"
    ],
    "publishers": [
      "Pixel Stonk"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}