{
  "1657860": {
    "name": "VR Office Experience",
    "steam_appid": 1657860,
    "required_age": 0,
    "is_free": true,
    "description": "Today, 'virtual reality' technology, which is included in every field, provides individuals with digital outside of the real world.<br />\r\nIt offers experience and choice in the world. Social media linked to digital media<br />\r\nchannels introduce individuals to both the real world and the virtual world, and they<br />\r\ninvolve in the virtual world. VR Office Experience virtual reality game made both in the real world<br />\r\nIt offers both content observations and the chance to experience these contents in the virtual world.<br />\r\n<br />\r\nThe VR Office Experience is an educational project developed by New Media and Communication students from Istanbul Aydın University. With this project, &quot;agenda-setting theory&quot; has been explained over social media platforms with virtual reality technology. VR Office Experience is come in to the foreground with full virtual reality support. After the storytelling in this game, users can interact a holo lens device and &quot;agenda-setting theory&quot; can be examined with final results.<br />\r\n<br />\r\nWith this project, students can review work places of digital agencies with applied method and can recognize small part of bussiness environment. With these features the project is focusing generally university students. Besides the project is giving virtual reality usage and recognize opportunity for all university students.",
    "supported_languages": "土耳其语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1657860/header.jpg?t=1626625767",
    "developers": [
      "İAU Yeni Medya Uygulama ve Araştırma Merkezi"
    ],
    "publishers": [
      "GameWork Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}