{
  "1658380": {
    "name": "Arnold Bounty Hunter Demo",
    "steam_appid": 1658380,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;Arnold Bounty Hunter&quot; - it is a fantastic adventure according to genres like Beat 'em up / Shoot' em up / Platformer, which was created as the spiritual heir of the iconic classic games of the era of the NES (Battletoads, Double Dragon). The heart of the project is diversity and complexity. Each level contains unique mechanics and is not similar to the previous levels. <br />\r\n\t<br />\r\nThe main characters of the game are Arnold and Miko, bounty hunters. They receive a contract to capture a very dangerous criminal, the leader of the Star Corsairs space pirate clan. But having begun the task, they fall into a trap, and crash on a little-studied planet LV-4.26 in the Zeta Grid cluster. To survive and complete the task, Arnold and Miko will have to endure many dangerous adventures.<br />\r\n<br />\r\nGame features:<br />\r\n- a variety of genres (hand-to-hand fighting, shooting, platforming, racing stages);<br />\r\n- a dynamic story in the style of a science fiction action movie (studying local life forms, the mystery of the disappearance of the Ancient civilization, confrontation with the Star Corsairs clan);<br />\r\n- a large number of different types of opponents and artificial intelligence, not allowing the player to relax;<br />\r\n- many types of dangerous obstacles and tests (brittle ice, crumbling rocks, stalactites, lava, precipices, various mechanisms and much more);<br />\r\n- a well-developed campaign setting (secrets of the LV-4.26 planetoid and the lost civilization, descriptions of creatures, characters, objects and locations);<br />\r\n- colorful visual style and a variety of design locations (sandy canyon, dark caves, green valley, cold mountains, the ruins of the ancient city, etc.);<br />\r\n- local cooperative mode for playing 2 players together at one computer.<br />\r\n<br />\r\nThe demo version of the game consists of a prologue and the first level.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1658380/header.jpg?t=1655222511",
    "developers": [
      "Ramonak & Liroy"
    ],
    "publishers": [
      "Ramonak & Liroy"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}