{
  "1658530": {
    "name": "Virtual Becomes Reality: A Stanford VR Experience",
    "steam_appid": 1658530,
    "required_age": 0,
    "is_free": true,
    "description": "For nearly two decades, Stanford University's Virtual Human Interaction Lab has been a destination for world leaders, corporate executives, students, tourists, and community members to learn about the science behind Virtual Reality (VR). <br><br>It was simple - every Friday at 4pm, the first 24 people who showed up got a tour of the lab. Soon one tour a week wasn't enough to meet demand as groups from all over the world became curious about this new technology. Over the years, at least 15,000 visitors made the trip. But now, travel to Stanford is no longer required. We are bringing the lab to you.<br><br>In this immersive tour, you will learn about the power of presence, fly like a superhero, deepen your understanding of human impacts on the environment, become a football quarterback, meet Grover from Sesame Street, see yourself as another person, and even grow a third arm. <br><br>With VR technology now widely available, it’s more important than ever to understand its impact on people and society. Join us in exploring how we can use this powerful medium to enhance our everyday lives.<br><br><i>This piece is best experienced walking in a room scale set-up using both hand controllers. We also support seated and one-handed play. Note: One-handed play does not include the flying or third-arm scenes.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1658530/header.jpg?t=1625066666",
    "developers": [
      "Jeremy Bailenson",
      "Tobin Asher",
      "Crystal Chan",
      "Gabriel Mukobi"
    ],
    "publishers": [
      "Virtual Human Interaction Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}