{
  "1658750": {
    "name": "Revelation",
    "steam_appid": 1658750,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Time to Get Crackin’</strong><br><br>The flashlight held between your teeth casts a dim light on the combination locks in the otherwise pitch-black vault. Near-inaudible clicks tap out the rhythm of the delicate dance of your heist as your trembling hands coax the discs into place with precise movements of the dials. The silent alarm was tripped minutes ago and the police are on their way. But you’re not backing out now — you came for fortune, and you’re not leaving without it.<br><br><i>Revelation</i> is an intense arcade-style puzzle game from Krisalis where you spin color-coded interconnected dials inside clockwork locks to match colors and create chain reactions to open each safe. Thinking ahead is crucial, as each lock will affect adjacent locks when spun. These tricky puzzles would be difficult on their own, but they’re made even more challenging with the addition of a timer counting down the time until you’re caught red-handed breaking in. Keep one eye on the dials, and another on the lookout for collectibles that appear on the screen to give you additional time, stop the clock, and more. Finish each puzzle before time runs out, grab the loot, and get out of there!<br><br><ul class=\"bb_ul\"><li>Over 80 puzzling stages of increasingly complex safe-cracking gameplay, including bonus stages where you have ten seconds to figure out the one move which will solve the entire safe. Choose wisely!<br></li><li>Quickly solve each stage to plunder the safe for valuables — some of which can be used to help you in later stages<br></li><li>Break in alone, or with an accomplice in two-player mode</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1658750/header.jpg?t=1625310802",
    "developers": [
      "Krisalis Software"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}