{
  "1658010": {
    "name": "Crown",
    "steam_appid": 1658010,
    "required_age": 0,
    "is_free": true,
    "description": "<br>Taste the glory in Crown, a free* turn-based strategy game, where brave warriors with powerful skills will be part of your team to fight and achieve victories in the world of Valentia.<br><br>Master an increasingly large and powerful group of playable characters, in a tactical game based on classic chess with great gameplay innovations that will surpass the experience gained on any other board. We welcome you to the new way of understanding and playing chess, with a modernized, free and much more complete style.<h2 class=\"bb_tag\" >MAIN FEATURES</h2><br><ul class=\"bb_ul\"><li><strong>Great characters with unique abilities</strong> - Master an increasingly large and powerful group of characters with unique abilities, strengths and personalities. Knowing their full potential will be the real challenge.<br><br></li><li><strong>Form a team</strong> - Choose your commander and the four guardians who will accompany him in battle. Combine their unique skills to form the team that will lead you to victory.<br><br></li><li><strong>Strategic gameplay based on classic chess</strong> - A much larger board with endless possibilities, characters with unique abilities and amazing animations. The evolution of classic chess comes from the hand of Crown in a medieval fantasy world with anime aesthetics.<br><br></li><li><strong>Ever-expanding world</strong> - Crown is set in the world of Valentia, where the story continually evolves, we discover new game territories, and new warriors join the fight. Show your personality with a multitude of customizable costumes and join the battle!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1658010/header.jpg?t=1626157303",
    "developers": [
      "Tilting Games"
    ],
    "publishers": [
      "Tilting Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}