{
  "1659950": {
    "name": "Paper Enchantress",
    "steam_appid": 1659950,
    "required_age": 0,
    "is_free": true,
    "description": "Возвращаясь домой с нелюбимой работы оказывается перед дверью. Одной из тех дверей, прикосновение к которым чревато снопом цветных искр, магической академией, висящей высоко над черепичными крышами, освещёнными закатным солнцем, встречей с обаятельным волшебником с каштановыми волосами, или, может быть, норовистой ведьмой, что прячет за улыбкой некую смутную тоску.<br><br>Может быть за дверью есть тайна? Несомненно! Опасность? Возможно! Награда? Любовь? Обнажённые тела, сплетающиеся в древнем танце вожделения? Ну, тут гарантий нет, не серчай, сестрёнка. Стоит ли эта крайне мутная перспектива того, чтобы рискнуть статусной работой библиотекаря,  ухаживаниями простого но надёжного Серёги из автомастерской и долготерпением родителей, справедливо напоминающих о тикании часов?<br><br>Твоя рука ощущает наэлектризованность истёртой дверной ручки, течение воздуха, будто бы всасываемого в замочную скважину. <br>Повернуть её? Или повернуться спиной к двери и твердым, уверенным шагом вернуться в строй приличных граждан?<br><br>Paper Enchantress - визуальная новелла в сеттинге романтического фэнтези с богатой вариативностью выборов развития сюжета. <br>В игре присутствуют несколько любовных линий с персонажами обоих полов, определяющих несколько возможных концовок новеллы.<h2 class=\"bb_tag\" >Особенности игры:</h2><br><ul class=\"bb_ul\"><li>динамичный сюжет, развивающийся в зависимости от выбора игрока;<br></li><li>70 тысяч слов на 3-4 часа чтения;<br></li><li>яркие персонажи с захватывающими личными историями;<br></li><li>уникальный графический стиль;<br></li><li>шутки, шутейки, шутканчики и прочие производные искорометнотного юмора;</li></ul>",
    "supported_languages": "俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1659950/header.jpg?t=1640086088",
    "developers": [
      "SCA studio"
    ],
    "publishers": [
      "SCA studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}