{
  "1659280": {
    "name": "Daldos Demo",
    "steam_appid": 1659280,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >What is Daldos?</h2><br>Daldos - a game about the confrontation of two players, whose warriors came together in battle on board a single drakkar. A game about cold calculation. The game is about the only winner!<br><br>You will have to fight with other players from all over the world in the classic game of ancient Vikings to show who is the best here!<br>Show everyone your strategic and tactical skills, challenge any opponent to a duel and win a magnificent victory, taking pride of place in Valhalla!<h2 class=\"bb_tag\" >What is this game about?</h2><br>In Daldos, you will have a squad consisting of 16 warriors under your leadership. You meet your opponent's squad on the deck of the drakkar. Your main task is to defeat the enemy forces, reducing the number of enemy troops to 1 warrior.<br><br>But it will not be easy to do this, because every player is a dangerous and experienced strategist. Just like you! Use your wits, show your strategic and tactical skills, make the right decisions and take the right actions - then your victory will not keep you waiting long!<h2 class=\"bb_tag\" >What are the features of Daldos?</h2><br>First-the uniqueness. You will not find any analogues of this game!<br>Secondly , the rating and ranking system. This system will allow you to distinguish between beginners and experienced players on the one hand, and on the other - will allow you to show your power to everyone else!<br>Third - customization. Tired of the standard models of warriors or the playing field? Don't like the standard set of stickers anymore? You will be able to change all this thanks to our customization tools, creating an individual set for yourself.",
    "supported_languages": "英语, 丹麦语, 挪威语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1659280/header.jpg?t=1622968808",
    "developers": [
      "Vanaheim Team"
    ],
    "publishers": [
      "Vanaheim Team"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}