{
  "1659850": {
    "name": "Relentless: Ranger Demo",
    "steam_appid": 1659850,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1659850/extras/Relentless_Ranger_Logo_v2.png?t=1623296524\" /></span><br>This is the demo version and showcases a small portion of the upcoming full release.<br><br>Relentless: Ranger is a fantasy side scrolling rogue-lite RPG. Slash, shoot, sneak, die, and repeat as the next strider to brave the impossible mission. You play the Rangers of Anorien, who must find the last Seed of the Goddess Tree within the heartland of evil before all is lost. Each ranger lives once. Once he dies, you must select another to attempt the quest.<br><br>EXCEPTIONAL SOUL-LIKE COMBAT<br>Bows, swords, spears, and spells. Use a variety of weapons and magic to overcome your opposition in tough but fair combat. Beware that brainless button mashing will get you nowhere fast. You must also utilize dodges, jumps, and impeccable timing if you hope to survive.<br><br>THE TICKING CLOCK<br>In a land where the Dark God reigns, not only are the odds stacked heavily against you, you must complete the quest in a limited time. With each passing day a ranger spends, the Dark becomes more powerful until the challenge becomes inevitably insurmountable. Will you spend extra time to heal in town? Or will you trudge on to save time and hope you get lucky?<br><br>RANGER SUPERPOWERS<br>Twelve disciplines to train from Archery to Beastmastery to Druidic magic. Combined with inherent talents and flaws, each ranger will play differently. Perhaps you will pick a Legolas-like archer of death who can plow through levels through sheer arrow power? Or select one who relies more on stealth and magic? Or another who relies on the aid of forest animals?<br><br>SURVIVAL MANAGEMENT<br>Rescue villagers, find artifacts, or just invest money in the town. You will be rewarded with better weapons, more potions, and beds with less fleas. Help make the town a better place and the mission less unreasonable, if not for you, at least for your successors.<br><br>CHOOSE YOUR OWN PATH<br>Choices matter in addition to the procedural generation of fate. Each ranger will encounter different people and situations during his quest. Depending on your choices, his subsequent path will be altered, taking him to new locations, dangers, and treasures. Although all seek the Seed, no ranger will travel the same path.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1659850/header.jpg?t=1623296524",
    "developers": [
      "Watermark RPG"
    ],
    "publishers": [
      "Watermark RPG"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}