{
  "1660240": {
    "name": "ATOLL",
    "steam_appid": 1660240,
    "required_age": 0,
    "is_free": false,
    "description": "The earth has been struck by an extinction level meteor, eliminating the vast majority of humanity. A cooperative effort between scientific agencies and military forces has led to the creation of  a safe haven for a precious few lives. This mission is known as 'Project Atoll', and is intended to ensure the survival of the human race beyond this cataclysmic event.<br />\r\n<br />\r\nAs a scientific researcher and explorer you have survived the first impact event by submerging deep into the ocean depths in a single person craft. However, your supply of food and water has run low and you are now forced to attempt to make your way back to the ocean surface, but you must first harvest the power needed to do so from underwater charging stations. If you are able to make your way to the surface you will discover the fate of mankind, and most importantly - the fate of your family and loved ones.<br />\r\n<br />\r\nAtoll is a feature film length game, composed of approximately two hours of revealed narrative, exploration, and resource management driven gameplay.<br />\r\n<br />\r\nThe game acts as a first person underwater simulator, featuring a vast ocean bottom to explore and survive. Your craft has four key abilities that will assist you in navigating this dark environment, while also avoiding incoming meteor strikes that will drain your craft's energy. Keep your energy above zero as you manage your ship's exploration abilities, or the mission shall fail!<br />\r\n<br />\r\nController Support : ATOLL fully supports Xbox controllers. Other controller types are not tested and should not be expected to behave exactly as an Xbox controller does.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1660240/header.jpg?t=1637125384",
    "developers": [
      "Tribunal Interactive"
    ],
    "publishers": [
      "Tribunal Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}