{
  "1662490": {
    "name": "Fantasy Grounds - The Corwyn Catacombs and Green Lineages",
    "steam_appid": 1662490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > The Corwyn Catacombs and Green Lineages</h2><strong> Delve into ancient ruins of civilizations past with<br><i> The Corwyn Catacombs</i> , and make wild and green characters with<br><i> Green Lineages</i> !</strong><br><i> The Corwyn Catacombs</i> is a one-session adventure for 4th-level heroes that sees characters delve into ancient ruins of a precursor civilization to rescue citizens of Corwyn and keep the village safe from harm! Will the heroes succeed in vanquishing the evils that lurk within? Or will they meet a grisly end, to rise again as servants of the undying Chiran Empire?<br><i> Now fully revised and featuring:</i><br><ul class=\"bb_ul\"><li>Original art by Izzy Collins, including a new cover piece!<br></li><li><i> A new campaign setting</i> , complete with all the information you need to site characters within the continent of Tyllia, and plot hooks to continue your adventures in the world!<br></li><li><i> 5 premade characters</i> - the adventuring company Calarin's End are included so that you can play with next to no setup!<br></li><li><i> New monster statblocks</i> - do battle with the Bone Knife Goblins and their bugbear leader Sklaar, as well as necromantic chiran servitors and a preserved chiran themselves!<br></li><li><i> The debut of the Animancer Legendary Monster system</i> - the chiran is a legendary monster using our new system for legendary monsters, featuring optimisations for use as a solo monster and exciting features to give narrative structure to a battle with them!<br></li><li><i> The Arcus Stone of Preservation</i> -- a fresh take on an established magic item!<br></li><li><i> And a number of revisions, expansions, and enhancements to the original text!</i></li></ul><h2 class=\"bb_tag\" > Green Lineages</h2><i> Green Lineages</i> presents three new plant-themed lineages for making wild and green characters in 5E, and two corresponding backgrounds to contextualize characters of other lineages within the cultures presented.<br><ul class=\"bb_ul\"><li><i> Hail from the savage Greenwild</i> as one of the powerful and communal aurx, green-skinned and fuelled by the sun!<br></li><li><i> Be caught between two worlds</i> as a strong and empathetic half-aurc, an unpredictable union of human and aurc to whom friends come first!<br></li><li><i> Dwell among the forests</i> of the world as one of the verdants, serene and contemplative treefolk!<br></li><li><i> Contextualize</i> your aurc or verdant character more firmly within their cultures using using the Aurc Tribesperson and Verdant Copsetender backgrounds, or use them to play characters of other lineages raised within the forest or jungle!</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Jacob Bhattacharyya</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1662490/header.jpg?t=1768453664",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}