{
  "1662220": {
    "name": "GLIM",
    "steam_appid": 1662220,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>setting</strong></h2><br>This is an interactive team play game.<br><br>Deep down inside a dungeon lived a frightening dragon.<br>The dragon has not been able to sleep for many years because of all the noises coming from the above. <br>Longing for a peaceful good sleep, the dragon used the energy taken from the spirits of light and created monstrous creatures to guard the dungeon. <br>The dragon finally felt into death-like sleep but it didn’t last long as the power of light energy weakened and the noises of the world began to creep in again.<br>Unable to stand the noises, the dragon tried to suck the energy out of every light spirit it could find.<br><br>Fortunately, we could escape from the dragon. But unable to walk away from the suffering friends, we finally decided to return to the dungeon to save them all.<br>Deep in the darkest shadows of the dungeon, we must put our powers together to kill the dragon and rescue our friends…<h2 class=\"bb_tag\" ><strong>Special functions</strong></h2><br>If the distance between the two players is too far from each other, the HP will lose its visibility. The visibility will be recovered as the characters get closer to each other. During a dash, the two players can create a destructive line that kills monsters and destroys crystals. Players can keep the track of each other's position and attack at a distance, or reduce the distance to restore HP.",
    "supported_languages": "英语, 日语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1662220/header.jpg?t=1626335593",
    "developers": [
      "GLIM STUDIO"
    ],
    "publishers": [
      "GLIM STUDIO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}