{
  "1662610": {
    "name": "RPG Maker MZ - Tyler Warren RTP Redesign 1",
    "steam_appid": 1662610,
    "required_age": 0,
    "is_free": false,
    "description": "Tyler Warren is back again with this 4th set of 50 battlers, this time re-imagining the default RPG Maker VX Ace batters.  This pack features 50 battlers, including 33 RTP-matching monsters and 17 Tyler Warren original characters.  Tyler’s delightful and unique style has been applied to the default Run-Time Package (RTP), matching all 32 monsters from the Monster 1-3, and Big Monster 1-2 sprite sheets.  Bring new life to classic RTP characters and combine with Tyler’s other packs for an ever expansive library in the same fun style, likened to Dragon Quest or a children’s book illustration.<br />\r\n  <br />\r\nFeatures:<br />\r\n<br />\r\n* 50 unique battlers (33 from the VX Ace RTP and 17 all new)<br />\r\n* Files formatted for easy Plug and Play into RPG Maker MZ<br />\r\n* All 50 battlers are presented in a range of sizes from large to mini; let the slime be the boss with no scaling issues!<br />\r\n* Battlers also come in recommended sizes (proportional to each other) for both MV/MZ and VX Ace<br />\r\n* Style used matches Tyler Warren’s other battler packs, similar in spirit to classic RPG characters of Dragon Quest (Dragon Warrior)<br />\r\n* Use these with Tyler’s other 150 battlers for 200+ exciting characters for your next JRPG!<br />\r\n* Recently remastered for sharper colors and better usability in multiple RPG Maker programs<br />\r\n<br />\r\nTerms of Use:<br />\r\n<br />\r\n* This pack is for use in RPG Maker Series only<br />\r\n* OK to be used in Commercial projects made in RPG Maker<br />\r\n* Contents can be edited<br />\r\n* OK for use in games with gore<br />\r\n* OK for use in adult-rated games",
    "supported_languages": "英语, 日语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1662610/header.jpg?t=1681415713",
    "developers": [
      "Tyler Warren"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 10 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}