{
  "1663020": {
    "name": "Links E6 - Course Pack 1",
    "steam_appid": 1663020,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Asiana</strong><br>Located in the hills of Yongin, South Korea, Asiana Country Club was designed by Ronald Fream and is owned by Asiana Airlines. Each hole features two greens and can play very differently depending on the pin location selected that round.<br><br><strong>Barton Creek</strong><br>Fazio Foothills is located in Austin, Texas and is considered to be one of the finest courses in the American Southwest. The course is one of Tom Fazio’s crowning achievements with its mixture of dramatic views, brilliant layout, and natural limestone caves as backgrounds. The course was opened for play in 1986 and was renovated in 2004. <br><br><strong>Cabo Del Sol</strong><br>Cabo Del Sol: The Ocean Course is poised against a magnificent backdrop of the brilliantly beautiful Sea of Cortez. The sea is sharply contrasted by the golden shores and beautiful green turf. While primarily known for its beauty, its designer Jack Nicklaus believes Cabo Del Sol to have the “three finest finishing holes in all of golf.” It opened for business in 1994 and has been ranked by Golf Digest as one of the Best Courses in Mexico. <br><br><strong>The Greenbrier - The Old White</strong><br>The Old White is the first 18-hole golf course at The Greenbrier. The course was designed by Charles Blair Macdonald and opened for play in 1914. A legend of golf history at The Greenbrier, the course was named for the well known Old White Hotel, which stood on the grounds from 1858 through 1922.<br><br><strong>Wade Hampton</strong><br>Located in Cashiers, North Carolina, beneath the Great Smoky and Blue Ridge Mountains, Wade Hampton is considered by most serious golfers to be an outstanding example of golf course design. The course balances new ideas and old traditions to create an always unique and extremely challenging round of golf. The course's design never belies the surrounding beauty of Cashiers. The result is seamless imbrications of man-made and natural beauty and an outstanding round of golf.",
    "supported_languages": "英语, 法语, 捷克语, 日语, 韩语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663020/header.jpg?t=1624892454",
    "developers": [
      "TruGolf, Inc."
    ],
    "publishers": [
      "TruGolf, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}