{
  "1663430": {
    "name": "AYATANA",
    "steam_appid": 1663430,
    "required_age": 0,
    "is_free": false,
    "description": "The game is made of five episodes that will bring Ava, our main character, to explore <strong>South Asia</strong>. <br><br>The main plot takes place around the nine dragons river, more commonly called Mekong, and makes us discover <strong>the culture, the myths and the legends</strong> of this region.<br><br>The first episode focuses on the disappearance of <strong>Ava</strong>'s childhood friend, a young French woman named Julia who works for NGO in Paris.<br>After finishing her one-year humanitarian mission in Laos and before returning to France, Julia decides to take a few days off and explore the area but <strong>disappears under mysterious circumstances</strong>.<br><br>The player follows Ava's adventure searching for her friend. Julia was last seen nearby the border of Cambodia and Laos looking for the Great Temple of the Earth. This trip will lead Ava on a <strong>mythological and cultural journey</strong> during which she will explore <strong>old and forgotten sanctuaries</strong> and discover through ancestral scrolls, called Takut, the story of a Buddha.<br>To enter the Temple, our character will have to avoid traps and solve riddles in order to collect and gather fragments of perfection called jhāna.<br><br>The Legend says said that six jhāna form a pāramī and give its bearer strange powers.<br>Possessing six pāramī would allow the possessor to invoke the goddess Phra Mae Thorani, guardian of the Great Temple...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663430/extras/a7e58bb2167a0975d69a3ad1cbadaebf.avif?t=1736177595\" width=640 height=360 /></span><h2 class=\"bb_tag\" >This game is made for you if:</h2><ul class=\"bb_ul\"><li>you have the soul of a modern times adventurer and challenges don't scare you.</li></ul><ul class=\"bb_ul\"><li> you have a love for nature and that you are not afraid to tame wild animals.<br></li><li> you have dominated your Rubik's cube and granny's arrow puzzle, you will love to solve the riddles offered.<br></li><li> you are broke but like to travel, we offer you heavenly landscapes to get away.<br></li><li> you are fascinated by supernatural and mystical events, you will be intrigued by the surprises in the Temple. <br></li><li> you are tired of violence in video games and have become peaceful, our gameplay would not hurt a crocodile.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663430/header.jpg?t=1736177595",
    "developers": [
      "OriGaming Studio"
    ],
    "publishers": [
      "OriGaming Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}