{
  "1663350": {
    "name": "Rog &amp; Roll Demo",
    "steam_appid": 1663350,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663350/extras/4a6518790795e751b16d2dc57fe2952e.avif?t=1654138921\" width=608 height=99 /></span><br>Rog &amp; Roll is a fast-paced, fluid 2.5D platformer. Control a tiny enemy monster named Rog on a quest to save his fellow minions! <br><br>This special preview demo includes 4 full levels from the complete game, including stages for beginners and challenging mid-game content. Shoot for a fast completion time, hunt for secrets, and see if you can unlock some extra content along the way!<h2 class=\"bb_tag\" >STORY</h2>Long ago, enemy monsters were controlled by tyrannical bosses who ordered them to do things like harass humans and kidnap princesses. But the monsters of Rog's world rejected that system to build a new society - one where spiders, zombies, killer robots, and walking vegetables could all live in peace. When a disgruntled final boss returns to re-enslave his old minions, it's up to Rog, a plucky low-ranking enemy, to defy all odds and try to free his friends.<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li> Simple yet deep gameplay with an emphasis on fun, fluid movement<br></li><li> Unique art style blurs the line between 3D and 2D pixel art<br></li><li> Race through vibrant levels ranging from futuristic cities to haunted ruins, each with its own aesthetic, music, and gimmicks<br></li><li> Battle bosses, mini-bosses, and an endless array of unique, quirky monsters<br></li><li> Seek out hidden items in each level to unlock special challenges and other surprises<br></li><li> Explore overworld maps complete with towns, item shops, and friendly monsters</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663350/header.jpg?t=1654138921",
    "developers": [
      "Punch the Moon"
    ],
    "publishers": [
      "Punch the Moon"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}