{
  "1663960": {
    "name": "Battlemage: Magic by Mail Demo",
    "steam_appid": 1663960,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Use magic to play games of royal intrigue, defeat your enemies, and achieve glory! Will you kiss princesses, backstab nobles, or win tournaments?</p><p class=\"bb_paragraph\" >Battlemage Correspondence Course is a 150,000-word interactive novel by Nic Vasudeva-Barkdull. It's entirely text-based, without graphics or sound effects, and fueled by the vast, unstoppable power of your imagination. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Yesterday you were just a squire, but today you’re an aspiring battlemage! It was a good thing you went to the market for Sir Kelton the other day, or you would never have seen the ad on the wall. “Learn from home!” it said, “Full battlemage qualification by mail!” it said. And now it’s finally here: Your very first battlemage assignment from The Legendary El Cano himself! It’s a bit… open-ended, though. Should you solve it with elemental magic? Or maybe you should use an illusion to fool someone? You could try to raise something from the dead with dark necromancy. Or perhaps a healing spell would impress your legendary teacher?</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >And don’t forget the “battle” part of battlemage—you still need to learn how to use a weapon of some kind. While you’re deciding all that, there’s still the whole squire thing. You know, the thing that’s funding these magic lessons? Sir Kelton won’t be too happy if he catches you practicing magic, so you might want to act like you actually want to be a knight. Maybe win a tournament or two, or get in good with the royal family—maybe even try your hand at the game of court politics. Or if you really want to get on Kelton’s good side, prove yourself on the battlefield. A mysterious invader is on the border, and you could be the one to stop them. Every hero had to make their start as a squire, right?</p><p class=\"bb_paragraph\" ></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Play as male, female, or nonbinary; gay, straight, bi, asexual, or poly.</p></li><li><p class=\"bb_paragraph\" > Manipulate minds with illusion magic, master the elements, channel the forces of life with healing magic, or harness death with necromancy.</p></li><li><p class=\"bb_paragraph\" > Compete in tournament events like combat, archery, and joust.</p></li><li><p class=\"bb_paragraph\" > Navigate the royal court and use intrigue and betrayal to gain power.</p></li><li><p class=\"bb_paragraph\" > Defend your kingdom from mysterious invaders led by a powerful battlemage.</p></li><li><p class=\"bb_paragraph\" > Compete with other students to gain the notice of The Legendary El Cano.</p></li><li><p class=\"bb_paragraph\" > Romance a fellow squire, a humble stableboy, a prince, or a princess.</p></li></ul><h2 class=\"bb_tag\" >Decide How history Will Remember You!</h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663960/header.jpg?t=1734034857",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}