{
  "1663560": {
    "name": "G-MODEアーカイブス15 ちゅら島暮らし",
    "steam_appid": 1663560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Where there is sky and sea, there is a story.<br>Experience the &quot;slow life&quot; of your dreams on a southern island!</h2><br><br>This is a game that allows you to pseudo-experience life on Chura Island, an imaginary island reminiscent of a remote island in Okinawa.<br>You will be able to experience the &quot;slow life&quot; that you have always dreamed of, surrounded by the soothing sound of the waves, on a sandy beach, looking at the wide open sky...<br>The &quot;slow life&quot; of your dreams awaits you.<br><br>You are free to do whatever you want, from interacting with the residents of the village and visitors to the island, to enjoying activities unique to the southern island, such as sea fishing, shamisen (three-stringed instrument), killing habu, and Okinawan cuisine.<br>You can walk around the island and experience all kinds of things.<br><br>Why don't you relax on &quot;Chura Island&quot; with the main character who moved there after getting tired of living in the city?<br><br><br>■ About G-MODE Archives<br>The G-MODE Archives is a reissue project that faithfully recreates old feature phone games as they were back then.<br><br>In order to enjoy the app as it was back then, the web-connected menu, buttons, and keys have been transplanted, but some of them may not work.<br>For more information on the Steam version, press START button and see the &quot;How to play&quot; in the PAUSE menu.",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1663560/header.jpg?t=1628557217",
    "developers": [
      "G-MODE"
    ],
    "publishers": [
      "G-MODE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}