{
  "1664210": {
    "name": "Fantasy Grounds - Scarlet Citadel",
    "steam_appid": 1664210,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Scarlet Citadel</h2><strong> Do you dare descend into the sorcerous gloom?</strong><br>Once a functional fortress where wizards honed their eldritch craft, little now remains of the Scarlet Citadel--on the surface. The place now has a sinister and deadly reputation among adventurers and lorekeepers, and for good reason. The dungeon's well-trod stairs have seen few return from their journeys below. Here, deep underground, dwarven mercenaries once bred their owlbears for war, sorcerers from the White Forest practiced their arts, and strange cults from other realms drew from mysterious nodes of power. Ancient treasures and secrets are still scattered everywhere. Malevolent creatures spin shadowy webs, enchant foul magics, and summon forth dark gods. The Scarlet Citadel for 5th Edition is:o A classic-style adventure for 10 levels of play, fully compatible for D&amp;D 5E. o Ten gorgeous, full-color battle maps with grid squares perfect for VTT tokens.o Unique overlay maps to be placed atop the battle maps to depict unique traps, hazards, and other interactions with the dungeon.o Suited for newcomers to tabletop RPGs as well as long-time Game Masters.o Optimized for evocative combats and magical mysteries, and brimming with plots and subplots to uncover.o Full of original traps and new monsters as well as a complete write-up of the nearby town of Redtower, where the adventurers can set up a home base.<br>The Fantasy Grounds version is further optimized to bring this setting to life. Enhancements include:<br><ul class=\"bb_ul\"><li><strong> Lighting enhancements</strong> . FGU token vision and ambient and dynamic light support.<br></li><li><strong> Stunning maps</strong> . Each map is enhanced with pre-built dynamic lighting and effects.<br></li><li><strong> New Magic items</strong> . Over 20 new magic items bring to life this setting and reward players with unique treasure.<br></li><li><strong> New Monsters and NPCs</strong> . Includes a bestiary of 20+ creatures and NPCs, including the Dire Gelatinous Cube and Imorta the Debased. All creatures and NPCs included in encounters are included.<br></li><li><strong> Full color tokens</strong> . Custom tokens featuring beautiful art are provided for all creatures and NPCs detailed in encounters.</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Linda Buth</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1664210/header.jpg?t=1768453767",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}