{
  "1664450": {
    "name": "Archquest",
    "steam_appid": 1664450,
    "required_age": 0,
    "is_free": false,
    "description": "Invading tribes of monsters have taken the once-prosperous city of Zalantria. Caught in the wrong place at the wrong time, you were captured, and forced to fight in the Arena for the entertainment of your conquerors. But with a steady sword-hand, quick thinking, and the right friends- you can escape in a variety of different ways. Liberate the city block by block as you uncover the mysterious origins of the ancient city and what lies beneath.<br><br><ul class=\"bb_ul\"><li> <strong>Create your character </strong>- based on tabletop RPG rules. Choose your ancestry, heritage, background, class, feats, skills, and spells, and then customize your appearance.<br></li><li> <strong>Explore</strong> under the Arena, where a sprawling dungeon could mean your freedom. Then take back the city and its various districts from the goblin and orc tribes. <br></li><li> <strong>Engage</strong> in tactical turn-based combat. Execute reactions like Attack of Opportunity. Smash your enemies with Power Attack. Apply status effects with spells like Sleep, Grease, or Color Spray.<br></li><li> <strong>Converse</strong> with your Diplomacy, Deception, or Intimidation skill against NPCs in a full-featured branching dialogue system.<br></li><li> <strong>Manage</strong> your inventory and equip yourself with a paper-doll system. Craft magic items by grafting Potency Runes to weapons and armor.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1664450/header.jpg?t=1703167283",
    "developers": [
      "Pseudodragon Studios"
    ],
    "publishers": [
      "Pseudodragon Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}