{
  "1664610": {
    "name": "Pax Narcotica: Trafficker",
    "steam_appid": 1664610,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1664610/extras/a4245ad33fea1b4114bf766706c038bc.avif?t=1771495370\" width=618 height=181 /></span><h2 class=\"bb_tag\" >BECOME A DRUG LORD</h2><br>Take on the role of cartel kingpin In <i>Pax Narcotica: Trafficker</i>. Develop smuggling routes, establish distribution across the US, corner the market, and defeat your competition using violence and strategic intelligence .<br><br>Choose your own approach to expanding your empire - spread aggressively across the US, or concentrate on specific cities and markets. Use your funds to hire soldiers and buy weapons to defeat your rivals, or bribe key figures to disrupt their operations.<br><br>Manage every shipment how you wish, with a fleet of vehicles on land, sea, and air - invest in counter-measures and build impenetrable supply lines, <br><br>Violence is not the only option: Undercut your rivals’ prices and steal their clientele, or supply rival gangs with weapons and product and let them do the dirty work.<br><br>Hire a team of engineers and chemists to build a network of meth labs, weed plantations, and weapons factories, and reduce the risk of costly international seizures. <br><br>Send money and weapons south of the border to build up your base of operations and take over rival territory. Increase the size of your shipments north, or recruit mercenaries to expand your control into new cities.<h2 class=\"bb_tag\" >RISK vs REWARD</h2><br>\tEvery shipment comes with a risk of seizure by the authorities, or hijacking by a rival, but when a shipment gets through the rewards are enormous. You must decide how to reduce the risk, with simple measures such as decoy cars or concealment, or buying shell companies to transport cargo across the country.<h2 class=\"bb_tag\" >PLAN EVERY MOVE</h2><br>\tAt any time you can stop time to plan your next move. Arrange a chain of shipments; send operators to a city to assassinate a rival; transport cash across the border to pay for the next consignment, then watch the actions play out in real time.<h2 class=\"bb_tag\" >TAKE OVER REAL CITIES</h2><br>        Expand into over 50 US cities, each with different demands and underworld networks. Choose your clients, negotiate the highest price, and help them build their market share.<h2 class=\"bb_tag\" >CLEAN YOUR CASH</h2><br>         Invest in front businesses and real estate to clean your money, then send it south of the border to expand your power base. Always pay your suppliers on time, or risk losing the source of your power.<h2 class=\"bb_tag\" >KEY FEATURES</h2><br><ul class=\"bb_ul\"><li>Play your way: Expand quickly and aggressively, or build up methodically</li></ul><ul class=\"bb_ul\"><li>Attack your rivals directly, or undercut their prices and cut off their funding</li></ul><ul class=\"bb_ul\"><li>Cut your product to maximise profit, or sell the highest quality merchandise to corner the market</li></ul><ul class=\"bb_ul\"><li>Choose how to invest your money; Buy larger shipments, or hire soldiers to expand your operation</li></ul><ul class=\"bb_ul\"><li>Build meth labs, weed farms, and weapon factories, and hire engineers and chemists to maximise their output</li></ul><ul class=\"bb_ul\"><li>Recruit a network of cops, politicians, and lawyers, to build your empire, protect your cargo, and clean your money</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1664610/header.jpg?t=1771495370",
    "developers": [
      "Stone Spark Games"
    ],
    "publishers": [
      "Games Operators"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}