{
  "1664750": {
    "name": "Pegglo",
    "steam_appid": 1664750,
    "required_age": 0,
    "is_free": true,
    "description": "Embark on an exhilarating journey with Pegglo, the spiky hero in this captivating Peggle-like game infused with roguelike elements. In Pegglo, every game is a unique adventure filled with exciting challenges and strategic choices.<br><br><strong>Gameplay Highlights:</strong><br><ul class=\"bb_ul\"><li><strong>Roguelike Mechanics:</strong> Experience a dynamic progression through a series of increasingly challenging levels. Each playthrough offers a fresh and unpredictable adventure.<br></li><li><strong>Critical Hit &amp; Stats:</strong> Master the critical hit mechanic to subtly alter the trajectory of your ball, making those perfect shots even more satisfying.<br></li><li><strong>Power-Ups and Modifiers:</strong> Between levels, choose from a variety of power-ups and modifiers that enhance your abilities, offering countless strategic options and replayability.<br></li><li><strong>Charming Protagonist:</strong> Join Pegglo, the brave hedgehog, on his quest to conquer intricate puzzles and defeat cunning foes.</li></ul>With its delightful graphics, engaging gameplay, and a host of innovative features, Pegglo offers a unique blend of strategy, skill, and luck. Are you ready to guide Pegglo to victory?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1664750/header.jpg?t=1719529321",
    "developers": [
      "Bloub Team",
      "Concepts"
    ],
    "publishers": [
      "Bloub Team",
      "Concepts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}