{
  "1665140": {
    "name": "绯红结系 Story Demo",
    "steam_appid": 1665140,
    "required_age": 0,
    "is_free": true,
    "description": "This is a Demo Edition of SCARLET NEXUS. Some functions are limited in this version.<br />\r\n<br />\r\n- What's included in the demo version?<br />\r\nPlay as either one of the two main characters, Yuito Sumeragi or Kasane Randall. Includes action-packed gameplay using psychokinesis powers, assistance from varied allies, and numerous cutscenes.<br />\r\n<br />\r\n- What is SCARLET NEXUS?<br />\r\nA civilization far in the future that has been developed by &quot;powers&quot; is ravaged by &quot;Others&quot; that rain from the sky.<br />\r\n<br />\r\nOthers were all but untouchable, until extraordinary psionics were gathered to form the Other Suppression Force to ensure the safety and livelihoods of the people.<br />\r\n<br />\r\nYuito Sumeragi wanted to join the OSF because he was saved by them as a young boy. Kasane Randall was scouted for her outstanding abilities with her power. Together these two psychokinesis users fight in the ranks of the OSF, pushing their knowledge of not only their own abilities, but of the world they live in and the dark truth it hides.<br />\r\n<br />\r\nExperience a riveting story in a world developed by brains and technology as a psychokinesis user that fights with their equally talented allies from two different main characters' perspectives in this brainpunk action RPG.<br />\r\n<br />\r\n*The game has been adjusted in some ways specifically for this Demo Edition.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语<strong>*</strong>, 韩语, 葡萄牙语 - 巴西, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1665140/header.jpg?t=1649887634",
    "developers": [
      "BANDAI NAMCO Studios Inc."
    ],
    "publishers": [
      "BANDAI NAMCO Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}