{
  "1665070": {
    "name": "Squad Of Dangerous",
    "steam_appid": 1665070,
    "required_age": 0,
    "is_free": false,
    "description": "This is war, soldier. Don't know where they come from, but by now we're under heavy pressure from hordes of zombies, demons and other strange creatures. Our guys are fighting desperately, just look at the map. Situation is hard, but not hopeless. I think they would be happy to see you on the battlefield, and maybe, some day they will, but now I can tell you, what they need even more - provision, guns and vehicles.<br />\r\n<br />\r\nYou will have to get behind the enemy lines and collect as much supply as you can. You can cooperate with other ones to go to riskier missions to collect more. But be careful, if your friend will coordinate artillery, not only enemies may suffer.<br />\r\n<br />\r\nAfter you've successfully completed the mission, you'll be able to take some stuff with you on your next assignment. It may be easier to stay alive while being packed with an assault rifle, I tell you.<br />\r\n<br />\r\nBut never forget your primary goal - our troops are under heavy pressure and war doesn't stop for a minute to give em break, someone may be breaking through, literally just at the moment. Take your part and send as much supply as you can. I think with such brave ones like you, soldiers, victory is on the way. <br />\r\n<br />\r\nWell, let's not waste any more time - here is your map, select a mission and pack your bags, we've got war to win, LET'S GO!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1665070/header.jpg?t=1625231685",
    "developers": [
      "CPITeam"
    ],
    "publishers": [
      "CPITeam"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}