{
  "1665570": {
    "name": "Brickbuilder VR",
    "steam_appid": 1665570,
    "required_age": 0,
    "is_free": false,
    "description": "Brickbuilder VR is a high-fidelity VR model building simulator. With both decorative blocks and mechanical components such as axels, gears and motors, the game enables you to build a wide variety of interesting creations that move and interact with each other in the virtual world. <br />\r\n<br />\r\nBrickbuilder VR features 2 primary modes of play: &quot;blueprints&quot;, which lets you re-create structures that we have designed, and &quot;freeform&quot;, which is building from a blank slate. At launch, Brickbuilder VR includes 10 blueprints. More will be added as we add more features and content to the game.<br />\r\n<br />\r\nThe game is also designed with extensions in mind: it will be possible to create a blueprint from an existing build directly from within the game. We will also release an official SDK, which will provide the functionality to create custom pieces, 3D models, and textures.<br />\r\n<br />\r\nBrickbuilder VR is at an early stage of its development. In addition to performance improvements, UI-overhauls, and bug fixes, we plan to add the following features to the game in the future: pistons / linear actuators; lights; sensors and graph programmability; script programmability; propellers / flying interactions; magnetic joints; and many more. Your support will help us make these a reality.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1665570/header.jpg?t=1627757696",
    "developers": [
      "Tempsutido,LLC"
    ],
    "publishers": [
      "Tempsutido,LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}