{
  "1666600": {
    "name": "The Dragon Apprentice",
    "steam_appid": 1666600,
    "required_age": 0,
    "is_free": false,
    "description": "Experience the fun and excitement of being a dragon <i>and</i> a wizard – Devastate your foes with breath weapons, tooth n’ claw melee combat, and an arsenal of magic!<br><br>Grow in power as you play through more than 40 procedurally generated dungeon levels where no two games are the same!<br><br>Vanquish your enemies, hoard collected treasure, and become a master wizard to defeat the forces of darkness and save your world in – THE DRAGON APPRENTICE!<h2 class=\"bb_tag\" >| Spells and More Spells |</h2>Harness the power of Rune Magic to conquer your enemies with a library of spells, plus spell discovery and loot systems that allow a wider and more personalized range of heroic gameplay.<h2 class=\"bb_tag\" >| Free Flight |</h2>Take to the air to evade enemy fire, launch devastating aerial attacks, and feel the freedom of untethered flight!<h2 class=\"bb_tag\" >| Ragdoll Physics |</h2>Blast and bash your foes down stairways, over ledges, or into the abyss with Ragdoll Physics — vanquish your enemies in spectacular fashion!<h2 class=\"bb_tag\" >| Loading Tips |</h2>We understand that everyone could use a little help when picking up a new game, so we added a variety of tips and tricks to every loading screen to improve your experience.<h2 class=\"bb_tag\" >| Backstory Bits |</h2>When the evil arch-litch, the BONE KING™, and his Infernal Army launch a surprise assault on the Village of Ember, the Master Wizard Alvis Jarl banishes the undead battle-mage and his horde to wander Alvis’s labyrinth of magical dungeons hidden deep within a mysterious alternate dimension known as the Netherealm. However, when Alvis hears that the dark wizard possesses an unhatched dragon’s egg, he realizes he’s played right into the BONE KING’s plans to gain access to the hidden realm and perform a ritual that will give the dark one absolute power over the seven Cosmic Forces. Desperately needing to contain this threat, but weakened by battle, the wizard reluctantly takes on the fledgling dragon, Frigg, as his apprentice and charges her with clearing out the dungeons and dispatching this evil force once and for all.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666600/header.jpg?t=1677964031",
    "developers": [
      "PNUMIA Entertainment"
    ],
    "publishers": [
      "PNUMIA Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Feed Me!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1666600/835950656e0f9fe8257190c21cfba653daa7773b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}