{
  "1666560": {
    "name": "The Fermi Paradox Demo",
    "steam_appid": 1666560,
    "required_age": 0,
    "is_free": true,
    "description": "<i>The Fermi Paradox</i> is a choice-driven narrative strategy game in which you’ll guide alien civilizations that can thrive or simply survive through the ages, picking up radio signals from distant stars and finally making contact with one another by exploring the furthest corners of the galaxy.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/138ef8d83b45e250a6260ee2d0db4096.poster.avif?t=1739361279\" width=600 height=190 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/138ef8d83b45e250a6260ee2d0db4096.webm?t=1739361279\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/138ef8d83b45e250a6260ee2d0db4096.mp4?t=1739361279\" type=\"video/mp4\"></video></span><br><br><ul class=\"bb_ul\"><li><strong>Galactic God game: </strong>Play as galactic gardener rather than a single faction, guiding up to 10 civilizations simultaneously<br></li><li><strong>Choice-driven gameplay: </strong>Every event presents three choices that change the course of history – every decision matters, and consequences ripple across millennia<br></li><li><strong>Many unique alien species:</strong> From nightmarish deep sea creatures to graceful sapient plant-beings, there are even strange hairless mammals called Humans<br></li><li><strong>400 different civilization-development events: </strong>Each event tells its own story and provides new choices that impact the story of that civilization – be it apocalyptic floods, sexual revolutions or conscious interstellar warships<br></li><li><strong>Distinctive societies within starships and colonies:</strong>  Life on a generation ship or on an unknown planet poses different challenges and special narrative events<br></li><li><strong>Original electronic ambient soundtrack:</strong> Music playfully follows the evolutionary steps of developing civilizations and their spiritual, technological, and energetic trajectories.<br></li><li><strong>Play again and again:</strong> Each play-through tells a different story and has its own ending. Will the people of that galaxy unite? Will they wipe out one another in a galactic war? Or will they perish, still alone, never really knowing that other alien life forms existed? </li></ul> <br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/afd616b94f35182a67fde1446b62d383.poster.avif?t=1739361279\" width=600 height=190 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/afd616b94f35182a67fde1446b62d383.webm?t=1739361279\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/afd616b94f35182a67fde1446b62d383.mp4?t=1739361279\" type=\"video/mp4\"></video></span><br><br><i>Become the galactic gardener!</i><br><br>Guide the fate of different planets, species and civilizations. Balance technological progress, military aggression and resource waste so that alien societies survive long enough to make contact with other species. <br><br><i>Choices matter</i><br><br>Alien societies grow and develop on their own – but you can alter the path of their development during crucial moments of social upheaval. How will society change when animals are domesticated, world wars break out or if civilizations begin cloning their own people?<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/142126d6f24c5b7c5a8251fc6edc76ad.poster.avif?t=1739361279\" width=600 height=94 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/142126d6f24c5b7c5a8251fc6edc76ad.webm?t=1739361279\" type=\"video/webm; codecs=vp9\"></video></span><br><br><i>Foster multiple alien civilizations</i><br><br>Develop societies from the Stone Age to technological singularity and beyond. How will they treat their own, and what will their beliefs be? What message will their first radio waves sent out into the cosmos contain? What are their intentions when travelling thousands of years by interstellar spaceships to another star?<br><br><i>Write the galaxy’s story</i><br><br>Each play-through will become a unique interstellar saga. From the first decision of which lifeforms will evolve into sapient species, there will be numerous choices determining the history and values of that civilization – from their views on sexuality and religion to their treatment of weaker members of society.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/95e0ef3a974de30f1000bc24c14dec18.poster.avif?t=1739361279\" width=600 height=94 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/95e0ef3a974de30f1000bc24c14dec18.webm?t=1739361279\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/extras/95e0ef3a974de30f1000bc24c14dec18.mp4?t=1739361279\" type=\"video/mp4\"></video></span><br><br><i>Overcome the long distances of space</i><br><br>Multiple generations will live out their days on starships seeking other habitable planets, while radio signals may echo unnoticed for millennia before they reach anyone that might listen. Of course, the society that sent out a signal may have already perished, and the starship answering their call might arrive only to find alien ruins. Elsewhere, distant colonies may develop into civilizations light-years ahead of the inhabitants of their home planet.<br><br><i>Keep the Balance</i><br><br>Each technological age brings its own challenges, from nuclear war to climate catastrophe, to murderous artificial intelligence. Experience the fragility of the universe, the dangers of military power and how peace might be wrought amongst countless intersecting cultures across the galaxy.<br><br><i>Who are Anomaly Games?</i><br><br>We are a team of indie game developers in Berlin, based at the Saftladen Game Collective. We work to make thought-provoking, inspiring and progressive games, and hope to offer a new take on the space sim genre. The Fermi Paradox is our first game together, but we’ve already made our fair share of video games. Our team members have worked on titles such as Spec Ops: The Line, Kane &amp; Lynch 2, The Captain is Dead, Dreadnought and Sea of Solitude.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666560/header.jpg?t=1739361279",
    "developers": [
      "Anomaly Games"
    ],
    "publishers": [
      "Anomaly Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}