{
  "1666160": {
    "name": "萌宠大赢家 / Blooming Business: Casino 试玩版",
    "steam_appid": 1666160,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>A different kind of casino, filled with personality</strong>Meet the charming personalities of VIP visitors. Connect with them and learn their backstories, needs, goals and desires. <br><br><strong>Build your casino in your own image</strong>Customize and decorate your casino. Invest in new slot machines and decorative items. Decide how you want to manage your staff and experiment with a first set of  specialization options for your business.<br><br><strong>Live personal stories</strong>Your management style and commercial strategy will trigger different narrative events and it will be up to you to choose how to act. Beware, you may reap more than you sow.<br><br><strong>Key features available in the demo</strong><ul class=\"bb_ul\"><li> Manage your own casino. From HR to PR, design to operations. You have as much control as you want. <br></li><li> A gleeful retro world filled with charm and animal characters. Learn more about their personalities, ambitions and keep them happy and productive.<br></li><li> Meet Ant’ny Baar, our first VIP who will come to your Casino and show you who’s boss in our narrative events !<br></li><li> Deal with employee strikes, forgetful clients and many other stories in our narrative events !<br></li><li> Recruit your first manager, a special type of employee that will help you specialize your operations more deeply and yield even more profits !<br></li><li> Monitor everyone's specific needs and expectations. If you want to make profit, you will need to make sure that clients are happy!<br></li><li> Customize and decorate your casino. Invest in new slot machines and decorative items. <br></li><li> Set up the games as you like, manage the House Edge, RTP and special rules.. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1666160/header_schinese.jpg?t=1704789095",
    "developers": [
      "Homo Ludens"
    ],
    "publishers": [
      "Homo Ludens"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}