{
  "1667480": {
    "name": "CyberneticsAL",
    "steam_appid": 1667480,
    "required_age": 0,
    "is_free": true,
    "description": "Step into the electrifying world of Cybernetics, the ultimate Survival First-Person Shooter horror experience. Explore abandoned labs, build your stronghold, survive the relentless dangers, and discover unique biomes as you fight to uncover the island's dark secrets.<br><br><strong><h2 class=\"bb_tag\" >GAMEPLAY</h2></strong><br><br>Exploring the Labs:<br>Embark on a thrilling journey through abandoned laboratories, where you must uncover the mysteries of what happened on the island. As you delve deeper into the labs, you’ll encounter deadly mutant creatures and unlock lab-only resources essential for advanced crafting and survival.<br><br>Building:<br>Establish and fortify your base using wood, stone, and metal build parts. Equip your stronghold with an array of farming and electronic components to enhance your defenses. Protect your valuable gear and resources from external threats with advanced traps powered by a sophisticated electricity system.<br><br>Survive:<br>Face nightmarish mutant creatures, harsh environments, and relentless threats as you strive to stay alive in this unforgiving world. Use your wits, crafting skills, and strategic planning to overcome the dangers that lurk around every corner.<br><br>Explore the Unique Biomes in the World:<br>Venture beyond the cityscape to explore the diverse and unique biomes scattered across the world. Each biome offers its own set of challenges, resources, and opportunities for discovery, keeping the gameplay fresh and engaging as you uncover the island's many secrets.<br><br><strong><h2 class=\"bb_tag\" >KEY FEATURES</h2></strong><br><br>Intense Lab Exploration:<br>Venture into the heart of abandoned labs filled with deadly mutant creatures and uncover the island's dark secrets. Collect lab-only resources to craft advanced tools and weapons.<br><br>Massive Building System:<br>Construct and fortify your base with wood, stone, and metal parts. Utilize farming and electronic systems to enhance your stronghold and defend against external threats.<br><br>Dynamic Survival Experience:<br>Overcome the relentless dangers posed by mutant creatures, environmental hazards, and resource scarcity. Every decision counts in your fight for survival.<br><br>Discover Unique Biomes:<br>Explore a wide array of biomes, each with its own distinct environment, resources, and challenges. Uncover new opportunities and dangers as you venture into unknown territories.<br><br>Stunning Graphics and Sound:<br>Immerse yourself in the hauntingly beautiful world of Cybernetics, brought to life with high-quality graphics and a chilling sound design that amplifies the horror.<br><br>Join the Community:<br>Connect with other players, participate in events, and stay up-to-date with the latest news and updates. Whether you’re a casual player or a competitive gamer, Cybernetics offers something for everyone.<br><br>Gear up, lock and load, and prepare to dominate the urban and laboratory survival horror in Cybernetics. Your legend begins here.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1667480/header.jpg?t=1725172426",
    "developers": [
      "Otternet"
    ],
    "publishers": [
      "Otternet"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}