{
  "1668390": {
    "name": "Fantasy Grounds - Earl Grey, Hot",
    "steam_appid": 1668390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Earl Grey, Hot</h2>It should have been a simple salvage job. Board the derelict, grab the goods and get back in time for dinner. Easy as lying. Only problem is that the ship isn't exactly derelict. It's just unconscious and suffering from one whale of an allergic reaction. It seems that a hold full of exotic tea leaves doesn't much agree with a bioship's digestion.<br>Assuming that the PCs can survive the antibodies, digestive enzymes, and short temper of a living spacecraft, they'll still need to figure out what happened to the cargo. The big lug jettisoned the offending containers before it passed out, meaning that a king's ransom worth of loot is somewhere on the surface of a very hostile planet. Even worse, there are other salvage boats inbound, and they don't look to be the sharing type.<br>This Starfinder compatible adventure is suitable for four to five 1st level PCs. Adventurers can expect to find a new class of spacecraft to befriend, a bizarre new planet to explore, and more hostile alien lifeforms than you can shake a laser pistol at.<br>This adventure fits in nicely with the<br>Frentellis Prime and<br>Frentellis B &quot;Breaker's Yard&quot; , Star System Sets also available on <br>Adventure, monsters, villains, setting, gear, bioships<br>Adapted for Fantasy Grounds by:<br><strong> Darren Anderson</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Starfinder ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1668390/header.jpg?t=1768454107",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}