{
  "1668640": {
    "name": "Rings of Hell",
    "steam_appid": 1668640,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Rings of Hell</i> is an RPG about rivalries, friendship, forgiveness, and most important of all - wrestling. Take control of famous wrestling partners-turned-enemies Red and Blue in a series of tornado matches as they fight their way through Wrestle Hell on their quest to become champions of the underworld. Utilize a swathe of tenacious items, unique attacks, and crowd hyping abilities in Active-Time-Battle combat. When you’re not fighting in combat you’ll be doing some dirty work for Wrestle Hell’s unfortunate denizens. <br><br>Red and Blue used to be partners. Can these two overcome their differences and live on to fight another day, or will the demons of their past pin them down for the count?<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>A unique two-handed battle control scheme (Bonus: Two players, one hand each if you want to play with a friend!)<br></li><li>Two boss battles<br></li><li>Secret extra difficult fights<br></li><li>Hand drawn art in conversations and cutscenes<br></li><li>A depiction of Hell made just for fallen wrestlers<br></li><li>A ton of cute and disgusting imps<br></li><li>Dozens of jokes, gags, and goofs<br></li><li>At least one reference to <i>Spiderman (2002)</i><br></li><li>Low-key romantic tension<br></li><li>Copious professional wrestling references<br></li><li>Wrestle Satan counts as a feature don't @ me<h2 class=\"bb_tag\" >Why is this game free?</h2><i>Rings of Hell</i> was created by Usual Suspects, an indie development team of 17 graduate students from the Florida Interactive Entertainment Academy (FIEA), a graduate game design program at the University of Central Florida (UCF) in downtown Orlando, Florida. The game was made as part of a time-limited 7 month project, and functions more like a proof-of-concept or demo than a fully fledged game, and we would like for as many people to be able to play it as possible. Please feel free to leave feedback and ratings based on this, and we appreciate the time anyone spends playing our game. :)</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1668640/header.jpg?t=1628199687",
    "developers": [
      "Usual Suspects"
    ],
    "publishers": [
      "Usual Suspects"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}