{
  "1669180": {
    "name": "Demon Source",
    "steam_appid": 1669180,
    "required_age": 0,
    "is_free": false,
    "description": "Jump to the pit, die - repeat!<br />\r\nDemon Source is a roguelike adventure about one of the last Source Hunters.<br />\r\nExplore the vast procedurally generated dungeons. They are generated with pre-made prefabs with 3 variations of enemy spawn. So  you will always have the pleasure of being scared entering each location.<br />\r\n<br />\r\nFind skills and items and be killed by various enemies. Then hunt them in your run of revenge. Try new builds and strategies every new run and be bamboozled by unexpected enemy hiding by the corner. Collect the Source energy from dead enemies to unlock new weapons and abilities. 30+ unique weapons, 20+ skills, 40+ armors and rings are waiting for you.<br />\r\n<br />\r\nSeek for story and lore? I have some!<br />\r\nDeep down the Ulm rock dwarves found the relic of great power. Demonic power. Very soon hordes of demons and possessed undeads were marching through the Lavert Kingdom.<br />\r\nHeroes of the past had stopped them, but they couldn’t destroy the Source. Inside the Ulm mountain this power was able to reshape dungeons to an endless labyrinth full of creatures of the dark. It also was able to revive demons countless times so they can’t be really killed. <br />\r\nSome heroes drink demon blood in order to receive same power. Those who did not died, went deeply to the old dwarf kingdom in order to find and destroy Demon Source.<br />\r\n<br />\r\nYou don’t remember how have  you got to that dungeon. But it is clear that you are immortal such as those demons. Every time you die, the dungeon reshapes and all demons revive. Source doesn’t want to be found and doesn’t want you to go back. People of the past were optimistic about that - saying that now they have countless attempts. But now they are all mad and became corrupted guardians of the Source. So I wish you don't get crazy.<br />\r\n<br />\r\nTry this game made with all passion just by single person. And let me to tell you the story of redemption which you will probably experience on yourself in the future. Try the Demon Source",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1669180/header.jpg?t=1765397120",
    "developers": [
      "Ernest Piatrovich"
    ],
    "publishers": [
      "Ernest Piatrovich"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}