{
  "1669010": {
    "name": "Virtual Driving School Demo",
    "steam_appid": 1669010,
    "required_age": 0,
    "is_free": true,
    "description": "Buckle up and check your mirrors! We are launching ‘Virtual Driving School’ at Steam's Next Fest 2021!<br><br>Get ready to put your driving ability to the test! Learn the basics in the car park and then prove your skills on the road. Control your speed and respond correctly to hazards to gather maximum points! <br><br>On the <strong>18th of June 2021</strong> we are launching a demo of 'Virtual Driving School' and are calling for testers and ‘bug busters’ to trial the early access version of the game at the event. We are also delivering live gameplay streams and tutorials at the event and value your feedback. <br><br>Virtual Driving School is a serious, skills-based game that gives players tips on how to become safer drivers, in a hyper-real, virtual environment. Modelled around a ‘Sim City’- style simulated world, you can visit city streets and highways. Choose from and a wide range of unique driving challenges and scenarios that require precision and concentration. It’s an exciting ride!<br><br>Practice your practical driving in realistic environments based on real UK locations. <br><br>Features <br>Tutorial Mode <br>Driving Lessons <br>HD environments <br>Realistic car physics <br>Hazards",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1669010/header.jpg?t=1664217039",
    "developers": [
      "CGA Studio",
      "CGA Simulation"
    ],
    "publishers": [
      "CGA Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}