{
  "1669160": {
    "name": "ENDLESS BECOMING - APARTMENT",
    "steam_appid": 1669160,
    "required_age": 0,
    "is_free": true,
    "description": "In the moment we no longer choose “housing” as a place to live<br>Whether this event is reminiscent of the future or a long time ago<br>is in my obscure thought, or in a hidden corner of my memory<br>So, I hope you don’t mind it, because it doesn’t make much sense<br><br>Our home in this continuum of moments can be a department store<br>an art gallery or the bottom of a public swimming pool<br>Is that really a bed that you are looking down on, the place you are lying on?<br>Is that where you are watching you?<br><br>Whose house are you walking around?<br>Whose traces are we looking at, and what acts?<br>What does “who” mean?<br><br>What is left are afterimages of lives of the multitude<br>Once a space endures a time, it cannot choose the exterior of the inhabitants<br>It cannot intervene with its ethics, its morals<br>There is only one for the myriad<br><br>A life in a glass house<br>in the immediate future or far in the past<br>That desire has not been met with full reality<br>and the barricades have been dismantled (as you know)<br>A dream in daylight (Willful)<br>and a dream in the night (Fantastical)<br>Can you separate one from another?<br>Can you also be sure that you own it alone?<br><br>That this house should be our home<br>That sought-out intoxication for centuries<br>Are you certain<br>that you are not caught in the enchantment <i>ab aeternitate?</i><br><br>- Small Exit<br><br><br>-- - - ------  - - - - - -- <br><br><br>ENDLESS BECOMING - APARTMENT is a virtual art installation. Utilizing Virtual Reality or First Person modes, users are encouraged to explore at their own pace. Taking cues from first person shooters, walking simulators and contemporary installation art, users will experience an unfolding landscape of architecture, spatialized sound and digital phenomena. It also features multiplayer capabilities, so you can share the experience with companions. It is the first chapter in a series of forthcoming projects exploring the possibilities of existence in virtual space.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1669160/header.jpg?t=1631847440",
    "developers": [
      "Jonathan Turner"
    ],
    "publishers": [
      "Chameleon Gallery"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}