{
  "1669850": {
    "name": "Spinstar",
    "steam_appid": 1669850,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Spinstar</strong> is a <i>precision puzzle platformer</i> where you must use your ability to alter gravity in order to successfully navigate increasingly-challenging levels. Obstacles ranging from deadly lasers to reams of spikes to moving platforms that provide more danger than safety await you!<h2 class=\"bb_tag\" >Become a Spinstar!</h2>You play as young Izzy, a being from a race of creatures called Gyroms, of whom some possess the power to change how gravity affects themselves. <br><br>Guide Izzy through <strong>The Trials</strong>, a series of perilous tests designed to prove which Gyroms are worthy of the most coveted of titles, that of <strong>Spinstar</strong>.<br><br>But be careful; not everything may be as it seems...<h2 class=\"bb_tag\" >By People Who Love Games, for People Who Love Games</h2><strong>Spinstar</strong> was created by an international team of game enthusiasts who had one goal: Make something fun for everyone! Our designers have carefully constructed each and every level to make sure we hit that goal! The challenge increases with each level, and so does the fun!<h2 class=\"bb_tag\" >Beautiful Pixel Art Style</h2>Enjoy the colourful levels and environments, each hand-crafted by talented artists that will have you reliving the platformers of the 80s and 90s.<h2 class=\"bb_tag\" >Music to Inspire</h2>The music of <strong>Spinstar</strong> serves to underscore the tension as well as a feeling of awe, created just for the game.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1669850/header.jpg?t=1665070843",
    "developers": [
      "PixyDevs"
    ],
    "publishers": [
      "PixyDevs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}