{
  "1670730": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Lost Omens: Ancestry Guide",
    "steam_appid": 1670730,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Pathfinder 2 RPG - Lost Omens: Ancestry Guide</h2>Remember who you are! The Age of Lost Omens is filled with people of all types, including more than just those of common ancestries.<br><i> Lost Omens Ancestry Guide</i> places the spotlight on the uncommon and rare ancestries of the Inner Sea (like geniekin, androids, kitsune, sprites, and more!), providing information on their cultures and place in the world. The book also expands on the rules options for these ancestries and versatile heritages. Finally,<br><i> Lost Omens Ancestry Guide</i> also features new ancestries and versatile heritages including some that are brand new, as well as old favorites from throughout Golarion!<br><i> Written by:</i><br><strong> Calder CaDavid, James Case, Jessica Catalan, Eleanor Ferron, Lyz Liddell, Luis Loza, Ron Lundeen, Patchen Mortimer, Andrew Mullen, Samantha Phelan, Jessica Redekop, Mikhail Rekun, David N. Ross, Mark Seifter, Owen K.C. Stephens, Isabelle Thorne, Linda Zayas-Palmer</strong><br><i> This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>Includes a Fantasy Grounds reference manual providing all of the guidebook content<br></li><li>Fantasy Grounds drag/drop data including: 6 new ancestries, 63 new heritages for new and existing ancestries, and 375 feats. Many of these data items contain new Fantasy Grounds automation.<br></li><li>Over 110 tokens and portraits created from the amazing product artwork.<br></li><li>Evocative artwork</li></ul><i> Adapted for Fantasy Grounds by:</i><br><strong> Martin Blake and Bret Davenport</strong><br><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1670730/header.jpg?t=1768454204",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 10300,
      "final": 10300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 103.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}