{
  "1671460": {
    "name": "Vanilla Inspector",
    "steam_appid": 1671460,
    "required_age": 0,
    "is_free": false,
    "description": "The Vanilla Department sent Mr. Inspector to investigate a mysterious island named &quot;N&quot;, where the Sweet Kingdom is located. The islanders have been evading taxes for a very long time, and the previous inspector has gone missing... The rumors say that the Wicked Witch cast a curse on this land. It's high time to deal with all this mess!<br><br><ul class=\"bb_ul\"><li>The Department tasked you with a thorough inspection of the local residents. Strip them naked!<br></li><li>All the crooks must be punished and put behind bars!<br></li><li>You need to figure out what happened to the previous inspector.<br></li><li>The Wicked Witch must answer for her crimes!<br></li><li>You ought to save the royal family... Especially the Princess.</li></ul><br>&quot;Vanilla Inspector&quot; is an exciting adventure set in a fairy-tale world. Colorful hand-drawn graphics, memorable characters, funny dialogues and tricky puzzles await your arrival!<br><br>If you still haven't made up your mind, here are some of the game features:<br><br><ul class=\"bb_ul\"><li>An entire island to explore: three villages, a beach inhabited by a mermaid, a witch's tower and a royal castle.<br></li><li>A plethora of characters that you'd love to see without their clothes...<br></li><li>A wide variety of puzzles: word search, battles and butterflies.<br></li><li>Fascinating plot and multiple endings, which depend on the choices you make!<br></li><li>Alluring cartoony characters that will lighten up your mood!</li></ul><br>Come and have a nice time!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671460/header.jpg?t=1750890463",
    "developers": [
      "Anatoliy Loginovskikh"
    ],
    "publishers": [
      "Anatoliy Loginovskikh"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}