{
  "1671300": {
    "name": "锡安避难所 - 逃离",
    "steam_appid": 1671300,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>游戏与学习的完美结合，打造极致学习体验！</strong><br><br>欢迎加入玩家QQ群：749042893。<br>QQ群由机器人审核入群，请按照机器人的引导入群<br><br><strong>注意：此游戏不适用于没有编程经验的玩家！</strong><br><strong>注意：此游戏需要注册账号才能体验，但在初期并不会开放太多注册量！</strong><h2 class=\"bb_tag\" >游戏目的</h2>这不是一款纯粹的游戏，这是一款需要你写代码来探索的游戏。我开发这样一款游戏，是为了探索游戏与教育之间结合的可能性，重点不在于游戏的内容和玩法有多少，而在于大家能明白这款游戏是怎样融入教育的。<h2 class=\"bb_tag\" >游戏如何融入教育</h2>摘抄自（链接是国内服务器，是可以打开的，建议复制后粘贴到地址栏打开）：<br>如果你用过外挂，最好自己编写过外挂或了解过外挂的原理，那你可以轻松理解我是如何做的。<br>我们知道，外挂的做法之一是向指定内存地址写入一些我们想要的数据，比如把存放血量的内存地址的值改成9999999999999，如果这个游戏的安全机制不严格，那没准你的血量就成无限的了。<br>但是这种操作通常需要比较多的计算机底层基础知识，比如内存是什么，内存地址又是什么，怎么获取血量的内存地址，又怎么改内存地址的数据，这些都是不那么容易能学会的。<br>而我的游戏，则提供了一个接口（也称WebHook）给你，让你可以随意改血量（我就举个例子，别太认真），要不我们举个靠谱点的例子，让你可以随意决定某个病人是治疗还是上班。<br>听不懂接口？听不懂WebHook？没关系，你只要理解为，我提供了丰富的文档让你可以随意修改（我允许你修改的）的游戏数据，就可以了。<h2 class=\"bb_tag\" >开发者的话</h2>这个游戏是我一个人花费一年时间独立开发完成，我学习游戏开发的时间也只有一年的时间，因此暂时在画质、稳定性等各方面难以达到比较高的水准。<h2 class=\"bb_tag\" >上线时间</h2>由于 Steam 的上线时间无法更改，因此在这里重新计划一下。预计在国庆之后可能会上线。目前已经开发好的游戏内容中，对于玩家的要求偏高，就我上面提到的，如果你没有编程经验，你就体验不了编程模块，并且游戏与学习相关的玩法不那么清晰。届时上线的模块，会大幅度降低入门门槛，做到零基础入门 C# 编程。因为我是个人开发者，只有我自己在开发，并且是业余开发，所以进度难以保证（不过如果大家很看好，我也更有动力加快开发进度）。<h2 class=\"bb_tag\" >游戏背景</h2>在遥远的未来，太阳寿命意外到了后期，变为红巨星。太阳系所有天体的表面温度快速上升，人类为了存活，已经迁移到地球上唯一一座存活的城市，但这座城市也会被毁，人类必须逃离地球，去往别的星系建立新的文明。（新的星系的游戏内容需要另外购买）<br><br><strong>游戏特色</strong><br><ul class=\"bb_ul\">生存</ul>你要扮演城市管理者，尽可能发展壮大城市。城市的壮大标准的至关重要的依据是人口，你需要在毁灭前尽一切可能发展人口并造出星际飞船飞到新的星系，有多少人口将决定你在新的星系中的游戏难度。<br><br><ul class=\"bb_ul\">策略</ul>你需要决定哪些人应该做什么事，你的任何一个决定都会产生蝴蝶效应而带来意料之外的影响，并最终影响你的城市的状态。当城市人口为零时，游戏将结束。<br><br><ul class=\"bb_ul\">编程</ul>游戏开放了HTTP编程接口，允许用户通过编程的方式访问、操控游戏数据（比如获取游戏中所有的人民），你开发的程序对游戏接口的响应可以决定游戏的走向，这其中，你的技术水平（接口稳定性）将成为影响游戏进程的重要因素<br><br><ul class=\"bb_ul\">实战</ul>当你的游戏进程进入了中后期（城市有超过一百位人民），你将面对互联网三高场景挑战：高并发、高性能、高稳定，你需要在有限的硬件条件下（通常就是你自己的电脑），应对游戏对你的接口的高频率调用，应对有可能存在的十万级或百万级数据的处理，应对有可能存在的如何保证接口稳定性的问题。<br><br><ul class=\"bb_ul\">任务</ul>游戏是轻任务的，不会有很多任务，任务更多的是引导你如何更好的进入游戏状态的。通常的任务是免费的，<strong>对学习真正有价值的任务是收费的</strong>，这个费用并不包含在游戏售价中，学习任务会引导你如何高效快速地解决上面提到的问题，但你可以无视任务，按着自己的想法去玩。",
    "supported_languages": "简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671300/header_schinese.jpg?t=1629185345",
    "developers": [
      "游戏脑"
    ],
    "publishers": [
      "游戏脑"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}