{
  "1671000": {
    "name": "RPG Maker MZ - Omega Modern Graphics Pack",
    "steam_appid": 1671000,
    "required_age": 0,
    "is_free": false,
    "description": "This collection includes everything you need to build a full game in a single style: characters, battlers, faces, tilesets, monsters, icons, and even system graphics.<br />\r\n<br />\r\nOMEGA MODERN includes over one hundred character sprites, and that isn't even counting the animals, aliens or robots. Each human character also has a face graphic, and sixteen of them have fully animated side-view battlers so they can be used as heroes. Each monster has an overworld walking sprite as well as a image to be used in side-view combat. On top of that, extra character sets are included for cars, vehicles, treasure chests, switches, and special effects.<br />\r\n<br />\r\nTwenty-six tilesets-- including autotiled water, terrain and buildings-- provide a variety of options for creative locations. Forests, caves, towns and cities are a given-- there's also tiles for a school, a science lab, a fast-food restaurant, bathrooms, and more. House and building tiles can be mix-and-matched for even more options in creating your game world. Also included: a huge set of icons for items, weapons, equipment, etc.<br />\r\n<br />\r\nOMEGA MODERN also has the system graphics needed to keep your game looking good with a single consistent style: emotion balloons, animated state icons, and even four different window skins. All of it is designed to work together!<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n* Over 100 overworld character sprites<br />\r\n* 26 tilesets! Interiors and exteriors-- towns, cities, forests, dungeons!<br />\r\n* 50 monsters-- with overworld sprites and battle graphics<br />\r\n* Side-view battlers and face graphics for hero characters<br />\r\n* Icon set with 170+ icons for items, food, equipment, etc<br />\r\n* System graphics to match the pixel style: balloon, states, weapons, and window skins!<br />\r\n* Bonus winter tiles added Dec 2022: snow versions of A1water, A2ground, A5nature, A5town and Bnature<br />\r\n<br />\r\nTerms of Use:<br />\r\n<br />\r\n* This pack is for use in RPG Maker Series or the engine of your choice.<br />\r\n* OK to be used in Commercial projects<br />\r\n* Contents can be edited<br />\r\n* OK for use in games with gore<br />\r\n* OK for use in adult-rated games",
    "supported_languages": "英语, 日语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671000/header.jpg?t=1681339075",
    "developers": [
      "finalbossblues"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 15200,
      "final": 15200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 152.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}