{
  "1671370": {
    "name": "construct.ai",
    "steam_appid": 1671370,
    "required_age": 0,
    "is_free": false,
    "description": "November 2022 - A note from the developer:<br><br>Unfortunately, construct.ai is no longer in development due to resourcing issues. This game will not be published.<br><br>If you are still able to view this page, you likely wish-listed, followed or showed interest in our project. We thank you for your support and regret we cannot bring this game to you. We continue to work on other exciting projects and hope to see you in one of them soon.<br><br>Best wishes, ThrawnDev Studios<br><br>---<br><br>construct.ai is a heavily story driven adventure, exploration and puzzle game within a unique Sci-Fi setting. Explore diverse biomes, figure out the puzzles and obstacles that lie within and ultimately, unravel the mystery of the AI construct.<br><br>construct.ai is a story driven adventure puzzle game set on board a hyper-advanced, yet ancient AI vessel known as the construct. You must discover how the construct came to be and why you are aboard it. <br>Along your journey through the numerous construct’s environments, you will be faced with a variety of logical, environmental and physical obstacles. Rely on your logic and problem-solving abilities as well as the environment that surrounds you to succeed.<br><br>Fortunately, you will not face this task alone. <strong>Bridge-9</strong>, your obsolete AI in shining armor will be there to assist you in uncovering the mysteries that lie ahead.<br><br>Product Features<br><br><ul class=\"bb_ul\"><li> Rich and extensive story: Twists and turns. Nothing may be as it seems, or maybe it will? Enjoy the engrossing and in-depth story line of the construct with multiple choices to make, you can shape how the game is completed.<br></li><li> Simple but Beautiful: Take in the immersive low poly art style of the construct’s surroundings, with carefully hand-crafted environments to explore, enjoy and remember.<br></li><li> Incredible Puzzles: Super satisfying and imbue a sense of achievement on completion. Sometimes the simplest of obstacles can surprise you.<br></li><li> Puzzle Variety: Every obstacle/puzzle is different and are custom made for the environment. Some require brawn, some require brain. Others might just require you to run really fast.<br></li><li> Collectibles: There are many interesting and unique items to find and collect within the construct. Most will help you in some way, shape or form. Be sure to explore every nook and cranny!<br></li><li> Constant Updates: This is just the start! During EA, the game will be expanded with 3 new game modes which modify the way you can play the game, keeping you coming back for more and more. Will you complete them all?</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671370/header.jpg?t=1668441315",
    "developers": [
      "ThrawnDev Studios"
    ],
    "publishers": [
      "ThrawnDev Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}