{
  "1671440": {
    "name": "Cliché Adventure",
    "steam_appid": 1671440,
    "required_age": 0,
    "is_free": false,
    "description": "Main info:<br />\r\nCliché Adventure is an open world top down adventure game. It can be played as single player, or with a friend. The game has five unique regions joined by a hub world. Each area contains an over world, a cave system, and a temple to explore. There are Six main boss fights, and twenty mini bosses. The five main temples can be completed in any order. After collecting the five Doodads of Destiny, you can take on the finale boss in his vile fortress. <br />\r\n<br />\r\nMuseum:<br />\r\nAfter unlocking the Doodad of ice, you can send monsters to the museum by freezing them. Each area contains different monsters to collect. If you freeze one of each monster, you will unlock the fabulous golden hero sword! which will one shot anything in the game. Step on the reset switch in the grave yard to replay the main quest with all of your upgraded gear, and spells.<br />\r\n<br />\r\nStory:<br />\r\nYou are Protag, mighty hero of Cliché! Your brother, the vile wizard Antag has kidnapped princess Damsel, and sent his army of evil monsters to take control of the sacred temples. You have been tasked with the safe return of the princess. will you be able to vanquish your much more hansom, and talented brother? Will you be able to find the Doodads of destiny? Will the princess be into you, or will you just get friend zoned again? Also, this will probably be a lot of work. Are you sure you won't just give up, then binge watch season 3 of super plump ninjas #5. I heard that this is the season were spiky hair guy finds the ultimate power boots of destiny, then kick's a hole into the future to fight himself as an old man... So anyways, the world of Cliché needs you. Good luck hero!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671440/header.jpg?t=1631150483",
    "developers": [
      "Taylor Robinson"
    ],
    "publishers": [
      "Taylor Robinson"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}