{
  "1671220": {
    "name": "G-MODEアーカイブス28 セパスチャンネル",
    "steam_appid": 1671220,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >If we lose one thing at a time.<br>The world will fall apart.</h2><br><br>&quot;Sepas Channel&quot; is an RPG that explores identity.<br><br>What does it mean to be accepted by others, what is the meaning of one's existence? &quot;What is freedom? What is time?<br>A boy who loses his memory, a girl who loses her shadow, and a dog who searches for her missing owner.<br>The story is set in a mysterious world with a sci-fi and fantasy atmosphere, and the story revolves around a radio broadcast by the mysterious DJ &quot;Sepaschan&quot;.<br><br>The key to the game is the &quot;Change Channel&quot; system, which allows you to switch the characters and groups you control.<br>Use the game's key &quot;channel change&quot; system to switch between characters and groups, and use the protagonists' range of actions and abilities to cooperate with each other in order to advance the story.<br><br><br>■ About G-MODE Archives<br>The G-MODE Archives is a reissue project that faithfully recreates old feature phone games as they were back then.<br><br>In order to enjoy the app as it was back then, the web-connected menu, buttons, and keys have been transplanted, but some of them may not work.<br>For more information on the Steam version, press START button and see the &quot;How to play&quot; in the PAUSE menu.",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671220/header.jpg?t=1722501770",
    "developers": [
      "G-MODE"
    ],
    "publishers": [
      "G-MODE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}