{
  "1671810": {
    "name": "Glimpse: Prologue",
    "steam_appid": 1671810,
    "required_age": 0,
    "is_free": true,
    "description": "After a dimensional transporter renders The Girl and her siblings obsolete, they must flee from The Company that created them in this gripping alternate 1980s timeline thriller.<br><br><strong>Glimpse: Prologue</strong> is a short <strong>free-to-play</strong> version of Glimpse.<br><br>Glimpse is a gripping sci-fi adventure game set in an alternate version of the 1980s. You start the game as The Girl who is on the run from The Company - the organization that created her and trained her. As she tries to survive while being hunted across dimensions, you'll unravel the story of how she ended up in this life-threatening situation.<br><br>Through the experiences of three different characters, you'll be immersed in a dramatic and atmospheric story-driven adventure. The game is filled with visual storytelling, challenging you with item-based puzzles that require lateral thinking, stealth mechanics to evade your foes, and traversal mechanics that give you the freedom to explore your environment.<br><br>Experience a gritty and tense world where danger lurks around every corner. Will you be able to escape The Company and uncover the truth of what happened? Play Glimpse to find out.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1671810/header.jpg?t=1678291481",
    "developers": [
      "Monocyte Games"
    ],
    "publishers": [
      "Monocyte Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}