{
  "1672960": {
    "name": "Endorfire Tower Defense",
    "steam_appid": 1672960,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Endorfire Tower Defense</i> is a classic tower defense game with a 3D twist. Using the power of various elements, build up your towers to defend your hut to hold off waves of enemies. Traverse beautiful 3D environments ranging from lush forests to grim graveyards that bring back memories of tower defense games of old.<h2 class=\"bb_tag\" >Story</h2>Trying to protect yourself and the people in the kingdom of Endorfire from the brutal Dark Mage's attacks, you research an old teleportation spell to move everyone away. However, the spell does not work as planned, teleporting your small wizard's hut in the midst of enemies! Realizing this supposed downside, you take it upon yourself to defend the people of Endorfire from brutal attacks and not let this beautiful land kneel before the Dark Mage.<h2 class=\"bb_tag\" >Gameplay</h2>The enemies traverse along a path and it is up to you to prevent them from reaching your hut! Using marked tower spots, place any tower in your arsenal as long as you have enough Mana. Will you choose to go wide with lots of towers, or have a small handful and use mana to make them stronger for the game?<br><br>Upon completing a level, depending on difficulty, you will earn Gems. These can be used to upgrade various aspects about the towers and yourself, such as more health or higher tower damage. Use these Gems sparingly as you'll need them to get past the harder levels and difficulties.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1672960/header.jpg?t=1628887537",
    "developers": [
      "The Zoo"
    ],
    "publishers": [
      "The Zoo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    },
    "type": "game"
  }
}