{
  "1673720": {
    "name": "They're Coming",
    "steam_appid": 1673720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story</strong><br><br>Wakey wakey! They’re coming, and you don’t have much time. Unfortunately, you are one of the unlucky living beings to wake up here in the Asylum. No one remembers how they got here, but few survivors can forget the chilling experiences that occur. The entities haunting this madhouse won’t let you go. That’s why you have to ward them off. Keep them calm. If you get them angry, it’s over. <br><br>The Asylum is an abandoned institution for the criminally insane. It was most active in the period between 1890-1970 and is located in a small, sparse town across from the not-so Michelin star, Trudy’s Diner. After multiple reports of missing patients and workers nearby, including Brenda the Waitress, the Asylum was forced to shut down in fear of the disturbing aura that exuded the space.<br><br><strong>Characters:</strong><br><br>Eyepatch Man: Dead men tell no tales… or do they? A former pirate who got his eyes torched while sailing the seas in the late 1800’s. Following the incident, he became insane and was admitted to the Asylum after beating people up with his hook hands. Those who have encountered him say his visible eye is a blank void and his mouth is forever carved into a sinister smile. He may not be able to see you, but he knows you are there and he makes it clear. <br><br>Brenda the Waitress: Brenda was a young and passionate waitress at Trudy’s Diner across the street from the Asylum in the 1960’s. Former coworkers said she went to deliver a complimentary pie to the patients during a night shift but never returned. Shortly after, numerous patients reported seeing a woman in a blue waitress outfit with blood running down her eyes, roaming the halls of the Asylum, asking if they wanted some pie. Her body was never found, and it is safe to say that she became possessed by an unknown entity. <br><br>Mr. Mister: He’s not your average man. Constantly lurking in the shadows, the Man is a dark shady figure with unknown motives and a mysterious background. Surviving witnesses have described him as a regular looking man at first glance, wearing a black top hat. However, those who have seen him from the front have feared his blank face and unsettling nature. Several visitors to he Asylum have felt an eerie presence and caught quick flashes of his brooding silhouette. <br><br>Dolly: A child-sized doll with a pale expressionless facade that has been possessed by several trapped spirits. The original entity possessing the doll is said to be a demonic force that needs the presence of at least five other spirits with it to be content. The sound of music is another way to temporarily calm the restless Dolly. Conspiracy theorists have speculated that the other souls inhabiting Dolly have been taking control and setting themselves free by targeting others to take their place. Numerous patients have feared the many voices of Dolly. Several patients that disappeared reported seeing this doll laying on their bed. Security guards have tried to dispose of the doll multiple times to no effect.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1673720/header.jpg?t=1627114486",
    "developers": [
      "Alexandria Lin",
      "Arlene Chen"
    ],
    "publishers": [
      "Frostack Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}