{
  "1673060": {
    "name": "One Spirit Demo",
    "steam_appid": 1673060,
    "required_age": 0,
    "is_free": true,
    "description": "One Spirit is a <strong>coming-of-age visual novel</strong> set in an alternate timeline where <strong>the Cold War drags on into the 21st century</strong>. Exploring various political, cultural and philosophical themes, the game presents an engaging, <strong>thought-provoking thriller</strong> through the eyes of its everyday characters, their struggles and hopes.<br><br><strong>In 2003, the Iron Curtain stands tall</strong>. The superpowers of the new age wage a silent war through the means of information, economy, culture and proxy. As the Cold War slows to a crawl, the Republic of Sysica, a Western satellite state in Eastern Europe, finds itself on the verge of political death as violence, misery and war loom over its head.<br><br>One Spirit follows Yuri Danilin, a late teenager disenchanted with life, as he returns to his modest hometown in Nevilyovsk, Eastern Sysica. Having failed in his studies at the capital, <strong>he reunites with his sister</strong> knowing their time apart has changed both permanently. When news of a known local activist disappearing spread through the town, Yuri soon finds himself at the center of a <strong>dangerous game of truths. </strong><h2 class=\"bb_tag\" >DEMO FEATURES</h2><br><ul class=\"bb_ul\"><li>About 60 introductory minutes of game time.<br></li><li> Play through Yuri's return home to Eastern Sysica, the key events preceding the plot of One Spirit proper.<br></li><li> Explore up to 9 backgrounds, many of which are <strong>fully interactive</strong>.<br></li><li> Get acquainted with Yuri's inner psychology as he rejoins Lada, his elder sister and last pillar of security.<br></li><li> Gather nearly <strong>a dozen lore entries</strong> already spread out through optional environment and dialogue interactions, revealing hints about the nature of Sysica, Europe and the world in an alternate 2003.<br></li><li> Enjoy a sample of One Spirit's original soundtrack, curated by Álvaro Portabales: 6 dedicated pieces in addition to various natural ambience sounds.<br></li><li> Participate in active development by communicating your opinion, reporting bugs and engaging in feedback.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1673060/header.jpg?t=1690810398",
    "developers": [
      "VOYVOD ARTS"
    ],
    "publishers": [
      "VOYVOD ARTS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}