{
  "1673280": {
    "name": "Great Paintings VR - The Game",
    "steam_appid": 1673280,
    "required_age": 0,
    "is_free": false,
    "description": "Great Paintings VR is a <strong>100% FREE</strong> to admire the different paintings. It does not require you to buy this DLC or anything else in order to enjoy all the paintings. If you download the base application, you get all of the paintings it has to offer.<br><br><i>Play Where is Waldo with Great Paintings</i><br><br>This DLC provides a <strong>Hidden Object Game</strong> where you have to search for objects in art galleries.<br>The principle of the game is related to a Wimmelbilderbuch, wimmelbook, or hidden picture book, which is a type of large-format, wordless picture book. It is characterized by full-spread drawings depicting scenes richly detailed with humans, animals, and objects. Hieronymus Bosch, Pieter Brueghel the Elder and Hans Jurgen Press are regarded as the fathers of the format. Instead of search objects or persons in a book such as in &quot;Where is Waldo?&quot;, you search targets in art galleries.<br><br>This DLC is also here to serve Great Paintings VR in multiple ways:<br><ul class=\"bb_ul\"><li> Provide a way for people to show their generosity and support for the development of this project. I am doing this as a fun hobby and am happy to fund the development cost of Great Paintings VR myself. All donations go back into the development of new features or marketing of Great Paintings VR so that more people can enjoy a large free virtual museum.<br></li><li> Participate in Steam sales. Steam sales are the main way games get exposure on the platform and can be promoted. </li></ul><br>A text will appear on the main menu to indicate that you have the DLC pack installed.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1673280/header.jpg?t=1666366189",
    "developers": [
      "hublab"
    ],
    "publishers": [
      "hublab"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}