{
  "1674260": {
    "name": "Keeper of the Labyrinth",
    "steam_appid": 1674260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Keeper of the Labyrinth</strong> is an interactive fiction game about identity, self-discovery and learning to accept and overcome the flaws we find in ourselves.<h2 class=\"bb_tag\" >You:</h2> A young witch who, with the passing of your teacher last fall, must take on the mantle of Keeper of the Labyrinth.<h2 class=\"bb_tag\" >The labyrinth:</h2> A vast being which waits at the edge of the sea. It has been here longer than any can remember, and for as long, it has been the sacred duty of the village witch to explore its depths. But strange things happen within its halls, and that journey is not for the light-of-heart.<h2 class=\"bb_tag\" >The solstice night:</h2> It is the night of the winter solstice, the longest night of the year, and it is your turn to make the journey. Forced to eschew the festivities, you don your cloak and gather your tools of witchcraft: runes, candles, a piece of chalk, a wand, a knife. What rituals will take place within? What is your quarry, waiting in the centre, that your teacher once mentioned? And more pressing, perhaps: what watches you from the darkness?<h2 class=\"bb_tag\" >Make your choices, find your path:</h2> There are many paths through the labyrinth, many side chambers to explore and twists to find. Many beautiful realizations, strange encounters, and deep horrors await you at each turn. With each, find new truths about the labyrinth through which you pass, and perhaps, yourself. Your choices too, have consequences; are you too apathetic, rushing your task? too cowardly, avoiding difficult choices? or too doubtful, unsure of where you're going?<h2 class=\"bb_tag\" >Journal:</h2> Retrace your steps with a dynamically updated journal and table of contents which keeps track of <strong>your</strong> version of the story, depending on the choices you make, and in which order.<h2 class=\"bb_tag\" >Gallery:</h2> Unlock a gallery of more than 14 hand-painted illustrations to accompany key scenes on your journey through the labyrinth.<h2 class=\"bb_tag\" >Content warnings:</h2> Offers a robust system of content warnings to pop up before possibly disturbing scenes.<h2 class=\"bb_tag\" >Carefully crafted prose and music:</h2> Original soundtrack composed by the author to accompany each scene in the story.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1674260/header.jpg?t=1645555635",
    "developers": [
      "Athena Abbott"
    ],
    "publishers": [
      "Athena Abbott"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}