{
  "1675150": {
    "name": "「３」",
    "steam_appid": 1675150,
    "required_age": 0,
    "is_free": false,
    "description": "This is Cat3dokoro’s「3」, of the novel game genre. <br>Also includes minigames outside of the main story.<br><br><br>[Summary]<br><br>Tasaki Shinya is a young man who traveled from a distant northern land.<br>He lost his left eye in an accident after being roped into a series of events.<br>In the end, that accident would lead him to an unimaginable fate...<br><br>.<br><br>.<br><br>.<br><br>.<br><br>One day, Shinya meets a young girl.<br>The girl, “Rin,” says to him...<br><br>“I came here from the future to meet you.”<br><br>Those are her words.<br>Shinya ignores the obvious lie as he spends his days with Rin, his college underclassman, and the bosses at his part-time job.<br>His life didn’t necessarily improve, but every day was a fun one.<br>Just as he began to wish his life would go this way forever.<br>His peaceful days were mercilessly crushed without leaving a single trace behind.<br><br><br>The sight before his eyes is suddenly bloodied.<br><br>A number of cats are crying out.<br><br>And then...<br><br>A mysterious girl, eating a popsicle and staring down at the many crimson lakes on the ground, appears before him.<br><br>“...If you want to know what happened here, then follow me.”<br><br>The girl’s words were like an invitation to Shinya...<br><br><br>[Characters]<br><br>1.Rin<br>A young girl who slept underneath an abandoned factory.<br>She says that she “came here from the future,” but that’s probably a lie.<br>Rin ends up working at “Little Asteria,” where Shinya also works part-time, to repay a debt.<br><br>2.Hana<br>An underclassman of Shinya’s at college. They work together as well, making them quite inseparable. Hana is very fond of Shinya.<br><br>3.Mysterious Girl<br>The mysterious girl who appeared before Shinya.<br>She seems somewhat attached to white coats, as she always wears one. Her favorite snacks are popsicles.",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1675150/header.jpg?t=1662507081",
    "developers": [
      "子猫三処",
      "Cat3dokoro"
    ],
    "publishers": [
      "子猫三処",
      "Cat3dokoro"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}