{
  "1675170": {
    "name": "VRAstroSmash",
    "steam_appid": 1675170,
    "required_age": 0,
    "is_free": false,
    "description": "VRAstroSmash was originally designed for the Vive Cosmos, but it is compatible with the Oculus Quest 2, Rift -S, Vive Pro, Cosmos Elite, and Valve Index.<br />\r\n<br />\r\nHints from the Developer<br />\r\nKeep your eyes on the radar. The size of the radar dots are actually scaled. <br />\r\nIf the large green dot is off the radar, you are getting close to the ion field, of which will cost you points. <br />\r\nIf you travel too far through the ion field, you will be returned to the center.<br />\r\n<br />\r\nWhen weapons get a little hot they refuse to fire. Turning off Target Assist will help in cooling. Moving forward will also cool weapons down.<br />\r\nIf you have Target Assist off and are also moving forward, the weapons will rapidly cool.<br />\r\n<br />\r\nWhen asteroids get small they will be attracted to the density of the ship, and follow you.<br />\r\nThere is an alert of a flashing red cockpit which is a warning an asteroid is close.<br />\r\nThe map on the left of the cockpit dashboard will show you where the asteroids are, of which are closing in on you.<br />\r\n<br />\r\nOverdrive requires 10 points to use. If you do not have any points it will not activate.<br />\r\n<br />\r\nThis game is a sit back relax arcade style; however, as you approach 40 000 points, asteroids will spawn faster creating a more intense feel for the game.<br />\r\n<br />\r\nRetromode does just that gives a retro arcade feel to the game. It also shows some space junk that may be difficult to see.<br />\r\n<br />\r\nType of asteroids Plasma, Crystal, Iron, Rock.<br />\r\nEvery plasma asteroid destroyed will automatically increase ship controlls, turning, pitch and barrel roll.<br />\r\nEvery crystal asteroid destroyed will increase the cooling rate of the weapons.<br />\r\nEvery iron asteroid destroyed will repair/ ship damage.<br />\r\n<br />\r\nAfter 6 asteroids are destroyed Auto Fire will engage. At this point Every Phase will then increase the fire rate of rapid fire.<br />\r\n<br />\r\nPoints are achieved by every bullet that hits an asteroid, and every asteroid destroyed, destroying space junk and the UFO are the highest point value.<br />\r\nThe UFO will not show up until 6000 points have been achieved, of which afterwards should most likely appear once pe game phase.<br />\r\nSpace junk will most likely appear once per game phase.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1675170/header.jpg?t=1626345039",
    "developers": [
      "2REALVR"
    ],
    "publishers": [
      "2REALVR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}