{
  "1675410": {
    "name": "There May Be Ninety-Nine Of Us, But We Have To Win In Ninety-Nine Turns!",
    "steam_appid": 1675410,
    "required_age": 0,
    "is_free": false,
    "description": "In 'There May Be Ninety-Nine Of Us, But We Have To Win In Ninety-Nine Turns!', preparation and using the whole party to its greatest potential is paramount. Equipping everyone and setting their resource generation mode is important. The enemy will always act in the same order and target the same characters in its action cycle (unless it hits a certain Hp threshold or some other condition is met). There are no variable amounts of damage, hit rates, critical chance, or whatever. If you do the same thing, you will get the exact same result.<br><br>However, while the enemy's actions are predictable and certain, there is only so much time you have to beat them. If they complete 99 actions, they will wipe the entire party. Beat them with turns to spare, and you can go to shops and spend this excess Time on new equipment, or on skills for characters. You can also replay battles to try and cut your turn count further. While this appears to be an RPG, it's closer to a numbers puzzle. Try again and again, and do your best!<br><br>Party members can be switched through an individual character's Switch command, or by hitting Esc and switching out any party member with the Formation command. This uses an ATB system where 5 party members are active at once, but you have 99 total characters available. Many have passive skills and passive aura skills so try to keep track!<br><br>Features:<br><br><ul class=\"bb_ul\"><li>    Nearly 100 characters to use!<br></li><li>    Many different elemental types, such as Piercing, Social, and Occupational damage!<br></li><li>    Many status effects, DoTs, auras, and passive effects to keep track of!<br></li><li>    Plenty of skill variety, as well as character unique skills!<br></li><li>    A massive amount of equipment and over 40 equipment sets with various tiers of effects, allowing for great amounts of customization!<br></li><li>    No real exploration or missing anything, more like a massive boss rush with progression!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1675410/header.jpg?t=1626246051",
    "developers": [
      "Cannibal Interactive"
    ],
    "publishers": [
      "Cannibal Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}