{
  "1676520": {
    "name": "Hidden Expedition: A King's Line Collector's Edition",
    "steam_appid": 1676520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Domini Games</strong> presents a deep dive into a legendary tale and the search for truth in this exciting new entry in the <i>Hidden Expedition</i> series!<br><br>When wealthy philanthropist Preston Rutland unveils his plans to build a state-of-the-art scientific research facility at a controversial landmark in England, the H.E.L.P. assigns you to protect the land by proving that it’s the final resting place of the legendary King Arthur. But there’s only one problem—to do that, you’ll have to prove that Arthur was a real person in the first place! To make matters worse, you only have ten days to accomplish the impossible by solving a mystery that has eluded historians for centuries. Who was the real King Arthur? Get ready to explore the stories of Arthur and his Knights of the Round Table like never before in this intriguing Hidden-Object Puzzle Adventure game!<br><br>This is a special Collector’s Edition release full of exclusive extras you won’t find in the standard version. The Collector’s Edition includes:<br><br>•\tUncover the truth behind the legends of King Arthur in the bonus game!<br>•\tReplay your favorite HOPs and mini-games, and earn achievements!<br>•\tTons of souvenirs to find, ancient shields to collect, and more!<br>•\tFind your way to the truth with a strategy guide!<br>•\tDownloadable wallpapers and soundtrack bring the legend right to your desktop!<br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1676520/header.jpg?t=1764248559",
    "developers": [
      "Domini Games"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}