{
  "1678570": {
    "name": "Farwoods",
    "steam_appid": 1678570,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Farwoods</strong> is an online roleplaying game set in a world of forest critters, populated entirely by other players. Create your character and launch into a story written just for you, interwoven with the stories of countless other creatures making a living in this storybook fantasy realm. You decide who you want to be: scavenger, shopkeep, crafter, bandit, blacksmith, mage, tailor, pickpocket, scribe, bodyguard, messenger, barkeep, duelist, and more.​ There are no set classes, only the means by which you decide to make a living.<br><br>Where a great island empire once stood, only ruins remain. Years after its fall, divided factions of its squabbling descendants vie for control and sue for peace. Warrior animals ambush travelers on the road, and pledge their swords to causes both noble and nefarious. Scavengers eke out a meager existence, collecting the resources tradescreatures will need to rebuild the society that has been lost to time. Inns, shops, shrines, and other burrows serve as nexuses of commerce and gossip, as well as valuable targets to rob and burgle. Animals of all shapes and sizes, ambitious and humble, generous and hostile, must find their place in this nascent society and put their skills to good use.​<br><br>Experience character progression that respects your time, and allows you to advance your skills without grinding. You receive skill points at set intervals, and can spend the intervening time doing whatever you want, freeing you to socialize and roleplay and still be rewarded. All time spent playing progresses your goals, whether you're gathering materials, exploring, making trades, or hanging out in the tavern.<br><br>Expect to lose yourself in the immersive living world, drawn into the stories of your characters: the people they meet, the friendships they form, and the struggles they undertake. Choose a place on the island to call your home, and creatures to call your allies. Travel to distant lands, and don't be surprised if things are very different when you return.​<h2 class=\"bb_tag\" >Gameplay</h2><strong>Farwoods</strong> eschews levels and experience points in favor of a roleplay-focused environment with no grinding. Simply playing a character in any fashion you see fit will progress them, providing you with additional skill points on timers called <strong>intervals</strong>. You can spend these skill points to learn skills by reading skill books — but such valuable knowledge is often jealously guarded. Skill books can be scrounged from the ancient Morenth Library, or written by literate creatures who wish to pass on their knowledge.<br><br>Semi-permanent settlements can be founded through the placement of player burrows: small, customizable homes which can be opened to the public and turned into businesses. They can be further compartmentalized through the use of keys, creating public and private rooms with access granted to trusted individuals. Burrows can be used for homes, shops, inns, faction bases, and anything else one's imagination can come up with.<br><br>No one character can do everything themselves. With 75 skills to learn, characters will have to rely on each other to accomplish their goals and get the items they want. Warriors rely on crafters for their equipment, and crafters rely on scavengers for their materials. Everyone needs to eat and drink, and good cooks and brewers can keep creatures sated longer and more effectively. Every animal will have to choose which niche in this economy they wish to fill.<br><br>Characters that run out of HP are knocked unconscious. Unconscious characters, whether downed or sleeping, can be looted for their belongings. In order to attack another character, you must enter a hostile mode, which displays your intentions to everyone around you. Of course, this can also be used to intimidate people. Most gameplay is controlled through point and click, and movement keys, with hotkey shortcuts.<br><br>There are no NPCs, enemies or otherwise. All combat is PvP and requires in-character justification, since it is not necessary for character progression. Everyone you meet is another player.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1678570/header.jpg?t=1769967313",
    "developers": [
      "Chanterelle Interactive"
    ],
    "publishers": [
      "Chanterelle Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}