{
  "1678760": {
    "name": "Arcano: The Trickery",
    "steam_appid": 1678760,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >A game of &quot;arcane&quot; strategies</h2><strong>&quot;Arcano: The Trickery&quot;</strong> is a <strong>trading card game</strong> that revolves around magic, nature, alchemy and fantasy themes. You can personalize your deck full of arcane treasures and spells, play against the computer to improve your skills or engage into online battles against other &quot;alchemists&quot; like you in order to receive prizes! Master the power of the elements and alchemy to defeat your opponents.<br>The game can be very tactic since most of your cards lay face-down on the table until you decide when it's time to use them. Most of the opponent's cards are face-down too, so you have to wisely choose your strategy since some of them may hide special effects that could potentially change the momentum of the game.<h2 class=\"bb_tag\" >Simple rules</h2>The rules are quite simple: the first player who accumulates 20 points wins. To achieve that you have to compare your own cards with the opponent ones. Every card has its own &quot;value&quot; which will grant you points, but of course they also have a &quot;cost&quot; in order to be played. Cards are also &quot;linked&quot; to 7 different elements: <strong>Earth, Water, Air</strong> and <strong>Fire</strong> (the 4 elements of nature) plus <strong>Sun, Moon</strong> and <strong>Occult</strong>.<h2 class=\"bb_tag\" >Many cards, different effects</h2>&quot;Arcano&quot; is a game in constant development since more cards can be added in future expansions. The starting pack will include a collection of about 80 cards with unique characteristics. Many more cards are going to be programmed to better enjoy the game.<br><strong>Collect them all</strong>!",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1678760/header.jpg?t=1734543727",
    "developers": [
      "Jonathan Calsolaro"
    ],
    "publishers": [
      "Jonathan Calsolaro"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    },
    "type": "game"
  }
}