{
  "1679180": {
    "name": "MEMORIES",
    "steam_appid": 1679180,
    "required_age": 0,
    "is_free": false,
    "description": "In 1982, thousands of innocents died to gunfire and bombings in Beirut, Lebanon as warring factions fought each other for political control of the country. Memories explores the repercussions of one bombing as it turns the lives of a mother and daughter upside down. When their apartment is destroyed in the fallout of a bombing and her daughter becomes fatally injured, Ess struggles with dwindling options as her daughter draws closer to death. <br><br>After discovering a strange, underground world beneath the city of Beirut, help Ess explore it's secrets as she tries to find a way to save her daughter amidst the growing chaos. As the world around them changes, Ess transforms into something beyond human, becoming who she needs to be in order to overcome what has to be done.<br><br><strong>A Fractured World: </strong>When the unthinkable happens, your mind grapples for escape and sometimes, it fractures. Memories explores the lengths a parent will go to - mentally and physically - to protect their child. Help Ess navigate the Underworld beneath Beirut and make sense of the broken world she’s faced with. <br><br><strong>Explore the Underworld:</strong> Upgrade Ess’ growing supernatural abilities and use them to leave no path unexplored. Follow your instinct through or make your own path by clearing away debris, bypassing unstable ground and avoiding creatures from Hell. Solve puzzles to dive deeper into the underground depths as you search for the key to keeping your daughter alive.<br><br><strong>Untold Stories:</strong> Extract the untold stories hiding inside the strangers you cross paths with. Listen to their tales and travesties as Ess’ own struggles with denial, regret and grief begin to unravel.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1679180/header.jpg?t=1641381481",
    "developers": [
      "Dissident Interactive"
    ],
    "publishers": [
      "Dissident Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}