{
  "1679790": {
    "name": "Galactic Frontier",
    "steam_appid": 1679790,
    "required_age": 0,
    "is_free": false,
    "description": "The events of the second schism lead to a new paradigm for Humanity. <br><br>Without interconnected warp travel colonies further away from Proxima Centauri, the current Headquarters for the parliament of the Human Federation, lost contact with the origin of mankind. <br><br>The once useful Orbital ML Archive Super Computer, which was lost during the conflict of the second schism, is believed to be the cause of the machine plague that destroyed Earth and many of the original colonies.<br><br>The rebels that started the schism run a series of systems under a new flag. Preaching a radical ideology of separatism and independence.<br><br>Undefended systems in the outer ring are run by Pirate warlords who are out for blood or glory. These systems are lawless and brutal where might makes right.<br><br>The chaos of these events have created a new wild west era in space, the Galactic Frontier. This new age ushered in a gold rush for starship pilots looking to make a name for themselves or die trying.<br><br>You are one such Starship Pilot, who just recently managed to save up enough to purchase the cheapest, smallest cargo ship that money can buy. <br><br>Trade cargo, ferry passengers, win races or take what you want by force in order to grow from a small time pilot to a captain of a fleet of ships capable of galactic conquest.<br><strong><br>Features</strong><br><ul class=\"bb_ul\"><li> Detailed combat system with various ships and weapons that can be creatively combined to accommodate a variety of fighting styles.<br></li><li> A procedurally generated galaxy that keeps repeat play throughs fresh and interesting.<br></li><li> A variety of campaigns with a deep focus on story.<br></li><li> Full support for modding. We understand how modding and PC gaming go hand in hand and want to support our community from the start.<br></li><li> Full controller support. Ultimately Galactic Frontier is a twin stick shooter.<br></li><li>Multiple campaigns that span across several story-lines, you get to choose the story that best suites your play style.<br></li><li>Hundreds of unique upgrades for your Starship.<br></li><li>Seven distinct factions each with their own Starship aesthetic and play style.<br></li><li>An in game radio which can be set to a variety of radio stations that have DJ's, feature guests and play music. Stations can also give secrets like the locations of certain planets.<br></li><li>A trading system that emphasizes finding the best trade routes and rewards you accordingly.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1679790/header.jpg?t=1646120706",
    "developers": [
      "Team Teal"
    ],
    "publishers": [
      "Team Teal"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}