{
  "1679920": {
    "name": "Project Absentia Demo",
    "steam_appid": 1679920,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>Who Wants Some Wing?</strong></h2><br>From the creator of Daytime Drama and Scoot Hard DX comes the most violent yet cartoony shooter you'll ever play.<br><br>You play as Abby - an angel with an attitude and a mysterious past.<br><br>After refusing to be a soldier for the dreadful Orkan Corporation that has taken over Heaven, Abby's friends are taken away and Abby reluctantly enlists - only to bust free with a pistol and some armor.<br><br>Abby must go through the Orkan Corporation and kick ass and take names to get her friends back!<br><br>However, not is all as it seems, as Abby soon will uncover a conspiracy that goes deeper than Heaven itself. She then will have to travel through all the dimensions of the universe to get answers.<br><br>Buckle Up For One Hell Of An Adventure!<br><br><strong><h2 class=\"bb_tag\" >Neat Features</h2></strong><br><br><ul class=\"bb_ul\"><li> High Verticality! Jump and glide around to get at your enemies.<br></li><li> Full voice acting for the characters!<br></li><li> High-res vector artwork for the enemies for that 2000s Newgrounds asthetic!<br></li><li> Brightmapped voxels for many of the pickups.<br></li><li> Build engine comes to GZDoom with levels based on real locations, attention to detail. Props, posters and huge set pieces!<br></li><li> Wield rocket launchers of all sorts. Use the Hailer to freeze your enemies. Shock enemies and delete projectiles with the Plasma Rifle. Atomize your enemies with the Rainbowitzer, and shred your enemies with the Tornadozer. And these are just the weapons in the first episode! There's more weapons as time goes on!<br></li><li> Blow stuff up! Shatter toilets! Use vending machines! Destroy vases, flags and parts of the level itself!<br></li><li> Destroy your enemies with blood and guts flying around like confetti. Blow off their heads with well placed machine gun fire. Destroy their corpses!<br></li><li> Three Episodes in the final version! Dozens of levels ranging from dark factories, large cityscapes, hellish carnivals, dark factories and castles, and a chaotic realm with such sights to show you. Heaven, Hell, and The Elder Realms are your backdrop as you blow everything to pieces.<br></li><li> A neat story with really cool characters, all of different walks of life... but all friggin' insane.<br></li><li> Powered by ZScript for some neat effects not possible in DECORATE+ACS alone. This ain't your kid sister's GZDoom based game.<br></li><li> An original soundtrack by Metal Neon, that blends various 90s styles into a cohesive experience.<br></li><li> Turn off in-game or cutscene subtitles. Turn off Abby's one-liners. Scale the UI up or down. Turn down the gore puddles... or turn them up. Fine tune the game to your liking with a plethora of in-game options.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1679920/header.jpg?t=1712896797",
    "developers": [
      "Waffle Iron Studios"
    ],
    "publishers": [
      "Waffle Iron Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}