{
  "1680670": {
    "name": "Mango Mischief",
    "steam_appid": 1680670,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680670/extras/3f27027180c9a023f0cd7ee3ab396a76.avif?t=1718886054\" width=374 height=108 /></span><br><i>The four protagonists: Sprig, Marion, Merrow, and Arach</i><br><br>Four desperate strangers, each with a mysterious past, team up to search for the one person capable of saving their lives...<br><br><strong>Mango Mischief</strong> is a throwback to a simpler time - the 8-bit and 16-bit eras of video gaming - when JRPGs used (and abused) cliché storylines as vehicles for showing off interesting battle mechanics, difficult dungeons and monsters, complex puzzles, character leveling systems, and customizability through skills, upgrades, and gear. <br><br><i>Is it time to go on a magical quest to save the world - a quest that only YOU can complete... with the help of three other party members who have unique and complementary skill sets, of course? <br><br>Do you need to collect several inanimate objects that serve no purpose other than to accidentally help the antagonist at the end of the game? <br><br>Is the antagonist merely a puppet of the true final boss... a true final boss who likely has multiple forms? </i><br><br>Eh, maybe. <i>Or maybe not. </i> <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680670/extras/21a479ebc1ae36e0c293543344e13ce2.avif?t=1718886054\" width=610 height=438 /></span><br><i>The map at the beginning of Mango Mischief, showing off the early areas of the game</i><br><br><strong>Mango Mischief</strong> attempts to straddle the line between paying homage to the tried-and-true tropes of JRPGs, while also parodying the memes of role-playing games with plot twists and comedy. <br><br>Self-referential humor and fourth-wall breaks augment the narrative and interactions in this game, without detracting from the core gameplay: <br><br>- Open exploration of a huge, diverse world, full of quests and monsters and loot <br>- Flexibility in leveling up desired classes and gaining new abilities along the way <br>- The freedom to optimize character builds and complete dungeons in any order <br>- Tons of weapons, armor, accessories, and items that allow for a variety of playstyles <br>- A turn-based battle system involving elemental strengths and weaknesses, an assortment of buffs and debuffs and status ailments, and monsters that scale with your progress, to keep battles fresh, interesting, and challenging<br>- Just enough random encounters to annoy players who prefer visible encounters, and just enough visible encounters to annoy players who prefer random encounters<br>- At least a few interesting NPCs who aren't merely mindless drones created for the sole purpose of furthering the plot of your special story <br><br>Please enjoy <strong>Mango Mischief</strong>, the passion project of a solo indie game developer!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680670/header.jpg?t=1718886054",
    "developers": [
      "Acute Mango"
    ],
    "publishers": [
      "Acute Mango"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}