{
  "1680800": {
    "name": "Biwar Legend of Dragon Slayer",
    "steam_appid": 1680800,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680800/extras/437710b10a816759aac9b8b2302fb0b7.avif?t=1675324547\" width=616 height=284 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680800/extras/46169e57610a1db1bb842a8a43473697.webp?t=1675324547\" width=616 height=50 /></span><br><br><i>Biwar: Legend of Dragon Slayer</i> is an ancient legend of courage and heroism that has been passed down from generation to generation. It tells the story of a brave warrior who rose up to battle a fierce dragon and ultimately became the Dragon Slayer. The Biwar Legend of Dragon Slayer is a tale of courage, strength, and perseverance in the face of overwhelming odds. It is a story of hope and triumph in the face of certain doom. As the centuries have passed, the legend has become more and more popular, with many people believing it to be true.<br><br><i>Biwar: Legend of Dragon Slayer</i> offers gamers a unique, immersive experience set in a vibrant world of magic and adventure. Player takes on the role of a mighty warrior tasked with protecting the realm from evil forces and monsters. The player's journey will take them across fantastic lands and to legendary places, as they battle their way through hordes of enemies and discover hidden treasures. Whether you are a seasoned veteran or a newbie, Biwar promises to provide an enjoyable and thrilling gaming experience for all.<br><br><strong>History of Biwar Legend of Dragon Slayer</strong><br>Biwar Legend of Dragon Slayer is a popular variation on this game, adding special upgradeable weapons and items to make it even more exciting. The goal is still to hunt the dragon, but now there are more obstacles in the way. These include cursed items, powerful dragonslayers, and other characters that can either help or hinder you in your quest.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680800/extras/a9459664f76b83d941c5f230c27b26e6.webp?t=1675324547\" width=616 height=50 /></span><h2 class=\"bb_tag\" >Main Key Attributes</h2><ul class=\"bb_ul\"><li>The game is set in a Balinese ancient fantasy world where you take on the role of a dragon slayer.<br></li><li>You have the choice of playing as a human with different fighting abilities.<br></li><li>As you progress through the game, you will fight powerful dragons, explore new lands, add skills tree features, and upgradeable weapons.<br></li><li>Player can customize their characters with only 3 weapons that are Bow&amp;Arrow, Sheild, and Machete, allowing them to tailor their play style to their own preference. <br></li><li>There are also dozens of side quests and puzzles to keep players entertained. In addition to the main story, there are a few mini-games that add to the challenge of this fantastic game.<br></li><li>The Biwar Legend of Dragon Slayer also has a turn-based combat system that allows enemy attack a pattern during battle. Players can use a variety of spells, abilities, and special attacks in order to defeat their enemies.<br></li><li>The game also features a deep character development system where players can develop their characters over time. <br></li><li>The graphics are some of the bests in the genre and help create an immersive atmosphere. The sound design is also top-notch, with an excellent soundtrack that fits the setting perfectly.</li></ul><br>Biwar Legend of Dragon Slayer will available as a computer game and it has become very popular among gamers. In this game, you must take control of Biwar and fight against the dragon Igrath in a thrilling battle. If you’re looking for an exciting adventure, then this game will definitely provide it!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1680800/header.jpg?t=1675324547",
    "developers": [
      "Devata Game Production"
    ],
    "publishers": [
      "-"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}