{
  "1681760": {
    "name": "Mech Mind Ninja",
    "steam_appid": 1681760,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1681760/extras/c336fffd2a3ec480da49198cd21a7e57.avif?t=1638985195\" width=600 height=190 /></span><br>Here, your choices have consequences. Embark in a Time Travel Ninja Tale with multiple routes. Isao is a member of a Brotherhood from the Meiji Era in Japan who travels between the XXII and XIX centuries. What would be your choices on this journey? Make your choices and discover the consequences.<br><br>This is the beginning. This is the first game of the Time Travel Ninja Tale. A tale that branches independently with unique discoveries and situations for each one of its routes. Your journey begins with Isao, a Ninja that is a member of the Brotherhood of the Seventh Circle from 1878, Japan.<br><br>- About 56.000 words upon release!<br><br>- 4 unique routes with more coming!<br><br>- Make behavior choices for all main characters, and make small and big choices for the development of the story!<br><br>- Get to know more about the characters and locations through 16 short stories about biographies and scenery!<br><br>- Different endings. See the culmination of your choices!<br><br>This is a multimedia project. The initial plan is to have eBooks and Games to tell the story of all possible routes for the Time Travel Ninja Tale. The exploration of each route will happen based on the choices that you make.<br><br>There is a &quot;main&quot; route which is the foundation for the tale, but I, as a good table-top RPG master, don't have everything defined. I'll create the story based on your opinion about what should happen, or based on your choices. <br><br>There are eight &quot;main routes&quot; each one totally independent of the other, and each one with its own original end. Finding the answers to the question &quot;What If?&quot; is the why the story branches in eight unique main routes.",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1681760/header.jpg?t=1638985195",
    "developers": [
      "Leonardo M A Silva"
    ],
    "publishers": [
      "Consttelattions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}