{
  "1681420": {
    "name": "Fantasy Grounds - Masks of Nyarlathotep",
    "steam_appid": 1681420,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Masks of Nyarlathotep</h2>Dark Schemes Herald the End of the World<br><i>   Reanimation of the classic Call of Cthulhu campaign.</i><br>The new edition of<br><i>   Masks of Nyarlathotep</i>   is a complete revision and updating of this epic multi-part campaign set in 1925, in which steadfast investigators must unravel secrets and battle the minions of darkness in an attempt to stop world-shattering events from destroying humanity.<br>Get the Omnibus Edition!<br><i>   Masks of Nyarlathotep</i>   has been comprehensively revised and updated for use with<br><i>   Call of Cthulhu</i>   7<br>th Edition, but may also be run with the<br><i>   Pulp Cthulhu</i>   supplement.<br><ul class=\"bb_ul\"><li>Global campaign covering seven countries in five continents!<br></li><li>Packed with encounters, side-track adventures, detailed adversaries, geographical information, and more!<br></li><li>Presented in full color, with new artwork, maps and floor plans, and ready to use player handouts.<br></li><li>Appendices collect spells, tomes, artifacts, and travel advice.<br></li><li>Ultimate edition, packed full of advice and tips.</li></ul>    Requires the<br><i>   Call of Cthulhu Keeper's Rulebook</i>   (7<br>th edition) to play, and is optionally usable with<br><i>   Pulp Cthulhu</i>   .<br>The original six-chapter campaign featuring adventures in America, England, Egypt, Kenya, Australia, and China have been developed and updated by Mike Mason, Lynne Hardy, Paul Fricker, and Scott Dorward, and feature enhanced and new encounters, sub-plots, and on-point guidance for the Keeper.<br>Now written to be playable with either standard<br><i>   Call of Cthulhu</i>   or<br><i>   Pulp Cthulhu</i>   , the text guides the Keeper and allows for both gritty or action-packed pulp styles of play.<br>The Introduction chapter features a new foreword by Mask's creator, Larry DiTillio, and goes on to provide an overview of the campaign, it's key players and their goals and differing agendas, and the important locations the investigators will travel to while they seek to understand the mystery unfolding before them. Additional material looks at the dark god Nyarlathotep, his cults, and his role in the campaign. Guidance is also provided on running the campaign, including considerations of historical depictions, pulp or standard play styles, and lethality level (just how much danger should the investigators' face). Rounding things out is plenty of advice on creating investigators for the campaign, replacement characters, and ten ready-to-play investigators for those wishing to dive straight into the adventure.<br>Complete with a Brand New Chapter...<br>Set in Peru, this new scenario takes place in 1921 and provides an exciting introductory prologue to the campaign, where the investigators meet Jackson Elias, the industrious and charming author, whose researches lead into the globe-spanning mystery. Embarking on an expedition to find a lost South American pyramid, the investigators come face to face with ancient horrors that foreshadow the task ahead.<br>... and Even More!<br>And for an added bonus, a Grand Conclusion chapter helps the Keeper to determine just how successful the players have been in tackling the dark schemes of Nyarlathotep's cults, as well as discussing ways to extend the campaign in a variety of ways.<br>Each chapter has been tirelessly crossed-referenced to help those running the campaign to keep track of the many locations, characters, player handouts, and items thrown up by the players' investigation. With new appendices collecting spells, tomes, and artifacts, running the campaign is easiest it has ever been.<br>We have added Detailed New Appendices!<br>Running<br><i>   Masks of Nyarlathotep</i>   has never been easier thanks to these extensive appendices:<br><ul class=\"bb_ul\"><li>Travel - detailing travel times across the world, means of transport, rest and recuperation for traveling investigators, travel events, and also guidance for investigators wishing to learn new skills and improve existing ones.<br></li><li>Spells - collects campaign-important spells together for handy reference, with over 30 spells detailed. Including Call the Black Sphinx, the Seal of Nephren-Ka, and the Ward of Anubis, to name but a few.<br></li><li>Tomes - during their investigations the investigators may come across a wide range of Mythos tomes, each bulging with forgotten and dark wisdom. This appendix gathers all of the tomes encountered in the campaign, with over 20 detailed listings, each providing background the tome, the lore within, and relevance to the campaign's plot, be it the dreaded<br><i>   Necronomicon</i>   or the abhorred<br><i>   Black Tome</i>   .<br></li><li>Artifacts - just as there are numerous tomes to be discovered, there are also plenty of strange artifacts to be found (some useful, some deadly). Here, fifteen artifacts are gathered, from the Mask of Hayama to the Headdress of Eyes, from the Adornments of Nitocris to the very strange Device of Rods, Wheels, and Mirrors.</li></ul>This Massive Package Includes:<br><ul class=\"bb_ul\"><li>Masks of Nyarlathotep Book - Omnibus of both volumes<br></li><li>Keeper Screen you can print out to fit over your existing Call of Cthulhu Keeper's Screen<br></li><li>NPC Portraits pack with 105 portraits<br></li><li>Keeper Reference Booklet<br></li><li>Handout Booklet with Maps and Pre-generated Characters<br></li><li>High-resolution images of the amazing covers by Sam Lamont and Rhys Pugh<br></li><li>10 Pre-Generated Characters with Character and Background Sheets</li></ul>What are you waiting for? Go Save the World!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1681420/header.jpg?t=1768454656",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 16300,
      "final": 16300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 163.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 4 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}