{
  "1681110": {
    "name": "Drunken Nuke'em",
    "steam_appid": 1681110,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Asymmetrical but original. </h2>Drunken Nuke'em is a reinterpretation of asymmetric multiplayer games (4*vs1). On the one hand, we have a group of drunks who also compete. On the other side, an evil hunter who will do whatever it takes, however bloody, to end such a scandal.<br><br><br>The team of 4 players (drunks) tries to escape to continue partying. However, victory is not collective; only one or two people will be able to win. This changes everything as it will force young alcoholics to betray themselves so as not to lose and collaborate so that the main enemy, the hunter, does not win.<br><br>Every drunkard will have consumables, items, and traps to avoid falling victim to the hunter or annoying other drunks. Most of this weaponry will be found during the game.<br><br>The individual team (the hunter) will have to restore peace of mind to their grounds by any necessary method, including the cold-blooded murder of teenagers with excess alcohol in their blood. It will be bigger and stronger than the rest of the characters. You will be able to use exclusive skills and weapons and other items such as torture machines.<h2 class=\"bb_tag\" > Main features. </h2><strong> Dynamic 4vs1 asymmetric multiplayer: </strong><br>The group of drunkards will decide who they can escape with during the game.<br><br><strong> Trust your teammates... but don't: </strong><br>You will learn not to trust anyone; maybe you will even discover that you have a dark side inside you... You can escape by leaving behind those who would have to accompany you, although not without consequences.<br><br><strong> Scoring system: </strong><br>In addition to winning, each action and objective achieved will assign a score to each player, translated into points for a ranking and as a currency for acquiring various benefits in future games.<br><br><strong> Betting system: </strong><br>It allows you to earn a score by betting on who will win the game. They can only be achieved by playing. Never with microtransactions.<br><br><strong> Two points of view </strong><br>Drunks will enjoy a third-person camera with more excellent peripheral vision. The hunter will have increased stats and play with a first-person picture to focus on hunting and killing.<br><br><strong> Unleash your murderous instincts: </strong> <br>Let the unethical of drunkards unleash your instincts. Devote yourself to chasing them, capturing them, putting them in torture machines, and killing them to end the problem at its root.<br><br><strong> Wasn't it around here? </strong> The location of critical areas, objectives, obstacles, and objects will differ in each game.<br><br><strong> Characters full of personality: </strong> Each character has its models, sizes, animations, and facial expressions so that they are not simply copies with “skins” of each other.<br><br><strong> Fun in its purest form: </strong> You might think this is something evident about a video game, but it is a crucial point. Getting a good time even if you are cruelly betrayed is something we want to prioritize. In Drunken Nuke'em it will be more important to have fun getting points than winning or losing (which also gives points).",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1681110/header.jpg?t=1659028668",
    "developers": [
      "DrazorStudio"
    ],
    "publishers": [
      "DrazorStudio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}