{
  "1681090": {
    "name": "Road 96: Prologue eBook",
    "steam_appid": 1681090,
    "required_age": 0,
    "is_free": false,
    "description": "Road 96 : Prologue eBook is a tribute to worn-out game books and 80s beefy action heroes, an explosive road-trip smelling of gasoline and melting asphalt, with a dash of revolution. Ten years before the events of the game Road 96, you might recognize a few familiar faces, and will have a ringside seat to live the tragedy sealing the fate of Petria.<br><br><br><strong>Road 96: Prologue is a game book. </strong><br><br>Much like the acclaimed book series of the 80s and 90s, it offers the reader to experience a literary adventure where you choose your path to adventure.<br>Road 96: Prologue takes place in the Road 96 video game universe – 10 years before the events of the game, to be specific. You do not need to play Road 96 to appreciate the book, or vice-versa, but the two bodies or work align, and they complement one another. Therefore you should expect to recognize places, events, and characters, and you will expand your knowledge of Petria.<br><br><strong>How to Play</strong><br>Basic rules<br>Start with Paragraph 1, then follow the directions. Each paragraph will send you to another one, indicated by its number in bold characters. You shall pick which orientation your adventure will take.<br>Inventory<br>As you progress in your adventure, you may be asked to add some items to your inventory. To do so, just draw the item on the designated page in the front of the book, or on a separate piece of paper. These items may come in handy (or not) as you progress, but you will never have to remove them from the inventory, so feel free to apply yourself when you draw. You may find up to ten items in any given playthrough, so plan the space on your page accordingly.<br>When you complete an adventure, make sure you share your inventory, a snapshot of your game, on social media using the hashtag #Road96, and browse it to see other users’.<br>Do note: you should only add items to your inventory if you are explicitly asked to do so.<br><br><strong>Game Over</strong><br>You may occasionally experience an untimely end to your adventure. In that case, you have two alternatives:<br>- Either you go back to the paragraph indicated as a save point, in which case you will keep your inventory. This type of gameplay is recommended if you would like to enjoy the story, and perhaps explore other branches during a later game.<br>- Or you can come back to the beginning, in which case you will clean out your inventory. This type of gameplay is preferred for “old-school” players, those who have never allowed a finger to linger between two pages “just in case.”<br>Do note: you will never find yourself stuck in Road 96: Prologue due to a wrong choice, or for lack of an item in your inventory. If at first you don’t succeed: try again.<br><br><strong>Collector Mode</strong><br>Once you have finished the game, instead of starting again from the beginning, you may choose to play in collector mode. In this case, you should start the story again, however many times you see fit, and keep your inventory items every time. Will you be able to locate all 24 items scattered within the pages of Road 96: Prologue?<br><br><strong>Achievements</strong><br>Need an additional challenge? You may try each of these five achievements:<br>- Iron Lady: finish Road 96:Prologue without using a save point.<br>- Empty Pockets: Finish Road 96:Prologue with only two items added to your inventory.<br>- Full Pockets: Finish Road 96:Prologue with 11 items added to your inventory in a single game.<br>- Collectionitis: Find all 24 items in collector mode.<br>- Masochist: end the adventure prematurely 12 different ways.",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1681090/header.jpg?t=1758533669",
    "developers": [
      "Digixart"
    ],
    "publishers": [
      "Digixart",
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3696,
      "final": 3696,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.96"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    },
    "type": "dlc"
  }
}