{
  "1682520": {
    "name": "Art of Fury: Virtual Gallery",
    "steam_appid": 1682520,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>At Raw Fury, we believe that Games are Art.</strong><br><br>We’ve championed this from the very beginning of our inception. We see games as potential carriers of great art like any other creative medium. <br><br>We have tried to match our words with actions by shunning traditional “game” traps like genres, graphic styles, or mechanics, while seeking out games that make us lean in. That make us feel something. We see games as vehicles for a greater message, than purely entertainment.<h2 class=\"bb_tag\" >SO WHAT?</h2>Art is never so important as during difficult times.<br><br>Art allows us to escape, to seek meaning, and to give a universal voice to our inner thoughts.<br><br>On top of interpreting our collective past and present, art carries our hopes, dreams, fears, and wishes for a better future. Due to this transcendent quality games have never been more important than during this hellscape of a year. We have seen this in the messages people have sent us and in the titles submitted to us.<br><br>It's time for us at Raw Fury to take the next step, to stand behind our convictions. We've opened a game-focused art gallery in Stockholm, Sweden which will be the hub in which we begin to prove “games as art” to the world. In addition, we're launching this virtual gallery to give folks from across the globe a chance to see what can happen when you bring a bunch of artists together in creating works inspired by video games.<br><br>Welcome to the virtual gallery.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682520/header.jpg?t=1709553188",
    "developers": [
      "Raw Fury"
    ],
    "publishers": [
      "Raw Fury"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}