{
  "1682020": {
    "name": "DELIRIA",
    "steam_appid": 1682020,
    "required_age": 0,
    "is_free": false,
    "description": "Another lonely night, with nothing to do... Ghosts in the head. You decide to take a walk, maybe it will clear your head.<br>The streets are the same as ever, but something's changed. What is this door doing here? &quot;<strong>DELIRIA</strong>&quot;? Where does it take?<br><br>DELIRIA is a bar located at the edge of time and space - its existence can't be explained by human logic. It is actually an entity with a life of its own, which guides lost souls, sheltering them inside. How long will you stay inside? Hard to say... Some people never leave. But when (if?) you do, you'll be reborn.<br><br><span class=\"bb_img_ctn\"><picture><source srcset=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/6c72ea8d4fee4dc43532a7d180198713.apng?t=1772031778\"><img src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/6c72ea8d4fee4dc43532a7d180198713.poster.avif?t=1772031778\" class=\"bb_img\" width=618 height=510 /></picture></span><h2 class=\"bb_tag\" >THE CHAMELEON BAR</h2>In DELIRIA, the ambience shifts according to the visitor's taste, changing the decoration and the soundtrack based on the time period where the customer comes from. LivDye, the owner of the place, might seem aloof (high?) all the time, but she knows exactly what type of drink you need. Her (sort of) trusty helper, Lobismana, is always ready to serve (the hottest gossip). Inside, you'll meet other visitors and bond with beings from other races, genders, eras, and even different dimensions.<br><br><br>The night reaches its climax with a big musical number, where secrets reveal themselves to those who pay attention. After such incredible moments... Will you actually want to get back home?<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/dde53ba033befc139c68badd98a588ec.poster.avif?t=1772031778\" width=600 height=168 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/dde53ba033befc139c68badd98a588ec.webm?t=1772031778\" type=\"video/webm; codecs=vp9\"></video></span><h2 class=\"bb_tag\" >A MUSICAL VISUAL NOVEL</h2><br><ul class=\"bb_ul\"><li>Play as 4 different characters, L.G.B.T.: Li, Goji, Bento and Thereza. Each of them visits a different bar, has its own visual theme and narrative, an unique soundtrack and a special musical performance at the end of the chapter.<br><br></li><li>Explore the bars, talk to its visitors, listen to their story and help them get what they need.<br><br></li><li>Choose your drink wisely! Each of them has a special effect on you, revealing different sides of the characters.</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline crossorigin=\"anonymous\" poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/e440baed3f9785a2618b2f4b6aa79c13.poster.avif?t=1772031778\" width=600 height=168 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/e440baed3f9785a2618b2f4b6aa79c13.webm?t=1772031778\" type=\"video/webm; codecs=vp9\"></video></span><h2 class=\"bb_tag\" >FEATURES</h2><br><ul class=\"bb_ul\"><li>4 LGBTQIA+ narratives which explore and welcome all forms of sexuality, identity and gender expression. The door is open, feel at home! There's room for everybody, and we want to know more about you.<br><br></li><li>Bold aesthetic, blending pixel art witl low poly 3d. It kinda looks like a PS1 hiddem gem, huh? Take a sip, taste of the retro visuals, and soon after, feel the refreshing notes of current pop culture aesthetics and many little surprises.<br><br></li><li>6 GAMERPOP music tracks, sung in brazilian portuguese by LAIALEX - an indie pop brazilian singer who's all about mixing Games and Music, and also, he's one of DELIRIA's creators! Stay up all night grooving to songs that range from City Pop to Brazilian Rhythms, Blues to Tecnobrega (a regional music style from Brazil), and Electropop to Disco. LAIALEX is joined by 3 colorful and very special guests, to bring even more diversity to the vocals: Clara, Eva Treva and Tôrta.<br>You'll also find an eclectic instrumental soundtrack that will stick with you, be it during clever dialogues or cold drinks.<br><br></li><li>4 very special Musical Performances, &quot;videogame music videos&quot; that will please your eyes and tease your mind with their mysterious symbologies. <br><br></li><li>Many, many easter eggs and homages: to the unforgettable games we played; songs and movies that inspired this project; important figures and icons from the LGBTQIA+ imaginary</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/extras/9efa33eb80cb27923d87a0d64ddac34d.avif?t=1772031778\" width=618 height=88 /></span>",
    "supported_languages": "英语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682020/header.jpg?t=1772031778",
    "developers": [
      "Aipo Digital"
    ],
    "publishers": [
      "Aipo Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}