{
  "1682870": {
    "name": "Fish Heads",
    "steam_appid": 1682870,
    "required_age": 0,
    "is_free": false,
    "description": "RoboPirates are under the sea harvesting pearls and muckin’ up the place with their Not Quite Spent Toxic Energy Cells. Worse yet, they’ve cut off Fish Boy’s head and stuck it on one of their Robo-Contraption Suits. He now must race across the ocean floor collecting the not quite spent toxic energy cells to keep his body going. Perhaps if he also manages to steal away some of those pearls he can buy a better Robo-Contraption body. Better get running before you run out of juice!<br><br><strong>What is Fish Heads?</strong><br><br>Fish Heads is a fast paced infinite runner game with a zany style reminiscent of the cartoon TV shows from the late 90s and early 2000s.<br><br><strong>What is Fish Boy doing about it?</strong><br><br>As Fish Boy, the player continues their run so long as they collect the Not Quite Spent Toxic Energy Cells from the ocean floor.<br><br><strong>Robo-Contraption Shop is open for business!</strong><br><br>Fish Boy also snags those precious pearls from the RoboPirates. Use them to purchase custom Robo-Contraption Suit parts at the Contraption Shop.<br><br><strong>Fish Heads, Fish Heads, Rollie Pollie Fish Heads?</strong><br><br>And have we mentioned all the other Fish Heads we have in stock? Cash in those pearls and attach them to whatever Robo-Contraption Suit you like.<br><strong><br>Keeping score are we?</strong><br><br>Yes! Jump over pits, sharks, squid, icky bobbit worms, and more, just keep grabbing those Not Quite Spent Toxic Energy Cells! Compare your score with friends, family, and the world at large.<br><br><strong>Who, how, &amp; why?</strong><br><br>Fish Heads was created by QuadraTron Game with the help of an incredibly talented team of interns during the pandemic summer of 2020. We’re all super proud to have had the opportunity to get Fish Heads out into the world and have some fun running till we can’t run no more.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682870/header.jpg?t=1628529926",
    "developers": [
      "QuadraTron Games"
    ],
    "publishers": [
      "QuadraTron Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}