{
  "1682370": {
    "name": "Prisonscape",
    "steam_appid": 1682370,
    "required_age": 0,
    "is_free": false,
    "description": "Prisonscape is a gritty RPG set in a maximum-security prison where you have been condemned to life in prison. You can sit and rot - or try to escape your concrete hell.<br><br>Inspired by <i>The Wire</i> and <i>Oz</i>. Extensively researched from interviews with ex-cons, legal documents, books, and real life prisons.<br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682370/extras/412cb3bb6e6047b0e61879bf4884fad6.poster.avif?t=1677265792\" width=562 height=200 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682370/extras/412cb3bb6e6047b0e61879bf4884fad6.webm?t=1677265792\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682370/extras/412cb3bb6e6047b0e61879bf4884fad6.mp4?t=1677265792\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Escape</h2> Plan your escape by exploring and mapping out the prison. You’ll need to take notes on the facility’s weaknesses, gather all the equipment you can find, and meet with a so-called escape artist.<h2 class=\"bb_tag\" >Gangs</h2> You’ve heard of them all. <i>The Aryan Brotherhood. The Mexican Mafia. The Black Guerrilla Family. Nuestra Familia.</i> Sweet-talk your way into a gang, or try to stay neutral. Depending on which gangs you cozy up with, you’ll gain and lose reputation with other groups. Gangs offer protection and rewards for membership - but you’ll be expected to get your hands dirty. Murder, drugs, snitching, set-ups - no questions asked. It’s your choice.<h2 class=\"bb_tag\" >Quests</h2>Complete hustles for your fellow inmates to earn yourself some postage stamps, drugs, or a favor from a rival gang. Even the guards might have jobs for you. In prison, stamps are used as a currency. They can be exchanged for goods at the commissary… or bring them to the right guy for valuable information, contraband, and illicit pleasure.<h2 class=\"bb_tag\" >Combat</h2> Don’t be someone’s fresh meat. Give ‘em exactly what they deserve in turn-based combat. Use dirty homemade weaponry including rusty shanks, tubs of boiling water, lead pipes, locks-in-a-sock, and more. Outnumbered and need more muscle? Recruit some henchmen to watch your back, and take them with you during your escape!<h2 class=\"bb_tag\" >Consequences</h2>Talking to the other prisoners will help pass the time. The way you interact matters and will impact how others treat you. Be careful of who you trust and who you piss off. (Then again, you’re already in for life, what else can they do to you?)<h2 class=\"bb_tag\" >Skills</h2> You’re stuck in here. You might as well work on your skills. Learn to haggle, sneak, pick pockets and locks, craft goodies, treat wounds, and manipulate or intimidate others. Rebuild yourself as a classic tough guy or a silver-tongued con man.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682370/header.jpg?t=1677265792",
    "developers": [
      "Heaviest Matter"
    ],
    "publishers": [
      "Heaviest Matter"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}