{
  "1682390": {
    "name": "X-Plane 11 - Add-on: Airfield Canada - CYHZ - Halifax Stanfield International Airport",
    "steam_appid": 1682390,
    "required_age": 0,
    "is_free": false,
    "description": "Halifax Stanfield International Airport (IATA: YHZ, ICAO: CYHZ) is one of the busiest airports in Canada.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682390/extras/5d75590246c1db446e324a2c5681b379.webp?t=1625659108\" width=616 height=61 /></span><br><ul class=\"bb_ul\"><li>3D Models<br>With over 150 highly-detailed custom buildings and objects, this airport was built from the ground up over two years from pure passion. It looks and feels like the real thing, with painstaking attention to measurements, materials, doors, windows, and other minor details. All buildings and objects feature PBR.<br></li><li>Ground Textures<br>Custom high-quality PBR ground textures and markings, including custom striated runway markings, hundreds of hand-placed lines and decals, and a weathered-look where applicable. Orthophotos cover the airport property and adjacent properties.<br></li><li>Custom terrain<br>The airport features a custom mesh developed by Maps2Xplane, with real-life terrain details included, such as the steep hills at the ends of the runways. A patch is included for those who prefer Ortho4XP.<br></li><li>Lighting<br>At Airfield Canada, we love night flying, and our lighting for Halifax Stanfield is a reflection of that love. Every light on the airport property was placed manually and precisely. From the custom taxiway lights to the custom approach lights, your eyes will be pleased.<br></li><li>Ground Vehicles<br>Custom modelled and animated vehicles (with people) have been included for the airport property, such as tugs, baggage loaders, and catering trucks.<br></li><li>Animations<br>Optional custom animations have been included for all 12 custom aircraft jetways, 5 hangar doors, 2 types of windsocks, a radar antenna, nearby wind turbines, and custom a follow me truck - all of which require the SAM plugin.<br></li><li>Seasons<br>Optional spring, summer, autumn, winter, and deep winter seasons are supported through the SAM plugin. Simply select “deep winter” to show 3D snow piles and windrows.<br></li><li>Future Updates<br></li><li>We will never abandon our products, and will continue to issue updates. Be sure to follow us on Facebook.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682390/header.jpg?t=1625659108",
    "developers": [],
    "publishers": [
      "Airfield Canada"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}