{
  "1682180": {
    "name": "akeytsu Indie 2021 Upgrade",
    "steam_appid": 1682180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>3D ANIMATION SOFTWARE MADE SIMPLE</strong></h2><br>The dedicated animation toolset bringing creativity back into your workflow. Designed by and for animators, akeytsu is the most accessible and effective rigging and animation software to breath life into your 3D characters.<br><br><i><strong>This DLC lets you upgrade to akeytsu Indie 2021 at discounted price.</strong></i><br><i><strong>This product will be patched with 2021 updates until akeytsu Indie 2022 releases.</strong></i><h2 class=\"bb_tag\" ><strong>LIGHT &amp; FOCUSED</strong></h2><br><ul class=\"bb_ul\"><li>At its core akeytsu relies on solid keyframe foundations to bring artistry back into 3D animation. With professional needs in mind, akeytsu revisits the traditional animation workflow to deliver the best user experience at every step of the way and offer the most accessible 3D animation suite.<br></li><li>Software ergonomics focus on the needs of animators and do away with dated and complex technical configurations in favour of direct interaction with the model and basic transformations through the Spinner widget to focus on the creation in motion.<br></li><li>No set-up time needed or plug-ins required to achieve what you want. From the refined interface to the natively integrated tools, everything is there at first boot to let you unleash your creativity. Load your 3D model or one of the included rigged characters and get started.</li></ul><h2 class=\"bb_tag\" ><strong>EASY &amp; INTUITIVE</strong></h2><br><ul class=\"bb_ul\"><li>Thanks to its intuitive UX, the akeytsu toolset appeals to trained animators and aspiring artists easing the pain of professionals while making animation easier for beginners. With its fast learning curve, akeytsu is quick to get familiar with and implement into one's workflow.<br></li><li>With our Light Rig System, rigging and posing has never been easier. Every joint you create embarks basic transform tools including compensated rotation and toon scale. IK, RF and blendshapes controls are just a few clicks away.<br></li><li>While manual work becomes pure fun with our tools, we know automation can make a big difference. Powerful mirroring capabilities help you save half the work and tweak as you go. Cycle Maker lets you create a walk from a handful of keys. More is on the way!</li></ul><h2 class=\"bb_tag\" ><strong>REACTIVE &amp; PERMISSIVE</strong></h2><br><ul class=\"bb_ul\"><li>Dedicated to rigging and animating, akeytsu has been built from the ground up to satisfy their technical requirements. You can expect unprecedented stability and reliability giving creators the freedom to have fun and iterate over their animations with confidence.<br></li><li>Switch seamlessly between rigging and animation modes. Our non-destructive workflow lets you easily edit pivot orientation or Bind Pose while preserving your animations. There is room for trial and error to keyframe with pleasure!<br></li><li>Enjoy a real-time experience. Play your motion live in the viewport without loading time and edit them as you go through curves or transform values. What you see is what you get when exported into your game engine or rendering software.</li></ul><h2 class=\"bb_tag\" ><strong>DEVELOPMENT ROADMAP</strong></h2><br>Continuously making improvements and adjustments akeytsu is pushing for higher quality, more stability, and better performance to improve its rigging and 3D animation capabilities. Our roadmap for 2021 will be available later this year and should focus on more constraints, better in-app discovery and accessibility, and relevant interface options for professional use.<br><br><i><strong>Notice:</strong> as per our EULA, Indie License apply for any company/entity whose revenues do not exceed $ 100.000 per year</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1682180/header.jpg?t=1625037999",
    "developers": [
      "nukeygara"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}