{
  "1683150": {
    "name": "Railroader",
    "steam_appid": 1683150,
    "required_age": 0,
    "is_free": false,
    "description": "Experience the romance of the transition era as you take the reins of vintage locomotives, master intricate operations, and witness the beauty of a bygone era brought to life.<br><br><strong>Railroader </strong>is an operations-focused railroad simulator set in transition era Appalachia. Manage and run your railroad to your desire while using period steam and diesel locomotives and rolling stock.<h2 class=\"bb_tag\" >Trains with Purpose in a Player Driven World</h2>Your railroad is the lifeblood of the communities it serves: delivering freight cars to customers and moving passengers along the steel arteries that wind along the rivers and up steep mountain passes. You'll receive cars at the interchange yard and it's up to you to get them safely to their destinations, whether it's boxcar loads of machine parts, or bulkhead flats of pulpwood. Every car delivered will get you closer to your goals, whatever they may be: buying powerful locomotives or handsome passenger cars, expanding your mainline, or upgrading your railroad. It's your railroad!<h2 class=\"bb_tag\" >A Scenic Mountain Railroad</h2>On the ground or in the cab, the tree-covered mountain vistas – inspired by the Southern Railway's Murphy Branch – will serve as backdrop to your rumbling mainline, night and day. Climb aboard and watch the miles go by in this picturesque environment.<h2 class=\"bb_tag\" >Run Solo or with Friends</h2>Railroader is made to scale with your playing style. Shape your railroading experience by accepting contracts with the customers you want to serve, at the level your railroad can handle. Want to run a sleepy mixed train daily? Perhaps a bustling multiplayer server with formal jobs and organized crews? So do we – that's why we made this game! AI Engineers can help you fill in the gaps of your operations, too.<h2 class=\"bb_tag\" >What's this about AI Engineers?</h2>AI Engineers can run a manifest freight between yards, or, when you're switching, let you focus on the moves while the AI focuses on the controls. Railroader's AI Engineers can help you be in multiple places at once.<h2 class=\"bb_tag\" >Make Your Railroad the Model of Efficiency</h2>ABS and CTC signaling systems not only enable you to run your railroad safely and efficiently, they also give you another way to play: as Dispatcher! Railroader's lovingly recreated US&amp;S Centralized Traffic Control machine will give you a dazzling array of lamps and satisfyingly tactile knobs to throw in command of your mainline.<h2 class=\"bb_tag\" >Chimes, Colors &amp; Characters</h2>It wouldn't be your railroad without the ability to make it look and sound the way you envision it. Customize the lettering on tenders and coaches, choose paint colors, and swap whistles to your heart's content!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1683150/709e5845e2c50a13780a89c786fb2471b36f612f/header.jpg?t=1762893290",
    "developers": [
      "Giraffe Lab LLC"
    ],
    "publishers": [
      "Giraffe Lab LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 10,
      "total_negative": 0,
      "total_reviews": 10
    },
    "type": "game"
  }
}