{
  "1683290": {
    "name": "666 Masks",
    "steam_appid": 1683290,
    "required_age": 0,
    "is_free": false,
    "description": "Feels like I’ve died, but I’ve never met a white light. But there are other colors around: blue, green, flashing red... In general, the hell of an epileptic. Eyes watery from the stale air... It watery, if it were. I forgot again that I am a mannequin now. Who did this to me is still unclear, and it doesn't matter anymore. My hopes stayed somewhere else. I woke up from a coma on a rusty bed. Based on the surroundings, this is an abandoned bunker. What's going on outside?! No idea. One thing I knew for sure - my body no longer belongs to me. A piece of old plastic. Too much misunderstanding and fear on the first day. But what difference does it make what day it is if I don't sleep anymore. Time is now just numbers, not sensations.<br />\r\n<br />\r\nNext 24 hours.<br />\r\nMaybe I still have a chance to get out of this hole and bring my body back to life. The main thing is to be watchful. I discovered masks that open doors. It is urgent to go around the catacombs in search of clues. Sitting still is even worse...<br />\r\n<br />\r\n48 hours.<br />\r\nI'm not alone here... unfortunately. In one of the rooms lay a mannequin, or rather the remains, if I may say so about something inanimate. And after 43 minutes, I found out who can put an end to my suffering. This rustle is everywhere ... They react to movement! I barely took my plastic ass away from them and now I have to hide. It's scary, scary to tremble...",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 波兰语<strong>*</strong>, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 繁体中文, 土耳其语, 乌克兰语, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 韩语, 挪威语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 瑞典语, 泰语, 越南语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1683290/header.jpg?t=1648811502",
    "developers": [
      "West Wind Games"
    ],
    "publishers": [
      "West Wind Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}