{
  "1683780": {
    "name": "Paladin Dream Soundtrack",
    "steam_appid": 1683780,
    "required_age": 0,
    "is_free": false,
    "description": "Paladin Dream Soundtrack offers over 20 original tracks and 30 minutes of music following the game's storyline. It includes multiple vocal hymns performed by Mioune, as well as epic orchestral, religious choral, and music box lullaby influences.<br />\r\n<br />\r\nMatthew Myers has been a songwriter, composer, producer and recording artist for most of his life, as well as more than 10 years professionally. His music has reached fans worldwide through video games, music videos and other media.<br />\r\n<br />\r\nMatthew has collaborated with video game developers and publishers since 2005. He has created numerous vocal theme songs for dating sims and RPGs, as well as numerous instrumental cues and soundtracks. He won critical awards for his theme songs “Remember Me” and “Seasons Of The Wolf”, and his song “My Name In Lights” has reached industry-wide recognition. He’s worked with companies like Samsung, Ubisoft, Square-Enix, MTV Games, EMI Music Group, Video Games Live, Winter Wolves Games, Skytree Digital Limited, Demand Media, Artix Entertainment, Unitrends, Hanako Games, Sonivox and numerous indie game developers.<br />\r\n<br />\r\nMatthew is the singer, songwriter of anime “otaku” band LeetStreet Boys, made famous for songs and music videos like “Yuri The Only One” and “She’s So Kawaii.” The band has put out 3 full-length albums: LeetStreet Boys, Otaku Hearts, and L3G3NDS. LeetStreet Boys has generated millions of impressions on social media, as well as headlined 20+ anime and video game festivals across north America as a musical guest. Their music has been written about in WIRED, Anime News Network, Joystiq, Japanator, MCM Buzz, Toronto Globe &amp; Mail and numerous websites.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1683780/header.jpg?t=1725039957",
    "developers": [
      "HitherYon Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 12 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "music"
  }
}