{
  "1684420": {
    "name": "Nym: Path of the Skycaster",
    "steam_appid": 1684420,
    "required_age": 0,
    "is_free": false,
    "description": "Nym: Path of the Skycaster is an all new action platforming adventure, forge your own path through the vibrant ruins of Stratos, a sprawling interconnected world above the clouds. Embark on an epic adventure as Nym, a brave mage on a pilgrimage to become a Skycaster. Face a long-dormant evil which has returned to Stratos, discover the secrets of the past and close Void before it rips the world asunder!            <br><br><strong><h2 class=\"bb_tag\" >Discover Stratos:</h2></strong> Rich exploration and magic traversal abilities will take your adventure to new heights. Explore distinctive and fantastical environments packed with hazards, puzzles and hidden mystery.<h2 class=\"bb_tag\" ><strong>Master the elements:</strong></h2> Learn the ways of the Skycaster and become an unstoppable force of nature! Dash like the wind, become a wrecking ball, ice skate along walls, grow giant beanstalks and more!<h2 class=\"bb_tag\" ><strong>Take part in an epic journey: </strong> </h2> Follow Nym and close friend Cirrus on a fated quest. Help them protect Stratos from an ancient darkness which threatens the fragile balance of the world. Meet and build relationships with a whimsical cast of characters. Uncover the lost history of a Stratos and its people. Learn about the mysterious past of the ancient Mekani Empire. Conquer epic quests as you set out to restore balance to the world.<h2 class=\"bb_tag\" ><strong>Fight the Void:</strong> </h2> Utilize devastating magics to freeze, ignite and blow away your foes! Reclaim the lands by cleaning up the Void crystals. Test your skills and face brutal optional challenge gauntlets in the Void Realms.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1684420/header.jpg?t=1626457278",
    "developers": [
      "Full Heart Games"
    ],
    "publishers": [
      "Full Heart Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}