{
  "1684990": {
    "name": "Viaje al Centro de la Tierra - Versión Extendida",
    "steam_appid": 1684990,
    "required_age": 0,
    "is_free": false,
    "description": "Jules Verne's great adventure in one of the most ambitious projects in Spanish software. Team Topo Siglo XXI has expanded a video game (originally conceived for Amstrad CPC) that combines the retro arcade action and puzzle genres in which all the mystery of the underground world narrated by Verne is perfectly reflected: the interior of the volcano, the prehistoric jungle, the lava rivers and all the strange monsters that inhabit the depths will make you live the most exciting of adventures.<br />\r\n<br />\r\nFive phases (two more than in the original game) will make you relive the Story that one day you could not finish. Now is the time, there is no excuse for you to discover this adventure from start to finish. Travel to the Center of the Earth, explore its Lost World, and then escape to the surface through the interior of a volcano! As we say, the game is divided into 5 parts or phases: The scroll (puzzle), the volcano (action), the jungle (arcade action), the beach (puzzle) and the exit (arcade), in which you must escape from an erupting volcano.<br />\r\n<br />\r\nClassic 8-bit microcomputer gameplay that will take you back to the good old days. You will enjoy both puzzle phases and adventure and action phases. <br />\r\n<br />\r\nAccess to MSX and ZX Spectrum versions are included as extras. Let's play!",
    "supported_languages": "英语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1684990/header.jpg?t=1660075318",
    "developers": [
      "Team Topo Siglo XXI"
    ],
    "publishers": [
      "Erbe Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}