{
  "1684130": {
    "name": "Void's Ballad",
    "steam_appid": 1684130,
    "required_age": 0,
    "is_free": false,
    "description": "Void’s Ballad is a dark investigative adventure through the biggest human fear: Death.<br><br>You play as Phoebe, a joyful girl who has been shocked by the car accident that involved Joey, her boyfriend. She found a mysterious note that made her realize that he might have planned that accident for months.<br><br>You have to explore the house, find clues and discover more about Joey and Phoebe’s past, pass through seven days to save a life and gather information all around you.<br><br>Will You Save Joey?<h2 class=\"bb_tag\" >Explore the House Through Phoebe’s Eyes</h2><br>The fear has taken over Phoebe and it’s your turn to find a way out. Look around, you might not know what lures in the darkness of the mind, use your phone, it might reveal things you may not see, and gather items, they can always be useful.<h2 class=\"bb_tag\" >Don’t be afraid, take everything you can!</h2><br>Even when you think that those items will never be useful, try and take them, you might always be surprised! But choose wisely, sometimes you might not be able to carry all of that precious loot!<h2 class=\"bb_tag\" >Be Careful</h2><br>You will need patience and a keen eye to choose what to take and you might need to double check some of the ints, but don’t worry, you will have all the time you need to save your love.",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1684130/header.jpg?t=1681379554",
    "developers": [
      "FedeG's Games"
    ],
    "publishers": [
      "Nameless Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}