{
  "1684520": {
    "name": "Glory of the Colosseum",
    "steam_appid": 1684520,
    "required_age": 0,
    "is_free": false,
    "description": "Glory of the Colosseum is a turn based tactical strategy game set in ancient Rome. Take on the role of a Lanista and lead your gladiators to victory in the Colosseum.<br><br>The game features a world map of the Roman Empire and surrounding lands, as well as beautiful handcrafted arenas to battle in.<br>On the worldmap you can travel throughout the Roman Empire to hire and train gladiators from different cultures and disciplines, invest in equipment to improve your gladiators and give them new abilities and battle in spectacularly staged arenas in the big cities or makeshift arenas at the empire's borders and beyond.<br>In battles you can experience a deep and innovative combat system that is weighted heavily towards player choice with minimal randomness. Fight other gladiators, slaves, animals and legendary bosses that will prove a real challenge even for veterans of the game.<br><br>The glory of the victor will last through the ages and it is yours for the taking.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li> A fresh take on tactical turn based combat with minimal randomness and maximum choice, forget about hit chance and prepare to get tactical.<br></li><li> Explore a beautiful worldmap featuring the Roman Empire and beyond.<br></li><li> Battle in detailed handcrafted arenas featuring hexgrid tiles for vast strategic possibilities.<br></li><li> Unlock various Lanistas to experience different starting points and game altering traits - each game is different.<br></li><li> Experience a challenging game where defeat is a possibility and procedural roguelike elements keep it fresh.<br></li><li> Hire and train gladiators with different attributes, disciplines and cultures giving you the power to shape them into legends, or lion food.<br></li><li> Acquire and distribute equipment that matters, every weapon will give your gladiators new abilities.<br></li><li> Should your gladiators be injured in a temporary or permanent way, consider whether their experience makes them worth keeping or if they should be sold.<br></li><li> Face off against infamous bosses from all over the world and claim their legendary equipment for your own gladiators.<br></li><li> Survive long enough to do battle at the opening of the Colosseum in Rome, a series of challenging battles culminating in a fight against one of the undefeated champions of the arena.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1684520/header.jpg?t=1627297518",
    "developers": [
      "Game Mechanix"
    ],
    "publishers": [
      "Game Mechanix"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}