{
  "1685530": {
    "name": "Luminary Online: Rise of the GoonZu",
    "steam_appid": 1685530,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685530/extras/0eed4f8b0a53a363c6754c58cfbfc01e.avif?t=1683204365\" width=513 height=112 /></span><br><strong>Luminary: Rise of the GoonZu</strong> takes you to a new world created out of the ashes of the old, and in this rebuilt civilization you create your own community. But this new Luminary world has drawn some lessons from human history, establishing a government based on democracy and an individual’s right to free will. These principles have also led to an independent market economy, where you can freely trade stocks, real estate and other goods, as well as become an entrepreneur manufacturing new products. And if making money isn’t enough, you can run for political office, and rise in the ranks to become the elected ruler of the Luminary world, the GoonZu.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685530/extras/49448c5f0919d96730c6123bddce9a9f.avif?t=1683204365\" width=513 height=112 /></span><br>When humans’ excessive reliance on technology went too far, the world crumbled. But as chaos ensued, humanity’s will to survive persevered, as pockets of the world’s population persisted amidst lands of ruin. And these hardy band of survivors would unite and then even thrive, establishing a new era of human civilization. Drawing from their history, groups of survivors organized to form towns, and these new villages would all become part of a new world called Luminary.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685530/extras/56b380e9ea3423538042d6b4eb116196.avif?t=1683204365\" width=513 height=112 /></span><h2 class=\"bb_tag\" >1. Fun</h2>- FREE TO PLAY!<br>- Unique Weapons and Magic Skills provide exciting combat options.<br>- Upgrade your character with more than 20 different skills.<br>- Call on your summons, guardian spirits or even transform yourself!<br>- Raise horses and animals to ride, from a foal to dragon!<br>- Build your own character from wide variation of jobs and task.<br>- Enchant various equipment and make your own products to sell.<br>- Dress to kill, choose from a wide variety of costumes and avatars.<h2 class=\"bb_tag\" >2. Real Economic System</h2>- Real-time trading stocks, real estate and other commodities.<br>- Start your own business with a hot product and earn lots of money.<br>- Market prices are set by players. The Luminary world is based on capitalism.<h2 class=\"bb_tag\" >3. Political System</h2>- Luminary guarantees a free and open democratic system.<br>- Users directly elect the head of the server, the GoonZu.<br>- A GoonZu's term as elected leader is 60 days.<br>- Lords preside over the local village governments.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685530/extras/749d9c6f132fc12d1dcf05224aae381c.avif?t=1683204365\" width=513 height=112 /></span><br>Originally created by Ndoors Interactive, Luminary Online has been a steady project.<br>Now the game development and management is handled by VALOFE Global LTD<br>and the employees of VALOFE are so passionate to cherishing corner of the game play to<br>ensure our gamers can enjoy a game that last long for their time and effort spent into.<br><br>Luminary Online received updates every months with event full of actions held by<br>the Game masters. It's game system may be referred as old school 2D MMORPG, however,<br>we would like to make a statement that it is a &quot;Stunning Retro 2D MMORPG&quot;.<br><br>Luminary Online has a vast in game systems that provides so much of user activities and<br>exploration. The development team is still moving forward to make the game more<br>exciting and worth while for the gamers.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685530/header.jpg?t=1683204365",
    "developers": [
      "VALOFE",
      "NEXON"
    ],
    "publishers": [
      "VALOFE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 3 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}