{
  "1685310": {
    "name": "The Wayward Realms",
    "steam_appid": 1685310,
    "required_age": 0,
    "is_free": false,
    "description": "Under the direction of Ted Peterson &amp; Julian LeFay — lead developers of the team behind the Elder Scrolls Arena and Daggerfall—Once Lost Games is creating a new open-world fantasy RPG where choice, consequence, scope and role-playing will be experienced like never before in a realistically-scaled open world in a new class of game: The Grand RPG.<br><br>The Wayward Realms is set on a group of over one hundred, realistically scaled, islands, known collectively as the Archipelago, where scores of factions vie for influence and power. Kingdoms strive to maintain their dominance, upstarts seek to earn a place at the top, and dynasties set generational plots into motion. Should the player earn a position of prominence, they may change the course of history. However, they must first prove their worth battling rivals, mercenaries, monsters, spirits, and demons. On their quest for fame and fortune, players will venture through strange lands, delve into foreboding dungeons, and traverse kingdoms full of humans, elves, orks, dwarves and a few other unusual races.<br><br>    <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685310/extras/d437fd1500b103a9adad7bf9ffd1c01b.poster.avif?t=1745270250\" width=568 height=240 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685310/extras/d437fd1500b103a9adad7bf9ffd1c01b.webm?t=1745270250\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685310/extras/d437fd1500b103a9adad7bf9ffd1c01b.mp4?t=1745270250\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Welcome To The Archipelago</h2><br><ul class=\"bb_ul\"><li><strong>A Massive World.</strong> No, really! Way bigger than most other games you can think of. Big cities with hundreds or thousands of NPCs, deep, dark, dangerous forests, gigantic mountain ranges, sprawling swamps and marshlands, vast oceans, and more, brought to life through dynamic, procedural generation.<br><br></li><li><strong>Constantly Evolving Experience and Story.</strong> A virtual Game Master keeps things interesting for you, making other characters and their factions react and plot their next move based on your actions, resulting in no two players having the exact same game experience. World events have very different effects in the life of a socializing aristocrat, a thief entrenched in underworld conspiracies, a scholar collecting ancient artifacts, or whatever role you craft for yourself.<br><br></li><li><strong>Real Role-Playing.</strong> You’re not playing some prebaked warrior or mage, but a character class of your design, with customized skills and abilities to craft your own spells, potions, and enchantments. Want to try playing a character who is really, really outside the box? We got you.<br><br></li><li><strong>A World Full of Lore.</strong> We call it Wayward Realms for a reason. On the surface, things may have that familiar, medieval fantasy look, but dig a bit deeper and there’s a lot to learn. From the multiple moons in the sky, to the libraries worth of books, to the multiple cultures of each race, there is always something new to discover.<br><strong><strong></strong></strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685310/b8b2f79b4d625470c60919ff69f8045d99d7d8c3/header.jpg?t=1745270250",
    "developers": [
      "OnceLost Games"
    ],
    "publishers": [
      "OnceLost Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}