{
  "1685300": {
    "name": "Verdict",
    "steam_appid": 1685300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Roleplay Focus</h2>This game has a critical focus on roleplay &amp; collaborative writing. If you aren't a fan of serious writing, it probably won't be for you!<br><br>Write out a story collaboratively with dozens of other players in a living, breathing world. Every action you make influences the course of history, shaping your character's life for the better or the worse.<br><br>Fight, craft, explore &amp; more in this generational, writing-focused MMORPG.<h2 class=\"bb_tag\" >Primary features</h2>While Verdict hinges on writing with other players, the game itself serves as an avenue to accentuate your stories with detailed, spell-based combat, in-depth crafting, hidden techniques and more.<br><br><ul class=\"bb_ul\"><li>Time passes, and with it, your character(s) age. It's up to you to keep up and maintain your legacy for as long as possible.<br></li><li>Make use of 10-20 spells at a time from our roster of 200+, each with unique stat scaling and effects that make every character's skillset feel unique.<br></li><li>Harvest resources like gems, ore, and herbs and use them to make weapons/armor/amulets/etc. that stand the test of time.<br></li><li>Detail your story by leveling any of our six skill trees, establishing your character as more than just a fighter: a cook, blacksmith, farmer, jeweler, or more!<br></li><li>Play for your own goals, but be prepared for anything. Other players &amp; characters might go against your plans, or the world itself might defy expectation.<br></li><li>Spend your levels how you like. Your points are yours to use, meaning you can invest fully in Fire, or split half/half between Witchcraft and Druidry, or anything imaginable.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1685300/header.jpg?t=1684867888",
    "developers": [
      "Roomy Rooms"
    ],
    "publishers": [
      "Roomy Rooms"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}