{
  "1686980": {
    "name": "TIERRA - Mystery Point & Click Adventure",
    "steam_appid": 1686980,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >TIERRA - Mystery Point &amp; Click Adventure</h2><br>Recently you have been taking life a little easier. After your recent adventure to the island of Ayuda and the discovery of the mystery treasure, the hiking and puzzle solving had taken its toll.<br><br>The journey had been tough and you thought a more sedate walk through the woodland area more locally would aid in your recovery.<br><br>However, on following a downloaded orienteering map, you soon discover mysterious buildings and puzzling locations not listed on the map.<br><br>Your inquisitive nature kicks in and you decide to investigate further to see where these strange pathways lead and what secrets the mystery buildings may hold.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1686980/extras/7f7286acc925d2bf911d9a2b6895aec7.avif?t=1626765884\" width=440 height=248 /></span><br><br>ABOUT<br><br>TIERRA is a first person point and click graphic puzzle adventure, similar to games you may have played in the ’90’s or similar to a virtual escape rooms you may have played. A simple gameplay interface consisting of the world that you explore and an inventory panel where you can collect, combine and use items you find along the way to solve puzzles.<br><br>Explore areas, collect hidden objects and take in your surroundings. You will need all of your puzzle solving skills to put together a plan to make your way through the woods, solving riddles and down the many paths towards the secrets of TIERRA.<br><br>How you tackle the puzzles is down to you. Each puzzle has a logical solution, so take your time, there is no rush and enjoy the process of understanding what you have to do.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1686980/extras/e6efbb818d4fdf23939ecc35d2c79ea9.avif?t=1626765884\" width=440 height=248 /></span><br><br>FEATURES<br><br>- Easy to play, click the environment to move around. Use the arrow to move back<br>- Use the inventory to collect, combine and use objects<br>- Beautiful all original adventure 3D graphics, environments and atmosphere to explore<br>- Immersive backing soundtrack and effects to pull you into the adventure<br>- Automatic saving - Use the ‘Continue’ button on the main menu to pick up where you left off<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1686980/extras/c76b98e5ad9a41ef1c670132c3bbc217.avif?t=1626765884\" width=442 height=246 /></span><br><br>HINTS &amp; TIPS<br>If you need a hint or clue while playing TIERRA then please reach out over email or social media (contact links can be found on my website) and I will be more than happy to help you.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1686980/extras/fe9cd1c0391c07144e54a0a91fa20670.avif?t=1626765884\" width=440 height=248 /></span><br><br>SMALL PRINT<br>TIERRA was created from the imagination of a solo indie developer. <br><br>“I am always excited to hear people playing my games and their experience along the way. Adventure gaming is my passion and your feedback helps my games get better.“<br><br>TIERRA is compatible with all devices and has been designed to be as resource efficient as possible to allow play on many different devices. With that said, if you do run into any difficulties please email so I can provide updates that help everyone enjoy the adventure.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1686980/header.jpg?t=1626765884",
    "developers": [
      "M9 Games"
    ],
    "publishers": [
      "M9 Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}