{
  "1687390": {
    "name": "Factory Trashcension",
    "steam_appid": 1687390,
    "required_age": 0,
    "is_free": true,
    "description": "Have fun doing everything you want in Factory Trashcension! Explore the world inspired by the VAPORWAVE aesthetic, create efficient factories or create them fun, convoluted, or whatever you want, you are FREE.<br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1687390/extras/8e1421962b2d631f5e2f715cfe4b19c7.poster.avif?t=1668292504\" width=690 height=388 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1687390/extras/8e1421962b2d631f5e2f715cfe4b19c7.webm?t=1668292504\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1687390/extras/8e1421962b2d631f5e2f715cfe4b19c7.mp4?t=1668292504\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Play with or without friends</h2>Are you a solo player or do you prefer the company of your friends? You can have it all, because you can play both by yourself and invite your friends so you can all play together.<h2 class=\"bb_tag\" >Insatiable?</h2>You need more? Don't worry, it's covered. If your machine is not fast enough, and your resources accumulate you can create more machines or you can give it a little push, your manual force will suffice, CLICK.<br><br>But if you want more, beyond what the universe offers you, you will have to offer something in return, TRASHCENDER. Go beyond the limits by sacrificing your possessions, for those who are willing to go further will await rewards that the most cautious cannot even imagine... But do not be foolish, because only those who perfect the art of efficiency and planning can achieve that this exchange is worthwhile. With great power comes great responsibility.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Open World*: Discover a new world with no loading screens, just you, your factories and infinity.<br></li><li>Cooperative: You can play alone, but we know that the best thing is to share the experience, that's why your friends can join the game and you can join theirs, and you know where two fit, three... or more.<br></li><li>Optimization: Build a huge factory in first person. Automate and optimize it to your liking until it's perfect.<br></li><li>Trashcensión**: go up to the next level and make the game infinite, in exchange for your items you can get a greater number of items in the resources.<br></li><li>Factory Construction: Build your factory to your liking. Build where you want. Be one with the landscape or destroy everything in the name of efficiency or <i>E S T E T I C A</i> . Create the factory of your dreams with virtually no limits.<br></li><li>Aesthetics: Discover the <i>v A P O R W A V e</i> strolling through the different districts and enjoying the views, or if you don't like them, it's up to you :P</li></ul>",
    "supported_languages": "英语, 西班牙语 - 西班牙, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1687390/header.jpg?t=1668292504",
    "developers": [
      "Factory Trashcension"
    ],
    "publishers": [
      "Factory Trashcension"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}