{
  "1688120": {
    "name": "Order of Battle: Allies Resurgent",
    "steam_appid": 1688120,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Allies Resurgent is the second chapter of a trilogy of DLCs featuring World War II from the Allied perspective. The new campaign depicts battles in North Africa, the Mediterranean, and finally in Europe from late 1942 to early 1944.</strong><br><br>At the start of the campaign, you lead US forces in Operation Torch, which marks the beginning of US involvement in the fighting in North Africa. After the first battle against Vichy-French units, the player has to prevail against veteran Axis forces in Tunisia.<br><br>Afterwards, the campaigns shift focus to the advances of the British Eighth Army into southern Tunisia. Following a successful breakthrough at the Mareth Line, the British push north: they aim to form a continuous front with Allied forces which participated in Operation Torch, and advance into Tunisia from the west.<br><br>In spring 1943 you take command of both the US and British forces in a combined offensive to retake Tunis, and to end the Axis presence in North Africa for good.<br><br>The last stage of Allies Resurgent shows the return of Allied ground forces to Europe, beginning with the amphibious invasion of Sicily. Finally, the player has to invade mainland Italy at Salerno, defeat German defences at the Volturno Line, and ultimately needs to take back Rome.<br><br>Allies Resurgent also adds a number of new units for both Allied and Axis countries, two new specializations, and five new Allied commanders.<h2 class=\"bb_tag\" ><strong>NEW SCENARIOS</strong></h2><br><strong>1. Oran </strong>- Operation Torch, the Allied invasion of French North Africa begins. US assault troops supported by Royal Navy vessels launch attacks to take Oran, at the coast of Vichy-controlled Algeria.<br><br><strong>2. Medjez el Bab</strong> - As a response to Operation Torch Germay occupies the rest of mainland France and hastily seeks to pour more forces into Tunisia. Allied forces are trying to make quick gains before the Axis build-up gets fully underway.<br><br><strong>3. Sidi bou Zid</strong> - In an attempt to regain the initiative and expand their positions in Tunisia, Axis forces have captured key mountain passes and are now probing US defences. <br><br><strong>4. Kasserine</strong> - As Allied forces in Tunisia are facing combined Axis offensives from several directions US Army units holding the Kasserine Pass have to bear the brunt of the enemy onslaught.<br><br><strong>5. Mareth Line</strong> - The British Eighth Army attacks the Mareth Line, where Axis forces hope to block Montgomery's further advance into central Tunisia.<br><br><strong>6. Sfax </strong>- The British Eighth Army has to defeat Axis defences in the Wadi Akarit to drive further north and take the key city of Sfax to finally link up with Allied forces advancing from the west.<br><br><strong>7. Tunis </strong>- Allied forces launch their final offensive in Tunisia to ultimately defeat the Axis in North Africa.<br><br><strong>8. Sicily Landing </strong>- Allied forces return to Europe in Operation Husky, a large-scale amphibious invasion of Sicily.<br><br><strong>9. Sicily Breakthrough</strong> - The Allies attack the last major Axis defences on Sicily around Mount Etna, while preparations are underway to evacuate Italian and German troops back to mainland Italy via the Strait of Messina.<br><br><strong>10. Salerno</strong> - The Allies establish a foothold on mainland Italy in Operation Avalanche, an amphibious invasion near the port of Salerno.<br><br><strong>11. Volturno Line</strong> - The Wehrmacht aims to stop Allied advances on mainland Italy at the Volturno Line, the southernmost of a series of defensive lines running from coast to coast across Italy.<br><br><strong>12. Gustav Line</strong> - The Allies launch Operation Shingle with amphibious landings near Anzio, south of Rome, to outflank German defences at the Gustav Line, and to quickly seize the Eternal City.<h2 class=\"bb_tag\" ><strong>NEW UNITS</strong></h2><ul class=\"bb_ul\"><li>Re 2002, Italian fighter-bomber<br></li><li>PZW 42, rocket launcher on Halftrack<br></li><li>DD Bourrasque, French destroyer<br></li><li>DD L'Adroit, French destroyer<br></li><li>C15 TA, Canadian armored truck<br></li><li>L4 Grasshopper, US recon plane<br></li><li>M3 ScoutCar, US armored car, recon<br></li><li>T28E CGMC, US anti-air unit on halftrack<br></li><li>T30 HMC, US artillery on halftrack<br></li><li>A36 Apache, US ground attack version of P-51 fighter<br></li><li>Lancaster, heavy British strategic bomber</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1688120/header.jpg?t=1653989006",
    "developers": [
      "The Artistocrats"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}