{
  "1689570": {
    "name": "Draw Music",
    "steam_appid": 1689570,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689570/extras/aabbd132591913ccd37919336d417e62.webp?t=1644554526\" width=70 height=60 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689570/extras/04ff1e749bfa0b94c9506fb1228d7b79.avif?t=1644554526\" width=135 height=85 /></span><h2 class=\"bb_tag\" > Dot rhythm game! </h2><br> &quot;draw music&quot; is a rhythm game made up of Dots 800(px) x 480(px).<br> You can experience characters, musical instruments,<br> and classical music of each Dot through game play.<h2 class=\"bb_tag\" > In the game? </h2><br> In this game, not only rhythm games, but also fights between villains and mini-games. <br>It's included, so just because you know music well doesn't mean you can play games well!<br> In the game, three large musical instruments were the main focus and several musical instruments were added.<br> All musical instruments are acquired for &quot;Mi U&quot; through certain conditions.<br> If you get it, it's up to you to use it for <strong>&quot;draw&quot;</strong> or <strong>&quot;music&quot;</strong>.<br><br> In gameplay, the more musical instruments you know, the less difficult the game is.<br> If you don't, you'll have to rely on what's visible, so <strong>it's very difficult.</strong><br> There are two levels of difficulty in the game: &quot;Normal Mode&quot; and &quot;Hard Mode&quot;.<br> I would like to tell you that we don't recommend &quot;hard mode&quot; in the game.<h2 class=\"bb_tag\" > Story </h2><br><strong> Main character &quot;Mi U&quot; </strong><br> The main character, &quot;Mi U&quot;, had musical genius and was no less talented in painting.<br> When &quot;Mi U&quot; played music, colorful paintings popped up and danced as if they were notes. <br>Everyone, adults and children alike, danced or shed tears in their emotions.<br> The two grandfathers, who thought that &quot;Mi U&quot; had tremendous power in the music that made everyone happy, thought.<br><br>The grandfather of the musician &quot;White&quot; is the genius of &quot;Mi U&quot; and the great power of music. <br>He said we should let everyone know. He said we should give her a &quot;Baton&quot;.<br><br>The grandfather of the artist &quot;Black&quot; said that the images of music that &quot;Mi U&quot; expresses <br>It is said that you should give a &quot;brush&quot; as a gift in admiration of what &quot;Mi U&quot; thinks it is shaped.<br><br>&quot;White&quot; opinion of wanting &quot;Mi U&quot; to be an idol to everyone around the world with music world.<br> The opinions of &quot;The Darkness,&quot; which is curious about the future of the various paintings that &quot;Mi U&quot; represents, rather than music, collide.<br><br> &quot;Mi U&quot; will receive gifts from two grandfathers on Christmas Day, December 25th birthday.<br> In the process, &quot;Mi U&quot; makes a choice, and the grandfather who is not chosen is hurt and plays tricks on &quot;Mi U&quot;.<br> &quot;Mi U&quot; hears that precious instruments have disappeared, so he goes looking for them!<h2 class=\"bb_tag\" > Imitation </h2><br> While producing the game, I thought a lot about what to put in this game.<br> It's cute and lovely to see &quot;Mi U&quot; play a lot of instruments in the name of rhythm games. <br> &quot;Mi U&quot; fused with a character to make each &quot;expression&quot; created by &quot;Dot&quot; feel even more cute and lovely.<br> How on earth can any &quot;character&quot; and &quot;Mi U&quot; blend together to make the character feel better?<br>At the same time, can you feel the cuteness of the main character, &quot;Mi U&quot;? I lost track of time because I was worried about it a lot.<br><br>There are many ideas to show another cute side of Mi-woo even after making the game.<br> Please look forward to it!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689570/header.jpg?t=1644554526",
    "developers": [
      "SMG"
    ],
    "publishers": [
      "SMG"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}