{
  "1689120": {
    "name": "Modyssey – A Geometric Poem",
    "steam_appid": 1689120,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Modyssey is a poetic, artistic VR experience that takes you on a journey through a life cycle. Inspired by ancient mythology, the figure of Demeter—the Greek goddess of fertility and life—and the principles of the Quadrivium (sound, form, and motion), you immerse yourself in a constantly evolving world that uniquely weaves together ancient ideas of harmony, order, and cyclical transformation.</p><h2 class=\"bb_tag\" ><strong>A Beginning in the Unknown</strong></h2><p class=\"bb_paragraph\" >Your journey starts in nothingness—an endless void. Around you, glowing spheres appear—fragile hints of a world just coming into existence. In the distance, you glimpse Demeter, a majestic figure who will guide you through this mysterious dimension.</p><h2 class=\"bb_tag\" ><strong>Guided Through Geometric Worlds</strong></h2><p class=\"bb_paragraph\" >She moves between space and time, originating from a higher realm, shaping the unfolding events. As you progress, you traverse geometric landscapes—not just structures, but living patterns that react to your movements and touch. Demeter leads you through these ever-changing worlds. She gently lifts you in her hands, setting you softly onto the ground before stepping away—paving the way for new life…</p><h2 class=\"bb_tag\" ><strong>The Tree of Life</strong></h2><p class=\"bb_paragraph\" >From Demeter emerges the Tree of Life. Its mighty branches and intricate patterns connect everything you have experienced—the geometries, the sounds, the light. The tree symbolizes balance—an eternal cycle of becoming and passing, inspired by Demeter’s mythical role as guardian of nature and renewal.</p><h2 class=\"bb_tag\" ><strong>Music and Form in Harmony</strong></h2><p class=\"bb_paragraph\" >An interactive ambient soundtrack accompanies you, responding to the movements of your hands (in VR) or fingers (via touch). The music visually strengthens your connection to the environment, creating a deep sense of serenity and unity through the harmony of sound and form.</p><h2 class=\"bb_tag\" ><strong>What Does Early Access Mean?</strong></h2><p class=\"bb_paragraph\" >The VR experience consists of two narrative sections. Initially, only the first part is available as part of Early Access, while the second part is still in development. However, the beginning of the second part serves as a temporary conclusion—players remain in an interactive scene, left to interpret it in their own way, though the question of how the journey continues remains open.</p><p class=\"bb_paragraph\" >Through Early Access, we aim to positively shape the development of the experience. As an independent publisher, we have primarily focused on applications such as <i>Mazetools Soniface</i> and <i>Mazetools Mutant</i>. <i>Modyssey – A Geometric Poem</i> is our first game—and a VR experience at that. Alongside its further development, we want to engage with the community and foster an exchange of ideas.</p><h2 class=\"bb_tag\" ><strong>Where Do We Go From Here?</strong></h2><p class=\"bb_paragraph\" >In the full version, which expands upon this point, interaction with the Tree of Life will take center stage. Your own body will transform and merge with the cosmic flora, allowing it to grow and resonate through your interaction.</p><p class=\"bb_paragraph\" >The full version will feature multiple playthroughs of the experience and additional activities with the VR controllers—connecting sound and motion for deeper musical and scenic interaction. As a small indie studio, <i>Modyssey</i> is a passion project for us—one whose story we want to continue telling. We deeply appreciate your support on this journey.</p><h2 class=\"bb_tag\" ><strong>Background on the Production of Modyssey</strong></h2><p class=\"bb_paragraph\" ><i>&quot;Our creation is the modification of relationship.&quot;</i> – Rabindranath Tagore</p><p class=\"bb_paragraph\" >Modyssey is an artistic VR experience, initiated and realized by Stephan Kloß. The developer and creator of the Mazetools music apps is also a musician (Dr.Eck) with a long-standing focus on creative flow applications. In collaboration with performer Mia Gara, composer Jakob Gruhl, and designer Jan Lorenz, a VR experience emerged that unites geometry, sound, and art to explore questions about the nature of human connections in the age of virtual realities.</p><p class=\"bb_paragraph\" >At its core, the project reflects on societal transformations shaped by digital technologies and virtual spaces. The 2020–2022 pandemic marked a turning point in human interaction: virtual spaces became central meeting points, avatars replaced physical presence, and new forms of communication reshaped how we perceive and maintain relationships. <i>Modyssey</i> embraces these dynamics, examining how digital connections redefine the relationship between individuals and their environment.</p><p class=\"bb_paragraph\" >The project integrates these themes with the principles of the ancient Quadrivium—geometry, music, arithmetic, and cosmology—developing a metaphor for the interplay of humanity, technology, and nature through an abstract visual language. The experience invites users to view virtuality as an opportunity to rethink connections in the physical world and explore the deeper meaning of relationships in an increasingly digital age.</p><p class=\"bb_paragraph\" >At the heart of <i>Modyssey</i> is the interaction with an artificial counterpart—Demeter, representing nature’s cycle and renewal. As the world around you transforms, your relationship with her remains constant. Without words, dialogues emerge through shapes, sounds, and movement—both a symbol of the paradox of virtual relationships (distant yet profound) and a physical act of engagement that references the analog world, where physical encounters are increasingly replaced by digital ones.</p><h2 class=\"bb_tag\" ><strong>Credits</strong></h2><p class=\"bb_paragraph\" ><i>Modyssey</i> is the result of an interdisciplinary collaboration:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Stephan Kloß</strong> developed the story, artistic and technical realization, and VR implementation, as well as a short film version.</p></li><li><p class=\"bb_paragraph\" ><strong>Mia Gara</strong>, performer, choreographed the movements of the virtual Demeter figure, influencing the music via motion capture.</p></li><li><p class=\"bb_paragraph\" ><strong>Jakob Gruhl</strong> led production and created the interactive soundtrack.</p></li><li><p class=\"bb_paragraph\" ><strong>Jan Lorenz</strong> designed the visual appearance of the virtual figure.</p></li></ul><p class=\"bb_paragraph\" >The project was produced by <strong>Ectoplastic</strong> at the <strong>Ectoplastic Lab in Halle/Saale</strong>, with funding from <strong>Mitteldeutsche Medienförderung (MDM)</strong> and the <strong>Kunststiftung Sachsen-Anhalt</strong>.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1689120/header.jpg?t=1745511852",
    "developers": [
      "Ectoplastic UG"
    ],
    "publishers": [
      "Ectoplastic UG"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}