{
  "1690130": {
    "name": "Trainz 2019 DLC - Victorian Railways V class FL Black",
    "steam_appid": 1690130,
    "required_age": 0,
    "is_free": false,
    "description": "Built by the Phoenix Foundry in Ballarat, Victoria, between 1900 and 1901, the V class was the first 2-8-0 locomotive class on the Victorian Railways, designed for use on branch lines around Victoria, and was a predecessor to the K class and J class locomotives. Originally built as Vauclain Compound locomotives, which used the steam twice to propel the locomotive before exhausting out the chimney, the class was reboilered and converted to Simple Expansion locomotives in 1912-13.<br />\r\n<br />\r\nThis pack features the Phoenix Foundry V class locomotives, as running between 1900 and approximately 1905-7, in a freelance post 1920s styled black livery, with 3 levels of weathering, and highly detailed textures using TRS19's new PBR materials with height maps.<br />\r\n<br />\r\nThis locomotive is designed for broad gauge (5ft3in gauge) track.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n*1 locomotive and tender, with three optional levels of weathering (changed via the properties menu), in broad gauge for TRS19<br />\r\n<br />\r\n*3 pre-made consists, featuring light engine, goods, and passenger consists.<br />\r\n<br />\r\n*Texture swapping with &quot;clean&quot;, &quot;lightly weathered&quot; and &quot;heavy weathered&quot; options, with tailored parameters maps<br />\r\n<br />\r\n*Highly detailed PBR materials<br />\r\n<br />\r\n*Heightmapped number plates, builders plates, and other details in TRS19!<br />\r\n<br />\r\n*Scripted headlamp to appear unlit with unlit marker lamps, or lit with lit marker maps<br />\r\n<br />\r\n*Coal boards on the tender move when coal load is low<br />\r\n<br />\r\n*Full custom interior view, with operational controls, with functional gauge glass valves and try-cock valves, and working cylinder drain cocks lever (steam effects only)<br />\r\n<br />\r\n*Scripted, animated, reverser and valve gear in exterior and interior views<br />\r\n<br />\r\n*LOD on all meshes<br />\r\n<br />\r\n*Scripted exhaust smoke effects, based off regulator and cut-off<br />\r\n<br />\r\n*Scripted and animated air compressor, with sound and smoke effects<br />\r\n<br />\r\n*Scripted cylinder drain effects toggled by ALT + D or the cylinder drains lever in the cab, and based off the steam chest pressure<br />\r\n<br />\r\n*Other Scripted steam and sound effects including injectors, and blower<br />\r\n<br />\r\n*Animated screwlink couplers, brake hoses/taps, and safety chains using ACS<br />\r\n<br />\r\n*Scripted Marker Lamps and Tail discs, with glow lamps (thanks to Bloodnok) - compatible with the VR Set Train Lamps driver command<br />\r\n<br />\r\n*Animated cab doors, cab windows, cab roof vent, smokebox door, and tender tank filler lid<br />\r\n<br />\r\n*Cab doors, windows and roof vent can be controlled from inside the cab as well as via the properties window.<br />\r\n<br />\r\n*Physique based coal load animation in tender, giving realistic deformation as coal is used<br />\r\n<br />\r\n*Snow mesh, using the snow altitude function in Trainz",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1690130/header.jpg?t=1626944999",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}