{
  "1690580": {
    "name": "Forensic EduSim",
    "steam_appid": 1690580,
    "required_age": 0,
    "is_free": false,
    "description": "Forensic EduSim™  allows for VR users to conduct ultra-realistic crime scene investigation simulation and then enter a forensic crime lab to review collected evidence. Official forensic investigation practices and evidence collection containers are used to optimize the educational training aspect of the application. Evidence collection, including in-VR photography, is logged for post-experience reporting. This is beneficial for students and instructors to utilize for performance assessment. <br />\r\n<br />\r\nTraditional forensic crime scene simulation is limited by lack of environmental immersion, lack of adequate props, and unrealistic mannequin-based flesh wounds. While conveying the proper process of crime scene investigation, it simply does not offer the needed realism and shock factor that an investigator might experience at a forensic crime scene. The student is often limited to a single unrealistic school room area that remains static and suffers from bottlenecked availability.<br />\r\n<br />\r\nForensic EduSim™ resolves these issues by creating ultra-realistic graphics and textured environments, customizable props, and realistic flesh wounds as forensic crime investigators would experience in real life. We also feature realistic audible distractions within the experience to mimic real-world conditions. The high-end graphics of our crime scene environments and props holds the students attention and makes for a more memorable and knowledge-retentive experience-allowing the student to apply their learning experience to the real world more efficiently.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1690580/header.jpg?t=1630004442",
    "developers": [
      "Envision Innovative Solutions Inc."
    ],
    "publishers": [
      "Envision Innovative Solutions Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}