{
  "1690350": {
    "name": "Shadow's Light - Tale of the Champions",
    "steam_appid": 1690350,
    "required_age": 0,
    "is_free": true,
    "description": "<i>All walls crumble in time. Even those meant to hold back the darkness. <br><br>The vast and impregnable border wall of the holy kingdom has begun to fail. Behind it, in a blighted land, legions of slavering monsters and demon spawn stand ready to charge, and a half-demon, born and bred for war, rises from the depths of the underworld to claim her birthright and lead the dread army to victory. <br><br>Elsewhere, in a land to the south, barren and unforgiving, an orc chieftain stumbles upon a mysterious woman, half-dead of thirst, whose premonition could be the key to saving his clan and bringing down the holy kingdom.<br><br>But all is not yet lost for the holy kingdom. The king musters a cohort of elite paladins to embark on a secret and perilous mission that could end the threat once and for all. Among them, is a controversial new recruit who claims to have been visited by the kingdom’s patron goddess herself. Meanwhile, near the front, a crafty young warrior plots the desperate defense of a port town whose survival could determine the outcome of the war.<br><br>Light or dark, good or evil, everyone has their reasons. A villain is just a hero on the opposite side of a wall. Who will you fight for when the wall comes crumbling down? And more importantly, what will you fight for?<br><br>Every story has two sides. Now you can experience both.</i><br><br><br><strong>WRITE THE STORY OF YOUR HERO</strong><br>Choices really matter and bring consequences in this narrative action-adventure. Not all confrontations will end with a kill.<br><br><strong>STORY-DRIVEN ADVENTURE</strong><br>Choices are crucial. You are confronted with difficult choices that impact the story, and its ending. <br><br><strong>FIGHT THE OPPOSITE FACTION</strong><br>Through a unique narrative &amp; interactive combat QTE system, defeat powerful bosses. <br><br><strong>EVERY STORY HAS TWO SIDES</strong><br>Replay the same story from the opposite perspective. Both sides are wholly unique and vastly different experiences.<br><br><strong>ESTABLISH ALLIANCES &amp; RECRUIT HEROES</strong><br>Each character has its own unique ideologies and beliefs. Convince them to join you, and fight for your cause. <br><br><strong>DECIDE OF THE FATE</strong><br>of the many kingdoms, and characters. Decide how the war unfolds, one faction at a time. <br><br><strong>UNIQUE GRAPHIC STYLE &amp; AESTHETI</strong>C<br>that changes according to the faction chosen at the beginning of the game. Each side has wholly unique styles that feel like you’re playing two different games. A realistic medieval dark fantasy world made using Unreal Engine 5. <br><br><strong>INTERACTIVE CINEMATICS</strong><br>Strikingly dynamic environments, and immersive cinematics. <br><br><strong>GAMEPLAY LOOP</strong><br>Explore, Make Decisions, Live with the Consequences, Fight or Recruit, Solve Quests, then replay as the opposite faction or use the checkpoint system to change the decisions you have made.<br><br><br><i>This Dark and Grim Medieval Fantasy Narrative Adventure offer two perspectives within the same war story, opposing two factions: the Light against the Darkness. <br><br>Choose the Faction you want to play first. Play unique that keep the story fresh, such as Orcs, Trolls, Ogre, Goblins, Dark Elves, Demons, Specter, and much more... Or the human, elves, dwarves, halflings, and such. <br><br>Shape your own story and define your ending. Then replay with the opposite faction, and experience a new perspective of the same story!<br><br>Decide on the fate of the holy kingdom, how the war unfolds and ends; as choices really matter and bring consequences.<br><br>Fight the opposite army using our unique narrative &amp; interactive combat QTE system. Defeat powerful Bosses, or recruit them whenever possible.<br><br>Explore and solve quests. <br><br>Use the Checkpoint system to restart at any moment of the story, and change your story (adding replay value). </i>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1690350/header.jpg?t=1697644728",
    "developers": [
      "3Mind Games"
    ],
    "publishers": [
      "3Mind Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}