{
  "1691570": {
    "name": "Fantasy Grounds - Jungle Tomb of the Mummy Bride",
    "steam_appid": 1691570,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Jungle Tomb of the Mummy Bride</h2>Tales of the cursed pyramid and the sleeping tomb of the Mummy Bride have long been a traveler's tale, passed along by wayward explorers and greedy plunderers alike. Deep within the verdant jungles of the south, amidst a Green Hell of impenetrable jungle, savage cannibals and ancient myth, lies the shattered remnants of a once-powerful civilization and the terrible gods who ruled over them. Rumors swirl of untold riches and un-plundered magic for those brave (or foolish!) enough to claim it. Will your players survive... and what will be left of them?<br>The Jungle Tomb of the Mummy Bride is an old school, grindhouse-style combination of classic role playing adventure and devilishly-designed dungeons cram-packed with b-movie goodness to challenge even the most seasoned of adventurers. It's a module that could only have been made in the primitive jungles of man... where life is cheap!<br>Jungle Tomb of the Mummy Bride is designed for a group of player characters who are levels 5-7, but is easily scalable for higher level challenges. If slappin' down old school monsters, climbing through ancient, forgotten places and seeing what lies beyond the secret door behind the glowing altar is your kind of thing, then you're in the right place.<br>Includes the bonus player's pack which brings the content to 78 pages, a reference manual and LOS maps for the main module. Published by Planet X games, written by Levi Combs.<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Potter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included 5E Compatible ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1691570/header.jpg?t=1768454947",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}