{
  "1691110": {
    "name": "TBOT - Twitch Bot",
    "steam_appid": 1691110,
    "required_age": 0,
    "is_free": true,
    "description": "Twitchbot is a convenient streambot for streamers. It's a twicth chat bot that helps you get more effective interaction with audiences. Twitchbot will always focus on improving streaming experience. <br><br><strong>Advantages of Twitchbot</strong>：<br>● Easy to start, no registration, only need to twitch sign up.<br>● Simply to use, no complex setting, clean and fast<br>● Free to get all features<br>● Outstanding devolop group<br><br><strong>Features</strong><br>● What is the most important part for live streaming?<br>-Chat <i>Dashboard</i> ! All twitch chat, users mangement,  live history, basic setting is available in <i>Dashboard</i>.<br><br>● How to view live stream data at a glance? <br>-By <i>analysis</i>, you can see the chat frequency and watching time of audience, as well as the data of twitch live follower count. <br><br>● Tired of answering repetitive questions? <br> -Come and set trigger keywords of chat and prepared answer by <i>Auto text reply</i>.<br><br>● Hard to know the preferences of the your audiences? <br>-Get it by <i>poll</i> with only few clicks. It can help streamers make more accurate decisions for audiences.<br><br>● Want to quickly promote your social account and get more attention?<br>-You can use <i>timer</i> to periodically push links, announcements, activities, etc. <br><br>● Hope to keep a harmonious chat environment?<br>-Use <i>Message filtering</i> and <i>phrase blacklists</i> to guard you channel. The unfriendly chat will be auto-deleted and the user will be banned.<br><br>Our plan<br>● Explore new ways of interactions in the future<br>● Provide some funny play with loyal system<br><br>Free your live stream with a intelligent twitch bot!<br><br><strong>Contact information:</strong><br><strong>Email</strong>: service@live3d.io<br><strong>Discord</strong>: <br><br><strong>Upsteam</strong><br>The basic framework of twitchbot comes from Firebot(). We are very grateful to Firebot community for contributing such an excellent chat bot. Based on this project, we plan to focus on KOL virtual sandbox discovery to provide you with better service content.<br><br><strong>Open source project of twitchbot</strong><br>We wiil disclose the relevant plans and open source content according to the agreement. <br>Get more details on . Welcome for your contribution.<br><br><strong>website</strong><br>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1691110/header.jpg?t=1676951237",
    "developers": [
      "Live3D"
    ],
    "publishers": [
      "Live3D"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "60",
        "description": "游戏开发"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}