{
  "1692020": {
    "name": "Kaleye",
    "steam_appid": 1692020,
    "required_age": 0,
    "is_free": false,
    "description": "Kaleye is an image mixer, rich of settings and features, that uses your pictures, videos, and camera stream to combine them in new shapes.<h2 class=\"bb_tag\" >Main features</h2><ul class=\"bb_ul\"><li>Shape: the traditional kaleidoscopes will reflect an image in shape of exxagon, or other regular polygons. Kaleye offers a wide variety of completely customizable shapes, even irregular and asymmetrical, to break the perception of a global pattern and create natural and organic structures.<br></li><li>Particles: Kaleye let you to explode a picture in particles and blend them in several ways with the main mirrored subject. This feature can be used to enrich in details and effects the picture in unpredictable ways, altering the material perception.<br></li><li>Fractals: it's possible to obtain recursive figures combining the original image with its already processed version, to process it again in an endless loop. You can chose what part of the picture will be the first generation of the fractal and wich part the following ones, and import costumized filter shapes.<br><br>Kaleye can also create simple animations interpolating user-defined keyframes, or explore a given folder of pictures automatically, moving cameras randomly and changing reflection shapes.<h2 class=\"bb_tag\" >Main usages</h2><ul class=\"bb_ul\"><li>Brainstormign: Kaleye combines the images that you provide in unexpected ways, for this reason it is a good tool to prototype characters, environments or artifacts with specified features and materials. For example, you could get suggestions to design new robots shooting metal compoents and filtering them with Kaleye; or you can create solarpunk buildings adding vegetation particles to modern transformed glass structures.<br></li><li>Digital kaleidoscope: Kaleye can digitally simulate a kaleidoscope, creating abstract geometrical figures and light effects to give a sense of peace and order. The traditionals stones and shells in analogic kaleidoscopes are replaced with particles: there are a lot of parameters to manage them and the way in wich they blend with the main image.<br></li><li>Flusso perpetuo: grazie alla sua modalità automatica, una volta definita una cartella di foto interessanti con un certo tema, Kaleye provvede a rielaborarle in un flusso animato spontaneo e sempre nuovo, che può essere usato per intrattenere, arricchire un ambiente e ispirare.<br></li><li>Perpetual flow: thanks to its automatic mode, once you have defined a folder with interesting themed pictures, Kaleye will elaborate them in an animated spontaneous and constantly new flow, that can be used to entertain your guests or to enrich an environment.</li></ul><br>Trailer music:  Jiāng by Rainbow Island</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692020/header.jpg?t=1626922037",
    "developers": [
      "Neotenia LTD"
    ],
    "publishers": [
      "Neotenia LTD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}