{
  "1692470": {
    "name": "The Trader",
    "steam_appid": 1692470,
    "required_age": 0,
    "is_free": false,
    "description": "The game is set in the &quot;Wasteland&quot;, and is the bi-product of a long lasting war. Your main goal is to keep your shop running by trading with wanderers, whilst keeping the &quot;Wastelanders&quot; and raiders at bay. The game features a fairly simple randomly generated adventure system, which enables the player to generate a new location filled with buildings, enemies, and loot every time they wish to explore the Wasteland and find loot to sell or use.<br><br><strong>Trading</strong><br>The Trader allows for trading with NPC's that are designed to resemble someone playing an RPG. This is because the idea of The Trader is that you are a trader within an RPG game, and the people who come to trade with you, are in fact the players.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/extras/2400225a5ba0a4c648f1dc96da3397df.avif?t=1742220877\" width=540 height=304 /></span><br><br><strong>Looting</strong><br>The Trader also features a looting mechanic. This is designed to allow you to go off into the Wasteland so that you can still have your own adventures if you do not wish to spend all your time in the store. Looting is also one of the better ways to acquire new stock for the store, as any loot you find is free to grab, and can be sold to NPC's should they need the items you find. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/extras/0b51224b80cbdc9819b98215dd33ab3e.avif?t=1742220877\" width=540 height=304 /></span><br><br><strong>Adventuring</strong><br>As mentioned above, you are able to adventure into the Wasteland. This feature is primarily for looting purposes, but you are free to explore the randomly generated locations should you wish to do so.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/extras/206d2d4db585ea2ddf91532eb90d4957.avif?t=1742220877\" width=540 height=302 /></span><br><br><strong>Combat</strong><br>Whilst you are pottering around your store, doing whatever it is you wish to be doing, there are also threats that will lurk within the Wasteland. This is why you are equipped with a basic handgun at the start, as without this the Wastelanders and Raiders would surely overrun you. If the handgun is not enough for your needs, then there are other weapons you can acquire within the Wasteland, such as shotguns, rifles etc.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/extras/9acc84b1203c11351cf4a37a0f6ba36e.avif?t=1742220877\" width=540 height=304 /></span><br><br><strong>Building</strong><br>One of the key features of The Trader is the building mechanic. This will allow you to build defences, upgrade your storage in the store, and just generally make your store your own.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/extras/fc1820461d567b3d7336ac9a799c0e4f.avif?t=1742220877\" width=540 height=302 /></span><br><br><strong>Employee Management</strong><br>The latest update brings the ability to hire and manage employees in order to increase productivity within the store. Whether you want someone to manage the counter and sell your goods, or perhaps someone to run out in to the Wasteland to gather supplies for you, or maybe even someone to defend the store from pesky Wastelanders and Raiders, all of the jobs are aimed to make life in the Wasteland a little easier, and even more profitable!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/extras/1276e5834b216d576fb81d8f1f9202fe.avif?t=1742220877\" width=540 height=304 /></span><br><br>As the player you can choose how you wish to play the game. For example; you could choose to stay in the store and simply trade with wanderers, whilst decorating your store via the materials you've received from trading. However, this would be a very slow way to progress in comparison to the alternative play style. This would be to adventure out into the Wasteland and find loot for yourself whilst fighting off zombies. But remember, the longer you are away from your store, the more likely it is to be looted by raiders, or damaged by zombies.<br><br><strong>Photosensitive seizure warning!</strong><br>A very small percentage of people may experience a seizure when exposed to certain visual images, including flashing lights or patterns that may appear in video games. Even people who have no history of seizures or epilepsy may have an undiagnosed condition that can cause these “photosensitive epileptic seizures” while playing video games.<br>Immediately stop playing and consult a doctor if you experience any symptoms.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1692470/header.jpg?t=1742220877",
    "developers": [
      "IndieDevDan"
    ],
    "publishers": [
      "IndieDevDan"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2021 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 2,
      "highlighted": [
        {
          "name": "Adventure Time!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1692470/bba1ed48e8b6097cca8f5ac26e6387ae01627671.jpg"
        },
        {
          "name": "First Encounter",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/1692470/7e2e8265700e357f5b39d45dcecacf163e77aeef.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}