{
  "19830": {
    "name": "Tom Clancy's Rainbow Six® 3 Gold",
    "steam_appid": 19830,
    "required_age": 0,
    "is_free": false,
    "description": "Raven Shield:<br>Command an elite multinational squad of special operatives against hidden terrorist forces. In Tom Clancy's Rainbow Six 3: Raven Shield, the third installment to the wildly popular Rainbow Six series, Team Rainbow faces the hidden global forces of a new and secretive foe. Command Rainbow in a race against time - in locations including England, Norway, the Caribbean islands, and Rio de Janeiro during Carnaval - to stop a madman and his doomsday plot.                        <br>\t\t\t\t\tAthena Sword:<br>Command the world's most elite force of multinational counter-terrorist operatives in their latest mission. Track the desperate remnants of the international terror network from Tom Clancy's Rainbow Six® 3: Raven Shield™ into the exotic regions of the Mediterranean and prevent their mad agenda of international anarchy and devastation.                        <br>\t\t\t\t\tRainbow Six 3 Gold Download Features                        <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Pick your team members, assembled from the best counter-terrorism and military units from around the world. Then outfit them with the right armor, weapons, and high-technology equipment for the mission at hand.                            <br>\t\t\t\t\t</li><li>After equipping your team, plot out the assault of the target area on the map interface. Lay out a plan for each squad to maximize surprise, stealth, and safety.                            <br>\t\t\t\t\t</li><li>After all the planning - execute! In first-person mode, lead one squad or control all three through different radio commands and signals. Enter and clear a room of terrorists, rescue hostages, defuse bombs, and recover vital intelligence to help you in later missions.                            <br>\t\t\t\t\t</li><li>All-new eight-mission campaign in locations from Italy and Croatia to Greece.                            <br>\t\t\t\t\t</li><li>Five new multiplayer levels (Chemical Factory, Ferry Boat, University, Italian Alleys, and Jungle).                            <br>\t\t\t\t\t</li><li>Three new multiplayer game modes (Adversarial Terrorist Hunt, Adversarial Scattered Hunt, and Capture the Enemy).                            <br>\t\t\t\t\t</li><li>Seven additional real-world weapons (for a total of 64) with sound effects from the team that worked on the blockbuster movie The Matrix.                            <br>\t\t\t\t\t</li><li>Three bonus classic missions from the original Tom Clancy's Rainbow Six® and Tom Clancy's Rogue Spear®, updated with the latest graphics and technology.                        </li></ul><br>Please note that as of August 2016, the online features for this game are no longer supported.  The Multiplayer mode / Co-op mode will no longer be accessible.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/19830/header.jpg?t=1765569450",
    "developers": [
      "Red Storm Entertainment",
      "Ubisoft Montreal"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 61,
      "total_negative": 5,
      "total_reviews": 66
    }
  }
}