{
  "2000550": {
    "name": "Fantasy Grounds - The Glorious Empire",
    "steam_appid": 2000550,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    The Glorious Empire</h2>The Glorious Empire is an Aslan splinter state in the Trojan Reach that engages in the forbidden practice of slavery. The Empire has spurned the Aslan custom of ritual warfare, insisting upon violent open war in all conflicts. Their borders have held strong for centuries... until now. Beset by enemies on all sides, the Empire is now collapsing rapidly and has lost one world after another. However, like a wounded and cornered predator, the Empire does not plan to go down without a fight. On worlds liberated by the Hierate, freed human slaves - the<br><i>    hisol'i</i>    - struggle to integrate into Aslan society. On the Empire's remaining worlds, there are billions more waiting to be freed.<br>This book contains everything needed to run a campaign in this dangerous and volatile region of space including histories, new career paths, world descriptions, new starships, small craft, vehicles, gear, weapons, and animal encounters. Detailed descriptions of Empire mercenary units, slaving ships, enslaved freedom fighters, black marketeers, key Hierate clans, the vaunted Camoranian Starfighters, and more are provided to add depth and colour to any campaign.<br>The Glorious Empire is a living region that will change dramatically over the course of a campaign. Wars will be fought, worlds will fall, and Travellers will directly influence, take part in, and decide the shape of things to come. This book includes tools and campaign directions for referees and Travellers to take an active part in the events that change an entire region of space right before their very eyes.<br>In this book you will find:<br><ul class=\"bb_ul\"><li>Patrons and important personalities for your Travellers to meet and interact with.<br></li><li>Spacecraft of the Glorious Empire and its enemies, along with unique technologies for the region.<br></li><li>The opportunity for your Travellers to shape the history of the Trojan Reach and support or bring down a failing empire.<br></li><li>Rules for using Naval Campaigns from<br><i>    Element Class Cruisers</i>    with Aslan ships.<br></li><li>A new entry for the<br><i>    Central Supply Catalogue</i>    that introduces the weapons, armour, and equipment of the Glorious Empire</li></ul><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Traveller 2E (Mongoose) ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2000550/header.jpg?t=1768502130",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}