{
  "2000130": {
    "name": "Berserk Reborn",
    "steam_appid": 2000130,
    "required_age": 0,
    "is_free": true,
    "description": "In Berserk Reborn, players become warlords who must explore and conquer the world of Udhin. It is divided into islands and inhabited by all kinds of fierce warriors and mythical creatures.<br><br>There are 6 elements that rule the world and the cards in Berserk Reborn: Earth, Light, Water, Fire, Darkness, and Mercenaries.<br><br>Berserk Reborn cards are beautifully illustrated and belong to one of the six elements. They have different levels and types of rarity, crystal cost, abilities, defense and attack. They can represent heroes, creatures, terrain, and equipment, and most of them can be evolved or upgraded using element experience.<br>By completing daily quests, special quests, and participating in battles, players earn rewards such as cards, gold, and silver.<br><br>To participate in battles you need mana that can be obtained with game time. It is also used to travel between islands through portals.<br>In the in-game store, players can purchase card packs, cosmetic items, experience, mana boosts, etc.<br><br>Features:<br><br><ul class=\"bb_ul\">- Global Strategy Elements: Conquer other players' lands, build an island with the conquests, and protect your allies from enemies.</ul><ul class=\"bb_ul\">- Different types of PvP and PvE battles: campaigns, conquest of other players' lands, tournaments, ranked ladder, clan wars...</ul><ul class=\"bb_ul\">- Unique trading cards illustrated by world artists.</ul><ul class=\"bb_ul\">- Squads: A squad consists of eight cards of the same element or mercenaries. A squad must be headed by a hero card that defines the element of the squad. The special parameters of a hero card determine how many creature, equipment, and terrain cards are needed to create a squad.</ul><ul class=\"bb_ul\">- Each Berserk Reborn player has their own island. There is a magical tower in the center of this island that is surrounded by five-element lands that will provide element experience.</ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 葡萄牙, 土耳其语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2000130/header.jpg?t=1662628003",
    "developers": [
      "WILLIWAW Hub"
    ],
    "publishers": [
      "IDC Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}