{
  "2001810": {
    "name": "Tricky Machines Demo",
    "steam_appid": 2001810,
    "required_age": 0,
    "is_free": true,
    "description": "Tricky Machines is a physics based racing game. Get the best times on tracks that may include jumps, physical puzzles, shortcuts or just drifting on a racetrack. Watch replays from the best players to improve your technique.<br />\r\n<br />\r\nYou can drive sports cars of rear wheel drive, front wheel drive or all wheel drive with different mechanical traits. <br />\r\nSome tracks include heavy machines, boats, or segmented trucks, which need to be parked into tight spots at the end of the course.<br />\r\nFirst person view parking is forced on some maps.<br />\r\n<br />\r\nThe in-game map editor is a great physics sandbox for experimenting. Users can publish their maps to all players. You can copy vehicles from other maps, alter them, or build your own vehicle from scratch to use on your own track. The map editor start with randomly generating a terrain, then road constructions will automatically modify the terrain to resemble real life infrastructure. With the geometry editor you can create objects, movable or non-movable to use as obstacles, gates, cargo, or add wheels and motor to create a vehicle or heavy machine.<br />\r\n<br />\r\nThe demo is limited to a few selected maps, the free map of the day, and your own creations.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2001810/header.jpg?t=1652714668",
    "developers": [
      "Peter Soltesz"
    ],
    "publishers": [
      "Gravitysensation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}