{
  "2001630": {
    "name": "Groven Demo",
    "steam_appid": 2001630,
    "required_age": 0,
    "is_free": true,
    "description": "The kingdom has evolved, and luxuries once known only in story books have now become a reality. You want it all! However, all great people have their humble beginnings. Yours just happens to be smithing. Your beloved mother has left you her forge and you will now embark on a journey to make as much Groven as you can to claim your luxury.<br />\r\n<br />\r\nWith the aid of your uncle, you will grow as a blacksmith and ruins adventurer. All good smiths know the value of their materials, and you will risk life and limb to obtain them in randomly generated caves, as well as searching for priceless artifacts that your uncle is devoted to research. These materials will be used to create requested items that are posted as jobs on the local village bulletin board, and the more you smith and complete jobs, the more you grow. Who knows, maybe eventually you will attract the eye of some important people... whether they be good or bad.<br />\r\n<br />\r\nMany more features are planned to be implemented, most of which are incentives to make more and more Groven, and I hope that you will stick by the project as these features are implemented. The free demo coming soon will be a showing of the general game-play loop, but the final product will of course have goals to drive you to becoming the champion smithy. Thank you so much for checking the page out, and if you like what you see, consider trying the free demo out and wish-listing :)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2001630/header.jpg?t=1653502371",
    "developers": [
      "Stefan Olsson"
    ],
    "publishers": [
      "Stefan Olsson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}