{
  "200230": {
    "name": "Off-Road Drive",
    "steam_appid": 200230,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Off-Road Drive</strong>, the off-road racing simulation for PC, is the first game ever to deliver a true-to-life, off-road, extreme racing experience. Players will take part in The Russian trophy, Off-Road Trial, Thai Trophy and many other events through the worst driving conditions with a variety of natural obstacles like swamps, rocks, snow and sand. <br>\t\t\t\t\t\tNo other game features this variety of off-road sport vehicles including tuned stock SUVs and trucks, as well as several classes of prototypes specifically built for off-road driving. The vehicles can be equipped with an assortment of special cross-country equipment and accessories including winches, low gear, differential gear locking, clinometer, altimeter, tire air pressure control, sand tracks, etc.<br>\t\t\t\t\t\tThere has never been such an innovative simulation of interactive terrain response as well. Terrain under the vehicle will act just like it does in real life, the car will sink in dirt, the dirt will create a rut and will stick to the car and tires affecting its handling. Stones will fly from underneath the wheels and damage other trucks. The game will feature various surfaces that will not only affect tire friction but have complex reactions based on car weight, speed, wheel torque, tire condition, time on this surface, depth of car immersion into the surface and much more.<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Leading international off-road championships.<br>\t\t\t\t\t\t</li><li>Racing and mud bogging.<br>\t\t\t\t\t\t</li><li>Tough challenges and obstacles to beat.<br>\t\t\t\t\t\t</li><li>Special off-road equipment and accessories (Lowered gearing, front/rear locking differentials, winch, etc.).<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 德语, 俄语, 意大利语, 西班牙语 - 西班牙, 法语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/200230/header.jpg?t=1752584142",
    "developers": [
      "1C-Avalon"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 4,
      "total_negative": 4,
      "total_reviews": 8
    }
  }
}