{
  "2003440": {
    "name": "A Weekend in Puzzleburg Demo",
    "steam_appid": 2003440,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><i><strong>A Weekend in Puzzleburg</strong></i> is a cozy slice-of-life role-playing game with over 180,000 ways your weekend vacation can play out. No need to fight monsters or save the world from impending doom - you've merely booked a relaxing weekend getaway in a quaint resort town. Welcome to Puzzleburg!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >All around town, each person needs your help with something, if you can first puzzle out what item they need and where to find that item. So in between reading a book, taking a selfie of the town's welcome sign, or any other vacation activity you get up to, see how many random acts of kindness you can fit in. Because you can take a break from your workaday life, but one should never take a break from being kind to others.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>With <i>A Weekend in Puzzleburg</i>, you're not buying a video game - you're buying a whole vacation. One that you can play over and over again whenever you want, getting new experiences each time. All that for under $20</strong></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>&quot;Open-Town&quot; Rather Than &quot;Open-World&quot;</strong></h2><p class=\"bb_paragraph\" >Experience an &quot;open-world&quot; game set in a cozy resort town.  Get to know the townspeople, and you'll soon find your way around like a local</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Experience The Joys of Traveling</strong></h2><p class=\"bb_paragraph\" >A new town means a new you. Define your character's backstory, get your hair dyed a crazy color, or even get a hint from the hotel concierge if you ever get stuck on a puzzle. Anything goes while on vacation</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Simple Controls, Complex Characters</strong></h2><p class=\"bb_paragraph\" >Immerse yourself in deep, character-driven quest lines that rely on brainpower, not how fast you can press buttons.  Supports controllers or keyboard + mouse, or if you want a point-and-click adventure game feel, try going mouse-only</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Short and Sweet</strong></h2><p class=\"bb_paragraph\" >The free demo is about 30 minutes, and the full game is about 2-4 hours for a single playthrough, making it ideal for completing in a weekend, much as the game title suggests (though multiple playthroughs are of course encouraged).  All the while, everyone around Puzzleburg is as friendly as can be</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >For reference, here are some similar games to help you get a further sense for what <strong><i>A Weekend in Puzzleburg</i></strong> is like: A Short Hike, Earthbound, Animal Crossing, Stardew Valley, To The Moon, Wayward Strand, Life is Strange, Nancy Drew, Professor Layton, The Legend of Zelda: Majora's Mask, Bugsnax, and Suikoden</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2003440/header.jpg?t=1729125532",
    "developers": [
      "Sunny Demeanor Games"
    ],
    "publishers": [
      "Sunny Demeanor Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}