{
  "2003320": {
    "name": "Merge Beasts - Defense Game",
    "steam_appid": 2003320,
    "required_age": 0,
    "is_free": false,
    "description": "Prepare for an extraordinary adventure in Merge Beasts, a unique blend of merging mechanics and tower defense gameplay. In this captivating defense game, you'll embark on a quest to defend your kingdom against waves of menacing beasts by merging and evolving your powerful creatures.<br><br>As the protector of the realm, it's your duty to strategically merge identical beasts to create stronger and more formidable creatures. Combine two or more creatures to form a new, enhanced beast with heightened abilities and skills. Expand your roster of beasts, experiment with different combinations, and discover the most effective synergies to crush your enemies.<br><br>Strategically position your merged beasts along the battlefront, forming an impenetrable line of defense against the incoming waves of hostile creatures. Each beast possesses unique characteristics and attack patterns, making it crucial to position them wisely to maximize their effectiveness against specific enemy types. Upgrade your beasts, unlock new abilities, and evolve them into even more powerful forms to withstand increasingly challenging battles.<br><br>Unleash devastating special skills and unleash the full potential of your merged beasts. Trigger powerful area-of-effect attacks, summon reinforcements, or activate protective shields to repel the relentless assault. Timing and coordination are key as you strategically deploy your arsenal of skills to turn the tide in your favor.<br><br>Embark on an epic journey through diverse landscapes, from enchanted forests to treacherous deserts and icy mountains. Encounter a wide array of beasts, each with their own strengths and weaknesses. Learn their behaviors, exploit their vulnerabilities, and devise the perfect defense strategy to emerge victorious.<br><br>Merge Beasts features captivating visuals, immersive sound effects, and addictive gameplay that will keep you engaged for hours on end. Unlock achievements, collect rewards, and rise through the ranks as you prove your tactical prowess in intense battles against increasingly powerful foes.<br><br>Are you ready to merge, evolve, and defend your kingdom against the oncoming hordes of beasts? The fate of the realm rests in your hands in Merge Beasts, where merging meets defense in an exhilarating and strategic gaming experience.<br><br><br><strong>Gameplay:</strong><br><br>The evil Beasts are attacking our temple, and we need your help! Merge the Beasts by dragging them on top of each other to build up your defenses. Fight off waves of evil Beasts and take down bosses to unlock new levels.<br><br>You need to become a real strategy master to pass various levels for defending your Temple. Each level contains a set of challenging tasks. Only completing all the tasks advances your progress and levels you up. Merge Beasts to get more powerful Beasts – a single Beast won’t save you!<br><br>A simple game with an addictive merge core you can spend hours playing every day.<br>Slide and merge Beasts of the same type to discover new Beasts!<br><br>Features:<br>- High-Quality Graphics<br>- Endless Gameplay<br>- Multiple Beasts to unlock and upgrade<br>- Boss Waves",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2003320/header.jpg?t=1745331840",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 308,
      "discount_percent": 72,
      "initial_formatted": "¥ 11.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}