{
  "2003760": {
    "name": "Cards of Binokee",
    "steam_appid": 2003760,
    "required_age": 0,
    "is_free": true,
    "description": "Cards of Binokee is a trading card game with the aim of collecting different cards to be able to assemble a powerful deck of cards. With this deck of cards, you can then compete against different opponents. With each completed game you collect orbs (in-game currency), which you can use to expand your card collection. <br><br>Play with your deck of cards against the computer in various game modes to train, gain<br>experience and expand your card collection through the orbs you earn.<h2 class=\"bb_tag\" >Collect more than 1000 cards</h2>Over 1000 different cards with different strengths can be collected throughout the game.<br>This also includes rare cards and cards with various elements.<h2 class=\"bb_tag\" >Open chests to collect cards</h2>With the orbs you earn, you can always buy new chests to expand your card collection.<br>There are different chests to choose from which ones each containing five new trading cards.<br>Depending on the selected chest can also stronger cards or rare cards may be included.<br>With the new cards, you can then keep improving your deck of cards.<h2 class=\"bb_tag\" >One card can change everything</h2>There are different, freely selectable/combinable game modes. Depending on the game<br>mode or selected game mode combination, it can therefore also happen that one single card<br>changes the entire duel.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2003760/header.jpg?t=1666079464",
    "developers": [
      "mh-studios"
    ],
    "publishers": [
      "mh-studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}