{
  "2004520": {
    "name": "The Chronicle",
    "steam_appid": 2004520,
    "required_age": 0,
    "is_free": true,
    "description": "When a mysterious package appears in his living room, Detective Walter Miles is suddenly transported to a World War II Era newspaper building.<br />\r\n<br />\r\nYou, in the role of Detective, will need to explore this strange but breath taking environment, collect the gems to activate the portal and escape. Along the way you'll explore and learn the back story of this strange environment. Maybe you'll solve the mystery of the reason that you are here, and who is responsible for this abduction.<br />\r\n<br />\r\nThe programming and art, etc., is handled by master 3d artist Don &quot;Artstrong&quot; Armstrong, bringing his 10 plus years of 3D art experience to a brand new game. Much assistance was provided by Chris &quot;Warcabbit&quot; Hare, and also code tutoring assistance was provided by William Davis. <br />\r\n<br />\r\nI utilize every scrap of Unreal 5 and it's new technologies.<br />\r\n<br />\r\nWarning: This game does NOT hold your hand, Explore and solve the mystery to escape.<br />\r\n<br />\r\nNOTE: The Chronicle is a planned series of chapters, Chapter 1 is WIP. I will continue to update and add content over the next few months to a year, until it is completed. Then I will move on to the next chapter in the series.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004520/header.jpg?t=1763674504",
    "developers": [
      "ArtStrong Games"
    ],
    "publishers": [
      "ArtStrongGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    },
    "type": "game"
  }
}