{
  "2004710": {
    "name": "Mewnition",
    "steam_appid": 2004710,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Mewnition</strong> is a co-op adventure game for 1-16 players, set in a voxel environment teeming with gargantuan beasts and powerful artifacts. Forage for resources, fortify your arenas, and fight fearsome foes as you reshape the world and uncover the truth of how it came to be.<h2 class=\"bb_tag\" >1-16 PLAYER CO-OP</h2>Adventure alongside your friends through the vast, interconnected environments as you discover dangerous weaponry and magical artifacts. Use the strengths of your arsenal to synergize with your teammates, and conquer the challenging bosses this world has to offer.<h2 class=\"bb_tag\" >VOXEL ENVIRONMENT</h2>Enhance your mobility by strategically molding your arenas to fit your playstyle. Create a flat and empty battle area, or build an interconnected system of launch pads and platforms -- the voxel sandbox allows you to get as creative as you want.<h2 class=\"bb_tag\" >DANGEROUS WEAPONRY</h2>Pick from a variety of weapons and artifacts to fight enemies on your terms. From sharp swords to baseball bats, from crossbows to fish cannons -- there is a large variety of weaponry to find and craft.<h2 class=\"bb_tag\" >MAGICAL ARTIFACTS</h2>Various abilities and armors can be used to enhance your mobility and increase your survivability in this dangerous world. Choose wisely, you may find yourself propelling through the air, or becoming the healing beacon for your friends.<h2 class=\"bb_tag\" >UNCOVER THE SECRETS</h2>The mysterious story of Mewnition slowly unravels as you explore its world. Discover the sacred texts in the depths of caves and in the halls of temples, and learn fragments of the lore as you befriend the locals.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004710/header.jpg?t=1700122623",
    "developers": [
      "Mewsubi"
    ],
    "publishers": [
      "Mewsubi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}