{
  "2004970": {
    "name": "Dragon Kingdoms: A Legend's Beginning",
    "steam_appid": 2004970,
    "required_age": 0,
    "is_free": true,
    "description": "Dragon Kingdoms: A Legend's Beginning is an RPG that seeks to recapture a long-gone era when games were more than just graphics and FMV cutscenes. They were fun. It takes place on a world that has been nearly torn apart by a war that happened long ago, between thirteen races, of which only a few remain.<br><br>Features:<br>Fishing! (fish off logs or rocks in or near bodies of water) You start with a default rod and default bait but can upgrade through the course of the game. It's even said that fish can be found in pools of acid or even in lava, and if you're lucky (or unlucky?) you can catch a 'fish' big enough to pull you in!<br><br>Spelunking! (the Hills Cave southwest of Lakeland Town right at the start of the game is said to be endless. Whether or not this is true, the monsters within get stronger and stronger as one progresses)<br><br>Combat! (like most any RPG, there is combat, and in this case, it's turn-based, side view. There are currently dozens of monsters you'll face and this number will increase as development progresses.)<br><br>Fast Travel! (for your convenience, there are multiple forms of fast travel that operate in a tiered system, from shrines on the map that take you to waypoints on various parts of the map, to a traveler that takes you to other parts of the starting island, to a friendly giant that can take you to other parts of the nearby continent, and even a dragon that can fly you around the world! And there are STILL other forms of fast travel)<br><br>Adventure! (true, there are roads strung across several maps, but some of the best stuff is found off the beaten path- such as a sunken treasure chest in a pond, a cave that requires a canoe or boat to enter, a nearly lost civilization that lives in the mountaintops...)<br><br>Questing! (there are quests that you can undertake, such as helping a surveyor for a new road into the mountains defeat some monsters that have been slowing down work, or stopping a massive bird from terrorizing nearby travelers, or even finding out just what IS up with this guy known as 'The Traveler' that continuously tracks everything the party does?)<br><br>Upgrading (you might decide that Frosty Sword is worth keeping around and forge it into a Frosty Sword +1, +2, +3... there's something to be said about a tough old blade. Whether it is up to using it over shiny new equipment is another question)<br><br>Minigames! (get on a friendly giant's shoulders and have him carry you across the land! But he'll come across some dangers, too. Jumping over obstacles, fighting tough enemies, or even finding a superboss or two- sometimes the troubles get bigger when you are bigger.)<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004970/extras/d5a67744a4155e1b1770386db5091b05.avif?t=1696033054\" width=610 height=502 /></span>.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004970/header.jpg?t=1696033054",
    "developers": [
      "Trimaris Games"
    ],
    "publishers": [
      "Trimaris Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}