{
  "2004500": {
    "name": "Multishot",
    "steam_appid": 2004500,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Multishot</strong> is a fast-paced 2D multiplayer shooter platformer game where you have the freedom to fully customize your character and experiment with different cosmetics. As you engage in thrilling battles, not only will you rely on your skills, but you'll also have the opportunity to collect power-ups scattered throughout the maps.<br><br><br>Explore a wide range of maps, each offering unique environments and strategic possibilities. From sprawling arenas to tight corridors, every location presents a fresh challenge and demands adaptability from you and your opponents. Keep an eye out for power-ups that can turn the tide of battle in your favor, granting you temporary boosts, enhanced weapons, or unique abilities.<br><br>Climbing the leaderboard is a key aspect of Multishot, and only the most skilled and dedicated players will rise to the top. Showcase your abilities and earn recognition as you outperform your rivals and earn your place among the elite. Will you be able to claim the coveted number one spot?<br><br>With intuitive controls and smooth gameplay, Multishot caters to both casual and competitive gamers. Whether you're looking for a quick adrenaline rush or aiming to fine-tune your skills for intense esports competition, this game has you covered.<br><br>So, are you up for the challenge? Gather your friends, dive into the vast customization options, and get ready to conquer the leaderboards in this addictive, action-packed multiplayer shooter. Prepare to unleash chaos, dominate your opponents, and leave your mark in the world of Multishot!",
    "supported_languages": "英语<strong>*</strong>, 法语, 阿拉伯语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004500/header.jpg?t=1702379294",
    "developers": [
      "Yehia Waleed"
    ],
    "publishers": [
      "Yehia Waleed"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}