{
  "2004020": {
    "name": "West Hunt - Summer Pack",
    "steam_appid": 2004020,
    "required_age": 0,
    "is_free": false,
    "description": "Things are heating up and the Sun is blazing during Summers out in the Wild West. Cool down and have some fun with the West Hunt Summer Pack! Even a hardworking Sheriff can find time to relax in the Tourist skin, or stay active in the Sporty skin! Too hot out for the dog? Have a little chicken, duck, or rooster follow you around instead! Whether you’re busy keeping the streets clean, or causing chaos wherever you go, take a little dance break in the nice Summer evenings. Included are 4 new Dance Emotes: Hip hop, Swing Dance, Silly Dance, and the YMCA!<br />\r\n<br />\r\nAll items in the pack are cosmetic only and do not change gameplay mechanics or provide any gameplay advantages.<br />\r\n<br />\r\nSheriff Skin: Tourist - 2 variations, Male and Female<br />\r\nSun hat, cool shirt, shorts, and sandals - check! It might be time for vacation, but as every Sheriff knows - crime never takes a break! Better catch those Outlaws soon so you can vacation around without worry!<br />\r\n<br />\r\nSheriff Skin: Sporty - 2 variations, Male and Female<br />\r\nIt’s time for that Summer body! Easily get those steps in while you’re walking around town with the Sporty set! The workout clothes will have you looking and performing at your best!<br />\r\n<br />\r\nPet: Chicken<br />\r\nWhy did the chicken cross the road? To look for Outlaws of course! <br />\r\n<br />\r\nPet: Duck - 2 variations, Green and White<br />\r\nQuack! Quack! Who wouldn’t want to have a cute little Duck waddle along with them?<br />\r\n<br />\r\nPet: Black Rooster<br />\r\nEver seen these guys fight? Roosters are just as tough as you are! <br />\r\n<br />\r\n4 Dance Emotes: Hip hop, Swing Dance, Silly Dance, YMCA<br />\r\nSummer is the perfect time for music and dancing! Add a little personality and show off your style with 4 unique dances!",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语, 简体中文, 葡萄牙语 - 巴西, 意大利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004020/header.jpg?t=1659132938",
    "developers": [
      "NewGen"
    ],
    "publishers": [
      "NewGen"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}