{
  "2004720": {
    "name": "Lys and Ruka's Magical Bag Demo",
    "steam_appid": 2004720,
    "required_age": 0,
    "is_free": true,
    "description": "Lys &amp; Ruka's Magic Bag combines smooth, fast-paced action RPG gameplay with the roguelike formula where you use items you pick up to slip out of terrible situations! Lystia's magic bag works like a puzzle game, where you rearrange items and power them up by getting multiples. Spirit stones broaden your options even further—for example, by allowing you to use more than one weapon or spell at the same time. Strengthening items is essential for completing dungeons!<h2 class=\"bb_tag\" >STORY</h2>To save the world from that which threatens it, Lystia—nicknamed Lys—and her partner spirit Ruka are on a grand journey to search for spirits across the lands.<br><br>During their journey, they happen across a partly deserted town called Litos, where they discover that something odd is afoot. They hear that the ruins just outside of town have turned into a dungeon. Larger on the inside than it is on the outside, it also changes shape every time someone enters it.<br><br>The culprit behind it all must be a spirit!<br><br>And so, Lys and Ruka embark on their dungeoneering exploration in search of whatever spirit now rests in the dungeon...<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>An action RPG roguelike featuring all kinds of weapons and magic to take out your enemies with, as well as items to get you out of sticky situations!<br></li><li>Power up items by lining up three with the same name in the 5x5 item window! Then, take advantage of spirit stones to use multiple weapons or spells simultaneously or grant items special effects!<br></li><li>Offer items to the statue of the goddess in exchange for higher-rarity ones, and discover items that will change into other ones when thrown!<br></li><li>Comes complete with a more relaxed Enjoyment Mode for those who find themselves a little out of their depth with action games. It'll make Lystia super strong!<br></li><li>Listen to rumors back in town to gain information. As your adventure progresses, the town will grow!</li></ul>",
    "supported_languages": "日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2004720/header.jpg?t=1659725595",
    "developers": [
      "desunoya"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}