{
  "2005840": {
    "name": "Grindstone Demo",
    "steam_appid": 2005840,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >A Puzzle Game where Epic Adventures are your 9-to-5. </h2>Grindstone Mountain is overrun with vicious Creeps! Part color-matching, part monster-slaying ridiculousness, in Grindstone it’s your job to mine grindstones from the Creeps that lurk on the mountain.  Slay your way up the treacherous peak by completing over 250 levels of intricate puzzles and hazards, besting bosses and exploring a variety of weird and wonderful locations along the way.<h2 class=\"bb_tag\" >More Ways to Slay!</h2>As your tackle the challenges of Grindstone Mountain, you'll also discover long-lost blueprints to craft powerful new gear, unlock a challenging boss-rush mode, try your luck at the wheel of fortune in a creepy carnival, and have the chance prove your prowess on three daily-mode leaderboards.<h2 class=\"bb_tag\" >Award-Winning Original Soundtrack</h2>Your musical companion throughout Grindstone is Sam Webster, composer of the game's widely-acclaimed original soundtrack.<h2 class=\"bb_tag\" >From Your Pals at CAPY!</h2>Grindstone is a game of sword-slashing puzzle battles from the award-winning creators of Superbrothers: Sword &amp; Sworcery EP, Super Time Force Ultra, BELOW, Might &amp; Magic: Clash of Heroes and Critter Crunch!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 荷兰语, 日语, 韩语, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2005840/header.jpg?t=1655747770",
    "developers": [
      "Capybara Games"
    ],
    "publishers": [
      "Capybara Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}