{
  "2006580": {
    "name": "Furniture Busters",
    "steam_appid": 2006580,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >About the Game</h2>Every day, more and more friends stop attending school for no reason. Today you were invited to spend the night with your best friend, Axolotl. Can you find out all the secrets he keeps at home and survive?<br><br>Since childhood, the Axolotl has been your close friend. All the stories, hobbies and addictions are connected with him. On school days, friends began to disappear, no one could even guess where they all disappeared. On this day, the Axolotl calls you to spend time with pleasure and spend the night, no one from his family has been at home lately. You agree to go to him. You had a great time playing together and staying up late talking, finally fell asleep. Late at night you suddenly wake up from strange noises, the door is locked. Do you understand that something weird is happening, something mystical…<br><br>In Furniture Busters, you will need to use all the experience of passing Stealth and survival games to survive against furniture monsters that invaded your friends' homes! A demon summoned by a friend took possession of the furniture and turned them into living monsters. Save the lives of your friends by defeating the demon along with his plans!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006580/extras/4e7522100979a360921d9af25692080c.avif?t=1686962206\" width=580 height=163 /></span><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> The main monsters are Furniture. A variety of monsters that have their own abilities<br></li><li> Elements of Survival and Shooter that keep you in suspense and do not let you get bored.<br></li><li> A small amount of text for more immersion in the game. The plot will be presented through narrative, environment, cutscenes.<br></li><li> A nice cartoon visual style in a creepy and scary atmosphere with lots of interaction with the environment and physics.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006580/header.jpg?t=1686962206",
    "developers": [
      "Noctum Games"
    ],
    "publishers": [
      "Noctum Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}