{
  "2006690": {
    "name": "Kingdom's Edge",
    "steam_appid": 2006690,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Core Gameplay</h2>EXPLORE a vertical world filled with Monsters, Puzzles, Treasures... and beautiful landscapes.<br>A MULTIPLAYER adventure with sessions of 3 players (friends or not). You can also play SOLO and LAN.<br><br>FIGHT against monsters with different ABILITIES and CLASSES, allowing COMBOS and TEAM BUILDING ACTIONS.<br><br>SEARCH for hidden roads, pieces of art, magic weapons, blueprints for new technologies.<br>BUILD your domain in the city of Qrizon with the thing you've added to your INVENTORY during your travel.<br>VISIT the domain of your friends and make decoration contest between you!<br><br>DIVE DEEP into the LORE of the depth, the character's story and this strange Organization trying to make money on your discoveries...<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006690/extras/fcf9b5a668340f30bc767a2a6f782f35.avif?t=1759428823\" width=600 height=86 /></span><h2 class=\"bb_tag\" >Slash and Heroes</h2>You play with a <strong>top-down free camera</strong>. Equip your hero with two weapons. <br>The heroes have 4 abilities, with can be combined to <strong>make different combos</strong>. As the game is a multiplayer co-op, this allows you to build a <strong>team that can complete its self</strong>. For example, one deals looped indirect damage, while another hero gain a bit a life each time a monster is damage and so on...<br>The weapons can be <strong>upgraded</strong> according to your favorite type of gameplay with the forge.<br>Your friends can drop you their weapon, this means that you can go really fast if you want or chose the more <i>pure way </i>!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006690/extras/64474cb01e9b41db3d8d629aef20f426.avif?t=1759428823\" width=600 height=86 /></span><h2 class=\"bb_tag\" >Play with Friends</h2>The games play in <strong>solo or in session</strong>. Invite up to 2 other steam players. Fight monsters and discover treasures<strong> together</strong>. You will be able to visit other player's domain. The progress made in any session is saved and loaded between each session.<br>The puzzles also adapt to the number of player and can be more sophisticated..<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006690/extras/54a747af77a6452082f58b32f73d0031.avif?t=1759428823\" width=600 height=86 /></span><h2 class=\"bb_tag\" >Domains, Build and Visit them</h2>Domain are rest places where you can<strong> build </strong>houses, technologies building and decorate. <br>The domains are fields placed along the city of Qrizon. <br>Tech buildings give you access <strong>to new gameplay features</strong> such as tech tree for the research tower, quest and table games for the tavern, merging and crafting weapons for the forge.. etc<br><strong>Decorations</strong> can be foud in the depth. You´re running around an find them in the map. Grab them and the place them in your domain. There is a large range from wind mill, ruins to vegetation... The citizen (NPC) can pay to visit your domain, so try to make it as beautyfull as possible, so you'll be REACH! <i>mwahaha</i><br><br><br>Building was wrong placed or you have´nt enough place left for the decoration? No stress, you can move, rotate, stock or destroy them!<br>Your domain is saved between the session.. it just spawn randomly on one of the 3 plots each time you join a session.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006690/extras/03bdf4910d23f40e6402deac79f75d7c.avif?t=1759428823\" width=600 height=86 /></span><h2 class=\"bb_tag\" >Puzzles and Treasures</h2>The game has <strong>a huge exploration</strong> part. Basically, you're here to grab as much stuff as you can from this strange world.. <i>Did I told you that there was in case an Incorporation trying to make a lot of money on your discoveries? no? Play it you'll see!</i><br>However,<strong> puzzles will be on your road</strong>, press buttons, move blocks, be fast.. They adapt to the number of player to be more <i>challenging</i><br>Hidden roads can lead to very<strong> good loot</strong>: Blueprints, weapons, decorations, relics.. Try to get them all!<h2 class=\"bb_tag\" >About Galtouz Games</h2>Hey i'm Tamwyn, Solo game dev, currently a physics student, but I'm trying as much as I can to push this project as far as possible, <strong>really</strong>!<br>If you liked it, consider wishlist it, you can join the adventure with the discord/youtube link on the right ^^",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006690/header.jpg?t=1759428823",
    "developers": [
      "Galtouz Games"
    ],
    "publishers": [
      "Galtouz Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}