{
  "2006590": {
    "name": "Project Utgardr demo",
    "steam_appid": 2006590,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006590/extras/gif_ea_teaser.gif?t=1717776604\" /></span><br><br>Project Utgardr is a first-person parkour platform adventure inspired by Norse and pre-Viking culture.<br><br>Adventuring amidst the mountains of her homeland, Thyra finds a fissure that mysteriously appeared on a cliff face and a hidden passage that crumbles behind her as she passes through it.<br><br>Thyra, now trapped in uncharted territory and searching for a way home, quickly gets her bearings in the arduous environment using her climbing abilities, discovering timeworn engravings and weathered altars.<br><br>Coming across an ancient, forgotten tale, Thyra discovers her role in it and follows its fragments to reveal its secret.<h2 class=\"bb_tag\" >ᚱ - The unexpected journey of a young woman.</h2>Explore breathtaking landscapes and perilous precipices on a homeward journey after being suddenly stranded in a forgotten corner of ancient Scandinavia.<h2 class=\"bb_tag\" >ᚱ - Intuitive parkour and platforming.</h2>Take advantage of Thyra’s parkour abilities to traverse the crumbling road. Sprint through various environments and overcome different obstacles.<h2 class=\"bb_tag\" >ᚱ - Flashes of Norse culture.</h2>The ancient runes carved on the hidden crags point towards the right path and abandoned shrines built by an old Norse civilization centuries ago.<h2 class=\"bb_tag\" >ᚱ - Unseen forces guide you.</h2>Follow shards of a lost myth chiseled into the face of the mountain and discover its secret. Locate strange glowing flowers and pray to the Horgr scattered all over for a safe haven. Something seems keen to help you on this journey…",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2006590/header.jpg?t=1717776604",
    "developers": [
      "TronusGames"
    ],
    "publishers": [
      "TronusGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}