{
  "2008100": {
    "name": "Rule the Waves 3",
    "steam_appid": 2008100,
    "required_age": 0,
    "is_free": false,
    "description": "Build Your Navy, from pre-Dreadnoughts to<strong> Aircraft Carriers </strong>and <strong>Missile Cruisers</strong>!<br><br><strong>Rule the Waves III </strong>is a simulation of naval ship design and construction, fleet management and naval warfare from 1890 to 1970.<br><br>It will place you in the role of '<strong>Grand Admiral</strong>' of a navy from the time when steam and iron dominated warship design up to the missile age.<br><br><strong>Rule the Waves III</strong> will let you design and build the ships of your navy, and lead them into battle when war erupts. You will guide your navy's deployment, construction and operations during a period of great technological innovation and political tensions. While the game derives much of its technology and events from 'actual' history, you will find that you forge your own new history each and every time you play!<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Campaigns start in either 1890, 1900,1920 or 1935 and can run through 1970.<br></li><li>Monthly strategic turns with Battles resolved in a realistic tactical naval battle resolution system.<br></li><li>Manage your naval budget, and deal with interfering Kaisers, presidents or navy ministers as well as a variety of historical events including naval treaties.<br></li><li>Realistic design of ships ranging from corvettes to battleships and aircraft carriers.<br></li><li>Research and technical development will determine ship design and tactics.<br></li><li>Espionage will keep you up to date on the progress of competing navies<br></li><li>Submarines, airships, aircraft and missiles will all appear and change the naval balance of power.<br></li><li>Build, train, maintain and fight with your own 'ideal' navy.<br></li><li>Construct coastal fortifications, airbases and other defenses<br></li><li>Play as USA, Great Britain, Germany, France, Russia, Italy, Japan, Spain, Austria-Hungary, or China.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2008100/header.jpg?t=1771939542",
    "developers": [
      "Naval Warfare Simulations"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 30,
      "total_negative": 9,
      "total_reviews": 39
    },
    "type": "game"
  }
}