{
  "2008810": {
    "name": "Fantasy Grounds - A Cold Fire Within",
    "steam_appid": 2008810,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  A Cold Fire Within</h2>A Mind-Bending Campaign for Pulp Cthulhu<br>By Christopher Smith Adair<br><i>  Brendan Sterling</i><br><i>  sought answers in experimental past-life regression. Unfortunately, his mind isn't the only one seeking answers in the past.</i><br>A Cold Fire Within is a campaign for<br><i>  Pulp Cthulhu.</i>  Set in 1935, a missing persons case leads to the discovery of a foul plot that could change time itself and bring disaster to the world. A cult intent on unleashing the power of the Great Old Ones leaves a trail through the Catskill Mountains and into the very heart of the planet!<br>Within the subterranean world of K'n-yan, the heroes will encounter forgotten secrets, strange lore, and bewildering inhabitants. Curious cities of gold, ruined temples, and dark forests are just some of the terrors that lurk below the ground. Yet, before the heroes descend into nightmare, they must contend with remnants of ancient worlds, unruly mountain people, and psychic devilry. Along the way, the heroes may find that going back to the end of an ancient city is the only answer! Perhaps in Lomar's doom shall they unlock the secrets of both past and present.<br>Chaosium Unveiled: Inside A Cold Fire Within<br>Complete with New Rules, Skills, and Psychic Powers<br><i>  A Cold Fire Within</i>  is a complete six-part campaign for<br><i>  Pulp Cthulhu.</i>  It presents new rules and skills for psychic powers--Parapsychology, Dematerialization, and Telepathy--new spells, details of the people and lands of K'n-yan, as well as a new hero organization--the Open Mind Group. Six ready-to-play heroes are provided.<br>Fearsome monsters, otherworldly designs, and psychic powers all mesh together to present your heroes with an epic and action-packed challenge!<br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu 7E ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2008810/header.jpg?t=1768502617",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6200,
      "final": 6200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 62.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}