{
  "2010930": {
    "name": "TRESPASSER 2",
    "steam_appid": 2010930,
    "required_age": 0,
    "is_free": false,
    "description": "A dark and hidden secret is about to be uncovered for the very first time. You are breaking into TRESPASSER's house, the man who tormented you years ago when you were a child. Deciding to seek vengeance, you are going to put an end to his story and finally discover a generations-long secret that only TRESPASSER knows about. With multiple endings, dialogue snippets, secrets, extras, and so much more, there are lots of pieces to this puzzle to put together.<br><br><strong><h2 class=\"bb_tag\" >Gameplay Features:</h2></strong><br><ul class=\"bb_ul\"><li> Break into TRESPASSER's house in multiple ways. Use a ladder and climb on top of the roof and enter through one of two windows, lockpick either the front or garage door, or create a distraction and lead the TRESPASSER outside! The choices are yours to make.<br></li><li> Interact with several different objects to help you progress further into the game. This includes digging up a key that leads you into one room, finding a code to unlock a safe, and much more.<br></li><li> The TRESPASSER can duplicate himself up to five times each game. Will you be able to avoid them all?<br></li><li> Three different weapons to choose from to attack TRESPASSER with. Choose from a hammer, sickle, or find ten nails to craft a different kind of weapon with a broom!<br></li><li> Choose from three different difficulties: Easy, Medium, Hard to challenge your gameplay experience.<br></li><li> Many dialogue snippets to improve immersion.</li></ul><br><strong><h2 class=\"bb_tag\" >Extra Features:</h2></strong><br><ul class=\"bb_ul\"><li> Find seventy different collectibles ranging from three different categories. Some collectibles can be found out in the open, some are more secretive, and some require you to listen closely to find them!<br></li><li> Unlock Custom Mode after beating the game at least once and dictate gameplay elements such as the speed of the player or enemy, weapon attack damage, invisibility, and much more!<br></li><li> Unlock Endless Mode after completing one of the three collectible sets. This mode can be played on Easy, Medium, or Hard mode! That means there are three different high scores you can beat. How long can you last?<br></li><li> Sixteen different cheat codes to help you mess around with the game's mechanics for your enjoyment.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2010930/header.jpg?t=1705063101",
    "developers": [
      "dsdev games"
    ],
    "publishers": [
      "dsdev games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}