{
  "2011510": {
    "name": "Trainz 2019 DLC - Potteries Loop Line",
    "steam_appid": 2011510,
    "required_age": 0,
    "is_free": false,
    "description": "Potteries Loop Line will give the purchaser days of absorbing interest with its large variety of industries and sessions. It is set in the UK in the 1930s and is simply crammed with content you can use. If you are looking for an immersive experience you should look no further than this. This is not your typical Trainz Route. <br />\r\n<br />\r\nThere is no sitting back watching your train wending through breathtaking mountains and forests for 100 miles. The scenery on this 10 mile route won’t impress you unless rows of terrace houses, factories and slag heaps appeal. It is the working industries that are the heart of Potteries Loop Line and those you will get in this package are:-<br />\r\n<br />\r\n* Fourteen interactive stations for the intensive and sharply timed passenger trains.<br />\r\n<br />\r\n* An integrated iron and steel works with 3 sets of coke ovens, 3 blast furnaces, a slag tip, a steel plant and rolling mill plus by products and fertiliser plant. All these are animated and require servicing with supply of raw materials and removal of end products.<br />\r\n<br />\r\n* Six collieries with working winding gear and gravity loading wagons at the colliery screens.  They also include working aerial ropeways to transfer the waste stone to the colliery tips.<br />\r\n<br />\r\n* Three brick works and tileries with working clay pits, pressing sheds, two types of kiln and despatch   sheds connected by narrow and/or standard gauge railway.<br />\r\n<br />\r\n* One stand alone working coke oven battery and one gas works requiring coal delivery and coke removal.<br />\r\n<br />\r\n* Four iron foundries consuming pig iron, coke and steel scrap and producing castings for removal. One of these is directly connected to rail; the others have their needs met by drivable lorries connected to road / rail transfers.<br />\r\n<br />\r\n* A motive power depot with ash plant, coaling tower plus watering and turning facilities.<br />\r\n<br />\r\n* A large central goods depot capable of handling a range of incoming and outgoing commodities.<br />\r\n<br />\r\nWe are proud to include the Signal Box rule which will enable you to take on the role of a signalman controlling one of several signal boxes, accepting, routing and forwarding trains using bell signals. This is a realistic simulation of the work of signalmen before the introduction of power boxes.<br />\r\n<br />\r\nTo service all these industries you will get a wide variety of motive power, 7 types of main line steam locomotives plus 7 more industrial types, of which two are diesel narrow gauge.<br />\r\n<br />\r\nFor rolling stock, as well as main line and local passenger railway carriages, the Potteries Loop Line package will deliver to you 6 types of goods van, 5 tankers, 2 flat wagons and 13 different seven plank wagons. To complete the rolling stock there are also brake vans, 3 special wagons for use within the steelworks, 3 types of narrow gauge wagons and a ropeway skip.<br />\r\n<br />\r\nThere are no less than 35 sessions provided with the Potteries Loop Line. 11 are associated with the Signal Box Rule whilst the other 24 cover different areas of the route, mostly servicing the industries already described and exploring the private and industrial lines that proliferated in the Potteries up to the 1960s.<br />\r\n<br />\r\nPotteries Loop Line was originally released by the Rail-sim.co.uk team in 2014 for Trainz Simulator 12 and remains largely faithful to the original. The updated release is the result of tireless efforts over several years to make the content compatible with the latest Trainz releases and functional as originally intended.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 捷克语, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2011510/header.jpg?t=1655181710",
    "developers": [
      "N3V Games"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}