{
  "2012520": {
    "name": "Aero Striker - World Invasion",
    "steam_appid": 2012520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Aero Striker - World Invasion is an action-packed twist on our Aery series. </strong><br><br>The whole premise is to enjoy yourself and relax after a stressful day of work while shooting evil aliens that are trying to take over the world. <br><br>The game is a highly stylized action-packed flight combat simulator game that is intentionally designed to be easy to make it more enjoyable and less nerve-racking. Therefore, the aim is not to be challenging but to have fun making aliens explode while experiencing the sensation of flying. The game has been requested by a lot of our fans and you are now ready to fight the evil aliens in 5 different game modes and on more than 10 different maps.<br><br><strong>There are currently 5 game modes: </strong><br><ul class=\"bb_ul\"><li>Game Mode - Kill the unique enemy: After one minute of fighting you realize a golden enemy that just spawned on the ground. It is really fast but has a colorful trail behind it so it is very easy to find it. You hunt it down while dodging the attacks of the other enemies and while defeating the most dangerous enemies. After you defeat 3 golden enemies you win the round. <br></li><li>Game Mode - Score Attack: Kill as many aliens as possible and reach a new high score. <br></li><li>Game Mode - Gather Resources: In this mode, you need to find all hidden energy crystals that are hidden in the level. Also, don't die. <br></li><li>Game Mode - Boss Battle: After a while, a giant alien appears and wants to fight you. Defeat it as fast as possible! <br></li><li>Game Mode - Gate Defence: The aliens are retreating. Defeat them before they reach the stargate.<br></li><li></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2012520/header.jpg?t=1725285780",
    "developers": [
      "EpiXR Games UG"
    ],
    "publishers": [
      "EpiXR Games UG"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 1250,
      "discount_percent": 75,
      "initial_formatted": "¥ 50.00",
      "final_formatted": "¥ 12.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}