{
  "201230": {
    "name": "EverQuest II",
    "steam_appid": 201230,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Enter a vast, living online world in <strong>EverQuest® II</strong>, the definitive fantasy MMORPG experience for players who crave adventure, depth, and limitless character progression. Whether you prefer heroic questing, competitive challenges, or building a home of your own, EverQuest II offers a massively rich world shaped by two decades of content and an active community.</p><p class=\"bb_paragraph\" >Forge your legend across the sprawling lands of Norrath as one of 21 races and 26 classes, each with unique spells, combat arts, and playstyles. Explore handcrafted zones filled with quests, dungeons, and formidable bosses. Master tradeskills, build and decorate player housing, collect powerful gear, and join guilds that unite players in social, competitive, and end-game activities.</p><p class=\"bb_paragraph\" >New expansions and regular updates continue to expand the story, systems, and endgame—keeping Norrath evolving year after year.</p><h2 class=\"bb_tag\" >Key Features</h2><p class=\"bb_paragraph\" >• <strong>21 Races &amp; 26 Classes</strong> – Create the hero that fits your fantasy, from arcane spellcasters to deadly scouts and stalwart fighters.</p><p class=\"bb_paragraph\" >• <strong>A Massive World to Explore</strong> – Quest through dozens of continents, regions, and realms packed with lore, secrets, and discoveries.</p><p class=\"bb_paragraph\" >• <strong>Deep Character Progression</strong> – Advance through hundreds of levels, specialize with Alternate Advancements, and collect powerful gear sets.</p><p class=\"bb_paragraph\" >• <strong>Group &amp; Raid Challenges</strong> – Take on heroic dungeons and epic raids with coordinated strategies, teamwork, and skill.</p><p class=\"bb_paragraph\" >• Tradeskills &amp; Crafting – Master crafting professions, create valuable items, and complete a fully supported tradeskill questline.</p><p class=\"bb_paragraph\" >• <strong>Player Housing</strong> – Earn, build, and customize homes with thousands of placeable objects and full creative freedom.</p><p class=\"bb_paragraph\" >• <strong>A Thriving Community</strong> – Join guilds, participate in live events, and experience ongoing updates and new expansions.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Begin your journey and write your legend in one of the most content-rich MMORPGs ever made.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/201230/header.jpg?t=1765480862",
    "developers": [
      "Darkpaw Games"
    ],
    "publishers": [
      "Daybreak Game Company"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}