{
  "2012140": {
    "name": "Helicopter Gunship DEX",
    "steam_appid": 2012140,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >What is Helicopter Gunship DEX?</h2>Inspired by the great helicopter games of the 90s, Helicopter Gunship D.E.X is a &quot;sim-cade&quot; experience leaning more towards the simulation side rather than the arcade side. <br><br><i>Controls have been optimised for GAMEPADS without sacrificing simulation options via a Sensor/Screen of Interest (SOI) plus modifier button system to expand the number of buttons available. However, controls can be easily re-mapped to other devices for those that have flight sticks, throttle controls or HOTAS setups </i><h2 class=\"bb_tag\" >Arcade or Simulation?</h2>You won't find any magically respawning missiles here! Instead you will find realistic weapon load-outs, a simulation level physics driven helicopter flight model and the usual targeting pods and RADAR systems you would expect in this type of game. However, these systems have been simplified to give the overall &quot;feeling&quot; of being in control of a helicopter gunship without the need to memorise hundreds of keys.<h2 class=\"bb_tag\" >Random Missions</h2>The main part of the game revolves around the random mission generator that allows you to define your own procedurally generated engagements which will never play out the same way twice.<br><br>Mission types include Strike, SEAD, Search &amp; Destroy, Recon, Transportation etc.<h2 class=\"bb_tag\" >Deployment Point System</h2>Each mission in Helicopter Gunship D.E.X utilises a deployment point system ensuring missions remain balanced and that older weapons and helicopters still have a role to play no matter what the mission involves.<h2 class=\"bb_tag\" >Key Points</h2><ul class=\"bb_ul\"><li>Fully playable from either 1st person in cockpit or 3rd person chase cam perspectives.<br></li><li>Fully playable with a gamepad but also completely re-bindable controls for HOTAS systems etc.<br></li><li>Robust procedurally generated random mission generator allowing you to quickly get into the action.<br></li><li>Multiple helicopter flight models ranging from Simple to Realistic that allows even novice helicopter pilots to get straight into the action.<br></li><li>Places you in direct control of both flying the helicopter and using the various targeting systems to designate and destroy targets.<br></li><li>Easy to get into but still difficult and rewarding to master.<br></li><li>3 distinct 40km x 40km terrains to fly over (Lush Desert, Norway &amp; Central Libya).</li></ul><h2 class=\"bb_tag\" >Weapons &amp; Targeting</h2>Weapon load outs are based on real world helicopter capabilities and you will use the same kind of real-world targeting systems such as &quot;SACLOS&quot;, &quot;Laser&quot;, &quot;RADAR&quot; etc to detect, designate and destroy your mission targets.<br><br>A slight departure from reality is that you, the pilot, will be in direct control of designating targets and firing weapons even in helicopters that have co-pilot/gunner positions. Your CP/G will aid in target identification and spotting targets visually.<br><br>Weapon types and availability will depend on the &quot;ERA&quot; that your mission takes place e.g. <br><br><ul class=\"bb_ul\"><li>Low Tech is roughly pre 1980s technology so expect to be using wired guided TOW missiles<br></li><li>Modern Tech <i>(not availble in Early Access yet)</i> is approximately 1990s-2000s technology so expect to be using laser guided missiles.<br></li><li>High Tech <i>(not availble in Early Access yet)</i> is approximately 2000-2020+ technology so expect to be using RADAR guided missiles and advanced technology.</li></ul><h2 class=\"bb_tag\" >Flyable Helicopters</h2>Currently there are now 6 main helicopters (Apache, Lynx, Gazelle, Viper, Kiowa Warrior &amp; Hind) and most have several different versions. You can read more about the helicopters and their various versions here...<br><br><br><br>The Blackhawk, Chinook, Mi-8 &amp; Cheyenne helicopters are now in production and planned for release further into Early Access with the final game slated to include a wide selection of both Western and Eastern gunships allowing you to fight for either BLUFOR or REDFOR teams.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2012140/header.jpg?t=1762859689",
    "developers": [
      "Jimmy Arcade Limited"
    ],
    "publishers": [
      "Jimmy Arcade Limited"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "BETA TESTER",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2012140/428e6316f09dae103f4825f95d2ddb58e5a50f08.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    },
    "type": "game"
  }
}