{
  "2013150": {
    "name": "BUBBLE NIGHT",
    "steam_appid": 2013150,
    "required_age": 0,
    "is_free": false,
    "description": "Bubble Night is the story of a little girl wanders around the night sky in a forest of buildings.<br />\r\nIt's a 2D platformer action game that moves and battles with a unique control method.<br />\r\nIt's a simple game where you can move, fight and climb to the top with just one button.<br />\r\nBasically, you enjoy simple and fun controls, just climb to the top and you're done.<br />\r\n<br />\r\nHowever, if you observe the game a little more, you can find out the little girl's secret.<br />\r\nNo words or explanations, just a few clues, but you can definitely feel it.<br />\r\nAnd when you stand at the top, you will feel the little girl's secret strongly.<br />\r\n<br />\r\nUse the tips below to climb to the top and discover the little girl's secrets.<br />\r\n<br />\r\n- Use the space bar or left mouse click.<br />\r\n- It can only work when flowers bloom on a girl's head.<br />\r\n- If the girl touches the wall when she is not stunned, a flower bloom on her head.<br />\r\n- If the girl touches the wall too quickly, she will be stunned and unable to control.<br />\r\n- When a girl eats bubble gum, she can travel farther and safely.<br />\r\n- When the girl touches with the enemy, she moves to the battle zone and decides the winner.<br />\r\n- When the girl stays and moves in the battle zone, a balloon is launched to attack the enemy.<br />\r\n- If the girl wins the battle, she gets bubble gum, and when she loses, she faints and falls.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2013150/header.jpg?t=1663096837",
    "developers": [
      "norazuma"
    ],
    "publishers": [
      "norazuma"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}