{
  "2013560": {
    "name": "Blood Souls Demo",
    "steam_appid": 2013560,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Description:</h2><br>Has the world become a better place after the victory over Evil?...<br>In this game, you have to take on the role of a warrior who has risen from the dead and lost his memory. Starting your journey with just one question - “Who am I?”. You will plunge into a world where Good defeated Evil in a large-scale battle, but the problems were far from over.<br>The army of Evil has disintegrated, and the forces of Good are trying to restore the destroyed world, but is it possible to completely defeat Evil and abandon the old bloodthirsty gods?...<br>Find your path, make friends and deal with those who stand in your way.<h2 class=\"bb_tag\" >Features:</h2><br>- The cycle of battles and adventures - go to seek your destiny. Learn about the past and build the future.<br><br>- The rune system, leveling, building and a variety of different weapons are waiting for you to test them on the battlefield in this harsh world.<br> <br>- You you will meet orcs, elves, bloodthirsty werewolves and the undead doomed to eternal wandering, as well as many others.<br><br>- Build forts and fortifications to control the territory! Go through dungeons and caves, defeating various bosses! And just explore the world full of treasures and trials!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2013560/header.jpg?t=1654218364",
    "developers": [
      "IL YA"
    ],
    "publishers": [
      "IL YA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}