{
  "201480": {
    "name": "Serious Sam: The Random Encounter",
    "steam_appid": 201480,
    "required_age": 0,
    "is_free": false,
    "description": "The legendary Serious Sam reloads and rearms in an explosive, turn-based RPG developed by indie developer Vlambeer (Super Crate Box, Ridiculous Fishing). Serious Sam: The Random Encounter follows Sam and his band of oddball mercenaries as they battle across a pixilated world teeming chaotic battles, hordes of bizarre creatures, and mysterious secrets. Choose your weapons and take aim at the most random Serious Sam adventure yet!<br><br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Serious Sam Indie Series</h2><br>\t\t\t\t\t\tThe Serious Sam Indie Series is an extraordinary program launched by Croteam and Devolver Digital to partner with gaming's most creative independent developers and design radically unique Serious Sam games in a variety of styles and genres.<br><br><br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Turn-Based Awesome:</strong> Battle across three worlds of pandemonium with Serious Sam and his band of quirky commandos as they clash with legions of relentless creatures hell-bent on ruining your day. Choose your weapons and prepare for an absolute onslaught of merciless enemies charging from every direction.<br>\t\t\t\t\t\t</li><li><strong>Extraordinary Visual Design:</strong> Behold the pixilated brutality of Serious Sam’s struggle against evil in glorious retro-styled graphics. Visit the exotic locals of Egypt and dangerous caverns overrun by Mental’s twisted horde. Battle by land or take on all-new aquatic variations of classic Serious Sam baddies in underwater skirmishes unlike anything Sam has faced before!<br>\t\t\t\t\t\t</li><li><strong>Serious Strategy:</strong> No magic here, son. Select from a variety of dynamic items to increase your party’s stats, toss out some Headless Kamikaze bait, or bring everything to a devastating halt with the all-powerful Serious Bomb.<br>\t\t\t\t\t\t</li><li><strong>Challenge Mode:</strong> Take on a never-ending wave of Mental’s most fearsome minions and attempt to post the best score to win the admiration of your friends and family.<br>\t\t\t\t\t\t</li></ul>Serious Sam: The Random Encounter was created by Dutch indie duo Rami Ismail &amp; Jan Willem Nijman and features crisp pixel art by Roy Nathan de Groot &amp; pixel-animator Paul Veer. The game had its chiptune music created by Alex Mauer and the trailers were produced by Canadian video-magician Kert Gartner.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/201480/header.jpg?t=1659054358",
    "developers": [
      "Vlambeer",
      "Croteam"
    ],
    "publishers": [
      "Devolver Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 9,
      "total_negative": 16,
      "total_reviews": 25
    }
  }
}