{
  "2014270": {
    "name": "Volanta",
    "steam_appid": 2014270,
    "required_age": 0,
    "is_free": true,
    "description": "Volanta is an <strong>easy-to-use smart flight tracker</strong> that integrates all your flight data across all major sims. Volanta gives you <strong>one more reason to fly</strong>.<br><br>Take flight with our <strong>easy-to-use interface</strong>, which takes all the paperwork out of setting up a flight in your simulator - leaving you more time to enjoy your flight. For those of us who like to complete detailed planning, we support that too.<br><br>The core features in Volanta will always be free - but we have some Premium features available too.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Automatically track your flights in all major simulators, on all operating systems<br></li><li>Fun and fresh challenges to complete<br></li><li>Regular giveaways from Orbx and selected partners for active pilots<br></li><li>Performance focused. Super fast application on every page<br></li><li>Scan your simulators to see the scenery you have installed on the map<br></li><li>Detailed GPU rendered map with advanced filtering options tailored to aviation<br></li><li>Unlimited flight storage and retrieval<br></li><li>Detailed statistics for aircraft, airports and routes<br></li><li>Generate a flight plan with SimBrief, or import one you’ve already made with one click<br></li><li>Keep up with your friends flying activity and view detailed statistics<br></li><li>Security focused. Adjust who can search for you, see your flight history, or see you on the map. TOTP multi-factor authentication supported.<br></li><li>Access your flights from anywhere in the world via the web and mobile<br></li><li>Connect with Navigraph to see up-to-date navdata on the map<br></li><li>And loads more!</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 葡萄牙, 简体中文, 土耳其语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2014270/header.jpg?t=1690363754",
    "developers": [
      "Orbx"
    ],
    "publishers": [
      "Orbx"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}