{
  "2014990": {
    "name": "Exhale XR | VR Wellness",
    "steam_appid": 2014990,
    "required_age": 0,
    "is_free": false,
    "description": "Exhale into an adventure all its own. Prepare yourself for a true undertaking into enlightenment, a sense of calm and better mental health. ​Let your inhibitions and fears go as you embrace this truly unique wellness and relaxation app. Not only will you enjoy hours of your favorite Exhale XR immersions, guided meditations and spoken word content, as enjoyed on mobile apps but now with a whole new extended VR world. Exhale XR is designed to empower users with the proper tools to improve mental and physical health through virtual travels, calming atmospheres and surprises throughout the realm. <br><br><strong>Special Game Play Features</strong><br>Safe space for exploration, meditation and healing<br>3 Breathing exercises to aid with: <br>\t<ul class=\"bb_ul\"><li>Sleep assist<br></li><li>\tAnxiety reduction<br></li><li>\tRelaxation</li></ul>Musical instruments<br>Reflection ponds<br>Exhale XR wellness library. 3 free retreats with game along with access to an additional 75+ titles, as DLC's.<br>Glass elevator with a full 360° tree-top view<br><br><strong>Sensory Enhancements</strong><br>Atmospheric soundtracks<br>Treetop adventures<br>Centering meditations<br>Invigorating overlooks <br>Plenty of options to perch and ponder the world<br><br><strong>Play Space Requirements</strong><br>Enjoy in all play-space sizes.<br>Experience while seated, standing... or walking around for larger play spaces.<br><br><strong>How The World of Exhale XR came to be...</strong><br>As time and space began to warp towards an unidentifiable vision in space, an odd occurrence began to arise. Fractal parts flashed by as if the architect had begun a redesign in the middle of the night. As dust particles settled from this reapplication of physics, textures and desires, a new galaxy appeared in the distance of space. Through the night sky a new environment of islands emerged, floating in space and time. Each with their own distinctive vibration, appeal and purpose. Once the gravitational pull established a hold on the particles they became a new piece of vibrational guidance towards self reflection.<br><br>Musical attributions:<br>Andrew KN<br>Ethang<br>Kerrie",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2014990/header.jpg?t=1670948006",
    "developers": [
      "Dynamic Augmented Solutions"
    ],
    "publishers": [
      "Artist Life Vision VR"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}