{
  "2014710": {
    "name": "The Crown of Wu Demo",
    "steam_appid": 2014710,
    "required_age": 0,
    "is_free": true,
    "description": "This is a 3D third-person adventure-action, puzzles and platforms game.<br><br>This demo contains a single exclusive level.<br><br>Get ready to explore a new world inspired by Journey to the West, a traditional Chinese tale about the Monkey King, Sun Wukong. You’ll explore the future-past fantasy world as Sun Wukong, fighting alone against enemies and overcoming complex obstacles to retrieve the great Crown stolen by the antagonist Zhu. With Zhu waiting to fight and kill you, will you be able to get back the Crown and save your world from destruction?<h2 class=\"bb_tag\" >The Game World</h2>Immerse yourself in a great land that is both old and new. Inspired by Chinese mythology and created to tell a new story of Sun’s journey from anti-hero to hero, this is a world where legend meets reality.<h2 class=\"bb_tag\" >Attributes &amp; Abilities</h2>Harness the powers of air, fire, earth, and lightning. Each of your powers gives you a way to work with the environment or against your enemies. Attack with Air, Fire, and Lightning. Defend with Earth. Invoke your powers to defeat enemies and move through dangerous abysses.<h2 class=\"bb_tag\" >Combat System </h2>Discover a fresh and easy combat system that grants you incremental powers as you journey across this terrible land to solve the mystery of the stolen Crown. <br><br>Get ready to jump, run and parkour your way across this new world while solving intricate puzzles and overcoming increasingly complex tests as you advance through the different levels.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 葡萄牙语 - 巴西, 简体中文, 西班牙语 - 拉丁美洲, 泰语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2014710/header.jpg?t=1707738264",
    "developers": [
      "Red Mountain"
    ],
    "publishers": [
      "Meridiem Games",
      "Ripples Asia Venture"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}