{
  "2015480": {
    "name": "The Lifetime",
    "steam_appid": 2015480,
    "required_age": 0,
    "is_free": false,
    "description": "The Lifetime combines flowing and super-precise puzzle platforming with adventure-game and disruptive metroidvania elements.<br><br>The game is level-based beat-the-clock gameplay, but with a unique time-collection mechanic:  the key twist is that at the end of each level, any time left over is added to the next. So you can get creative about finding the best order to tackle the non-linear levels in and accumulate gameplay-time across the arc of the game!<h2 class=\"bb_tag\" >You vs Time</h2>At the heart of the game is a race against the clock: master fast and fluid platforming and puzzle solving to succeed. Then take a breath and relax in the calm overworld that offers time-out to devise puzzle solutions and strategise a way forward. This strategic time-collection often involves backtracking to replay levels where extra-time collectibles are easier to find, or that you know you can beat with plenty of time to spare<h2 class=\"bb_tag\" >Puzzle Platforming</h2>Tight, flowing platforming with a huge array of interactions and temporary powerups used to solve dynamic puzzles through non-linear levels<h2 class=\"bb_tag\" >Disruptive Metroidvania Elements</h2>Metroidvania elements further enhance backtracking, where permanent powerups can give access to new paths or areas of previous levels, allowing for faster level completions, discovering even more new abilities, and discovering the game’s many collectibles and narrative paths<h2 class=\"bb_tag\" >Narrative Adventure</h2>Talk to NPCs, find inventory items, get clues to find new places, unravel the story to discover why time is so important to the hero, why they squandered it in their hesitant and insecure former life, and what they need to do to return to the world of the living with enough time to live a full life again!<h2 class=\"bb_tag\" >Non-linear Progression </h2>Branching paths in the overworld allow the player to choose which level to tackle next. Some levels offer multiple exits, some leading to secret levels. Adventure/inventory/NPC interactions are also non-linear, and can lead to secret narrative paths and alternate endings<br><br>Find your way back to the surface. Time is on your side!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2015480/header.jpg?t=1724935514",
    "developers": [
      "Orchid of Redemption"
    ],
    "publishers": [
      "Lamplight Forest"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}