{
  "2016310": {
    "name": "Fantasy Grounds - Dune Adventures in the Imperium",
    "steam_appid": 2016310,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >      Dune - Adventures in the Imperium  </h2>The <i>    Dune: Adventures in the Imperium</i>      roleplaying game takes you into a far future beyond anything you have<br>imagined, where fear is the mind killer so be sure to keep your wits<br>about you. The Imperium is a place of deadly duels, feudal politics, and<br>mysterious abilities, noble Houses politic constantly for power,<br>influence, and vengeance in a universe where a blade can change the<br>fortunes of millions. Build your House, carve your place in the universe<br>or rebuild an ancient lineage and fight for the Imperial throne. <br>Take your characters on a journey through the storied worlds of Frank<br>Herbert's sci-fi masterpiece, inhabit elite agents working for noble<br>Houses where Mentats, Swordmasters, Spies, Bene Gesserit Sisters,<br>Devious Advisors, or even desert Fremen join together to follow your<br>banner.  <br>Whoever you choose to be, remember that those that control the spice control the universe. <br>The <i>    Dune: Adventures in the Imperium</i>     core rulebook contains:<br><ul class=\"bb_ul\"><li>Everything you need to create your own stories of intrigue and<br>adventure on the sands of Arrakis as agents of a powerful noble House.    </li><li>A brand new version of the 2D20 System adapted specially for the <i>    Dune</i><br></li><li>An extensive look at the Imperium, its society, factions, history, technology, culture, faith and more.    </li><li>Guidelines for novice and experienced gamemasters on how to run <i>    Dune</i>    -themed adventures and campaigns of intrigue and adventure for the elite agents of a noble House.    </li><li>Rules for creating a noble House of your own, from House Minor to<br>Major House, detailing its holdings, areas of expertise and agenda.    </li><li>Systems for architect play, where you become the puppet masters, moving agents to your designs to serve your House.    </li><li>An introductory adventure designed to quickly get you and your<br>fellow players involved in the byzantine plots of the Imperium on<br>Arrakis.    </li></ul>     <i>    ﻿You will receive a the Fantasy Grounds ruleset, the core rulebook module, and introductory adventure Harvesters of Dune module. </i><br><i>Adapted for Fantasy Grounds by: </i><strong>Dominic Morta</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Dune 2d20 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2016310/header.jpg?t=1768503062",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 16300,
      "final": 16300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 163.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}