{
  "2016400": {
    "name": "Echoed Realms",
    "steam_appid": 2016400,
    "required_age": 0,
    "is_free": false,
    "description": "Embark on an unforgettable journey through breathtaking fantasy worlds where every corner is a canvas for your wildest adventures. Explore beautifully crafted worlds, rich with diverse landscapes, discovering dungeons, creatures, and loot. Make new friends and companions and then take them on adventures. Kick back and fish or grow something delicious. Discover new recipes and make something unique. Stumble upon endless hidden secrets. Amass a collection, or befriend every creature.<br />\r\n<br />\r\nUnleash your imagination and shape the world to your liking. Build awe-inspiring structures, from cozy cottages to towering fortresses, using a robust construction system that offers limitless possibilities. Craft intricate items and gear, using the resources you gather from the many environments.<br />\r\n<br />\r\nCustomize your home world and your play style. Unlock new features and toggle them on or off as you see fit to customize your gameplay experience. If you don't feel like farming or cooking today, turn it off, and no loop drops or quest rewards will fill up your inventory with any unwanted associated materials until you turn it on again. Your game, your way!<br />\r\n<br />\r\nEchoed Realms is a stylized fantasy adventure extraction game where you can explore and gather resources and friends from other realms to design and build your own realm. It can be played solo or in a party of up to 4 player friends, NPC friends, or pets. Invite your player friends to visit your realm, or go and visit theirs.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2016400/header.jpg?t=1751991972",
    "developers": [
      "Driftwood Throne"
    ],
    "publishers": [
      "Driftwood Throne"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 4 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}