{
  "2016840": {
    "name": "Al Andalus 711: Epic history battle game",
    "steam_appid": 2016840,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Al Andalus 711</strong> is a first-person graphic adventure game set in a historical version of medieval Spain from the 8th century. The player takes on the role of a young fisherman who will travel to a series of locations to carry out different missions.<br><br><strong>Synopsis</strong><br>Theudis, a young fisherman from the Kingdom of the Visigoths, is working in his hometown &quot;Malaca&quot;. Unbeknownst to him, Tariq, a general of the Umayyad Caliphate, is about to land a large army in Visigothic lands. Will Theudis be able to sabotage his enemies, escape from them or participate in great battles to stop the Saracen invasion? Only you can decide it!<br><strong><br>Summary</strong><br>In the role of Theudis, the player is faced with important decisions that will shape the future of the Iberian Peninsula. Solve puzzles, infiltrate the camps, sabotage your enemies and escape on intrepid pursuits to stop the advance of the Saracen army. The player will be able to find and store in his bag objects that will help him in his fight against the enemy. Players will be able to explore devastated locations, with torches they will be able to set fire to the beacons and warn their allies, keys, levers and more objects will serve the player to complete the multiple missions. Watch out! Enemies will try to stop the young fisherman, forcing the player to change his tactics in order to survive.<br><br>The rhythm of the story, the epic battles, the fearless chases, the puzzles and the immersive environment keep the player entertained throughout the game.<br>In the year 711 the Arab invasion of the Iberian Peninsula under the Caliphate of Damascus, established as an Emirate dependent on Damascus. And it is at this point that begins to be known as the kingdom of Al Andalus.<br><br><br><strong>Key Features</strong><br><br>- Experience the history of Al Andalus as a protagonist discovering one of the most famous wars.<br><br><br>- Discover a medieval world full of puzzles and riddles where you will learn more about the society in Al Andalus.<br><br><br>- A visual novel narrated in 3D where you will be the protagonist and where you can make decisions.<br><br><br>- Explore a huge map and different places in the lands of Al Andalus with incredible realistic landscapes.<br><br><br>- A game based on real history, dated with one of the most popular culture stories in Spain.<br><br><br>- Medieval game with hyper-realistic graphics.<br><br><br>- A graphic adventure that will show you a new point of view about this incredible war history.<br><br><br>The lands of Al Andalus are waiting for you, will you be able to change the course of history, will you be able to discover all the secrets that happened in the first years of this confrontation, will you manage to reach Covadonga? Find all the secrets and mysteries of history in Al Andalus 711.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2016840/header.jpg?t=1660124226",
    "developers": [
      "Dnc Games"
    ],
    "publishers": [
      "Dnc Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}