{
  "2016560": {
    "name": "Oblivion Eclipse",
    "steam_appid": 2016560,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>NEW REVOLUTIONARY FANTASY ACTION RPG.</strong></h2><strong>Elden Ring meets Super Mario Odyssey in this open world souls-like action RPG platformer.</strong><br><strong>Vast world, slick combat, fun movement.<br>Slash through gods as you platform your way through a breathtaking world on an unforgettable adventure.</strong><br><br>This game is basically Elden Ring / Dark Souls open world but with Super Mario Odyssey / A Hat In Time character movement controls and world design.<br>We are inspired by many open world titles such as Zelda Breath of the Wild and others.<br>Combat is souls-like but fast paced mixed with platforming movement controls!<h2 class=\"bb_tag\" >Open World RPG</h2>Our stunning world is full of locations and discoveries that'll keep your experience unique and surprising, and views that will be nothing less than breathtaking.<br><br>There are 4 big zones that you will be exploring: the forest, the desert, the skyscapes, and the underworld.<br>Each zone will have many unique and beautiful environments filled with enemies, bosses, and loot.<h2 class=\"bb_tag\" >Souls-Like Combat</h2>Take down enemies and gods using a fast paced melee souls-like action combat system integrated with your platforming-like movement abilities for avoiding attacks. Emphasizing player-skill-based action.<br><br>As you explore and beat gods you'll unlock new areas and find new weapons and character upgrades.<h2 class=\"bb_tag\" >Satisfying &amp; Intuitive Platforming</h2>To traverse the world you will perform combinations of many different moves that are fun, simple, satisfying to pull off, all using intuitive movement controls.<br><br>Jump, dash, force sprint, force jump, wall jump, force roll, activate force, and more.<br>From speeding through forests, to traversing between cliffs, to climbing a massive gorgeous castle - getting around in this open world RPG will NOT just be a walking simulator.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 葡萄牙语 - 巴西, 俄语, 简体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2016560/header.jpg?t=1724464130",
    "developers": [
      "Tbjbu2 Originals"
    ],
    "publishers": [
      "Tbjbu2 Originals"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}