{
  "2016160": {
    "name": "POSTAL 4: No Regerts - KDTF Soundtrack",
    "steam_appid": 2016160,
    "required_age": 0,
    "is_free": true,
    "description": "Dive into the insane, wild world of Edensin by sitting down and listening to some of the town's talk radio! With crazy situations, hilarious dialogue, and a whole lot of furious shouting, KDTF (Desert Talk Forum) is a call-in show hosted by James Clark (writer James Avestruz). One of the dumbest people in Edensin, who sadly and paradoxically believes himself to be the smartest. Joining him is Max (Max Henderson), a put-upon producer whose job is to keep James reined in and stop the show from going off the rails, which it constantly threatens to do.<br />\r\n<br />\r\nA large ensemble cast joins James and Max playing the roles of a few of Edensin's inhabitants. Tommy Jax (Rob Stant), the rage-fueled pill-pushing bodybuilder from out of state. Dante Tonitini (Gianni Matragano), the mob boss whose shady business dealings are an open secret to the world and to the government. His daughter Tina (Cas Richardson), a shrill harpy with a dangerously short fuse and lack of concern for others' wellbeing. Jizz &amp; Spooge (Ari Bloss &amp; James Avestruz), a pair of shock jock radio hosts who run a more popular rival show in the same building as KDTF, who gleefully torment James and Max. These characters and many more give you a glimpse into some of the health-pipe-addled minds of the city.<br />\r\nDesigned to endlessly loop while played in-game, KDTF's script has multiple backward and forward references between calls. And as you listen, the reoccuring characters will flesh out their messed up lives and thoughts, and the host gets to know (and &quot;love&quot;) the town along with you.<br />\r\n<br />\r\nFrom the in-studio hostage situation, to the man on the street segment that turns into a life or death chase, to the crypto dipshit trying to sell something they can't even describe, to the character who's convinced he's in a video game, KDTF's blend of situational comedy, expressive vocal performances and meta humor will delight listeners of every kind. If you've ever enjoyed talk radio in video games before, welcome home. This might be your favorite show yet. It's KDTF.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2016160/header.jpg?t=1659527887",
    "developers": [
      "Running With Scissors"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 1 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "music"
  }
}