{
  "2016060": {
    "name": "Twilight Explorers",
    "steam_appid": 2016060,
    "required_age": 0,
    "is_free": false,
    "description": "Step into the world of Adva, a planet shattered into countless pieces by a cataclysmic event. In &quot;Twilight Explorers,&quot; you are a young Explorer from Orangewood, competing in a grand tournament for a place in the prestigious Academy to train as a Guardian—a Celestial protector of realms and a master of Kairos. Use ancient Celtic-Atlantean teleportation gates to explore 1 billion procedurally generated shattered world zones by combining hidden keywords. If you find a world you like, or discover a rare secret, tell your friends about it by giving them the keyword combination in the form of a GRID:// URL.<h2 class=\"bb_tag\" ><strong>Key Features:</strong></h2><br>Procedurally Generated Worlds<br>Explore 1 billion procedurally generated shard worlds using a combination of keywords at an uncovered ancient Celtic-Atlantean teleportation gate.<br>Discover rare items hidden deep within certain keyword combinations zones and uncover hand-crafted secret locations to hang out or unravel story mysteries in.<br><br>Each shattered world zone will feature a small field, a dungeon with multiple floors, and a variety of secrets, items, and other unique points of interest.<br>Journey through various biomes, each tied to a unique Kairos shard that rests there. Forests, frozen tundras, caves, volcanic lands, haunted mansions buried deep in spooky forests and more!<br><br>Solve puzzles and face challenges to retrieve the powerful Kairos Orbs and unlock new areas.<br>Hint at the greater implications of combining Kairos Orbs and the potentially sinister intentions of Kairos Corp.<br>Collect Kairos sparks as XP and shards from procedurally generated dungeons. Each shattered world zone has a field and a dungeon.<br>Assemble the shards to form Kairos Orbs, which allow you to unleash powerful attacks in combat. Quick swap orbs in battle to maximize type advantages and do more damage.<h2 class=\"bb_tag\" ><strong>Epic Tournament Arc</strong></h2><br>Compete in thrilling non-lethal action combat using bokken (training swords) that come in many styles and can be modified with the Swordsmith system.<br>Climb the tournament ranking ladder, facing rivals and uncovering the dangers of unchecked ambition. Will you use your Kairos to help others, or will you harness it for pure dominance?<br>Experience a dynamic day/night cycle and calendar system tracking events and tournament progress.<br><br><strong><h2 class=\"bb_tag\" >Non-Lethal Dynamic Combat</h2></strong><br><br>Engage in non-lethal sparring against NPCs using bokken (training swords) that come in many styles.<br>Modify your bokken with the Swordsmith system to enhance your combat abilities.<br>Unleash powerful elemental Kairos attacks at range, heal with a Stamina Draft, or go in close and beat your opponent into submission.<br>Don’t just spar with other trainers for rank, battle cute or gruesome Shells to cleanse Adva of their presence and protect the town from invasion.<h2 class=\"bb_tag\" ><strong>Be a Hometown Hero</strong></h2><br>Help your neighbors by delivering food, completing tasks, exploring back yards, and competing in minigames all around the large town of Orangewood.<br>Engage in mini-games and daily training activities to improve your stats. Speed, Strength, Stamina, Defense, Bravery, Faith, and Focus - what kind of Guardian will you be? <br>Rescue a pet dog or cat that can then join you as you explore the town. Take your pet on adventures and let it attack enemies for you!<br>Build relationships with your NPC friends, and unlock their homes as a place to hangout and explore, or take up to two friends on your adventures with you as you jump between shattered world zones. Each friend has their own personality and chats dynamically as you run around.<br>Trade with your NPC friends, discover rare items and weapons by checking everyone’s bag and deciding for yourself what loadout you will take into the unknown.<br>Claim a “Secret Base” and decorate it with plushies, furniture, new wallpaper, and other goodies that show off your achievements.<br>While there are many NPCs you can befriend and fight alongside, there are a few key characters who have story quests of their own. With each one you uncover, you can increase your friendship by completing these challenges, and get unique items as a result.<br><br><strong><h2 class=\"bb_tag\" >Introducing the ‘Soulstream’</h2></strong><br><br>Your ‘Soulstream’ is the very DNA of your soul. Your thoughts, emotions, experiences, relationships, and decisions make you who you are. Soulstream is a popular Kinetic Alignment and Introspective Reflection Operating System (K.A.I.R.O.S.) provided to you by Kairos Corp. that maps each of your soul nodes to a unique GRID:// URL for your convenience. Rest, reflect, and manipulate your Soulstream to become the most powerful Guardian in training.<br>Soulstream is a real journal desktop operating system (also available on Android and iOS) that you can use to improve your real self while gaining stats and XP in the game! Essentially, it’s a gamified journal, calendar, and task management system you can use daily to become a better trainer in real life! It also features powerful filters, search and rapid logging.<br><br><strong><h2 class=\"bb_tag\" >Personal Growth &amp; Revelation</h2></strong><br><br>Journal through Soulstream on your phone or on the web or sit in game and do so while taking in the beautiful world of Adva and its shattered skies.<br>Make decisions, reflect on your experiences, and uncover mysteries to shape your destiny.<br>Write in your journal to unlock powerful abilities, weapons, items, and loot that can then be used in the 3D game world to advance your playthrough.<br>Soulstream is gamified beyond stats and XP, as you can interact with your NPC friends, receive messages with hidden keywords, and read gamified message boards where NPCs discuss the world of Adva, its secrets, and even gameplay tactics.<br>IMPORTANT! - You can play Twilight Explorers without the Soulstream app. Soulstream is a fictional self-contained in-game UI as well! You can also convert your XP between play modes at will if you’d like to switch it up.<br>DISCLAIMER - Soulstream will remain in ongoing development before, during and after the release of Twilight Explorer, so please leave feedback and be gracious if you find bugs :)<br><br><strong><h2 class=\"bb_tag\" >Intriguing Narrative and World-Building</h2></strong><br><br>Unravel the mysteries of Adva through encounters with a spectral weeping boy, a mysterious poem, and a terrible omniscient and eternal force that watches your every move…<br>Discover ancient Celtic and Atlantean-inspired artifacts, environmental puzzles, and lore.<br>Gradually discover your connection to the enigmatic power of Kairos and the Soulstream. Does Kairos Corp. have your best interest at heart, or will they use your soul data for more nefarious purposes?<br>Navigate encounters and visions that reveal hidden truths about Adva and your role within it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2016060/header.jpg?t=1739912561",
    "developers": [
      "Faithdrawn Studios"
    ],
    "publishers": [
      "Faithdrawn Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}