{
  "2017660": {
    "name": "Roundguard Demo",
    "steam_appid": 2017660,
    "required_age": 0,
    "is_free": true,
    "description": "An all-round bouncy adventure! If you love roguelikes &amp; Peggle, then Roundguard is for you.<br><br>Castle Springbottom is under attack and it’s up to the Roundguard to save the king and -- more importantly -- recover his gold! Fling your hero into the face of danger and bounce off hordes of dangerously cute monsters to reach the bottom of the dungeon. You only have one life, so you’ll need to learn how to navigate the dungeon’s hazards, master your hero’s skills, and make strategic choices if you hope to defeat the final boss. But don’t worry, the Roundguard always bounces back!<br><br><ul class=\"bb_ul\"><li> <i>Bouncy Fun:</i> Intuitive pinball physics based gameplay like no other dungeon crawler.<br></li><li> <i>Multiple Classes:</i> Play as the Warrior, the Rogue, the Wizard, or the Druid each with their own unique skills, items, and cheeky sense of humor.<br></li><li> <i>Randomized Dungeon:</i> Each time you play, the world map and every level are procedurally generated, and quest events and elite monsters are randomly placed. It’s a new experience every time.<br></li><li> <i>Permadeath with Benefits:</i> Each time you die, you’ll have a chance to bring a special trinket with you on your next run to help even the odds. The more gold you grab before dying, the better your chances to collect one of the most powerful trinkets for your next run.<br></li><li> <i>A Cast of Oddballs:</i> Chat with the castle’s colorful cast to pick up quests and learn why some rats want their king dead, what’s irritating the local teenage skeleton today, or what the Warrior will do if you can’t get to a bathroom quickly enough.<br></li><li> <i>Lots of Loot:</i> Over 200 items and trinkets, each with effects that present strategic choices and combo possibilities. Rare and legendary items have randomly chosen bonus properties, so each one feels special.<br></li><li> <i>Show Off Your Skills:</i> Compete on the leaderboards and try to master all the challenging, rule-bending relics. Test yourself in the daily and weekly challenges to earn new rewards and bragging rights.<br><br>Join our Discord to chat with the devs, influence the game's direction, and swap RPG memes!</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语, 简体中文, 西班牙语 - 拉丁美洲, 繁体中文, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2017660/header.jpg?t=1654784844",
    "developers": [
      "Wonderbelly Games"
    ],
    "publishers": [
      "Wonderbelly Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}