{
  "2017730": {
    "name": "The Chicken Game",
    "steam_appid": 2017730,
    "required_age": 0,
    "is_free": false,
    "description": "This is <strong>not</strong> your parents' chicken farming simulator.  Granted, they probably didn't <i>have</i> a chicken farming simulator, but still!  <br><br>Starting your journey as a humble farmer, you will improve and expand, unlocking and rediscovering the long lost secrets to the chicken genome.  What secrets might you ask?  Polka dots.  And rainbow stripes.  And super speed.  Design your own farm, collect your crops, and create new and unique chickens in this indie pixel-art game.<h2 class=\"bb_tag\" >Best of Both Worlds</h2>Are you a fan of the relaxing farming aesthetic of <i>Stardew Valley</i> and a classic idle gameplay style?  How about the strategy of a genetic evolution simulator?  What about open world RPGs and trading card games?  Well we don't have that last one, but <i>The Chicken Game</i> blends problem solving, creativity, and fun.<h2 class=\"bb_tag\" >Pick Your Playstyle</h2>From casual players who farm for fun, to hardcore gamers who play to win, there is always a path for you to take.  Follow along with a series of advancements, work to bring back the lost legendary chickens of old, or simply design the pen of your dreams—you're never forced to &quot;progress&quot; towards a finish line just to have fun.<br><br><br><strong>No chickens were harmed in the making of this game.</strong>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 葡萄牙语 - 巴西, 俄语, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2017730/header.jpg?t=1671251519",
    "developers": [
      "Trevor DePodesta"
    ],
    "publishers": [
      "Trevor DePodesta"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}