{
  "2017590": {
    "name": "三毫子大冒險",
    "steam_appid": 2017590,
    "required_age": 0,
    "is_free": true,
    "description": "With relatively cheap price, short and easily understandable story, “30 Cents Novel” widely accepted as popular public entertainment among Hong Kong during the 1950s and the 1960s. The name of “30 Cents Novel” is because every volume was sold only 30 cents HKD. As a kind of entertainment for fast consumption, these novels are produced to be disposable that only limited copies have survived today.<br />\r\nBy merging and rewriting the story form original texts and true events in the reality, &quot;The Adventure of 30 Cents Novel&quot; recreated dozens of 30 cents novels into a playable visual novel. The official released version contains many plot lines and over 10 endings. Only those completed all storylines can understand the entire story and characters’ relationship behind.<br />\r\nThe idea of the game &quot;The Adventure of 30 Cents Novel&quot; stems from the exhibition &quot;Memories of Our City: Hong Kong Literature from Yesterday into Tomorrow&quot;, cooperated by National Museum of Taiwan Literature and Research Centre for Chinese Literature and Literary Culture (RCCLLC) at The Education University of Hong Kong. In that time, we hope to produce a game that can be shown and played by visitors in the exhibition. Due to unforeseen circumstances, it unfortunately could not be achieved in the exhibition. Eventually, the completed script is transformed into a visual novel, a simple format of game media, which is a rare cultural recreation based on Hong Kong literature.<br />\r\nWe are grateful to the supports from Faculty of Humanities at The Education University of Hong Kong, the production team “Frozen Veggies Kulturkreis”, and scholars researching on Hong Kong literature. Apart from the official release, there are more DLC coming in the future. Please enjoy.",
    "supported_languages": "繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2017590/header.jpg?t=1703427829",
    "developers": [
      "RCCLLC",
      "三色豆文化圈"
    ],
    "publishers": [
      "三色豆文化圈"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}