{
  "2018370": {
    "name": "Ultimate Cartridge Collection Deluxe",
    "steam_appid": 2018370,
    "required_age": 0,
    "is_free": false,
    "description": "Play three different games in this game collection! Experience three different adventures filled with colorful characters and various mechanics to solve puzzles and avoid dangers. Maybe what you'll learn in these games will come in handy at some point...<h2 class=\"bb_tag\" >THE ULTIMATE CARTRIDGE COLLECTION DELUXE</h2>This collection contains three unreleased games from Ravenexe Entertainment. Ravenexe used to be the most worldly renowned video game company in the 90's, but it went bankrupt overnight and the games in development became very rare collectibles. Each game features numerous gameplays and unique characters!<br><br><ul class=\"bb_ul\"><li>- Pirate's Hide'N'Seek with Jamson: Little pirate cats love to hide in the ruins of an ancient civilization with strange mechanisms. You must find them!<ul class=\"bb_ul\"><li><br></li><li></li></ul><ul class=\"bb_ul\"><li>- Axel &amp; Fred's Swampy Restaurant: Help an axolotl buisinessman and retired drug dealer frog run their somewhat unusual restaurant....</li></ul><br><ul class=\"bb_ul\"><li>- SteamSky with Dreamon: Use a sophisticated flying machine to navigate an archipelago of floating islands and help a little dragon.</li></ul><h2 class=\"bb_tag\" >GAMEPLAY</h2>Move in first person and solve puzzles. With diverse mechanics, you will be able to see invisible objects, use devices to obtain information and learn to handle strange machines to discover mysteries and progress through the different game cartridges... And maybe more.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2018370/header.jpg?t=1674046456",
    "developers": [
      "Nogam Game"
    ],
    "publishers": [
      "Nogam Game"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}