{
  "2018510": {
    "name": "Lost in Hell Soundtrack",
    "steam_appid": 2018510,
    "required_age": 0,
    "is_free": false,
    "description": "Album composed by Baryiscool<br />\r\nAdditional performance by Cyberdevil<br />\r\n<br />\r\n   These songs were crafted for cinematics adaptations inside the cutscenes and gameplay. Atmospheric reverbs mixed with intriguing eerie loops compose the score. Adapting the mood that can go from calm, action or terror - while keeping mysteries in the air.<br />\r\n<br />\r\n   Lost in Hell is a single-player game with endless hordes of monsters, grim characters and gritty scenarios! Blast your way through the evils on this atmospheric side-scrolling, with directional freedom to explore and combat... or to flee your enemies and spare ammo...<br />\r\n   Set in an atmosphere of constant dread and mortal danger...in this 2D side-scrolling you will discover the truth behind a deadly outbreak in the remote mountains of Nunavut. Mysteries await inside a laboratory that had been operating in strict secrecy until a bizarre experiment goes wrong, prompting a former soldier with a troubled past to begin a personal mission to uncover what happened. <br />\r\n   What starts as an ordinary investigation soon turns more sinister as the night progresses...You must confront your fears, while discovering strange experiments, documents, and other secrets along the way. The conditions require you to utilize your military arsenal and scavenge for resources as deadly threats emerge from every corner... they appear to stem from an unknown menace that blurs the lines between science and myth... a monstrous nightmare buried deep beneath the facade of progress in the name of humanity!",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2018510/header.jpg?t=1700663759",
    "developers": [
      "Luan Prates de Souza"
    ],
    "publishers": [
      "Luan Prates de Souza"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 11 月 22 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "music"
  }
}