{
  "2019200": {
    "name": "RookTKO's GemCore",
    "steam_appid": 2019200,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Into the Corporate Abyss</h2>Plunge into the depths of corporate darkness in 'GemCore', where a neon-drenched universe belies a sinister tale of unbridled capitalism. Trapped in the role of an unwitting engineer, you're a cog in the vast machinery of a merciless mining corporation.<h2 class=\"bb_tag\" >Bullet Heaven Chaos Meets Strategic Mastery</h2>'GemCore' is an intense fusion of bullet heaven chaos and strategic deck-building. Each procedurally generated planet is not only a battleground filled with swarms of extraterrestrial adversaries but also a testament to your employer's insatiable greed.<h2 class=\"bb_tag\" >The Arsenal of Oppression and Rebellion</h2>Customize your loadout with an array of unique plugins, each offering new tactics and firepower to navigate through the bullet-ridden chaos. But beware – in this universe, every upgrade and power-up is a double-edged sword, crafted by the corporation to further its own sinister goals.<h2 class=\"bb_tag\" >Unveiling the Harrowing Truth</h2>As you delve deeper into the heart of alien worlds, the façade of your mission crumbles, revealing the harrowing truth of your existence. You're not just an engineer; you're a pawn in a grand scheme of galactic exploitation.<h2 class=\"bb_tag\" >A Journey of Defiance and Discovery</h2>In 'GemCore', the thrill of surviving overwhelming odds is intertwined with a narrative of defiance against a faceless oppressor. This premium game experience promises an ongoing saga with future DLCs, expanding your journey without additional costs.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019200/header.jpg?t=1750294392",
    "developers": [
      "RookTKO"
    ],
    "publishers": [
      "RookTKO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}