{
  "2019900": {
    "name": "Whispers in the West Demo",
    "steam_appid": 2019900,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>What's in the demo?</strong><br>The demo contains a 15-minute tutorial (which is a mystery to be solved by a single player), and an hour-long full story, the Ghost of Brimstone, for 1-4 players.<br><i>Communication is key - Whispers in the West is best played in the company of friends. An online-chatting software (like Discord, Zoom, Google Meet, or WhatsApp) is required until in-game chat is supported. </i><h2 class=\"bb_tag\" >Multiplayer Murder Mystery Game</h2>Whispers in the West is an online co-op murder mystery game set in the far reaches of the Wild West. Choose a story, team up with your friends and solve the mystery…<br><br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019900/extras/03da4720605c775e03e4391f45983d64.poster.avif?t=1741208292\" width=616 height=346 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019900/extras/03da4720605c775e03e4391f45983d64.webm?t=1741208292\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019900/extras/03da4720605c775e03e4391f45983d64.mp4?t=1741208292\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Role-Play Four Unique Playable Characters</h2>The four playable characters each offering a unique skill, which leads to different interactions with the town's residents. Each player's discoveries will be crucial to uncovering the truth. Over the course of a number of in-game days, you and your friends need to collaborate, look for clues and finally piece the puzzle together.<h2 class=\"bb_tag\" >Online Co-op</h2>You and your friends will take on the roles of the Sheriff, the Deputy, the Cowboy or the Outlaw. Work collaboratively and debate amongst yourselves to deduce the true perpetrator from among the townsfolk.<h2 class=\"bb_tag\" >The Investigation</h2><br><ul class=\"bb_ul\"><li><strong>The Streets of Brimstone</strong><br>Discover the various locations of Brimstone and explore its depths for clues! From the bustling, grimy saloon, to the dust-bowl, tumbleweed ridden main street. There are heaps of secrets to unearth, which will leave you and your friends perplexed as you piece the mystery together.<br><br></li><li><strong>The Residents of Brimstone</strong><br>Will you be able to tell the good from the bad and the ugly? You will meet the good-for-nothing Mayor hidden away in his studious office, a withered Saloon Owner gossiping away as he shares rumours with his customers, and a high-strung Blacksmith hammering away at his anvil to name but a few. <br><br>Don’t be fooled however, a culprit lurks among them! </li></ul><h2 class=\"bb_tag\" >Whodunnit?</h2><br><ul class=\"bb_ul\"><li><strong>Explore a stylized game world</strong><br>Being a side-scrolling RPG, the game features classic point &amp; click gameplay. While this is a well-tested formula, our non-linear story engine and the multiplayer feature make it stand apart from similar games.<br><br></li><li><strong> Fast travel to locations</strong><br>Meet the various characters around the town and question them to gain further insight into the town's history, characters and lore.<br> <br></li><li><strong> Interrogate the residents</strong><br>Who knows what shady past or hidden romance may have occurred behind the scenes! The further you investigate a character, the closer you’ll come to bring to light secrets they may withhold about other residents.<br> <br></li><li><strong> Inspect the clues</strong><br>A bloody murder weapon is a sure bet to lead you to the truth, or could it be a red herring to throw you off the scent? No doubt a discarded wanted poster holds a hot lead on a potential suspect. However you investigate, a keen eye and quick wit is essential when diving into the rabbit hole.<br>  <br></li><li><strong> Utilize your unique skill</strong><br>Using all the tools at your team's disposal is essential to solve the mystery within the time limit. Don’t be a lone wolf. <br><br></li><li><strong> Be aware of the time limit</strong><br>Keep an eye on the clock as you’ll only have a short time to investigate, allocate tasks amongst your party wisely.<br> <br></li><li><strong>Review the investigation</strong><br>Scrutinize the findings in your case file and determine the truth amongst the lies with your team. In the end you can only settle on one culprit... Be warned, things may get heated!</li></ul>",
    "supported_languages": "英语, 德语, 西班牙语 - 西班牙, 日语, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019900/header.jpg?t=1741208292",
    "developers": [
      "Infinite Whys"
    ],
    "publishers": [
      "Infinite Whys"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}