{
  "2019140": {
    "name": "SHADOW WAR",
    "steam_appid": 2019140,
    "required_age": 0,
    "is_free": true,
    "description": "// GAMEPLAY<br />\r\nSHADOW WAR is a third-person 5v5 action title with heavy strategic elements and unique gameplay mechanics, rewarding both tactically minded and mechanically focused audiences. Players will be able to select from a roster of diverse and powerful characters (known as “Operatives”) and form a team with their allies to compete in intense five versus five matches.<br />\r\n<br />\r\n// OPERATIVES<br />\r\nOperatives are varied and fit into one of several roles. The first of these are the highly armored Vanguards, imposing tanks that protect their allies. Next is the Assault class, quick and versatile duelists that prefer melee combat. Players wishing to stay at a distance may find themselves opting for the Specialist class, while those who wish to assist and enable their team will be able to play the Tactical class. Finally, the Predator class will allow for on-demand target access and bursts of damage to finish off key roles.<br />\r\n<br />\r\n// ABILITIES<br />\r\nOperatives have several abilities depending on the weapons they can use. Some operatives have both ranged and melee options, or abilities supplementing both playstyles. Creative players will find the best applications of each combat mode to achieve the best result. In SHADOW WAR, the choice is yours.<br />\r\n<br />\r\n// MODES<br />\r\nThere are a multitude of maps and game modes available in SHADOW WAR featuring locations from all over the in-game universe. In one map, combatants will fight atop a corporate building in a futuristic New York City, a false front for a dangerous terrorist operation. In another, players will battle for supremacy in the Memetic Archive, a top-secret underground data vault hidden in the north.<br />\r\n<br />\r\nA typical SHADOW WAR match is 5v5 and fought for victory points, with the winning team at the end of each match having the most victory points. Average game times will range from 10-20 minutes, allowing for fast and fun games with low downtime.<br />\r\n<br />\r\n// COMPETITION<br />\r\nCompetition is at the core of SHADOW WAR. Featuring extensive systems to enable players to improve in skill, mentor new talent, and form guilds and clans, the game is set to engender and support the healthy competition of which game mechanics are so capable.<br />\r\n<br />\r\n// COLLECTIBLES<br />\r\nCollectible items in the forms of digital skins, customizations, banners, icons, and even physical swag are a large focus of development. Personalization is a key focus, and by earning the best titles and accolades in-game, you’ll be able to flex your feats both in-game and in the real world.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019140/header.jpg?t=1734720932",
    "developers": [
      "Patriots Division"
    ],
    "publishers": [
      "Patriots Division"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 61,
        "description": "可用 HDR"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}