{
  "2019570": {
    "name": "Cyber City Clash",
    "steam_appid": 2019570,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Cyber City Clash - Unleash the Future of Fighting!</strong><br><br><i>Welcome to the neon-lit streets of the future - Cyber City Clash, the future in 2.5D arcade fighting! Immerse yourself in a dystopian cyberpunk world where every battle echoes through the towering skyscrapers. Engage in fierce combat as you navigate through the diverse districts of the Cyber City. Will you rise to the top and become the ultimate cybernetic warrior?</i><br><br><strong>Gorgeous Cyberpunk Arenas:</strong><br>Explore the vividly detailed stages scattered across the Cyber City. From the bustling marketplaces to the dark alleyways, each location is a visual masterpiece that sets the stage for epic clashes. Immerse yourself in the cyberpunk atmosphere as you battle for supremacy.<br><br><strong>Choose Your Cyber Fighter:</strong><br>Select your avatar from a roster of ten cybernetically enhanced fighters, each with their own unique characteristics and combat styles. From swift assassins to hulking bruisers, find the perfect match for your playstyle and dominate the competition.<br><br><strong>Varied Game Modes:</strong><br>Whether you're a solo warrior or prefer to challenge a friend, Cyber City Clash has you covered. Dive into single-player vs AI for an immersive story-driven experience or engage in intense 2-player local battles. Take the fight online with the Player vs Player mode, featuring rollback netcode functionality for lag-free, competitive showdowns.<br><br><strong>Accessible Controls, Deep Gameplay:</strong><br>Experience the best of both worlds with a simplified control system that welcomes beginners and casual fighters while offering the depth that experts crave. Master the art of cyber combat with our tutorial mode, ensuring you're ready to face any opponent in the Cyber City.<br><br><strong>Adaptive AI and Skill Settings:</strong><br>Tailor the challenge to your liking with an adjustable AI difficulty setting. Whether you're a newcomer or a seasoned fighter, Cyber City Clash can be adjusted to your skill level, ensuring every battle is a thrilling experience.<br><br><strong>Stunning 4K Visuals:</strong><br>Witness the future in breathtaking detail with Cyber City Clash's stunning 4K visuals (on supported hardware). Every punch, kick, and explosion is a feast for the eyes, delivering a visual spectacle that matches the intensity of the battles themselves.<br><br><strong>Are you ready to Clash in the Cyber City? Your destiny awaits!</strong><br><br><br>Features:<br><br>* Fight across multiple stages based in various locations in the cyberpunk city, each rendered in gorgeous detail.<br>* Engage in combat with your choice from ten cyber fighters each with their own characteristics.<br>* Single player vs AI game mode.<br>* Player vs Player local multiplayer mode.<br>* Online Player vs Player mode, featuring rollback netcode functionality (planned during early access period).<br>* Simplified control system, move sets and combos make it great for beginners or casual fighters as well as experts alike.<br>* Tutorial mode that introduces the fundamentals of fighting in Cyber City Clash (planned during early access period).<br>* AI difficulty setting to adjust the game to your skill level<br>* Stunning visuals, rendered in 4K on supported hardware.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2019570/header.jpg?t=1738481492",
    "developers": [
      "Apple Juice Interactive"
    ],
    "publishers": [
      "Apple Juice Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}