{
  "2020670": {
    "name": "StarMaker VR",
    "steam_appid": 2020670,
    "required_age": 0,
    "is_free": true,
    "description": "StarMaker VR is a game designed using music and indicates players sing to play in the game. Listen to authorized music editions from Sony, Warner Bros., etc., and customize your character as you like! We hope that players can redefine themselves with the melodies!<br><br><strong>Features</strong><h2 class=\"bb_tag\" >Sing Star</h2>With more than 2 million in the songs library, find the songs you love! Create a Karaoke room in SingStar, listen to music and other players' work, rate other players, sing in the different scenes, or even hold a concert in the virtual environment you created.<h2 class=\"bb_tag\" >Shooting Star</h2>Find the intensity of the music rhythm and choose either distance battle or melee to attack the digital demons, protect the music from being stolen and guard the music world.<h2 class=\"bb_tag\" >Taiko Star</h2>Use your drumsticks to beat the music note, concentrate more on the rhythm of the songs and experience the fun of drumming and get higher scores.<h2 class=\"bb_tag\" >Blade Star</h2>Slash the cubes according to the instructions. Following the directions and colors, shake your body with melodies, and release your soul. Start your music trip in StarMaker VR, and create a new music world. Enjoy yourself and release real soul by shaking your bodies with music rhythm in the game!<h2 class=\"bb_tag\" >Your Assistant</h2>Chat with your AI friend - Calliope, maybe there is a little surprise.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2020670/header.jpg?t=1673403648",
    "developers": [
      "STAR SHINE ENTERTAINMENT PTE LTD"
    ],
    "publishers": [
      "STAR SHINE ENTERTAINMENT PTE LTD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}