{
  "2020940": {
    "name": "STALCRAFT Demo",
    "steam_appid": 2020940,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>STALCRAFT</strong> is a combination of <i>MMOFPS</i> and <i>Survival Horror</i>. It features a unique open world, RPG and shooter mechanics, and atmospheric gameplay.<h2 class=\"bb_tag\" >Gameplay</h2>The player spends most of their time in the open world of the <strong>Chernobyl Exclusion Zone</strong>. Locations are filled with all sorts of PvP and PvE activities beloved by fans of S.T.A.L.K.E.R.: searching for artifacts, hunting mutants, exploring uncharted locations and laboratories, completing quests, and participating in faction wars. For time-poor players, there are various session modes.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2020940/extras/1.gif?t=1753461973\" /></span><h2 class=\"bb_tag\" >Plot and quests</h2>The main storyline introduces the player to the Zone, putting them at the center of an intriguing story full of cutscenes and difficult choices. There are also lots of side quests filled with memorable characters and stalker romance.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2020940/extras/3.gif?t=1753461973\" /></span><h2 class=\"bb_tag\" >First-person shooter</h2>STALCRAFT has a similar weapon balance to games like Call of Duty, where reaction times and shooting skills are paramount. High-quality weapon animations and sounds allow players to enjoy the action to the fullest.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2020940/extras/2.gif?t=1753461973\" /></span><h2 class=\"bb_tag\" >Engine and setting</h2>STALCRAFT was originally conceived as a global fan mod for Minecraft, bringing the world of the S.T.A.L.K.E.R. games online. However, after <strong>seven years</strong> of intensive development, the project has changed significantly, and is now based on its own game engine. We position the game as an independent product inspired by GSC Game World's games, but not copying them.<h2 class=\"bb_tag\" >PVP in an open world</h2>One of the key features of the game is complete PvP freedom. Players join one of several warring factions and can kill outsiders anywhere, except for small safe zones and quest dungeons. What would a stalker's life be without looting and ambushes?<h2 class=\"bb_tag\" >Distribution model</h2>The game is available on a free-to-play basis for PC. Progress is not tied to donations: everything can be collected through quests, from NPC traders, or from other players at in-game auctions.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2020940/header.jpg?t=1753461973",
    "developers": [
      "EXBO"
    ],
    "publishers": [
      "EXBO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}