{
  "2021030": {
    "name": "Model Builder: The Invincible Helmet",
    "steam_appid": 2021030,
    "required_age": 0,
    "is_free": true,
    "description": "Waking up as a space scientist on a hostile planet. You have nothing with you besides the helmet on your head, and one assignment: to find out what happened and where is the crew of your spaceship... <br><br><strong>The Invincible joins the Model Builder family, and together we will resolve this mystery!</strong> Thanks to our cooperation, we are launching a <strong>FREE DLC</strong> with an iconic <strong>retro-future helmet</strong>! Now it's up to you. Create your story and define how the helmet will look like!<br><br>Remember: This content requires the base Model Builder game on Steam in order to play.<br><br><strong>About The Invincible</strong><br><i>The Invincible is a first-person Sci-Fi thriller set in a retro-future timeline. Waking up as a space scientist on a hostile planet, you embark on a mysterious mission to find the missing crew of your spaceship. Survival is a matter of your correct choices, taken whilst uncovering the secrets of the planet, bigger than anyone thought.</i><br><br><strong>About Model Builder</strong><br><i>Join the latest trend in simulation games, bring out your creativity and make awesome looking models. Assemble, customize and display your creations, whether you’re a veteran or a novice. Get building and get creative!</i>",
    "supported_languages": "英语<strong>*</strong>, 波兰语, 德语, 意大利语, 法语, 葡萄牙语 - 葡萄牙, 简体中文, 西班牙语 - 西班牙, 俄语, 日语, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2021030/header.jpg?t=1684330928",
    "developers": [
      "Moonlit S.A."
    ],
    "publishers": [
      "Green Man Gaming Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}