{
  "2022000": {
    "name": "Ethernal",
    "steam_appid": 2022000,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2022000/extras/31b347112c84407874e8ea8c08035809.avif?t=1714731603\" width=500 height=200 /></span><br><br><strong><i>Wake up, Lena.</i></strong><br><br>Step into Ethernal, an action-packed journey set on Saturn and its moons, where the fate of humanity will depend on you. Use of an extensive arsenal of weapons and powers to crush your enemies and to explore the barren worlds ahead of you. In this new world of violence, you will fight hordes of alien Xenocytes, rogue robots and all sorts of other enemies as Lena, the daughter of the ERE's founder, while you experience the aftermath of the cataclysm you've helped to unleash.<br><br>With your left arm now mutated by an alien Xenocyte, you wield incredible power to exterminate your foes.<br>However, every choice you make carries weight, as your newfound companion observes and learns from your actions.<br>Be careful...<h2 class=\"bb_tag\" ><strong><u>Gameplay</u></strong></h2><br>In Ethernal, you will have the help of your exo-suit, advanced weaponry, and powers.<br>Use rifles for firepower, shotguns for close combat, and pistols as backup.<br>Teleport, spawn shields and unleash blackholes to annihilate threats.<br>Execute your enemies to obtain loot such as health, ammunition and ether.<br>Dash and jump to evade danger.<br><br>Use the environment to your advantage, whether to help you in combat or to uncover valuable resources and discover new paths.<br>These tools are just the beginning; there’s more out there waiting for you. Find them, as they'll be crucial in your journey.<h2 class=\"bb_tag\" ><strong><u>Campaign</u></strong></h2><br>In 2151, Titan has become a mega-factory under the Ethereal Research Enterprise (ERE), exploiting humans to produce Ether, a vital resource for energy and technology. Workers live oppressed in a caste-like system under surveillance by the DIWO (Directory of Intelligence and War Operations), the brutal secret service of the ERE. Lena, the founder's daughter, unleashes an alien invasion after a sabotaged experiment, resulting in her getting imprisoned and transformed into a human-alien hybrid. Long after, Lena awakes with a mutated Xenocyte as her left arm, strongly confused and lost to a world in chaos, where she will have to fight and choose between vengeance, redemption and destruction.<br><br><strong><i>What will you do, Lena?</i></strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2022000/header.jpg?t=1714731603",
    "developers": [
      "Ethernal Studios"
    ],
    "publishers": [
      "Ethernal Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}