{
  "202200": {
    "name": "Galactic Civilizations® II: Ultimate Edition",
    "steam_appid": 202200,
    "required_age": 0,
    "is_free": false,
    "description": "Get the complete Galactic Civilizations II saga including the acclaimed PC strategy game of the year Galactic Civilizations II: Dread Lords, the award winning expansion pack Dark Avatar, and the newest expansion pack Twilight of the Arnor!<br>\t\t\t\t\t\t\t<br><strong>Galactic Civilizations II: Dread Lords:</strong> Galactic Civilizations II is the sequel to 2003's hit turn-based strategy game of the same name. The player takes on the role of the leader of a space-faring civilization and must guide its expansion in a hostile galaxy. Gamers must balance their economic, technological, diplomatic, cultural, and military power to forge alliances, fight wars, and ultimately dominate the galaxy. The game is single-player and allows the player to play randomly generated galactic maps or play through a multi-mission campaign that tells the story of an ancient enemy called the Dread Lords.<br>\t\t\t\t\t\t\t<br><strong>Galactic Civilizations II: Dark Avatar:</strong> The expansion pack for Stardock's award-winning hit strategy game, Galactic Civilizations II: Dread Lords. This expansion pack not only adds the usual content that expansion packs tend to do such as new opponents, new units and a new campaign. It also greatly expands the game play of Galactic Civilizations II. New features include asteroid belts on the map that can be mined for resources, unique planets that require special technologies to colonize, spies to conduct sabotage and destabilization (or used to protect your worlds from the same), new types of diplomatic treaties, an enhanced artificial intelligence engine, and much more!<br>\t\t\t\t\t\t\t<br><strong>Galactic Civilizations II: Twilight of the Arnor:</strong> The year is 2227 and the fire of war is consuming the galaxy thanks to the manipulations of the evil Dread Lords. But the remaining factions, led by the humans, have a plan to rid the galaxy of the Dread Lords once and for all.<br>\t\t\t\t\t\t\t<br>Expand the Galactic Civilizations II universe with Terror Stars, unique technology trees per civilization, Map editors, Custom Scenario makers, campaign editors, new types of ships, new planetary improvements, and much more!<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Beautiful 3D engine brings planets, stars, asteroids and ship battles to life.<br>\t\t\t\t\t\t\t</li><li>Create custom 3D ships piece-by-piece with your Shipyard.<br>\t\t\t\t\t\t\t</li><li>Play as any of a dozen unique civilizations or create your own.<br>\t\t\t\t\t\t\t</li><li>Multiple paths to victory: Military conquest, cultural domination, political alliance, technological supremacy or ascension.<br>\t\t\t\t\t\t\t</li><li>Addictive gameplay: Dynamic galaxies ranging from tiny to gigantic.<br>\t\t\t\t\t\t\t</li><li>Superior multi-threaded artificial intelligence enables computer players to provide a challenge without having to cheat.<br>\t\t\t\t\t\t\t</li><li>Put your scores online via the Metaverse and compete with players from around the world.<br>\t\t\t\t\t\t\t</li><li>Fully moddable design enables players to create unique opponents, graphics and scenarios.<br>\t\t\t\t\t\t\t</li><li>Advanced diplomacy enables players to trade, make treaties, alliances and more.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/202200/3e49a844ecd2b65d9a725c5778ed9c6e21bd8f2c/header.jpg?t=1759328967",
    "developers": [
      "Stardock Entertainment"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 74,
        "description": "无需应对快速反应事件"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}