{
  "2022210": {
    "name": "Abscond Termina",
    "steam_appid": 2022210,
    "required_age": 0,
    "is_free": false,
    "description": "In this visual novel, you are a college student named Kaki still trying to figure out what she wants to do with her life. One day, you start getting ominous nightmares of your small mountain town being destroyed by something, but you can't quite make sense of what it all means, if anything at all. Some of the people in town begin acting strange and talk about strange nightmares too, and naturally message boards are abuzz with all sorts of crazy rumors as to what's going on. Soon, you get the news that due to a certain event, the world as you know it will come to an end. <br />\r\n<br />\r\nIn this story and choice driven visual novel, you will have to make decisions about who to trust and what to prioritize. Do you make decisions that favor attempting to survive a seemingly doomed situation, or will your choices focus on more personal pursuits such as finding some meaning in what little time remains with those around you? <br />\r\n<br />\r\nEvery choice you make in this visual novel will permanently alter the course of the story moving forward, so be sure to choose wisely.<br />\r\n<br />\r\nGame Features: <br />\r\n<br />\r\n-Visual Novel game where the player's choices change the path of the story<br />\r\n-5 total routes depending on your choice of companion (3 female options, 1 male, 1 route where the player can choose to not have a companion)<br />\r\n-Text descriptions of violence in some scenes (depending on your choices. No gore shown.)<br />\r\n-No sexually explicit content. <br />\r\n-Each route (excluding solo route) will have romance or friendship as options, along with survival. (Solo route will have mostly survival options)<br />\r\n-Each route will have atleast 4 endings (with several routes having more than 4. No route has fewer.)<br />\r\n-Gameplay is strictly visual novel style: the player makes decisions throughout the story, but there are no minigames present.<br />\r\n-It is possible to die (get an alternate bad end) on all routes prior to reaching the end date of the game. These bad ends are not counted among the minimum 4 endings per route.<br />\r\n-Gallery",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2022210/header.jpg?t=1700663215",
    "developers": [
      "DiaWee Games"
    ],
    "publishers": [
      "DiaWee Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}