{
  "2023130": {
    "name": "Tomorrow Falls",
    "steam_appid": 2023130,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >KEY FEATURES</h2><br>Tomorrow Falls puts you at the heart of fast-paced 15v15 battles. Choose your Hero from a futuristic cast and utilize their mighty combat Vehicles to wreak havoc and claim glory.<br><br><strong>Heroes &amp; Vehicles</strong><br>Disrupt the battlefield with 9 unique Heroes and an abundance of unlockable Vehicles to collect and customize! With multiple ways to master your Heroes and Vehicle abilities, it's up to you to ensure victory, and ultimately, save humanity.<br><br><strong>Play your way</strong><br>4 vehicle classes give you options for every playstyle. Choose your machine of mass destruction:<br><br><strong>Behemoths </strong>- Heavy and powerful, these vehicles are your choice for tanking roles. Dominate the lanes on your way to unleashing doom upon your enemies. Armed with short-range weapons, Behemoths can both deal and take a lot of damage. Behemoths, however, are slow and need to safeguard their rear, where they’re most vulnerable.<br><br><strong>Hunters </strong>- Flexible and mobile all-rounders, Hunters are universal soldiers. They tend to control the battlefield and find gaps in enemy lines. These flank attackers are mobile and compact enough to find cover quickly and easily. They can also just as swiftly jump out from behind it to deal massive damage to enemy weak spots. However, you must be aware of your Hunter's size to avoid danger. <br><br><strong>Raiders </strong>- Reckless, wild, and real daredevils, Raiders play as scouts, healers, and devastators. These speedy bikes dance and weave around the battlefield, dishing out damage while collecting and siphoning energy from other Vehicles. Raider weapons can’t hurt Hunters, Behemoths, or Specialists. However, Raiders can repair allies and can anger the Sky Beasts to rain down napalm, turning the tide with one big bada-boom! <br><br><strong>Specialists </strong>- Specialists are powerful, unforgiving long-range fighters. Their damage will immediately dampen any foe's enthusiasm, making them the perfect candidates for sniping roles. To get the most from these natural strategists, quickly analyze the map, study the enemy lineup, and take your position. You'll be weak at close-range combat, so always have an escape route planned. <br><br><strong>Welcome to the World</strong><br><br>Once, humanity lived in peace and prosperity, with dark matter giving it an endless source of free energy. But peace and prosperity never last.<br><br>Dark matter dust on humanity’s moon base sparked a 10-year chain reaction that eventually destroyed the moon in one massive explosion—the Shattering—that sent thousands of shards hurtling toward Earth. Those who could, fled to refuges known as Genesis Hubs. It was around this time that MOTHER was created. Her sole purpose: to tend to humanity while it sheltered and slept. <br><br>Residents of the Genesis Hubs were cared for in cryosleep. But there were many Hubs, each with its own version of MOTHER… and each MOTHER believing it was the original. Since then, some MOTHERs have forged fragile alliances, while others won't back down.<br><br>That’s where you, freshly awakened from cryosleep, come to help.<br><br>Fight survivors from other Hubs and their &quot;corrupted&quot; MOTHERs for resources and data to help restore Earth. Using a unique neural interface, you'll command synthetic lifeforms (Heroes) from the safety of your Hub. They, in turn, will take their Vehicles topside to fight.<br><br>If your Hero doesn’t survive a fight, don’t worry. MOTHER will print you a new one for the next battle. MOTHER always takes care of you.<br>Rebuild Earth. Bring humanity back to the surface. Don’t trust the plans of other MOTHERs. The future of the planet depends on you!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2023130/header.jpg?t=1678194851",
    "developers": [
      "DPS Games"
    ],
    "publishers": [
      "Wargaming Group Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}