{
  "2023440": {
    "name": "Jettatura",
    "steam_appid": 2023440,
    "required_age": 0,
    "is_free": false,
    "description": "Grab a trusty No. 2 pencil, a scroll of graph paper, and a well-sharpened blade!  As an adventurer, it seems like an immeasurable epoch has passed since any quest of considerable hardship has intertwined your fate, but recently a crisis has befallen the land which beckons your steel!  Descend into the labyrinthine depths below the Redoubt of Ylondur to retrieve the missing Scepter of Basmu, slay the treacherous necromancer Arlemal and his band of monstrous henchmen who pilfered it from the Royal Museum, and return as exalted champions to claim your spoils of coin, Titles of nobility and acreage, and glory!<br />\r\n<br />\r\nForm a party comprised of one to six adventurers to embark upon your dauntless quest.  But tread not without due caution, for within the dusty crypts, winding mazes, crumbling dungeons, and wicked fiend-temples of the sunless underfoot, there await deadly traps and illusions to confound and enmesh any interlopers -- at least, those who have not already been slain by the many ravenous beasts and cruel goblin-kin who skulk in the shadows!<br />\r\n<br />\r\nAvailable for Linux and Windows.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2023440/header.jpg?t=1681430835",
    "developers": [
      "Nick Baker"
    ],
    "publishers": [
      "Kyoto Cybernetics"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    },
    "type": "game"
  }
}