{
  "2024370": {
    "name": "Star Boy and The Captain of Outer Space",
    "steam_appid": 2024370,
    "required_age": 0,
    "is_free": false,
    "description": "Star Boy and The Captain of Outer Space <br>is an action packed On-Rails shooter / Third Person Adventure <br>by solo developer Kelcie Caldwell aka Not Unlike Games.<br><br>Travel the bounds of the galaxy providing hope for many who have since lost theirs.<br>You'll blast your way through asteroid fields,  narrowly slip your ship through the junk canyon,  <br>and save the people of outer space from a slew of denizens!<br><br>Star Boy and the Captain of Outer Space features heavy on rails shooter elements modelled after that one on rails shooter we all miss and love.<br>Star Boy and the Captain of Outer Space also uses a light Third Person Shooter element to take you out of the ship, and immerse you in the worlds you are out there saving!<br><br><strong><h2 class=\"bb_tag\" >Explore the Outer Space!</h2></strong><br>With a non linear story and multiple playable characters. You can explore a multitude of planets playing as Star Boy and/or The Captain of Outer Space.<br><br><strong><h2 class=\"bb_tag\" >Save the People!</h2></strong><br>There's a lot of baddies in Outer Space and just not enough goodies to go around.<br>Help clean up the inter-stellar riff raff by being an extra good goodie.<br><br><strong><h2 class=\"bb_tag\" >Work for an adorable Kitty!</h2></strong><br>The Leader of your team is none other than General Tippy herself.<br>General Tippy has a galactic reputation of being super cute and fluffy.<br>But watch out!  She'll bring the thunder to the rumble.<br><br><strong><h2 class=\"bb_tag\" >Fight the bad!</h2></strong><br>Outer Space, in all of its vast wonder and infinite resources.  <br>Has been turned to a dismal waste by the evil ConnieCon Conglomerate.<br>Can you curb the impending destruction of outer space?<br><br><strong><h2 class=\"bb_tag\" >Stop for Donuts!</h2></strong><br>Don't forget that you can't save Outer Space on an empty stomach.<br>I like the plain old fashioned cake donuts myself.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024370/header.jpg?t=1659148938",
    "developers": [
      "Not Unlike Games"
    ],
    "publishers": [
      "Not Unlike Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}