{
  "2024140": {
    "name": "Cronous Online",
    "steam_appid": 2024140,
    "required_age": 0,
    "is_free": false,
    "description": "Full 3D Graphic MMORPG<br />\r\nCronous is an MMORPG of Full 3D graphics. It supports zoom-in and zoom-out functions, camera rotation, and camera height adjustment, which enables free change of view. Players can enjoy games in familiar environments, such as traditional square-point RPG games.<br />\r\n<br />\r\nVarious content that scales as you achieve the level<br />\r\nCronous is a level-based action role-playing game. The player defeats monsters and builds experience (EXP) by completing numerous quests. The experience is reflected in the level, and players can use special items as the level goes up, demonstrate skills that others can't use, and have the opportunity to explore areas where stronger enemies exist.<br />\r\n<br />\r\nFarming &amp; Combination Systems with Content<br />\r\nThe higher the level and the more difficult the content is, the more valuable the reward will be. The rewards obtained can be combined to a variety of equipment. Level up and farm items to get the most powerful equipment in the Cronous continent.<br />\r\n<br />\r\nA variety of classes<br />\r\nThere are four classes to choose from when entering the Cronous. The first character, fighter, can be a fighter who leads ahead of the battlefield, or a paladin that provides buffs or restores buffs to party members, depending on the choices made through, fighters are trained in battle and magic. The second class, Valkyrie, is a class that utilizes deadly assassination techniques using fast movements and various martial arts techniques. The third class, Magician, is specialized in destroying enemies by using all kinds of destructive magic. The fourth class, Savage, is a warrior with a strong, disciplined body that has excellent characteristics in both offense and defense.<br />\r\nChoose a class that suits your taste and join the Cronous continent.<br />\r\n<br />\r\nA former system<br />\r\nCronous supports former systems that allows you to become stronger at certain levels. You can get additional stats If you progress through job advancement, you will gain additional competency values, and you will gain more disruptive skills than ever before.<br />\r\n<br />\r\nRealistic battle and fancy magic<br />\r\nCronous put a lot of effort into realistic battles and flashy magic to further emphasize the fun of action role-playing games. You can experience the animation of characters that change with weapons in Cronous and 3D sound that changes with distance and direction. In addition, magic and original level design (Level Design) by various effects, and the realistic AI (Artificial Intelligence) of monsters will make the battle even more exciting.<br />\r\n<br />\r\nNonlinearity and variability of the story<br />\r\nCronous has more than 1,000 quests. There are some quests that must be solved to proceed with the game, and there are quests that don't matter if they go too far. There are also special quests hidden that are not easily found. Players will be able to meet the hidden stories of the Cronous by solving various quests one by one. Also, some quests will show completely different results depending on the player's behavior. Players can meet a world that changes according to their behavior on the Kronos continent.<br />\r\n<br />\r\nA growing item<br />\r\nThere is a growing item in Cronous. This special kind of item increases its own capabilities as the player grows. Growth items have different tendencies depending on how the player battles. If you travel around the continent with growth items, you will find yourself with the best items. Players who have traveled for a long time with growth items can also engrave their names on items and leave them forever in the Cronous world.<br />\r\n<br />\r\nCommunity Systems Building a Virtual Society<br />\r\nCronous supports basic community systems such as chatting, parties, and guilds. In relationships with other players, players will have a sense of belonging as part of the Cronous continent, and players who have formed great social relationships will be able to travel to the Cronous continent more easily and interestingly.<br />\r\n<br />\r\na siege management simulation<br />\r\nA group of players who have formed a guild can take over a castle through a siege. The guild that occupies the castle can collect more taxes or produce better weapons depending on how it manages the castle and its surrounding area. Those who belong to the guild are given appropriate status by the decision of the monarch, and they are given additional authority to run the castle according to each position. How the castle was run is an important measure of the power of the guild.<br />\r\n<br />\r\nSiege systems with strategic emphasis<br />\r\nCronous' siege is not just a repetition of attack and defense. Only with the cooperation and harmony of four characters each with special skills can a castle be preserved intact. Also, the siege weapons specially designed for the siege will allow you to experience more realistic combat. Kronos Castle is another simulation game that needs to be well managed and firmly maintained.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024140/header.jpg?t=1693585333",
    "developers": [
      "VALOFE",
      "NEOWIZ"
    ],
    "publishers": [
      "VALOFE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}