{
  "2024540": {
    "name": "Stream Toys by Zokya Demo",
    "steam_appid": 2024540,
    "required_age": 0,
    "is_free": true,
    "description": "Coming Soon!<br><strong>Stream Toys by Zokya</strong> is a collection of chat-interactive mini-games that live-streamers can use to engage with their audience!<h2 class=\"bb_tag\" >Plinker</h2>Your chat will LOVE playing with Plinker! Every message turns into a &quot;plinky&quot; coin which then bounces down a peg board. Plinkies that land in the moving cup score a point for the viewer. Viewers love seeing their name and user icon pulled up on your stream. The plinker can be configured to fir the look and feel of your stream. Plinker Works well either as a stand alone game or can even be pulled in over your existing gameplay for a fun-interactive element.<h2 class=\"bb_tag\" >Break The Ice</h2>Work together with your chat and see how many boards you can clear. Chat can spawn new balls into play and also trigger power-ups (and power-downs!) Try to destroy all the bricks on a board to advance to the next level. Will chat work for you, or against you?<h2 class=\"bb_tag\" >Coin Drop</h2>Chat messages appear as coins on a classic coin pusher! Can your viewers knock off other viewers and score points?<h2 class=\"bb_tag\" >More to Come!</h2>As these stream toys are in active development, it will benefit greatly from your feedback. We plan to develop and add more games and toys that will encourage viewer engagement on your streams. Add a layer of fun for you and your viewers!<br><br><strong>Stream Toys by Zokya</strong> currently integrates with the Twitch.tv API but plans are underway to integrate into other streaming services (Including YouTube) are underway.",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024540/header.jpg?t=1654313954",
    "developers": [
      "Zokya Media"
    ],
    "publishers": [
      "Zokya Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}