{
  "2024080": {
    "name": "Hit and Boom",
    "steam_appid": 2024080,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>ABOUT THIS GAME</strong><br><br>Hit and Boom is a free-to-play game developed by combining MOBA &amp; Battle Royale game mechanics, where you look down on the battlefield and overwhelm your opponents with every skill shot you hit.<br><br>Choose one of the characters equipped with unique weapons and different gameplay styles; step onto the battlefield alone or with your friends, be ready for a fierce battle and use all your skills to survive as the circle closes down!<br><br><strong>MOBA and Battle Royale Together!</strong><br>In Hit and Boom, you will find features familiar from both MOBA and Battle Royale genres. We bring the best features of both game types into a single game, doubling the fun, adrenaline, and action.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/e9040693d3402c687a040896492234ae.poster.avif?t=1757410882\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/e9040693d3402c687a040896492234ae.webm?t=1757410882\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/e9040693d3402c687a040896492234ae.mp4?t=1757410882\" type=\"video/mp4\"></video></span><br><br><strong>Massive Battlefield</strong><br>Imagine a standard MOBA map for 10 people. Now multiply that map by 4. That equals Hit and Boom Battlefield! You will have the opportunity to strategize endlessly on this massive map. You don't have to struggle with the same opponent in a single corridor for minutes. Different regions, different tactics and different routes in every match. You may feel like a tourist in the Hit and Boom map in your first matches, but as you explore the map, you will become the guide of your team. Don't lose your group!<br><br><strong>One Character Multiple Skill Sets</strong><br>Instead of trying to get along with hundreds of characters, mastering the skill/weapon sets of your favorite character will be enough. Hit and Boom characters have multiple unique weapons. What does your team need? A close range brawler? A long range sniper? Maybe more mobility? All you need to do is choose the most suitable weapon for your favourite character before entering the match and strategize accordingly,<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/216f7080647d71558c7d16030af786bf.poster.avif?t=1757410882\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/216f7080647d71558c7d16030af786bf.webm?t=1757410882\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/216f7080647d71558c7d16030af786bf.mp4?t=1757410882\" type=\"video/mp4\"></video></span><br><br><strong>No MANA, No PROBLEM</strong><br>We have removed MANA and other skill usage resource systems, which we often encounter in MOBA and RPG games and make us feel &quot;do I have enough money in my pocket?&quot; throughout the game. You don't have to worry about your money... Sorry, your MANA. Use your combos most effectively during the battle without worrying about the skill resource.<br><br><strong>Endless Strategy Options</strong><br>It gets boring to live the same scenario in all matches due to limited and repetitive strategies in each match. Thanks to the map design, different characters, varied weapons, and mechanics that Hit and Boom has, every battle becomes unique. You can apply different strategies in each match and increase your gaming pleasure exponentially.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/d70c46840e9b20a953bd05cba403d406.poster.avif?t=1757410882\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/d70c46840e9b20a953bd05cba403d406.webm?t=1757410882\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/extras/d70c46840e9b20a953bd05cba403d406.mp4?t=1757410882\" type=\"video/mp4\"></video></span><br><br><strong>Freedom to Minions!</strong><br>Poor minions... They were tortured, destroyed, robbed, and mocked in every game. Of course, there are heroic stories about them as well. They turned matches around, they scored important points... But they are tired now. Players are tired too. There are no minions in the Hit and Boom battlefield. We retired the minions in Hit and Boom without working a single day. We will pay their retirement pensions. You enter a fierce battle on the battlefield without worrying about minion farming. Minions are with us.<br><br><strong>Be the Master of Camps</strong><br>There's no need to fight with your teammates for jungle camps. Because in Hit and Boom, the camps are everywhere! Hunt the creatures in the camps for the gold and power-ups and become a force to be reckoned with! But don't forget that this is a team game! So all the loot and power-ups acquired from camps will be distributed between your teammates. So don't argue with your friends over 2 gold coins. If you don't like camping, then go hunting for opponents instead. But remember! The power-ups that the creatures in the camps will provide you, can change the course of battle in your favor.",
    "supported_languages": "英语<strong>*</strong>, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2024080/header.jpg?t=1757410882",
    "developers": [
      "Funverse Games"
    ],
    "publishers": [
      "Funverse Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}