{
  "2025550": {
    "name": "Hacker life simulator",
    "steam_appid": 2025550,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Hacker life simulator</strong> - is a life simulator of a group of hackers. Use all your skills and resources to capture various companies around the world. Start with the smallest hideout and end up with a lair in the big city.<br>Below you can find a list of features.<br><strong>Customization</strong><br>In the game you can change the whole interior. Floor, walls and various wall decorations. Accumulate reputation in order to give your shelter a decent look. How your lair will look like is up to you. No one will be able to do their job on an old computer.<br>You will have to buy components yourself and improve your weapon of struggle.<br><strong>Hacker case</strong><br>You are a group of people who are targeting every major company in the world. Complete small orders so that in the end you can take on your first big business. Hire more people and speed up the hacking process, because time is your worst enemy in such a delicate matter.<br><strong>A change of scenery.</strong><br>Over time, there will be too little space in your current shelter. Changing the city and office will help you with this problem. When you finish all your not-so-clean business in one city, feel free to move to a new city and start equipping your current place of work.<br><strong>Energy.</strong><br>Every person, even with such a unique profession, needs rest. In your office, you can put a TV and while another company falls under the onslaught of your cyber attacks, sit down and watch TV. The refrigerator will allow you to drink something invigorating at any time. Don't forget to pick up all your trash<br>after all, colleagues will not praise you for the smell that will stand in the office. For all these actions you will receive energy points, fill the scale and get an acceleration for your business on the Internet.<br>Good luck in your hard work.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2025550/header.jpg?t=1726592992",
    "developers": [
      "DFRGAMES"
    ],
    "publishers": [
      "DFRGAMES"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}