{
  "2025680": {
    "name": "Soccer But Different",
    "steam_appid": 2025680,
    "required_age": 0,
    "is_free": true,
    "description": "I remember watching sports as a kid and wondering if they have a meta like video games do- new features, balance changes, and maps? Imagine my heartbreak when I found out we've been playing roughly the same Soccer for like 200 years. In this game, all players are given cards while playing that they can use to change the rules of the game and change things up. &quot;Randomize the map, change the ball, strap ice cubes to everyone's feet- LAUNCH EVERYONE WITH ROCKETS- ADD 10 MORE BALLS- RANDOMLY TELEPORT EVERYONE- FINALLY SOME GOOD SPORTS!&quot; I cried to my parents as I ran up to my room at the ripe age of just 10. I hugged my stuffed dinosaur. Dino understands me. He would play my game. Maybe he can be the main character. Someday.<br />\r\n<br />\r\nIn Soccer But Different, you play in a top-down circular-shaped arena with goals on either side of the circle, one for each of the two teams. For 5 minutes, each player in the match will receive random Rule Cards which will change the game in some way for every player, the trick is when to use them properly. Some cards change how you interact with the ball, from grabbing or punching it, and other cards will strap rockets to everyone's back, boosting movement speed but lowering your control for a few seconds. Using the W, A, S, and D (or arrow keys) to move around and the Space bar (or left click) to interact with the ball, you will try to work with your team and all of the chaos around you to try and score the most goals before the time limit is up. To use Rule Cards, you can click them with your mouse (or use the 1, 2, and 3 keys).<br />\r\n<br />\r\nYou can play Soccer But Different with up to 10 players (5 on each team) in a match by connecting to a host of a server through the lobby list- anyone can host a server.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2025680/header.jpg?t=1716433697",
    "developers": [
      "Garrett Swanson",
      "Connor Swanson",
      "Joseph Snouwaert",
      "Jan Reinberg"
    ],
    "publishers": [
      "Garrett Swanson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}