{
  "2025890": {
    "name": "Endling - Extinction is Forever - Original Soundtrack",
    "steam_appid": 2025890,
    "required_age": 0,
    "is_free": false,
    "description": "Experience the sound of <strong>Endling - Extinction is Forever</strong> with the memorable score from award-winning film composer <strong>Manel Gil-Inglada</strong>. Deeply emotional, sometimes delicate, generally very intense and disturbing, and always with a very organic character. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2025890/extras/ed62201c7c4c6604ca167029b478baf0.avif?t=1700495856\" width=600 height=156 /></span><br><br>It's focused on a few major main themes: &quot;In a Not so Distant Future&quot;, a dramatic theme that reflects environmental destruction, how far humans have come in their desire to overexploit the planet's natural resources, and how this has wiped out the vast majority of plant and animal species. &quot;Shelter&quot;, or the delicate &quot;Fox Family&quot; theme with all its variations, represents their fragile survival in this world devastated by humans, where each cub embodies a musical instrument that will only play if it remains alive. Narration and emotion to give the characters a &quot;soul&quot; and try to empathize with the player in their mission to save the cubs from all the dangers that surround them. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2025890/extras/46df31e13f0b8400caf672923c5b8e32.avif?t=1700495856\" width=600 height=156 /></span><br><br>With a lot of other themes assigned to the different characters and situations that appear throughout the game and all its variations, blending on numerous occasions. A soundtrack in which Gil-Inglada has featured two great soloists: <strong>Tina Guo</strong>  on Cello and <strong>Rusanda Panfili</strong> on Violin.<br><br>Original Score Composed and Performed by Manel Gil-Inglada<br>Cello performed by Tina Guo<br>Violin performed by Rusanda Panfili<br>Vocals performed by Jùlia Vila Chiapella<br>Recorder performed by Pablo Rodríguez-Tembleco<br>&quot;Radio Cubandrone&quot; and &quot;Radio Indie&quot; Composed by Pablo Rodríguez-Tembleco<br>Score Mixed and Mastered by Joan Barranca at Gravitymusic.tv",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2025890/header.jpg?t=1700495856",
    "developers": [
      "Herobeat Studios"
    ],
    "publishers": [
      "HandyGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 4500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 19 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "music"
  }
}