{
  "2026470": {
    "name": "Cyber Blades - Demo",
    "steam_appid": 2026470,
    "required_age": 0,
    "is_free": true,
    "description": "Have you ever seen a scene in an action movie where a sword is used to cut bullets and strike back?<br><br>Cyber Blades is an intense Workout VR game in which you become an Action Star and fight back against the enemy Projectile, In a synthwave-themed world. <br>The game is challenging enough to burn your Cardio in a short amount of time and you have to constantly dodge obstacles and counter or defend against enemy projectiles.<br><br><strong>ABOUT GAMEPLAY IN VR:</strong><br>- You can try various styles of Run by holding boxing gloves, (reverse grip-able) daggers, swords, Mace, and shields in each hand.<br><br>- By selecting the player's hit points, you can exercise continuously regardless of being hit, or try a perfectionist run that doesn't allow even a single hit. Also, you can adjust the intensity of the exercise by adjusting the frequency of appearance of enemies by adjusting the difficulty.<br><br> - At the end of each run, the ferocious T-Rex is on the lookout for your life. Infested with fury, this beast unleashes a variety of patterns of Deadly Attacks against players.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2026470/header.jpg?t=1661911735",
    "developers": [
      "Jaemoon Choi"
    ],
    "publishers": [
      "MemeNgin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}