{
  "2026330": {
    "name": "契約の浮遊船　失った記憶と空の遺跡",
    "steam_appid": 2026330,
    "required_age": 0,
    "is_free": false,
    "description": "attention--　●Regarding controller input  --attention<br>「Ships Contracted」are based on Xinput compatible controller operation.<br>1　Basic operations in the game can be performed with the Xinput controller.<br>2　You can also use the mouse and keyboard for auxiliary actions.<br>3　You can not play the game with just a mouse and keyboard.<br><br><br>Operate a floating ship that can fly freely in the sky and travel to various places.<br>We will proceed with the event at the place we visited by using the action of the floating ship.<br>By advancing the event, the places where you can travel will increase, and the story will be advanced.<br><br>The biggest feature is that there are no enemies, bosses, monsters, etc. to defeat.<br>Why don't you travel the world freely in a world without enemies and forget about the real world for a while?<br><br>● Story<br>The captain of the contracted floating ship, the main character &quot;Oblivion Cass&quot; is a millionaire with huge wealth. But I can't remember what it was before I got the floating ship. Without being able to remember anything, I get involved in an event that seems to lead to my past, triggered by a rumor in a pub that stood up.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2026330/extras/e16ae67b3b288d36ad79e792391ad63c.avif?t=1717391458\" width=128 height=128 /></span><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2026330/extras/e34347a06cf0efe545aa5a23e07716af.avif?t=1717391458\" width=128 height=128 /></span><br><br>●Game Concept<br>Tired of dark and sad stories?<br>In the 「ship contracted」, the player can have bright and hopeful<br>It was created with the aim of creating a worldview and story.<br><br>● System<br>1. Character operation and floating ship operation by &quot;getting on and off&quot;<br>　You can switch.<br>2. By mastering the actions of the character and the floating ship<br>　Advance the event and advance the story.<br>　What kind of ending awaits at the end of the story?<br>3, branch end.<br>　Depending on how you proceed, certain events may have different endings.<br>　It's not a perfect multi-ending, but please enjoy the various endings.<br><br><br>● What you can do with a floating ship<br>　　Getting on and off<br>　　Movement by turning up, down, left, right, front and back<br>　　Bombardment (rainbow shot)<br>　　Attitude control<br>　　Boost acceleration<br>　　Barrier<br>　　Map display<br>　　Gear switching<br>　　Change the viewpoint angle<br>　　Change the viewpoint distance (keyboard operation)<br>　　Power-ups ・ The ability of floating ships can be strengthened with power-up items scattered around the country.<br><br>● What you can do with the player (character)<br>　　Getting on and off<br>　　Summon a floating ship<br>　　dash<br>　　Jump<br>　　Combo jump<br>　　Telescope mode<br>　　Return from high places<br>　　Camera operation with a high degree of freedom<br>　　Change the camera distance as well as the angle<br>　　Fixed camera position ・ It is possible to operate the viewpoint as unlimited as possible with a radio-controlled camera.<br><br>● Fun Hidden function released under specific conditions<br>１、Convenient function with keyboard<br>２、Photo mode<br>３、？？？？？<br>４、？？？？？？？？？？<br>５、？？？？？？？？<br>Please buy and play 3-5 and find out for yourself.<br><br><br>● How to enjoy the elements<br>1. After clearing it once, you can replay it with the achievement function<br>　Let's complete (not the achievement function of steam).<br>　Please find the part that changes by achieving achievements.<br>2. In addition to progressing the story, explore beautiful places,<br>　Would you like to enjoy images with a different atmosphere from a fixed camera?<br>3. How about a leisurely sightseeing flight from the cockpit perspective?<br>　You can move the camera freely as much as possible on the contract floating ship.　<br>　Find your favorite angle and enjoy flying on the floating ship.<br><br><br>● New challenge<br>　　Equipped with a dedicated mode for creating live video distribution via YouTube, etc.<br>　　If you follow the terms, you can deliver live without confirmation of prior permission.<br>　　However, the distribution prohibited area cannot be used in the video. (Video / audio) <br>　　Uploading is prohibited in both prohibited areas.<br>　　Spoilers are also prohibited.<br><br>Before actually delivering, such as more detailed rules<br>Please be sure to read the &quot;Video streaming&quot; page on the Ship Contracted official website.<br>1　Click &quot;Visit website&quot; on the Steam store page link<br>2　Click the link to the &quot;Video streaming&quot; page",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2026330/header.jpg?t=1717391458",
    "developers": [
      "Unprecedented Creations"
    ],
    "publishers": [
      "Unprecedented Creations"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 14000,
      "final": 14000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 140.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}