{
  "2026860": {
    "name": "Maria Blanchard Virtual Gallery",
    "steam_appid": 2026860,
    "required_age": 0,
    "is_free": true,
    "description": "Maria Blanchard (1881-1932). She was a Franco-Spanish painter and a key figure in the pictorial revival that took place in Europe during the First World War. Her relentless artistic career, her impressive biography as a genius from the time she was a child with physical difficulties, and her extraordinary intelligence made her stand out, especially as a member and only woman of L'école de Paris, a star and an essential figure of Cubism. She became one of the most important characters of the 20th century avant-garde art.<br />\r\n<br />\r\nThis virtual gallery is intended to pay tribute to the great artist on the 90th anniversary of her death in Paris, and to introduce her work and language as a painter and theoretician to the interested public. Her new languages and the most advanced techniques are shown in 65 works never seen before. This museum has several rooms marked by key dates in its history, accompanied by a virtual character who, from a few monitors, explains her biography in a playful and didactic way, corresponding to the works exhibited in each space.<br />\r\nIt can be played either in PCVR mode or as a desktop application in first-person mode.",
    "supported_languages": "西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2026860/header.jpg?t=1730957968",
    "developers": [
      "Virtual Video Games"
    ],
    "publishers": [
      "Virtual Video Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}