{
  "2026430": {
    "name": "Bionic Traveler",
    "steam_appid": 2026430,
    "required_age": 0,
    "is_free": true,
    "description": "Explore the wild, fantasy, and sci-fi realms of the world of Bionic Traveler! Wander in this semi-open 2D top-down world; encounter enemies, items, and NPCs in the world. Fight the enemies with your melee and ranged weapons while also getting dodging and teleporting away to manage your health. The game offers two main places for these combat encounters: <br><br>1. In the latest build the open world where you will encounter enemies out in the wild<br>2. The enemy arena in which you can challenge each of our enemies in a one-on-one fight<br><br>Aside from combat, read the lore of this world in our story section while listening to the tunes of our soundtrack, admiring our art assets, and speaking with the NPCs of our world in our art museum section.<br><br>Bionic Traveler is the 2021-2022 School Year Project of the University of Pennsylvania Game Research and Development Environment Club (UPGRADE). <br><br>Under the leadership of Di Lu (SEAS '22) and Edward Zhang (SEAS + Wharton '23), UPGRADE sought to use the development of this project to teach its members the processes of game development, to serve as an outlet for creative expression, and to provide the expression of bringing a game from concept all the way to market. Thus, the contents of this game were made over the course of a singular academic year at UPenn off of weekly meetings, a few extra-meeting crunches, and a hackathon. <br><br>The game was ultimately not entirely finished, but this build that is now listed on Steam serves to show off the work that the students in this club <i>were</i> able to accomplish on top of their rigorous course loads at UPenn.<br><br>The game concept was pitched by Praneel Chakraborty (CAS + Wharton '24), and the story premise was picked by Jimmy Ciardullo (SEAS '22).<br><br>Lennart Meincke (SAS '23) served as the project's lead programmer, Meggie Cheng (SEAS '22) served as the game's Art Director, Kevin Zhao (SEAS '22) served as the game's Sound Lead, and Kevin Ma (SEAS '25) and Jimmy Ciardullo (SEAS '22) served as the game's lead writers.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2026430/header.jpg?t=1744004347",
    "developers": [
      "UPGRADE"
    ],
    "publishers": [
      "UPGRADE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}