{
  "2027690": {
    "name": "Fantasy Grounds - Pathfinder RPG - Pathfinder Flip-Map - Classic Ship",
    "steam_appid": 2027690,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>   NOTE:</strong>   This product does not qualify for a PDF discount from Paizo.<h2 class=\"bb_tag\" >   Pathfinder RPG - Pathfinder Flip-Map - Classic Ship</h2>Set Sail!<br>Batten the hatches and sail off toward the horizon on this classic four-deck ship--fully equipped with cannons, sleeping quarters, cargo holds, and more. With the rolling expanse of the deep blue sea on the flip side, you'll be ready for all manner of nautical adventures!<br>The most-popular Pathfinder Flip-Mats in history return! These fan-favorite maps feature versatile adventure settings--city streets, forests, ships, taverns, and more--and now they're back for a repeat performance. Durable and lavishly detailed, these essential adventure set pieces are sure to bring excitement to your game table for years to come!<br><strong>    NOTE:</strong>   This product has been made specifically for the Pathfinder ruleset, but can be used for 5E, Starfinder, or any ruleset supported by Fantasy Grounds<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and Features the Following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are pre-placed in starting locations on the map. You can edit these on the fly<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them  </li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Wayne Arsenault</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and any ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2027690/header.jpg?t=1768503915",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4700,
      "final": 4700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 47.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}