{
  "2027240": {
    "name": "♡beAt! -After the Summer- Demo",
    "steam_appid": 2027240,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>About the game</strong><br>This is a visual novel which uses Live2D software instead of traditional character graphics. The story is based on the prequel &quot;♡beAt!&quot;(Free-game. Not supporting English). The demo version only includes chapter 1.<br><br><strong>Stories</strong><br>In the center of Tokyo’s metropolitan area.<br>There’s a small talent agency named Yotsuba Productions (428 Prod. for short); where many aspiring idols strive to become the real deal.<br>Since the debut of their idol group “♡beAt (Heartbeat)”, the agency’s popularity has skyrocketed. However—due to a “certain” incident that occurred, it was decided to disband ♡beAt prematurely.<br>Now... As summer closes, along with each member going on their own path.<br>The story of ♡beAt, and it's end can be told.<br><br><strong>Key Features</strong><br>- Designed using Live2D software.<br>- Story takes place across 4 chapters, each one corresponding to a member of ♡beAt from their perspective.<br>- Uncover secret scenarios depending on your choices, and meeting “certain” conditions throughout the chapters.<br><br><strong>Note (Attention)</strong><br>While the story is relatively for all ages and can be enjoyed as such. There are some scenes that may disturb or cause anxiety for younger audiences, or those who are easily disturbed.<br>In addition, though the story is partially based of real events. It's solely a work of fiction that doesn’t represent any: individual, group or agency. Thus, it should be treated as such with that context in mind.",
    "supported_languages": "英语, 日语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2027240/header.jpg?t=1674150382",
    "developers": [
      "d'Arc"
    ],
    "publishers": [
      "d'Arc"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}