{
  "2027650": {
    "name": "Fantasy Grounds - Shards of the Broken Sky",
    "steam_appid": 2027650,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Shards of the Broken Sky</h2><i>   Flying realm down!</i>   A<br><i>   13th Age Roleplaying Game</i>   sandbox adventure for player characters level 1-7 (and a bit beyond).<br>When the flying realm of Vantage crashes to earth in the Dragon Empire, a long-kept secret is revealed: it was the control point for magical wards that kept a dozen ancient evils in check.<br>The icons have offered you rival opportunities for glory, plunder, and/or heroic sacrifice in Vantage. Will you rescue its survivors? Restore its magical wards? Or loot everything that isn't nailed down while trying to stay one step ahead of the apocalypse?<br>Use<br><i>   Shards of the Broken Sky</i><br>however you like: as an entire campaign in and around this fallen flying realm, a one-shot or mini-arc, or a source of new races, monsters, and magic items! If you run it as a campaign, the characters' icon relationships will shape the plot, NPCs, and locations, keeping the story relevant to their backstories and goals. You've played through once? Enter the<br><i>   Shards</i>   sandbox again with new PCs--it's never the same adventure twice.<br><i><br>Shards of the Broken Sky</i>   includes:<br><ul class=\"bb_ul\"><li>A full<br><i>   13th Age</i>   campaign for characters level 1-7<br></li><li>100 new monsters including thunder orc, dark druid, glass spider, elite wizard, and goblin wolfrider<br></li><li>Icon-specific monster abilities to customize agents of the Prince of Shadows<br></li><li>14 new magic treasures including Shard of Frozen Lightning, Glowing Rune-Carved Pebble, and Crystal Blade<br></li><li>Three new optional PC races: lava dwarf, oozefolk, and ophidian</li></ul>Designers &amp; Developers: ASH LAW, Rob Heinsoo, Paul Fanning<br>Art Direction: ASH LAW, Rob Heinsoo, Cathriona Tobin<br>Art: Pascal Quidault, Gislaine Avila, Wagner Chrissante, Lauren Covarrubias, Rich Longmore, Dagmara Matuszak, Jeremy McHugh, Ernanda Souza<br>Cartography: ASH LAW, Gill Pearce, Christina Trani<br><i>Adapted for Fantasy Grounds by: </i><strong>Darren Anderson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the 13th Age ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2027650/header.jpg?t=1768503715",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}