{
  "2028500": {
    "name": "Symmetrik Soundtrack",
    "steam_appid": 2028500,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This is the official soundtrack to Symmetrik!</strong><br><br>Take on the role of an employee of the M.A.G.I.C Corporation!<br><br>Your job is to keep the multiverse under control! To accomplish this, you must enter the mirror-dimension and identify what is not SYMMETRIK, and then put everything in order! Only symmetry, can keep the power of the multiverse under control. Don't let anything go unnoticed!<br><br>Look for missing objects in mirrored environments. Everything must be returned to its rightful place!<br><br><strong>A “hidden object” game like no other, putting you inside every scene!</strong><br><br>Travel through space and time, search through a medieval tavern or a futuristic laboratory, find the missing objects scattered in environments that tell their own story.<br><br>At the end of each job you will receive a grade, try to be the fastest and most efficient employee and beat your friends on the leaderboards! Become the employee of the month!<br><br>Customize and evolve your character, get access to new spells that will help you find all the lost objects.<br><br>Play against your friends in online PvP matches.<br><br>In addition to over 20 official dimensions, create and play shared dimensions in the Steam Workshop.<br><br>SYMMETRIK also features Twitch-specific functions! Help or hinder your favorite streamer when they are playing with commands directly in chat!",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2028500/header.jpg?t=1654550541",
    "developers": [
      "Infinity Green Game Studio"
    ],
    "publishers": [
      "Infinity Green Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 21 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "music"
  }
}