{
  "202860": {
    "name": "Real Warfare 2: Northern Crusades",
    "steam_appid": 202860,
    "required_age": 0,
    "is_free": false,
    "description": "Real Warfare 2: Northern Crusades is the next installment in this series of realistic real-time strategy games covering various periods in the development of the present day civilization – from the Middle Ages to today. This new title helps players witness the key events in the history of the Teutonic Order in 13th century, namely conquering the pagan Prussia. All battles form a single storyline campaign. The player will act as a Komtur of the Teutonic Order as they relive the battles of the crusaders, regardless of the low manpower of the Order and the strong resistance of the heathens.<br>\t\t\t\t\t\tThe project perfectly comprises two types of gameplay and owing to that the objectives of the Komtur are not simply limited to participation in battles. The strategic map involves the gamer into a colorful and integral world and allows them to travel around the map in the real time. The mode features full freedom of movement, dialogues with locals, RPG elements, quest system and much more. However, sooner or later, the players will have no other choice other than engage their faithful warriors into a battle. And this could be a combat with other armies, large-scale sieges of towns and castles, using various special assault weaponry and tools and fight right on top the walls and fortifications.<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>RPG system. Troops gain experience throughout the campaign and carry it over from battle to battle.<br>\t\t\t\t\t\t</li><li>Combat system. A unique combat system, dependent on up to 80 game factors. Moral component of the combat system evaluates the battlefield situation every second to bring the simulation of combat behavior for the “living” warriors as close to reality as possible.<br>\t\t\t\t\t\t</li><li>Unprecedented scale. Real Warfare 2: Northern Crusades features not only really large-scale battles with more than 10,000 warriors engaged, but impressive and unprecedentedly vast actions during the siege and defense of towns and castles, using various special assault weaponry and tools and fight right on top the walls and fortifications.<br>\t\t\t\t\t\t</li><li>Freedom of actions. Variable modifiers consider the environment a unit is battling in and make the game tactically versatile.<br>\t\t\t\t\t\t</li><li>Two gameplay modes. The game now features a strategic map, where the player can travel around the world and interact with various characters; however the battles will be carried out in the well-known tactical mode.<br>\t\t\t\t\t\t</li><li>Network game. Apart from the storyline campaign the game features several diverse multiplayer modes. From 2 up to 6 gamers can participate in a battle at a dedicated Internet server. The results are stored in online Hall of Fame.<br>\t\t\t\t\t\t</li><li>State-of-the-art graphics. Graphics engine used in the game provide for the highest level of details. Historically correct armor and weaponry, realistic animation and battle scenes, which correspond to the specific period – Real Warfare 2: Northern Crusades depicts the 13th century in great details.<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/202860/header.jpg?t=1752661081",
    "developers": [
      "Unicorn Games Studio"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}