{
  "203340": {
    "name": "Jagged Alliance - Back in Action: Desert Specialist Kit DLC",
    "steam_appid": 203340,
    "required_age": 0,
    "is_free": false,
    "description": "Let your hardened mercs become nearly invisible with the Desert Specialist Kit for Jagged Alliance: Back in Action. Your enemies will never know what hit them if you equip your team with these special items. The Desert Specialist Kit provides maximum camouflage for dangerous operations in the desert environments of Arulco.<br><br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >The Desert Specialist Kit includes:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>SCAR-L CQB Desert</strong> FN's latest addition to the SCAR family is the &quot;L&quot; or Light version, chambered in 5.56mm NATO.  This version comes in a new camouflage patter for desert  operations.<br>\t\t\t\t\t\t</li><li><strong>Kevlar helmet</strong>The latest craze in head protection is made of minimum weight/maximum efficiency- kevlar compounds and comes in a variety of camouflage flavours to fit every combatant's needs. This one has a special desert camouflage pattern.<br>\t\t\t\t\t\t</li><li><strong>Military dress-shirt</strong> Long-sleeved shirt, hiding scars and tattoos under well sewed fair-trade cotton. It comes in a special  desert camouflage pattern and is adequate in household and combat situations.</li></ul><h2 class=\"bb_tag\" >How to collect your Specialist Kit:</h2>\t\t\t\t\t\tAfter purchasing and activating your DLC via the Steam client, return to Jagged Alliance: Back in Action. Once you have captured Drassen airport (thus completing the very first mission of the game) you will get an in-game email with details on the DLC items. After one in-game day, the items will be delivered to Drassen airport. Look for them in a chest in the hangar next to the airplane. You can equip any merc with the Specialist Kit.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/203340/header.jpg?t=1533040218",
    "developers": [
      "Coreplay GmbH"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}