{
  "203510": {
    "name": "Fortune Summoners",
    "steam_appid": 203510,
    "required_age": 0,
    "is_free": false,
    "description": "Elemental Stones: stones imbued with the power of an Elemental Spirit, which grant the wielder of one the ability to control that element via 'magic'.<br><br>In the country of Scotsholm, three centuries have passed since they were first created. Elemental stones are now mass-produced and widely used, making magic a personal, commonplace part of people's lives.<br><br>In this time and place lives a girl named Arche Plumfield. Arche, having moved with her family to a new home in the town of Tonkiness, has begun attending the only school in the area... the Minasa-Ratis School of Magic, founded by one of the greatest arch-magi in Scotsholm's history.<br><br>But Arche, not realizing that one needs an Elemental Stone to use modern magic, begins a little adventure to find one for herself, to avoid burdening her parents with the expense.<br><br>Her adventure will lead her to places she never imagined... <br><br>\t\t\t\t\t\t<br><br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>A massive gameworld to explore - nearly a dozen dungeons to delve into, and easily 25+ hours of gameplay, with lots of extra content to explore!<br>\t\t\t\t\t\t</li><li>Gorgeous, detailed 2D sprite backgrounds and animations - like the best 16-bit game you never got to play!<br>\t\t\t\t\t\t</li><li>Classic platformer-RPG action in the vein of some of the true greats of yesteryear!<br>\t\t\t\t\t\t</li><li>Conquer the challenges before you with intelligent AI companions - you can let them do as they want or customize their behavior to your heart's delight!<br>\t\t\t\t\t\t</li><li>Stunning, professional-quality music and sound!<br>\t\t\t\t\t\t</li><li>Full support for Xinput controllers, including the XBox 360 controller, as well as keyboards!<br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/203510/header.jpg?t=1493504179",
    "developers": [
      "Lizsoft"
    ],
    "publishers": [
      "Carpe Fulgur LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 124,
      "total_negative": 9,
      "total_reviews": 133
    }
  }
}