{
  "204030": {
    "name": "Fable - The Lost Chapters",
    "steam_appid": 204030,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Fable®</strong> is a groundbreaking roleplaying-adventure game from Peter Molyneux, in which your every action determines your skills, appearance, and reputation. Create your life story from childhood to death. Grow from an inexperienced adolescent into the most powerful being in the world. Choose the path of righteousness or dedicate your life to evil. Muscles expand with each feat of strength. Force of will increases with each work of wit. Obesity follows gluttony, and skin tans with exposure to sunlight and bleaches bone-white by moonlight. Earn scars in battle and lines of experience with age. Each person you aid, each flower you crush, and each creature you slay will change this world forever. Fable: Who will you be?<br>\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t<ul class=\"bb_ul\"><li>Forge a hero based on your actions: Age and evolve a hero or villain through the actions you choose and the path you follow--be it for good, evil, or in-between. Ply the way of the sword, and see your muscles bulge. Weave the dark arts, and witness power crackle at your fingertips. Skulk in the shadows, and watch your skin bleach. <br>\t\t\t\t</li><li>Engage in intense real-time combat: Collect battle scars as you duel with a world of cunning foes and deadly creatures. Master an array of deadly weaponry as you hone the art of blade-craft. Hunt your quarry using subterfuge and stealth. Weave death from the elements, as you harness the dark arts of the arcane. <br>\t\t\t\t</li><li>Build your living legend: Through deeds and actions, build a name for yourself across the land. Recruit allies and followers. Gain glory or notoriety. Make friends and enemies. Interact with a living world of people, places, and event all reactive to you. Hero or butcher? Who will you be? <br>\t\t\t\t</li><li>Explore and shape a living, evolving world: Champion or manipulate an ever-changing land with competitive and cooperative heroes, dynamic weather systems, and deformable environments. Interact with teeming cultures, creatures, and citizens from various towns and cities. <br>\t\t\t\t</li><li>Hone your character with scores of unique skills and extras: Master new abilities and add possessions as you develop. <br>\t\t\t\t</li><li>Never play the same game twice: Once you finish your adventure, go back and try the experience again, forging your character and thereby a new tale with unexpected twists and turns, new skills, powers, influences, allies and enemies.<br>\t\t\t\t</li><li>Expanded content and tones of new choices:  Discover additional regions, storylines, and side quests – as well as new optional missions.  More spells to master, new armor and weapons, and even new monsters to use them on!<br>\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语<strong>*</strong>, 日语<strong>*</strong>, 简体中文, 西班牙语 - 西班牙<strong>*</strong>, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/204030/header.jpg?t=1577393131",
    "developers": [
      "Lionhead Studios"
    ],
    "publishers": [
      "Xbox Game Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 95,
      "total_negative": 19,
      "total_reviews": 114
    }
  }
}