{
  "204010": {
    "name": "Satazius Demo",
    "steam_appid": 204010,
    "required_age": 0,
    "is_free": true,
    "description": "The year is 2051. Location: SATAZIUS, a long-abandoned planet.<br><br>The cruiser Agano was on patrol when it was attacked and stricken by a confederacy of space pirates that had established a base on SATAZIUS. The pirates attacked the Agano intending to steal the assault ship ‘Trafalgar’ that was stowed aboard the Agano, but the Trafalgar made a successful emergency escape.<br><br>The crew of the Trafalgar calculated the probability of successfully escaping the pirate overrun planet at 0.02%; the probability of charging into and successfully destroying the pirate base was 1%.  Taking the higher probability escape plan, the crew of the Trafalgar turned their ship toward the pirate horde and began their charge into the heart of SATAZIUS.<br><br>SATAZIUS is an awesome old school side-scrolling arcade shooter by accomplished indie developer ASTRO PORT (Gigantic Army, Armed Seven, Supercharged Robot Vulkaiser), featuring an arsenal of 13 types of upgradeable weapons, power-ups, obstacles and boss encounters that arcade veterans will enjoying getting to grips with. Customize your ship by selecting two side weapons which can be cycled and deployed at any time during the action, and a charge attack to unleash massive destruction./p&gt;<br><br>There is a plethora of enemy ships to shoot down, tight spaces to navigate, power ups to grab, and bonuses to acquire. Featuring great stage design, a thumping techno soundtrack, fast and outstanding action, old school graphics and giant bosses, SATAZIUS is a true throwback to old-school arcade shoot ‘em ups, replete with homages which will be instantly recognizable to fans of arcade shooters.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>13 upgradeable weapons to choose from<br></li><li>4 difficult levels allowing accessibility for new players while challenging veterans as well<br></li><li>Varied and exciting stage design <br></li><li>Massive bosses<br></li><li>Winner of the August 2008 Jikkyo Play Contents Award</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/204010/header.jpg?t=1636901385",
    "developers": [
      "ASTRO PORT"
    ],
    "publishers": [
      "Henteko Doujin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}