{
  "204290": {
    "name": "Anno 2070™ - Deep Ocean",
    "steam_appid": 204290,
    "required_age": 0,
    "is_free": false,
    "description": "In the depths of the ocean and hidden in overgrown stones for years, the Techs unleash their ultimate power: Geothermal Energy Generation. The most powerful tool of the future forces the world of 2070 to expand exploration into the deep blue sea. Becoming the focus of gameplay, underwater plateaus offer new industries, large production chains, and resources.<br><br>Success elevates the Techs to a new level: the Genius population. They assert themselves even over the ocean’s surface. An impressive monument and various new buildings strengthen their position.<br><br>Underwater exploration and exploitation require players to take advantage of their environment and master a brand-new resource, using diplomacy and trade as powerful weapons to make their civilizations thrive in this hostile environment.<br><br>Bound to islands lost in the deep blue sea, players will have to conquer remaining stretches of land and dive underwater to create a futuristic, submerged industry to support an expanding economy.<br><br>To nurture supremacy, players will construct new buildings, erect monuments, open power plants, exploit exclusive energy resources, develop underwater trading routes, and gain access to a new civilization development stage to take control of the advanced Genius population.<br><br>Even though evolution is at the heart of the gameplay, don’t underestimate the environment – beware of devastating natural disasters like tsunamis!<h2 class=\"bb_tag\" >Key Features:</h2>A new population to discover.<br><br>Start by embodying either the Eco or Tycoon faction, gain experience, and take control of the Techs.<br><ul class=\"bb_ul\"><li>The Deep Ocean add-on offers the opportunity to unveil the mystery of the Techs while witnessing this futuristic faction evolve. New content gives access to an additional civilization level and a brand-new population known as the Genius while extending gameplay features:<ul class=\"bb_ul\"><li>Erect the Tech Monument and over 30 new buildings.<br></li><li>Control new vehicles.</li></ul></li><li>New content supporting a deeper experience.<br><br>Dive underwater and take advantage of over 80 brand-new items to develop your industries, strengthen your economy, and exploit new energetic resources.<ul class=\"bb_ul\"><li>Benefit from massive underwater energy production, set up geothermal power plants, manage islands, and fuel the economy.<br></li><li>Redesign submerged desolated lands: build underwater production chains and develop profitable trading routes.<br></li><li>Customize the Techs’ city with decorative ornaments ranging from a fountain to a holographic memorial.</li></ul></li><li>All-new challenges to face and new achievements to complete.<ul class=\"bb_ul\"><li>Take part in over 150 new and challenging quests and learn about new gameplay mechanics, playing six missions with a new experimental energy source.<br></li><li>Extend your territory through the Hostile Takeover online feature. Build a powerful economy and use your bargaining power to acquire rival players’ land parcels in a peaceful way.<br></li><li>Undergo hostile natural disasters like tsunamis.<br></li><li>Play co-op with a friend and share common achievements online or through a local area network.</li></ul></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 俄语<strong>*</strong>, 波兰语<strong>*</strong>, 捷克语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/204290/header.jpg?t=1681859537",
    "developers": [
      "Blue Byte",
      "Related Designs"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}