{
  "204940": {
    "name": "Crusader Kings Complete",
    "steam_appid": 204940,
    "required_age": 0,
    "is_free": false,
    "description": "Europe is in turmoil. The lands are fragmented into petty fiefs and the Emperor struggles with the Pope. At this very moment the Pope has declared that those who go to liberate the Holy Land will be freed of all sins.<br>\t\t\t\t\t\tGather prestige and piety and the world will whisper your name in awe. Will you co-opt other monarchs, and the Pope, under your leadership to liberate the Holy Land? Do you have what it takes to become a Crusader King?<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Take control of one of the Great Christian Dynasties of Europe and forge the bonds of your vassals from a circle of friends into a Nation <br>\t\t\t\t\t\t</li><li>Increase the greatness of your lands and your treasure coffins, build Cathedrals and Castles, and combat Highway Robber Bands and defecting vassals <br>\t\t\t\t\t\t</li><li>Historical multiple-choice events will spawn from the actions of your monarch <br>\t\t\t\t\t\t</li><li>Engage in the campaigns of the Hundred Years War, the five Crusades and the Mongol Wars during 400 years of gameplay <br>\t\t\t\t\t\t</li><li>Reenact the crusades, defend against the Mongol onslaught, and form feudal nation-states in Europe <br>\t\t\t\t\t\t</li><li>Introduce laws, set taxes and interact with hundreds of courtiers and nobles <br>\t\t\t\t\t\t</li><li>Experience realtime grand-strategy based on the engine used by the award winning Europa Universalis-series <br>\t\t\t\t\t\t</li><li>Engage in an evolutionary combat system <br>\t\t\t\t\t\t</li><li>Play all religious orders – choose between the Knight´s Templars, The Knights of St John, The Teutonic Order or the Order of Calatrava and the Order of Santiago <br>\t\t\t\t\t\t</li><li>Engage in fierce multiplayer battles with up to 8 players <br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/204940/header.jpg?t=1713277239",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 8,
      "total_negative": 0,
      "total_reviews": 8
    }
  }
}