{
  "2050680": {
    "name": "Warbox Sandbox",
    "steam_appid": 2050680,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Ultimate Battle Simulator</h2>Warbox Sandbox is a cross-platform combat simulation game that gives you the power to take part in combat on the battlefield or observe the action from above.<br><br>Immerse yourself in intense battles where you control the chaos. Create epic clashes across time periods, mixing warriors and weapons from different eras to see who truly reigns supreme. Will ancient warriors outfight modern soldiers? Your imagination is the only limit.<br><br>Unleash your creativity, explore endless combinations, and jump into the fray to experience the action firsthand.<br><br>Join the battle, reshape history, and leave your mark.<h2 class=\"bb_tag\" >200+ UNIQUE UNITS</h2>Choose from over 200 unique units spanning various eras, both real and imagined. With the ability to create custom teams, you can engage in the battles you've always dreamed of.<h2 class=\"bb_tag\" >ACTIVE RAGDOLL PHYSICS</h2>Warbox Sandbox features toggle-able Active Ragdoll Physics. Watch as units react dynamically, clutching wounds, staggering, and struggling to stay on their feet as they face their fate.<br><br>Wait you're into that? Yo that's kinda messed up.<h2 class=\"bb_tag\" >REALISTIC BALLISTIC PHYSICS</h2>Experience a new level of realism with advanced ballistic physics. Each cartridge and caliber meticulously crafted to fit the correct firearm. With real life numbers and statistics backing up the simulation it results in realistic trajectories, velocities, ricochets, and penetration power. Whether you're engaging in close-quarters combat or long-range sniping, the physics bring an added layer of strategy and immersion.<h2 class=\"bb_tag\" >WATCH OR PLAY</h2>Dive into the battle directly or watch the chaos unfold. Possess any unit at any time with a simple press of the &quot;E&quot; button. Crank up the blood and gore settings for maximum impact.<h2 class=\"bb_tag\" >MOD SUPPORT</h2>Warbox Sandbox offers extensive mod support, allowing players to create custom content and share it with the community. With over 20 extra maps added by the growing community, there’s always something new to explore.<h2 class=\"bb_tag\" >EVOLUTION</h2>Warbox Sandbox is feature-rich and fully playable, but it doesn’t stop there. The game is continuously evolving, with new features, updates, and community-driven content always on the horizon.<h2 class=\"bb_tag\" >THE TEAMS</h2><ul class=\"bb_ul\"><li> Vikings<br></li><li> Samurai<br></li><li> Ancient Greeks<br></li><li> Ancient Romans<br></li><li> WWI<br></li><li> WWII<br></li><li> Civil War<br></li><li> Insurgents<br></li><li> Modern Military<br></li><li> Knights<br></li><li> Pirates<br></li><li> Wild West<br></li><li> Zombies<br></li><li> SWAT<br></li><li> Robbers<br></li><li> Civilians<br></li><li> Gangs<br></li><li> Battle Royale<br></li><li> And much, much more</li></ul><h2 class=\"bb_tag\" >TL;DR:</h2><ul class=\"bb_ul\"><li> Mod support<br></li><li> Active Ragdolls<br></li><li> Ballistic Physics<br></li><li> Gore and Dismemberment<br></li><li> Custom Teams<br></li><li> Tons of characters<br></li><li> Extensive customization<br></li><li> Play it your way</li></ul><br>What are you waiting for? BUY, BUY, BUY!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 简体中文, 瑞典语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2050680/header.jpg?t=1727882783",
    "developers": [
      "Madar Games"
    ],
    "publishers": [
      "Madar Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 6,
      "total_negative": 2,
      "total_reviews": 8
    },
    "type": "game"
  }
}