{
  "2050730": {
    "name": "COPCORE",
    "steam_appid": 2050730,
    "required_age": 0,
    "is_free": false,
    "description": "Begin your journey as a <strong>Rookie Officer</strong> and make your way up the ranks to <strong>Police Chief</strong> by fighting against <strong>terrorists</strong>, defusing <strong>bombs</strong> and confiscating <strong>evidence</strong>.<br><br>Perform various jobs as an officer of the law which can be easy ones like patrolling the streets, responding to 911 calls or processing evidence in the forensics lab. OR if you have the guts and experience you can go after the <strong>MOST WANTED</strong> criminals like drug lords and terrorists.<br><br>Every action you perform has an associated skill, for example if you defuse a bomb you will increase your Bomb Disposal skill. If you shoot a weapon, every hit will increase your Weapon skill and make you more accurate. It's only a matter of time until you become &quot;Cop of the Month&quot; at your local station.<br><br>Choose if you want to be a <strong>GOOD</strong> cop by using non lethal equipment (pepper spray, tasers, etc.), or become a <strong>BAD</strong> cop by using lethal weapons. Every choice you make has its perks and its consequences. For example if you start taking bribes you will get rich quick, but your reputation will suffer.<br><br>The Police station is your home base. In the station you can train your <strong>SKILLS</strong> to become more powerful, agile and accurate. <br><br>Over time you will obtain enough money to <strong>upgrade</strong> various facilities in the station such as the gym, parking lot, your office, shooting range, and the supercomputer. At these facilities you will be able to train your skills and buy equipment which will make your job easier out in the field.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2050730/header.jpg?t=1664773843",
    "developers": [
      "Dope Loop Games"
    ],
    "publishers": [
      "Dope Loop Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}