{
  "205020": {
    "name": "Lumino City",
    "steam_appid": 205020,
    "required_age": 0,
    "is_free": false,
    "description": "Lumino City is a BAFTA award winning handmade puzzle adventure game made entirely by hand. Explore the city and use your ingenuity to piece together all sorts of puzzling mechanisms, helping the citizens bring back power to their unique world.  Discover gardens in the sky, towers marooned high on an immense waterwheel, and houses dug precariously into cliffs. To create the environment, a ten foot high model city was built by hand and by laser cutter, with each motor and light wired up individually, bringing the scenes to luminous life.<br />\r\n<br />\r\nLumino City continues where we left Lume. As Lumi welcomes Grandad back at the end of Lume, she is swiftly catapulted into a new epic journey and a hunt for Grandad. Explore the unusual dwellings beyond the city gates and finding out more about her Grandad's intriguing life along the way. Is there more to him than first appears?<br />\r\n<br />\r\nA cross disciplinary team worked on Lumino City State of Play collaborated with award-winning architects, fine-artists, prop-makers and animators, each discipline brought something unique to the design and execution of the finished game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/205020/header.jpg?t=1717770049",
    "developers": [
      "State of Play"
    ],
    "publishers": [
      "State of Play"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 102,
      "total_negative": 18,
      "total_reviews": 120
    }
  }
}