{
  "2051950": {
    "name": "Seed of Agony Demo",
    "steam_appid": 2051950,
    "required_age": 0,
    "is_free": true,
    "description": "Seed of Agony is a retro 4x platforming RPG about Demons in Space colonizing a virgin galaxy. Their Empire has fallen, and the Emperor uses the last of his magic to send the last living Seed ship, the Seed of Agony, to a new, unexplored, unconquered galaxy, in order to start a new Empire. Take control of a small army of demons grown and managed on board the Seed of Agony, travel from star system to star system, and complete planet-side missions as those demons to momentarily quell the pain of the Seed of Agony long enough for her to grow a Colony Seed, thereby expanding the Empire.<br />\r\n<br />\r\nFeatures -<br />\r\n<br />\r\nAction RPG planet-side missions featuring hundreds of aliens to conquer<br />\r\n<br />\r\nProcedurally Generated systems and stages featuring dozens of different styles of generation, resulting in infinite, vastly different experiences<br />\r\n<br />\r\nDynamic Turn-based space battles, directly controlling the Seed of Agony as she faces off against space monsters<br />\r\n<br />\r\nRTS base building that prioritizes rapid building/colonization/expansion<br />\r\n<br />\r\nLiving Ship that can grow new, expendable (read: perma-death) demons, weapons, etc.<br />\r\n<br />\r\nResource Management for the ship provides a hint of Survival<br />\r\n<br />\r\nProto-civilizations the player can interact with in different ways. Convert them to the New Demon Religion, or conquer them by causing a nearby volcano to erupt!<br />\r\n<br />\r\nIndefinite, persistent play. With tons of procedural possibilities, hundreds of enemies, items, demons, space monsters, base-building and way, way more, Seed of Agony is designed to be played forever. <br />\r\n<br />\r\nThe demo version is fully featured with all of the above except the &quot;play forever&quot; part. The demo will Time Out after 3 hours, and saving has been disabled. But for those 3 hours, the galaxy is your oyster! Of evil! An oyster of evil!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2051950/header.jpg?t=1654882957",
    "developers": [
      "Autonomic Interactive"
    ],
    "publishers": [
      "Autonomic Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}