{
  "2051650": {
    "name": "Play With Me",
    "steam_appid": 2051650,
    "required_age": 0,
    "is_free": true,
    "description": "Play With Me is a charming puzzle game featuring a lovable pirate toy as the protagonist. In this indie game, you play as the pirate toy who wants nothing more than to be played with by your human owner. Unfortunately, your owner is too busy with distractions like TV, smartphones, and tablets. It's up to you to solve a series of whimsical puzzles and riddles to destroy these distractions and get your owner to play with you.<br />\r\n<br />\r\nWith its colorful and cartoon-like graphics, Play With Me offers a playful and light-hearted atmosphere that's perfect for gamers of all ages. As you progress through the game, you'll encounter a variety of challenges that will test your problem-solving skills and creativity. From navigating through obstacle courses to manipulating objects in the environment, you'll need to think outside the box to succeed.<br />\r\n<br />\r\nWhether you're a fan of puzzle games, pirates, or just looking for a fun and engaging way to pass the time, Play With Me is the perfect choice. So set sail on an adventure like no other and help this pirate toy get the attention it deserves!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2051650/header.jpg?t=1683815274",
    "developers": [
      "Pedro González-Anta",
      "David Ortiz",
      "Fran Chapa"
    ],
    "publishers": [
      "Pedro González-Anta",
      "David Ortiz",
      "Fran Chapa"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}