{
  "2052110": {
    "name": "Runaway Farm: Who Killed Clara Haller",
    "steam_appid": 2052110,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >An Interactive Point and Click Farm Game Wrapped in a Horror Mystery!</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052110/extras/3279739ee814bb3ce2c9f7a61832fb35.avif?t=1726257351\" width=604 height=426 /></span><br>You stumble on an abandoned homestead full of secrets and haunted by an old woman who wants you to revive the farm! <br><br>It’s the perfect set-up for a homeless runaway like you. Everyone thinks you’re the granddaughter who’s been missing for 8 years. <br><br><strong>But what happened to the real Clara Haller?</strong><br><br>Farm the land, fish the stream, harvest lumber, rebuild the cabin, and sell at the Farmers Market.  Meanwhile, you learn more and more about the strange goings-on in the village of Skipping Rock.<br><br>You need to upgrade tools at the local big ag store, but you can’t help but notice how strangely the worker Antonne behaves.  You’ll also need to purchase livestock from the local breeder, but he won’t talk to 'Clara Haller'.  What could an 8-year-old girl have done to make him hate her?<br><br>Buy seeds and groceries at The Country Store from the kind owner Randy.  He’s made enemies with the large agricultural concern who wants his land.  Word has it, the mutated fish in your stream are caused by the chemicals they’re dumping…<br><br>The local builder Fenilda can make anything from a chicken coop to a barn.  She was close to the young Clara Haller…and seems to suspect that you may not really be her.  If that wasn’t unsettling enough, Crow, the woman who runs the Farmers Market knows what you’re dreaming every night.<br><br>And what about the Haller Homestead?  Is this ghost really the kindly grandmother she seems to be?  What does she know about the real Clara Haller?  <br><br>You have nowhere to go, and you need to survive.  That means working hard at the farm and building it into something great.  Even if nothing makes sense around you.<br>  <br>This interactive farm game and horror mystery gives players the chance to create the perfect homestead and solve the mystery of Clara Haller.  <br><br><ul class=\"bb_ul\"><li>Farm Crops to Sell<br></li><li>Follow Multiple Story Paths to Solve Horrific Mysteries and Build Your Homestead!<br></li><li>Upgrade Your Tools to Work Faster!<br></li><li>Fish at the Stream and Sell Your Catch! <br></li><li>Build Barns, Hives, and Chicken Coops to Raise Chickens, Goats, Bees, or Sheep!<br></li><li>Expose a Psychotic Agricultural Corporation!<br></li><li>Harvest Lumber for Firewood or to Sell!<br></li><li>Upgrade and Add to Your Cabin!<br></li><li>Befriend a Demon Child!<br></li><li>Buy Food at the Country Store to Keep Up Your Energy!<br></li><li>Sell at the Farmers Market!<br></li><li>Work at a Neighboring Berry Farm for Extra Money!<br></li><li>Grow Feed For Your Animals to Save Money!<br></li><li>Learn the Horrifying History of Grandmother Gladys!<br></li><li>Rescue a Neighbor Who Will Join You on Your Farm!<br></li><li>Raise Enough Money to Buy the Nearby Orchard!  <br></li><li>Try to Maintain Your Sanity in a Haunted Home!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052110/header.jpg?t=1726257351",
    "developers": [
      "Beedy-Beeper Games"
    ],
    "publishers": [
      "Beedy-Beeper Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}