{
  "2052000": {
    "name": "The Last Mission",
    "steam_appid": 2052000,
    "required_age": 0,
    "is_free": false,
    "description": "Command your spaceship, customize your loadout, and prepare for the incoming waves of enemies. Strategically deploy and equip your fleet with powerful weapons and support modules to maximize your defenses and crush the alien threat.<br><br>Your mission is clear: defend the planet at all costs. Every wave you conquer brings you closer to saving Earth. Only the strongest strategies will survive. You are entrusted with the vital mission of commanding the earth's last defense line. Cynically dubbed &quot;The Last Mission&quot; by some, it may indeed be humanity’s final hope.<br><br>With a variety of ship types and sizes and a range of weapons and modules, the game offers a challenging and strategic experience, especially for fans of auto-battlers and tower defense games. <br><br>The Last Mission is an auto-battler and space battle simulation game where you command a fleet of spacecraft in vast, strategic battles. Equip, configure and upgrade your ships to be ready to battle the enemy.<br><br><strong>Build Your Fleet</strong><br>Discover the strengths and weaknesses of a variety of unique ships—from nimble fighters to massive battleships. Arm them with a diverse array of weapon and support modules, and combine their abilities to maximize your firepower in battle.<br><br><strong>Command Your Fleet</strong><br>Strategically position your fleet on the battlefield and assign commands to each ship. Destroy your enemies from a safe distance, or sow chaos with a swift advance into enemy lines.<br><br><strong>Watch Your Fleet in Action</strong><br>Once preparations are complete, the battle begins. Observe as your plans and strategies unfold on the battlefield, with laser beams slicing through the air and machine guns rattling.<br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052000/0dbde85c1fd2bc345afba8d5bd1ecb75c1f4c5df/header.jpg?t=1764622520",
    "developers": [
      "amarks"
    ],
    "publishers": [
      "amarks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}