{
  "2052740": {
    "name": "Horse Shelter 2022 - Prologue",
    "steam_appid": 2052740,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Free Prologue version of Horse Shelter 2022<br />\r\n<br />\r\nLive the dream of owning and looking after realistic horses. Train your own stable of horses and participate in world competitions. Exciting show jumping events are waiting for you!<br />\r\n<br />\r\nHorse Care<br />\r\nCare for your horse by grooming, feeding, and treating it. Build a bond together in a wide range of interactive activities. <br />\r\n<br />\r\nLessons in the riding ring<br />\r\nAfter you have everything done with your horse, you'll get a riding lesson. In the course, you'll show your skill at riding, try to follow the riding line as closely as possible and thereby try to achieve the best time.<br />\r\n<br />\r\nCompetitions<br />\r\nExciting show jumping events are waiting for you! Practice makes perfect as you train to compete in a series of challenging competitions. Keeping your horse happy and healthy is the key to success! Will you reach the World Championships?<br />\r\n<br />\r\nHorse Shelter 2022 looks amazing. Watch how your horse moves and how its ears tell you its mood. Marvel at the Pinto horses – each one looking unique. Or soak up the atmosphere during a prestigious show jumping competition. Horse Shelter 2022 brings you into a world that you won’t want to leave.<br />\r\n<br />\r\nFeatures<br />\r\n★ Learn lots worth knowing about caring for a horse<br />\r\n★ Your own horse - pet and ride<br />\r\n★ Show your abilities and ride to beat the time<br />\r\n★ Jump courses, ride into the countryside and even more courses<br />\r\n★ Own a stable of horses, customize their tack, and showcase their trophies<br />\r\n★ Create and share the perfect horse with the Horse Creator<br />\r\n★ Build your own race tracks for competitions<br />\r\n★ And more!!!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 俄语, 简体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052740/header.jpg?t=1732821061",
    "developers": [
      "RanchoGames"
    ],
    "publishers": [
      "SimulaM"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}