{
  "2052690": {
    "name": "Dungeon Rummage - Another Isekai?!",
    "steam_appid": 2052690,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Dungeon Rummage - Another Isekai!?<br />\r\n<br />\r\nEver wondered what it would be like when you got reincarnated into a fantasy world?<br />\r\n<br />\r\nNow you can find out! Start out as a secluded Gamer shut-in, abandoned by society and work your way to become a legend among the townsfolk as you conquer the dungeon, build up the city and romance various characters!<br />\r\n<br />\r\nCareful! Falling in the dungeon has dire consequences!<br />\r\n<br />\r\nAcquire materials and crystals by slaying monsters inside the dungeon, wich can later be used for building or  traded in for some hard earned cash!<br />\r\n<br />\r\nExplore the dungeon with the unique &quot;Rummage System&quot;! <br />\r\n<br />\r\n<br />\r\nAs you venture deeper into the dungeon, new people will come to town. New allies and romance partners that can help on your adventure!<br />\r\n<br />\r\nWhat secrets will you uncover? What lies at the bottom of it all? Who knows! Only one way to find out!<br />\r\n<br />\r\nCurrent features:<br />\r\nExplore the city of Echeia<br />\r\nBuild various locations like The mine, logging site, the ranch which give you passive income of resources for building. Dig up a hotspring and relax with your party members &amp; more.<br />\r\nFind, recruit and become friends with many lovely characters such as Tha'z Gar the orc fighter, Nephenee the elven scout or Lyra the mage.<br />\r\nDelve into the dungeon with its unique &quot;Rummage System&quot;. Which eliminates the basic turn based combat and focuses on resource management v.s. uncertainty. Represented in a Dungeons &amp; Dragons / Visual Novel style.<br />\r\nFind loot, money, weird goblin brothers and other charming encounters during your exploration.<br />\r\nEnjoy different minigames like cutting weeds for the farm girl or fishing.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": null,
    "developers": [
      "Simple Gaming"
    ],
    "publishers": [
      "Simple Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}