{
  "2052310": {
    "name": "Backswamp",
    "steam_appid": 2052310,
    "required_age": 0,
    "is_free": false,
    "description": "The only one who can help you is yourself. Your mission is to adapt to the worst situations and survive to escape this prison-like raft.<br><br>Awakening on a vast ocean, the player must create drinkable water, find food, and utilize the debris caught in the raft net to stay alive. Oh no, the seawater is receding! There won't be anything to obtain on the raft once the water recedes. Hurry and climb down the ladder to the tidal flats, explore, and find items for the next stage. The tidal flats hold valuable resources that cannot be obtained on the raft. Just remember, your backpack capacity is limited, and you must return to the raft before the seawater rises again.<br><br>When the seawater rises, the only survival space left is confined to the raft. While exploring the tidal flats, you faced threats from creatures, but the raft is peaceful. However, don't venture into the water. Who knows what lies deep beneath the sea.<br><br>This narrative exists solely by your actions. Write down why you ended up in this environment and how you can survive and escape. Discover practical tools necessary for survival in this unique environment. Don't neglect your efforts to survive.<br><br>To unearth the remnants of civilization buried in the tidal flats, face risks and take on challenges. Develop technology and gather the necessary components to escape the dreary raft.<h2 class=\"bb_tag\" >◆ Essential Survival Checkpoints ◆</h2><br>Drinking Water: The most crucial aspect of surviving in the middle of the sea is obtaining drinkable water. Collect rainwater and boil seawater to obtain clean water. This process won't be easy.<br><br>Food: One good news is that there are plenty of fish in the sea. Create a fishing rod and catch fish to satisfy your hunger. However, the fishing line won't just catch fish.<br><br>Crafting: To create something, you need not only materials but also tools. If you lack the necessary tools, you'll have to make them first.<br><br>Tides: The unique environment here constantly changes with the ebb and flow of the sea water. When the seawater rises, you must endure on the raft for survival, and when it recedes, you should explore the tidal flats for progress.<br><br>Backswamp: Make good use of the debris for survival. Essential items for survival can be obtained on the tidal flats or on the net of the raft, carried away by the seawater.<br><br>Exploration and Creatures: When the seawater recedes, the raft comes to a halt. It's time to descend to the tidal flats and explore. The tidal flats contain soil, rocks, and more valuable items. However, be wary of the creatures that emerge in search of prey.<br><br>Special Constructions: To move items to higher places, you need an elevator. But you can't create it with just a wooden plank. Instead, consider making buoys that float when the water rises. Adapt and utilize the significant difference between high tides and low tides. Humans survive by adapting.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052310/header.jpg?t=1729313753",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}