{
  "2052250": {
    "name": "Title Pending!",
    "steam_appid": 2052250,
    "required_age": 0,
    "is_free": false,
    "description": "Title Pending! It is a story-rich dungeon crawler about a man who always wanted to be a great hero and earn his unique title in the adventure community, who ends up having his dream turn to ash before it can even begin. You guide him through the aftermath of a traumatic event where his hero agrees to train him only to decide he isn't worthy and leaves you for dead after a botched boss fight. You end up following a voice in your head that guides you to safety, leading you to a hidden room no one has been in for ages. While dying slowly, you end up drinking an unknown potion in hopes of saving your life in hopes of giving you enough mana to activate an old teleportation stone in the room.<br><br>It works but at a significant cost, the potion that is a remnant of civilizations past, a drink outlawed by the current kingdom and its church. Its meant to give the drinker the ability to see and talk to the spirits or gods and is reserved only for shamans of old. In a nutshell, it's a mana potion so potent that if you don't die from the overdose, you get magically more powerful, but the church's stance on it also breaks your mind and makes you crazy as to why you can see spirits they say don't exist.<br><br><u><strong>Struggle</strong></u>:<br>You will struggle after the prologue both physically as you fight monsters on your adventure and as you struggle with Zed, who claims to be the voice who guided you. You are convinced it was you noticing things and your brain telling you in near-death moments the things you noticed were out of place before the boss fight. But Zed, who only you can hear and now see, claims he is a demi-god of old, and like it or not, you are stuck with him, as his only disciple in almost a thousand years.<br><br><u><strong>Grow:</strong></u><br>Deal with everyday issues as you try to survive after your trauma. Find work to keep a roof over your head, and decide will you go at it alone or seek help from others. Will you give in to your depression from your ill-gotten luck and accept it as fate, or fight against it with Zed's use and the help of others you meet along the way.<br><br><u><strong>Be True to Your Self:</strong></u><br>Will you take the chance to reclaim your childhood dream or let reality jade you? Are you the type to fight against his demons or give into them? Every choice in the game builds to one of many endings based on how you dealt with your trauma. Will you save the day but only for selfish reasons and live out the rest of your days in self-exile as a hermit? Or will you find love and friendship even with your 'conditions' once this is over?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052250/header.jpg?t=1673084686",
    "developers": [
      "Blantech"
    ],
    "publishers": [
      "Blantech"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}