{
  "2052170": {
    "name": "In to the 029",
    "steam_appid": 2052170,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>In to the 029</strong> is a horror game based on live-action 3D graphics. Collect clues through simple puzzle solving and investigation. Face the truth through endlessly repeated investigations amid the growing tension and fear.<br><br><ul class=\"bb_ul\"><li><strong>Object investigation</strong><br>You must investigate various objects and figure out the story to get to the real ending of the game with a true ending. Be clear on false endings, don't give up and keep researching.<br><br></li><li><strong>Puzzle solving</strong><br>Finding lost memories of the past is not easy. You can be more immersed in what kind of memories exist through simple puzzle solving.<br><br></li><li><strong>Change check</strong><br>Most of the interactions you do have meaning. As you examine the object, the previously known scene or map layout will change. You just have to check them out and don't miss them.<br><br></li><li><strong>Retry</strong><br>In the middle and end of the game, it is divided into various aspects depending on the choice of the you. There are some things that are different from the memories of the past, but you also face the true memories yourselves.</li></ul><h2 class=\"bb_tag\" >Synopsis</h2>Your lost memories start over here now. We are people who work for the public good, and your mistake has caused us great harm and has adversely affected many people. As a punishment for that, you are here now. Please enter to the 29th object in front of you. No matter what, you must not go out. Do not forget that you are being punished.",
    "supported_languages": "韩语, 英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2052170/header.jpg?t=1657524618",
    "developers": [
      "PangdoraSouls"
    ],
    "publishers": [
      "PangdoraSouls"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    },
    "type": "game"
  }
}