{
  "2054510": {
    "name": "REAL RAGE",
    "steam_appid": 2054510,
    "required_age": 0,
    "is_free": false,
    "description": "Are you too calm? Do you want to be angry? If the answer is YES, you have to play this game!<br><br>You have to use all of your skills, reflex, patience, agility to complete the stages, and defeat the boss. The way to defeat the boss is not easy, because there are many traps, enemies, and other surprises on every level. You have to walk and jump on the platforms and reach the finish flag without falling down, but be ware of traps and enemies. You can kill the enemies if you jump on the top of them. You need to note where are obstacles and traps to complete the stages.<br>So prepare for an immersive and intensive experience by the REAL RAGE!<br>The DEATHCOUNTER is waiting for you!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>First Person Platformer Game<br></li><li>Rage Game<br></li><li>5 Levels (more world will come in next patches)<br></li><li>1 Boss Fight<br></li><li>If you die by falling down, trap or enemy, the level will start from the beginning<br></li><li>There are unlimited lifes, there is only a deathcounter<br></li><li>Weird humor and retro-vibes</li></ul><h2 class=\"bb_tag\" >Gameplay</h2>Every level is a linear map. The target is you have to reach the flag at the end of the map without dying. If you die, you will respawn at the start of the level. There are enemies, hidden traps which will surprise you, so next time you will count with them, and you will go further if you dodge them. The movement is so easy, you can walk on the platforms, and jump to other platforms, cubes etc.. You can break the cubes, destroy the enemies. If you reach the flag at the end of the map, you will jump to the next level. The final target is you have to defeat the final boss on the last map.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2054510/header.jpg?t=1657911214",
    "developers": [
      "B&N"
    ],
    "publishers": [
      "B&N"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}