{
  "2054400": {
    "name": "Rocket Angels Inc",
    "steam_appid": 2054400,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >An Arena Shooter Where You Never Have To Touch The Floors </h2><strong>Grappling Hook Based Movement</strong> - <i>Our E-427 Unit is equipped with a magnetic attraction system that utilizes signature based isolation to enable movement as if hooked to a wire. No worries about tangles, scissors, or other wire based messes as your E-427 unit is traveling to its destination</i><h2 class=\"bb_tag\" >Rocket Launchers Are Your Primary Weapons </h2><i>Hitting a moving target at high speeds can be difficult, so we equipped our E-427 unit with self-defense rockets in the unlikely scenario that a threat to the safety of your package exists.</i><h2 class=\"bb_tag\" >Stun Your Opponents To Knock Them Off The Map </h2><i>To Ensure Safety, our E-427 units are required to maintain a pre-programmed altitude when on route to delivery zones. In the unlikely event that the E-427 unit does drop below this altitude, it will safely self-destruct to prevent significant damage to anything below. Rocket Angels Inc would like to ensure you that future models will have more graceful landing procedures.</i><h2 class=\"bb_tag\" >Execute Stunned Enemies By Pulling Them Close With Your Hook </h2><i>In the unlikely event that explosive ordinances have not stopped a threat, the E-427 unit has been equipped with combat routines that will automatically engage when appropriate. </i><h2 class=\"bb_tag\" >Arena Shooter Style Game Modes</h2> <ul class=\"bb_ul\"><li>Deathmatch<br></li><li>Team Deathmatch<br></li><li>Capture The Flag<br></li><li>King Of The Hill<br></li><li>And More in Development</li></ul><br><i>Rocket Angles Inc would like to assure future customers that any rumors or leaks related to trade secret training exercises our robots are undergoing are not in fact, just based on violence and are necessary for future package delivery responsibilities. </i><br><br><i> Rocket Angels Inc would also like to assure customers that any seemingly animated based inspirations for our E-427 units are purely coincidental </i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2054400/header.jpg?t=1690844639",
    "developers": [
      "YManDu Games"
    ],
    "publishers": [
      "YManDu Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}