{
  "2055490": {
    "name": "A Game with a Kitty 1 & Darkside Adventures",
    "steam_appid": 2055490,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Two very old freeware games shall live again! Play as chubby Kittey trying to foil the plan of an evil mastermind in A Game with a Kitty 1, or help the Archchancellor solve the mystery of Princess Daphodil's lost crown in Darkside Adventures.</strong><br><br>These two games are retro 2d platformers with a focus on exploration. As you play, you'll learn new moves that'll let you find new places and treasures, even in previously visited levels. Run &amp; hat-glide with Kittey in A Game with a Kitty 1 or wall-run with the Archchancellor in Darkside Adventures. Numerous bosses are waiting to be challenged, too!<br><br>What are you waiting for? Grab these moneybags and thoroughly kick some (evil) koala butt!<br><br>And, hey -- as a special bonus, I've also added Treasure Hunter Man 1 to the collection.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Retro pixel graphics at a VERY low resolution<br></li><li>Two 2d platformers in one package<br></li><li>Partially non-linear gameplay structure with light metroidvania touches<br></li><li>Kinda hard (sorry)<br></li><li>Saving &amp; level selection maps<br></li><li>Gain new skills as you progress through these 2 adventures<br></li><li>Ending variations in Darkside Adventures<br></li><li>A Game with a Kitty is relatively short (1-2 hours), but Darkside Adventures can take you much longer to complete<br></li><li>Completely free (you can support me by buying my other games if you like)<br></li><li>Amazing soundtrack by Sean Cameron (thank you)</li></ul><br><strong>Controls</strong><br><br>In both games, hitting Backspace or double-clicking will activate windowed mode. Maximize the window to go back to fullscreen.<br><br>--A Game with a Kitty 1--<br>-Arrow Keys: Moving<br>-X or Shift: Jump<br>-C or Control: Run (once you have it)<br>-X or Shift in midair: Glide (once you have it)<br>-UP &amp; C/Control in midair: Kittey Zoom (once you have it)<br>-LEFT or RIGHT in midair near a wall: Cling to wall (once you have it)<br>-UP or DOWN while wall-clinging: Move (once you have it)<br>-X or Shift while wall-clinging: Jump off (once you have it)<br>-UP when next (not over) to a NPC: Talk<br><br>--Darkside Adventures--<br>-Arrow Keys: Moving<br>-X or Shift: Jump<br>-C or Control (hold): Run (once you have it)<br>-X or Shift in midair: Double Jump (once you have it)<br>-C or Control (hold) and running into a wall: Wall run (once you have it)<br>-X or Shift while wall-running: Jump off<br>-C or Control (tap): Shoot star / pick up stuff<br>-UP: Pick up stuff<br>-UP when next (not over) to a NPC: Talk<br>-TAB: Skip certain cutscenes<br><br>--Treasure Hunter Man 1--<br>-Arrow Keys: Moving<br>-X or Shift: Jump<br>-C or Control (hold): Run (once you have it)<br>-C or Control (tap): Attack with current weapon (once you have it)<br>-Enter: Show inventory to select a usable item or use or switch weapons<br>-Space: Switch between weapons<br>-Jumping in midair: Double-jump (once you have it)<br>-UP when next (not over) to a NPC: Talk<br><br>There's rudimentary gamepad support. Please have the controller plugged in before starting the game. If it doesn't work, try disabling Steam Input for the game.<br><br>If the controller still won't work, enable support for older programs in the Game Controller Settings (Control Panel/Win10+).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2055490/header.jpg?t=1656438869",
    "developers": [
      "origamihero games"
    ],
    "publishers": [
      "origamihero games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}