{
  "20550": {
    "name": "Red Faction II",
    "steam_appid": 20550,
    "required_age": 0,
    "is_free": false,
    "description": "Twenty-second century Earth. Five years after the rebellion on Mars.<br>                    For the last 15 years, Sopot, the corrupt dictator, has oppressed the people of the Commonwealth. His relentless pursuit of unification with the neighboring United Republic has left the country soaked in unnecessary bloodshed and poverty. Propaganda is plastered throughout communities and a Public Information Building, built as a tribute to the self-centered chancellor, spews news broadcasts with claims of victory as more and more soldiers fall victim. Fed up after years on the front lines, a group of super-soldiers injected with nanotechnology vow to replace the dictator and restore peace. <br>                    Defend your country as Alias, a demolitions expert, with the help of your five squad members, each specializing in their own method of destruction. Fight through diverse levels using vehicles, an arsenal of specialized weapons and massive explosives in your rampage to overthrow the government.<br>                    <ul class=\"bb_ul\"><li>Revamped Geo-Mod™ engine — the only FPS with real-time, arbitrary geometry modification <br>                    </li><li>All new storyline &amp; characters — fight as a member of an elite squad of six <br>                    </li><li>Enhanced graphics and pre-rendered cut scenes for a completely immersive experience <br>                    </li><li>Utilize four varied vehicles in combat including a tank, hover flyer and submarine <br>                    </li><li>Acquire superior firepower from multiple boss battles <br>                    </li><li>Fourteen specialized weapons of mass destruction including dual-handed combinations <br>                    </li><li>All new inventory of useful items - health kits, night vision, numerous grenades and more <br>                    </li><li>Stealth, puzzle solving and action oriented objectives <br>                    </li><li>Advanced AI behavior - AI works in squads and reacts realistically to each combat situation <br>                    </li><li>Experience alternate endings based on style of combat - good or bad &quot;karma&quot; <br>                    </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/20550/header.jpg?t=1709553317",
    "developers": [
      "Volition"
    ],
    "publishers": [
      "Deep Silver"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3697,
      "final": 3697,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 22,
      "total_negative": 5,
      "total_reviews": 27
    }
  }
}