{
  "2055150": {
    "name": "Charming Blood Demo",
    "steam_appid": 2055150,
    "required_age": 0,
    "is_free": true,
    "description": "The night is the time of vampires. A time of mystery, danger, and death... But also a time of freedom, passion, true friendship, and love.<br>___<br>For many centuries vampires have been living next to us, and humans don't even know it.<br>But sooner or later, the secrets come out…<br>Challenge yourself as a young guy who involuntarily becomes a vampire.<br>It is not easy adapting to a new life, especially when the night dwellers are searching for ancient powers and getting ready for a new war, but you are no longer an ordinary guy!<br>Besides, you can enjoy the company of charming vampires:<br><br>-----------------<br><strong>Victoria </strong>- a friendly neighbor who is always ready to offer you help. But don't let her soft nature lead you astray, your feelings may awaken something deeper in her …<br><strong>Mina </strong>- willful and open-minded. She is alien to laws and boundaries. She longs to show you another world behind the nightlife routine. Her fiery gaze is so alluring but also dangerous. Watch out, don't get hurt.<br><strong>Alex </strong>- A defiant and proud hunter of the ruling vampire clan. She is forced to rely on your help in a dangerous task, something she clearly does not like. Who knows, maybe you'll be lucky enough to melt her cold heart?<br><strong>Erika </strong>- the enigmatic mistress of the Children of Darkness. She holds power over the vampires in the city. Her will is the law. Do you have enough courage to perceive something more in her stern gaze? Are you strong enough to make your desire come true?",
    "supported_languages": "英语, 乌克兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2055150/header.jpg?t=1743527409",
    "developers": [
      "Meowgical Games"
    ],
    "publishers": [
      "Meowgical Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}