{
  "2056700": {
    "name": "KAGITORI -BIRD IN THE CAGE HIDING THE KEY-",
    "steam_appid": 2056700,
    "required_age": 0,
    "is_free": false,
    "description": "We are a small company started with the desire to introduce Japanese games that we have enjoyed ourselves to the rest of the world. We have received cooperation from the copyright holders, but I think there are many things we are not doing well. We would like to cooperate with you to improve our products in the future.<br />\r\n<br />\r\nThis work is a translated and modified version of the game &quot;Kagi wo Kakushita Kago no Tori -BIRD IN THE CAGE HIDING THE KEY&quot; released in Japan.<br />\r\n<br />\r\nStory:<br />\r\n<br />\r\nA murder case occurred in the city.<br />\r\n<br />\r\nTouko Kujakuseki, a girl who is a benefactor of the main character, Youta Kawasemi, was arrested on a murder charge and she confessed her murder.<br />\r\n<br />\r\nHowever, Touko was released due to a lack of evidence.<br />\r\nPeople around her didn't allow that, and she was imprisoned in a large Western-style building.<br />\r\n<br />\r\nYouta, who has lost her grandmother and lives alone, decides to live with Touko in a Western-style building.<br />\r\nAnd Touko and her close girl, Mion Aobazuku and a class president Yoru Tsubamesawa,<br />\r\nWith the addition of Izuru Mizuha, an oddball in the class, a communal life with five people begins.<br />\r\n<br />\r\nThey cook, stay in touch, have small conversations and quarrels ...<br />\r\nYouta has come to like such a life.<br />\r\n<br />\r\nBut the girl hasn't committed the murder. She is hiding someone.<br />\r\n<br />\r\nIf that is true ...<br />\r\n<br />\r\nWho is the true criminal? Why is Touko trying to take the rap ...<br />\r\n<br />\r\nIs it possible to save a girl trapped in a bird cage?",
    "supported_languages": "英语, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2056700/header.jpg?t=1691696149",
    "developers": [
      "Cabbit",
      "Inter De Pendence"
    ],
    "publishers": [
      "Inter De Pendence"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21200,
      "final": 21200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 212.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    },
    "type": "game"
  }
}