{
  "2056480": {
    "name": "Classic Memory Game",
    "steam_appid": 2056480,
    "required_age": 0,
    "is_free": false,
    "description": "Step back in time and indulge in the nostalgia of the classic Memory game with this delightful rendition available on . Classic Memory Game brings the beloved matching experience to your computer screen, offering hours of entertainment and brain-stimulating fun.<br><br>Challenge your memory and concentration as you flip over cards to reveal hidden images. Your objective is to find and match pairs of identical cards within a grid, testing your ability to recall their positions. With each successful match, the cards disappear, and your progress unfolds.<br><br>Immerse yourself in timeless gameplay as you explore various difficulty levels and grid sizes. Whether you're a novice seeking a gentle mental workout or a seasoned memory master looking for a challenge, the game caters to players of all ages and skill levels. Sharpen your memory skills and improve your cognitive abilities as you progress through the levels.<br><br>Classic Memory Game offers a visually pleasing and intuitive interface, making it easy to navigate through the cards and immerse yourself in the gameplay. Enjoy smooth animations and responsive controls that enhance your gaming experience, allowing you to focus on the exciting task of finding matching pairs.<br><br>Uncover a wide range of themes and artwork as you progress through the game. From colorful fruits and adorable animals to captivating landscapes and iconic symbols, each card set presents a new visual journey. Experience the joy of successful matches and the thrill of uncovering new images, accompanied by delightful sound effects that enhance the overall gaming atmosphere.<br><br>Challenge yourself to beat your own high scores, compete with friends and family, or simply enjoy the relaxing and engaging gameplay at your own pace. Classic Memory Game is the perfect digital adaptation of the timeless memory game, providing entertainment for players of all ages. Exercise your memory, test your recall abilities, and relish the satisfaction of completing each level in this nostalgic and captivating game.<br><br><br><strong>Gameplay:</strong><br><br>Click on the cards to reveal them, and match all card pairs within a level to win! Beat your previous scores and keep your brain fit!<br><br>The aim is to guess all pairs as quickly as possible. The faster you will be more up your score will be. <br><br>FEATURE:<br><br>• There are 36 cards<br>• There are different levels of difficulty<br>• Kids can keep track of their high scores<br>• The game controls are simple and kid-friendly",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2056480/header.jpg?t=1745172122",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 308,
      "discount_percent": 72,
      "initial_formatted": "¥ 11.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}