{
  "2056960": {
    "name": "Merauders: Tides of Fate",
    "steam_appid": 2056960,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Your sixteenth birthday should have been simple. Guild selection ceremony. Celebration with your uncle and aunt. Maybe some embarrassment from your cousin Kael.</p><p class=\"bb_paragraph\" >Instead, water started speaking to you.</p><p class=\"bb_paragraph\" >Not metaphorically. You can <i>feel</i> emotions through water now—anger rippling across the lake, joy bubbling up from the depths, fear spreading like ink through tide pools. It's beautiful. It's overwhelming. It's <strong>terrifying</strong>.</p><p class=\"bb_paragraph\" >Because your uncle Taelaris—the mayor of Storm's Crossroads—doesn't know why this is happening. And when you start asking questions about your mother's disappearance ten years ago, the answers threaten everything.</p><p class=\"bb_paragraph\" >Your mother vanished when you were young. Your father dies shortly after. Your uncle and aunt raised you. And now these abilities are awakening, and nobody can explain why.</p><p class=\"bb_paragraph\" ><strong>Merauders: Tides of Fate</strong> isn't about saving the world. It's about discovering who you are while navigating the messy, complicated reality of family secrets, political pressure, and eight cultures attempting unprecedented cooperation around Lake Malaclypse's ancient caldera.</p><p class=\"bb_paragraph\" >The settlement experiment is working—barely. Political pressure, resource competition, and deep-seated prejudice threaten the fragile cooperation daily. Your uncle faces regional scrutiny as mayor. And your mysterious abilities complicate everything.</p><p class=\"bb_paragraph\" >You have water empathy. Guild training options. Cultural knowledge to learn. And choices—so many choices that ripple through forty-plus relationship variables tracking how you talk, what you prioritize, who you help, and how you recover when you screw up.</p><p class=\"bb_paragraph\" >Because you <i>will</i> screw up. This game expects it. Plans for it. Provides support systems for it.</p><p class=\"bb_paragraph\" >What matters isn't perfection. It's whether you show up, acknowledge mistakes, rebuild trust, and keep trying.</p><h2 class=\"bb_tag\" >THE SYNTHESIS SYSTEM</h2><p class=\"bb_paragraph\" >Forget combat. In Merauders, conflicts resolve through cultural mediation, empathy-based understanding, and strategic relationship management.</p><p class=\"bb_paragraph\" >The Synthesis system transforms traditional RPG encounters into conversations where you:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Read emotional currents through your mysterious abilities</p></li><li><p class=\"bb_paragraph\" >Apply different cultural cooperation philosophies</p></li><li><p class=\"bb_paragraph\" >Navigate political implications of every choice</p></li><li><p class=\"bb_paragraph\" >Build trust through consistency, not just correct dialogue options</p></li><li><p class=\"bb_paragraph\" >Recover from failures through authentic relationship repair</p></li></ul><p class=\"bb_paragraph\" >It's challenging. It's engaging. It requires thinking about <i>people</i>, not hit points.</p><p class=\"bb_paragraph\" >Every encounter has multiple peaceful solutions. Which one you choose—and how you implement it—determines whether relationships strengthen or fracture.</p><h2 class=\"bb_tag\" >YOUR CHOICES ECHO</h2><p class=\"bb_paragraph\" >This isn't binary morality. Your uncle's political career depends on managing community perception of your mysterious abilities. The settlement's fragile cooperation needs your bridge-building skills. Your family navigates secrets that reach back ten years.</p><p class=\"bb_paragraph\" >Every conversation choice matters. Your tone. Your priorities. Your consistency. Whether you help repeatedly or only when convenient. How you handle failure. Who you defend. What you're willing to sacrifice.</p><p class=\"bb_paragraph\" >The game remembers everything. Relationships evolve—or deteriorate—based on accumulated actions, not single moments.</p><p class=\"bb_paragraph\" >Mess up? Relationships strain. Support systems engage. Recovery becomes possible through sustained effort and genuine change.</p><p class=\"bb_paragraph\" >Succeed? New challenges emerge as stakes rise and relationships deepen.</p><p class=\"bb_paragraph\" >There's no perfect playthrough. There's what you chose, how it affected people, and whether you faced consequences with honesty or deflection.</p><h2 class=\"bb_tag\" >FAMILY AT THE CENTER</h2><p class=\"bb_paragraph\" >Your uncle Taelaris raised you with his wife Serilda after your parents were lost. He's exhausted, politically vulnerable as mayor, and trying desperately to balance protecting you with leading a community increasingly suspicious of unexplained abilities.</p><p class=\"bb_paragraph\" >He needs your support. You need answers about your past. Neither of you can have what you want without compromising.</p><p class=\"bb_paragraph\" >Your cousin Kael tries to help with systematic advice, protective instincts, and family loyalty—but he's navigating this chaos too.</p><p class=\"bb_paragraph\" >The story doesn't promise neat resolution. It offers authentic relationship navigation during impossible circumstances.</p><h2 class=\"bb_tag\" >EIGHT CULTURES, FRAGILE COOPERATION</h2><p class=\"bb_paragraph\" >Eight cultures fled conflict to find Lake Malaclypse's neutral territory. They chose cooperation because isolation meant death.</p><p class=\"bb_paragraph\" >It's working. Barely.</p><p class=\"bb_paragraph\" >The <strong>Draakori</strong> create stunning ice-crystal architecture while integrating <strong>Qordhari</strong> engineering principles. The <strong>Auri</strong> mediate trade disputes while honoring <strong>Vari</strong> market philosophies. The <strong>Gilani</strong> host community meals incorporating everyone's agricultural wisdom.</p><p class=\"bb_paragraph\" >Five guilds—<strong>Traders, Makers, Growers, Seekers, Wardens</strong>—integrate cultural approaches rather than segregating communities.</p><p class=\"bb_paragraph\" >But prejudice exists. Resources compete. Politics complicate everything. The <strong>Kinaji</strong> systematic approach sometimes clashes with <strong>Pravi</strong> independence. The <strong>Syldani</strong> research methods don't always align with <strong>Gilani</strong> hospitality focus.</p><p class=\"bb_paragraph\" >Your abilities complicate this further. When you can sense emotions through water, community tensions become personal experience. Navigating cooperation isn't theoretical—it's survival.</p><h2 class=\"bb_tag\" >DISCOVER WHO YOU ARE</h2><p class=\"bb_paragraph\" >The game won't tell you everything upfront. You'll discover the truth about your abilities gradually. About your mother's disappearance. About why water speaks to you. About what it means for your future.</p><p class=\"bb_paragraph\" >This journey of discovery happens through:</p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Family conversations that reveal painful truths</p></li><li><p class=\"bb_paragraph\" >Guild training that contextualizes your abilities</p></li><li><p class=\"bb_paragraph\" >Cultural interactions that provide perspective</p></li><li><p class=\"bb_paragraph\" >Political crises that force choices</p></li><li><p class=\"bb_paragraph\" >Personal growth that changes how you see yourself</p></li></ul><p class=\"bb_paragraph\" >By the end, you'll understand not just <i>what</i> you are, but <i>who</i> you choose to be.</p><h2 class=\"bb_tag\" >CONTENT &amp; ACCESSIBILITY</h2><p class=\"bb_paragraph\" ><strong>Rating:</strong> ESRB E10+ with Educational Content | Recommended 16+ for emotional complexity</p><p class=\"bb_paragraph\" ><strong>Content includes:</strong> Family secrets, political pressure navigation, cultural cooperation challenges, mysterious abilities awakening, failure consequences with recovery systems.</p><p class=\"bb_paragraph\" ><strong>No:</strong> Graphic violence, sexual content, exploitation, trauma pornography.</p><p class=\"bb_paragraph\" ><strong>Accessibility:</strong> Text scaling, colourblind options, difficulty adjustment, optional activity engagement, comprehensive tutorials, multiple success paths, full controller support.</p><h2 class=\"bb_tag\" >TECHNICAL SPECS</h2><p class=\"bb_paragraph\" ><strong>Platform:</strong> Windows, Mac, Linux <br><strong>Engine:</strong> RPG Maker MZ <br><strong>Release:</strong> 2027-2028<br><strong>Demo:</strong> Q2 2026 (Free)</p><p class=\"bb_paragraph\" ><strong>Requirements (Minimum):</strong> Intel Core i3 2.0GHz, 4GB RAM, Integrated Graphics, 2GB storage</p><h2 class=\"bb_tag\" >WHY MERAUDERS?</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Because RPGs don't need violence to create challenge.</p></li><li><p class=\"bb_paragraph\" >Because family relationships deserve center stage.</p></li><li><p class=\"bb_paragraph\" >Because cultural cooperation is messy, hard, and worth celebrating.</p></li><li><p class=\"bb_paragraph\" >Because discovering your identity should feel earned, not given.</p></li><li><p class=\"bb_paragraph\" >Because education happens best through emotional engagement, not lectures.</p></li><li><p class=\"bb_paragraph\" >Because your choices should matter—not just cosmetically, but in how relationships survive or fracture.</p></li><li><p class=\"bb_paragraph\" >Because sometimes what players need isn't another power fantasy. It's recognition that real connection requires work, mistakes are survivable, and community improvement benefits everyone.</p></li></ul><p class=\"bb_paragraph\" ><strong>Wishlist now. The water's speaking, and it has secrets to share.</strong></p><p class=\"bb_paragraph\" ><strong>Greyface Games</strong> • Proving empathy can power exceptional gameplay</p><p class=\"bb_paragraph\" >© 2025 Greyface Games. All rights reserved.</p>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2056960/header.jpg?t=1762252413",
    "developers": [
      "Greyface Games"
    ],
    "publishers": [
      "Greyface Guild"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}