{
  "2056570": {
    "name": "Junkyard War",
    "steam_appid": 2056570,
    "required_age": 0,
    "is_free": true,
    "description": "Junkyard War is a unique take on the tower defense genre. Clear trash from the junkyard and<br />\r\nrecycle it into valuable resources while holding off waves of your competitor's army trying to<br />\r\nmake the trash disappear by burning it all down! With over one BILLION procedurally generated maps and randomized waves, no two games are the same!<br />\r\n<br />\r\nAs executive field manager of the Wayford Waste Management corporation it's up to you to ensure our junkyard mining operations go smoothly, and preventing our competitor from setting fire to our profits! They and many other short-sighted people see junkyards as a problem to make disappear rather than a valuable resource to exploit. Build turrets to protect the trash and the mine. You'll need to move the mine several times to clear the junkyard, which means the enemy path will too.  Strategic turret placement is critical to avoid waste! You'll have to make do with trash in the field to build your turrets at the start. However we've authorized bonuses to be paid for each enemy unit you eliminate which should help. Good luck!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2056570/header.jpg?t=1657792520",
    "developers": [
      "Jacob Micallef"
    ],
    "publishers": [
      "Jacob Micallef"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}