{
  "2057400": {
    "name": "Ferrule Instincts",
    "steam_appid": 2057400,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>You’re the rich girl Kayla Ferrule - And your birthday is in a week. Unbeknownst to you, Miles Hector, your friend, got in with some bad apples, and they are coming after you! Can you outsmart both him and his mobster friends and make it to your 20th safe and sound?</strong><br><i><strong>Test your instincts in this brief interactive adventure based on Yellow Optic’s Fool Me Twice.</strong></i><h2 class=\"bb_tag\" >The Plot</h2><br>To celebrate your 20th birthday, your friend Miles Hector invited you out to enjoy some quality time together. Your trusty butler Luna Syracuse is a little weary of you out of the safety of the Ferrule Mansion, and sure enough, a few mobsters managed to run into you. They surely have some designs on a high-value target, and Miles claimed he tried to keep them at bay for you. <br><br>Look into your decision-making skills, and choose the best course of action. Every single choice you make will help you celebrate your birthday with all the bells and whistles and avoid capture by some unscrupulous people.<br><br>A distillation of the central storyline from <i>Fool Me Twice</i>, take control of Kayla’s destiny and give her the life-saving hand she was too spoiled to develop herself.<br><br><strong>What say your instincts?</strong><br><br>-------<h2 class=\"bb_tag\" >Original High-Quality Art</h2><br>The same highly-detailed, vibrant, and rich 2.5D art by Nenetlitzi that graced Yellow Optic now graces the full story. Enjoy every single scene in crisp 1080p, which is powered by originals that are 7x larger for ultimate sharpness. Every single sprite and background is examined to the sub-pixel level, so visual perfection is guaranteed.<h2 class=\"bb_tag\" >Original Story</h2><br><i>Fool Me Twice</i> defined the starting point of Yellow Optic. Conceived in 2015 as a text-based novel, it has been remastered and redistilled into a visual form that is both edge-of-your-seat while beautiful to look at. The same writer that penned the original novel re-adapted the tale for a new medium, so the every bit of vision is as present as ever.<h2 class=\"bb_tag\" >Supporting Indie Artists</h2><br><i>Ferrule Instincts</i> was brought to life with the help of indie artist Pia “Nenetlitzi” Coppins. A portion of sales from every single purchase of <i>Ferrule Instincts</i> will go towards the artist. It’s not just a great experience for you, but also incredibly meaningful for the Yellow Optic team behind it.<h2 class=\"bb_tag\" >Light On Your Wallet, Light On Your Machine</h2><br>Yellow Optic was founded on the idea that stories should be fun, and it should not come at the expense of the reader. Enjoy an uncompromising experience at an affordable price everyone will enjoy. And its ultra-lightweight package (smaller than 1 GB) means you can easily carry an extra Yellow Optic story with you alongside your already-huge library.<h2 class=\"bb_tag\" >Continuous Support</h2><br>Just because it’s small and compatible doesn’t mean we’ll let it just sit there! We are continuously working on updates to brighten up the game, so the next time you start up Ferrule Instincts, you may find surprises that cause you to love it even more. Also if you do need someone to help you troubleshoot, shoot us an email!<br><br><strong>We can’t wait to see how your instincts stack up! Let us know what you think!</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2057400/header.jpg?t=1660614432",
    "developers": [
      "Yellow Optic"
    ],
    "publishers": [
      "Yellow Optic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}