{
  "2057890": {
    "name": "Cerebrum Operation",
    "steam_appid": 2057890,
    "required_age": 0,
    "is_free": false,
    "description": "The government completely collapsed. The entire city has been turned into a vast daunting battlefield where small teams of private contractors are trying to gain back control over the city.<br><br>In this tactical turn-based game, start at the heart of the city, focus on the main outposts and useful locations to upgrade your teams. Your decisions alone can lead to victory in this war-torn area. Build and improve camps and outposts, upgrade your squads and fight to conquer the other faction's territories. But make sure that your men remain within reach of supplies and get the best weapons and equipment available, from the handy tactical knife to the powerful tank.<br><br>Remember that victory will be within your grasp in the long run. Maybe your enemy is falling behind only to better surround you and harrass you. Be smart, fight back and get the enemy to surrender.<h2 class=\"bb_tag\" >FEATURES</h2><br><ul class=\"bb_ul\"><li>Create and manage your own squads. Fully customize your soldiers with unique looks, personal skills and individual equipment that best suit your strategy. <br></li><li>Use the wide diversity of weapons at your disposal to win massive tactical fights.<br></li><li>Manage multiple squads and take control of a large and complex map.<br></li><li>Play on one map only, without loading time nor transition screen<br></li><li>Each and every decision you take matters. From the supplies network you will establish to the tactical choices you will make in terms of progression and combat.<br></li><li>Each soldier and vehicle can level up, veteran units are hard to get and maintain but they can be a powerful asset for you.<br></li><li>Build camps and outposts to help your squads take control of the world and make Operation Cerebrum a success.<br></li><li>Create and managed your own squads. Custom your solider gear, improve their tactics and enhance their abilities.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2057890/header.jpg?t=1673551597",
    "developers": [
      "CloudMiral"
    ],
    "publishers": [
      "CloudMiral"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}