{
  "2057800": {
    "name": "Born Punk - The Art Of Born Punk (Artbook)",
    "steam_appid": 2057800,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Bornholm in the year 2155 is everything Bornholm of today is not.</strong><br><br>Over-populated, industrial and most of all a global power thanks to its unique and innovative non-equatorial space elevator.<br><br>For Born Punk, we didn't try to copy/paste quintessential cyberpunk tropes for our interpretation of the genre. Rather, we took cyberpunk out of its traditional home - cities styled after modern metropolises like Shanghai and Tokyo - and transplanted it onto a Danish island - with all the influences that would likely play a part in the transformatino of a quaint European region into a futuristic mega-sprawl.<br><br>Our 44-page long artbook will show you a lot of our thought processes whilst creating the visual part of Born Punk. You'll find commentary by the developers, Discord conversations, a lot of lore, and of course - art. Concept art, pixel art, time lapses, sprite sheets, portraits and more await you - all presented in a narrative thread that should make it a joy to read. This is not just some concept art from the very beginning of the game thrown into a random PDF. Rather, it's a detailed documentation of our journey, a showcase of our universe, and an insight into the culture at our company.<br><br><strong>Please note:</strong> the artbook will be downloaded directly to your game folder.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2057800/header.jpg?t=1656027985",
    "developers": [
      "Insert Disk 22"
    ],
    "publishers": [
      "Insert Disk 22"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}