{
  "2058230": {
    "name": "The Evil Furry",
    "steam_appid": 2058230,
    "required_age": 0,
    "is_free": false,
    "description": "Betty is poorer than a rat, she thought her luck changed when she found the love of a society wench, both aspire to elope together, but her father will never allow it. He is a fanatic who never takes off the dog skins he earned by joining the fascist Guinefort sect of which he is an aspiring leader. However, the rest of the furros will never give him the necessary votes if he can't even control his own daughter and demand that he act with tendency when Betty gets hold of a talisman that will change everything.<br />\r\n<br />\r\n<br />\r\nDECISION SYSTEM<br />\r\nThere are different kinds of decisions you will have to make during the adventure, not all of them will have immediate effects on the story, but all of them will bring repercussions sooner or later. There are no right or wrong decisions, but keep in mind that you will be responsible if chaos is unleashed in a catastrophic way.<br />\r\n<br />\r\n<br />\r\nTHE SECRETS OF THE ██████████ TALISMAN<br />\r\nWith the ██████████ talisman you can see the ██████ and bring back the ████, with it in your power you can access the inside of ████ ████, you can ███████ the ██████ of your actions and you will have access to ███████ possibilities that you were previously unable to imagine. But be ███████, using the ██████████ talisman has a █████ and you can unleash all kinds of ██████████ catastrophes or, even worse, discover the terrible ██████ it █████.<br />\r\n<br />\r\n<br />\r\nENDINGS<br />\r\nThe story will fork according to your actions until you inevitably reach one of the many endings that await you. There are no good or bad endings, no matter how catastrophic they end up being; there is always someone who will win, but make sure it is the one you choose.",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2058230/header.jpg?t=1667028982",
    "developers": [
      "Tijerín Art Studio"
    ],
    "publishers": [
      "Tijerín Art Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}