{
  "2058680": {
    "name": "Beeftown Beatdown",
    "steam_appid": 2058680,
    "required_age": 0,
    "is_free": false,
    "description": "A unique blend of rougelite deck building and visual novel!<br>Cook up decks of powerful moves and wrestle yourself to the top of the world’s most brutal cooking-wrestling-championship! Date your competitors between matches to build relationships and gain new recipes for deckbuilding!<br><br><strong>FIGHT</strong><br>Enter the wrestling ring and battle it out to emerge victorious in best-of-five matches! <br>Win the fast-paced card game by placing moves on the timeline to push the momentum counter twoards your enemy! Make use of unique effects and keywords to gain the upper hand and fight for a chance to face the legendary champion himself!<br><br><strong>COOK</strong><br>Build your deck by fashioning an exorbitant menu whose courses you will consume between rounds! <br>Each dish empowers your Deck by adding new moves and upgrading basic ones, resulting in unique and evolving decks every match! Draw from three different flavour-sets that come with their own unique playstyle and strategies! You will need to cook up a new deck every match, but your performance in the ring will be rewarded with ingredients for your future career!<br><br><strong>LOVE</strong><br>Meet mighty wrestlers in the ring and date the person behind the mask in the trailer park between rounds! <br>Deepen your connection to unlock new treasured recipes and learn more about what drives and challenges them as every great wrestler must struggle with the cost of his own ambition…",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2058680/header.jpg?t=1712923079",
    "developers": [
      "Team HimBim",
      "Xahutek"
    ],
    "publishers": [
      "Team HimBim"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}