{
  "2058210": {
    "name": "Oubliette",
    "steam_appid": 2058210,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Take control of your enemies and fight your way to take revenge on the &quot;tyrannic&quot; King Louis IV De La Tour ! Obstacles and action will be plentyfull on your journey as you climb your way from the oubliette, a french dungeon where the prisoners would be thrown and forgot.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >This twin stick fighter will bring you satisfaction when taking down tougher enemies and even more when you will take control of their bodies. Use ectoplasm taken from those who have fallen by your hand to possess any of the foes on your path. Every one has a price.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >With a 360° aim, the fight never got so intense in 2D ! Figths will make you envy there isn't more games like this one. The AI will challenge you in often unfair battles which, if you emerge victorious, will reward you. Else, you will simply change body and resume the carnage.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >There are 3 main classes in game; swordman, spearman and bowman. Classic. They vary as the swordman has more health and a radius of effect. The spearman deals more damage, but can only attack in a line. The archer, attacking from afar, is the fastest, but also the weakest in terms of health. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Up to 27 silly characters to collect at launch and 4 levels to overcome. The charm of the game may hook you to try to get the secrets hidden within the game and perhaps try to unlock every achievements.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Revenge will be yours, and every mean is good to do so ! Will you be up to the task ?</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >-For local multiplayer-</p><p class=\"bb_paragraph\" >Approach the summoning totems and press a button on an additional connected device. The additional devices must be controllers, since there cannot be multiple keyboard+mouse pairing. There can be up to 4 simultaneous players at once!</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2058210/e5165422f32816db8f79036870e3a24e4b751534/header.jpg?t=1769606619",
    "developers": [
      "Crying ++"
    ],
    "publishers": [
      "Crying ++"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2026 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}