{
  "2058000": {
    "name": "Axima",
    "steam_appid": 2058000,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2058000/extras/c42fdc6b13c2bc8bd47ff9eb948dd35e.avif?t=1744832817\" width=600 height=238 /></span><br><br>Explore a fully open world, inhabited by over a hundred different creatures called Axima! Embark on your journey and make your mark on the ever-evolving world and living in-depth ecosystem. Make this journey on your own in Singleplayer, or alongside your friends in Multiplayer and figure out the secrets of this new world! <br><br>Axi come in all different shapes, sizes, personalities, temperaments - and all react to you differently out in the wild, but each can be caught and tamed. When you tame an Axi, they become part of your party, and you can train them - level them up, evolve them, and even <strong>de</strong>volve them - while keeping their evolved bonuses!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2058000/extras/9f4170b19ac47e129eb5a9471b627f3b.avif?t=1744832817\" width=600 height=238 /></span><br><br><ul class=\"bb_ul\"><li> <strong>Explore a Fully Open World -</strong> The world is fully explorable, every nook and cranny. There's many different biomes with their own ecosystems, puzzles, secrets and more. Team up with your Axi as mounts, use items, or even briefly shapeshift to make getting around easier!<br><br></li><li> <strong>Experience a Living World -</strong> The world is full of living creatures - this means that they have food chains, they change their patterns based on time, weather, seasons- and more! Some tend to be lone wanderers, while others hunt in packs. There's also plenty of towns, cities, and NPCs that also change with the time of day, seasons - and future updates.<br><br></li><li> <strong>Catch, Tame, or Befriend Axi -</strong> There's multiple different ways for you to capture an Axima. Throw a taming crystal at them to catch them, set traps and feed them to tame them, or play fun mini-games to befriend some of them! Some methods will work better than others, depending on the Axima - but it's completely up to you on how you want to create your party!<br><br></li><li> <strong>Experience What You Want-</strong> Within the depths of this world lies a deep and intricate story, that's completely optional for you to play or not! The world is completely open for you to explore, with only a few things locked behind the story. <br><br></li><li> <strong>Battle Your Way-</strong> Battle alongside your party of Axi - in either a hybrid of turn based battles and overworld action-based battles, or choose between a purely strategic turn-based battle experience, or soley embrace the action packed life of over-world battles; a decision that you can make at any time! Ready to up the ante from just battling wild Axi and NPCs? Battle your friends - and strangers as well, with our planned PvP features!<br><br></li><li> <strong>Genetics and Research-</strong> Axima have indepth genetics, with allow for genetic mutations. Hunt for different colored Axi, unique types, specific movesets - and more! From style to competitive advantages; there's a lot to learn about the genetics of the Axima. There's also research quests that will be released with live service updates, allowing for players to research Axima Fusions - putting what fusions are created into the people's hands.<br><br></li><li> <strong>Build Your Dream Home-</strong> Set out to purchase a house, expand it, and fill it with whatever you want! Purchase items from NPCs, craft them yourself, or find them while exploring!<br><br></li><li> <strong>Take Your Creatures on the Go-</strong> We're planning to launch a standalone Virtual Pet App - set in the world of Axima. It will have compatibility to transfer any Axima you've caught back and forth between the game and app; allowing you to bond with your creatures on the go!</li></ul><br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2058000/header.jpg?t=1744832817",
    "developers": [
      "Zyndrax"
    ],
    "publishers": [
      "Zyndrax, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 3 月"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}