{
  "2059350": {
    "name": "Worlds of Nyx",
    "steam_appid": 2059350,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Please note:<br>Due to security measures, it's not possible to put a live version up before 22.07.2022.</strong><br><br>In the utopian world of Nyx, resources have become endless.<br>This did lead the people into the agony of lazyness, and many died because of fatigue.<br>To overcome this state, the government has introduced a new, rewarding gaming system to distribute resources.<br><br>Your income does no longer rely on hard work or ripoff - now, it's solely about skill!<br><br>The system is easy:<br>As you progress in the VR worlds and gather resources, these resources do get converted into credits.<br><br>You can use those credits to either buy new VR gear, or to buy synthesized RL stuff. Thus, your gaming has become the main income source for food and luxus.<br><br>Within the VR world, you can craft enhanced tools and even build a shelter, so you can mine your stuff easier and won't be affected by animals or rain. People with low skills do also get food, but due to the fact that it's tasteless, it's not as rewarding as ingame created food. You won't starve when eating cheap food, but you also won't get the benefits from it.<br>Those benefits do range frome health to stamina.<br>Now it's time for you to hop into the utopian, gaming centered survivalist world of Nyx.<br><br>Have fun!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2059350/header.jpg?t=1669384239",
    "developers": [
      "Dennis M. Heine"
    ],
    "publishers": [
      "Dennis M. Heine"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}