{
  "2059730": {
    "name": "Dare to Stay",
    "steam_appid": 2059730,
    "required_age": 0,
    "is_free": false,
    "description": "In the 1950s, a series of unexplained events took place in a small town called Redstone, Pennsylvania, where the parents of several families disappeared leaving chaos throughout the community. Detective Alasdair, a successful and veteran investigator was in charge in several cases regarding this issue, but most cases were left unsolved even by the best. After 10 years of inactivity, the disappearances that once haunted Redstone resurfaced, and Detective Alasdair is reassigned once again to solve the eerie cases that once caused havoc throughout the community. <br />\r\n<br />\r\nUtilize your investigative skills as you, the detective are thrusted into a world of darkness, and scour leftover evidence that was once lost in search of the missing families of Redstone. <br />\r\n<br />\r\nMultiple challenges await you that will test your abilities as a detective and are placed in response to delaying your progress in obtaining answers.<br />\r\n<br />\r\nThe world of darkness leaves little to be desired in any form of light. In several cases, you will have limited tools that will aid you in this journey. Afterall, what lives in the dark remains to be seen, and for good reason, as you are truly never alone.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2059730/header.jpg?t=1685618571",
    "developers": [
      "Dared Gaming Studios"
    ],
    "publishers": [
      "Dared Gaming Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    },
    "type": "game"
  }
}