{
  "2059490": {
    "name": "Fortuna",
    "steam_appid": 2059490,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The Game </h2>You are Fortuna, a young Moira, also known as the Fate Weaver. Your role is to weave the threads of destiny to grant happiness to your allotted Mortals in life, so you will be able to collect their Aethers, or souls, in death. The Aethers will allow you to improve your abilities to ensure better lives for future generations of Mortals… The problem is, you are under a curse, and the destinies you weave are subjugated to chance… Weave the threads of fate, assist the Mortals allotted to you, and find a way to break the curse.<h2 class=\"bb_tag\" >Features: </h2><ul class=\"bb_ul\"><li>    A unique ressource manager-roguelite combo<br></li><li>    Highly detailed atmospheric worlds combining pixel-art and music, in which the player assumes the role of a fictional deity<br></li><li>    Multiple gameplay possibilities: procedurally generated worlds, a range of biomes, objects, and features, random events…<br></li><li>    Progression through repeated gameplay, unlocking new features and gameplay possibilities<br></li><li>    A narrative experience driven by notions of self-fulfillment, friendship, power, and fate<br></li><li>    A journey into a fantasy world steeped in a wide range of mythologies and lore</li></ul><h2 class=\"bb_tag\" >An unique kind of city builder game : </h2>In Fortuna, you will build a lot of villages during your adventure. However, the harvest is not instantaneous, it is controlled by a system similar to a slot machine. It's up to you, as you build buildings, to fill the machine with symbols and find the best combinations to make combos and progress.<h2 class=\"bb_tag\" >A storydriven adventure</h2>The world of Fortuna imprints all its universe to the mythology which forged our world. She is inspired by the differences but especially by the similarities that we find there. During your adventure, you will meet endearing characters and reinterpreted by us. It is up to you to build Fortuna and help her find the answers to her questions.<h2 class=\"bb_tag\" >A relax and chill roguelite</h2>Thanks to its sparkling and pleasant pixelart, as well as its relaxing music and calm sound environment, you will be able to build and play in all tranquility. Moreover, the game only progresses when you weave the destiny. You can progress at your own pace. Whether you succeed in your objectives or fate does not smile on you, no worries, you can progress thanks to a metaprogression between each of your cities",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2059490/header.jpg?t=1664880666",
    "developers": [
      "The Moon Pirates"
    ],
    "publishers": [
      "The Moon Pirates"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}