{
  "2060780": {
    "name": "Rifters: Card Game",
    "steam_appid": 2060780,
    "required_age": 0,
    "is_free": true,
    "description": "Inspired by fantasy, Sci-fi, and Pop Culture, Rifters is a TCG/CCG that presents you with a unique universe to explore through the cards. Choose your favorite race and hero and conquer the Rift. Grow your collection with powerful minions, curses, and spells that dramatically turn the tide of the battle. Use the talent progression of your hero to get abilities that push your enemies to the corner. Walk through the Rift; play RIFTERS now!<h2 class=\"bb_tag\" >A REAL FREE TO PLAY TCG/CCG</h2><br>Play, earn and build your deck, no hidden mechanics to stop you from progressing and no card packs in the store. Instead, you build your collection by playing, trading, or selling your cards to other players in the in-game Auction House and Trade House, a real TCG/CCG, no strings attached.<h2 class=\"bb_tag\" ><strong>TWO DECKS, INFINITE POSIBILITIES </strong></h2><br>Build your strategy wisely; you need to combine your cards with the General Deck, each choice matters. It's up to you to construct your deck with powerful offensive cards, improve the chances of getting better cards from the General Deck or buff your hero. Finally, level the card to the maximum level to unlock the cross race ability of the card, crush your enemies and conquer the battlefield.<h2 class=\"bb_tag\" ><strong>WHEN RANK IS MORE THAN A NUMBER</strong></h2><br>Your rank defines how you build your decks—the higher your rank, the more Deck Points available to grow your deck. Every new step in the ranking ladder means new challenges and new ways to play.<h2 class=\"bb_tag\" ><strong>REAL HEROS</strong></h2><br>Radaitti, Alcyone, Pilot, and all the legends in the rift are not just faces to put on your board. Instead, these heroes have their unique set of abilities that you can choose from every game. Passive skills that buff your heroes; Magics that protect your minions, or Spells that reduce your enemies to ashes. Your game, your style, your choice.<h2 class=\"bb_tag\" ><strong>A GAME ABOUT SKILL</strong></h2><br>Cripple your enemies with the curses, use powerful magics to overcome the odds, or use the traps to outsmart them. No matter how you build your deck, RIFTERS unique gameplay mechanics opens up a world of strategic possibilities to play in a way never before.<h2 class=\"bb_tag\" ><strong>STUNNING ART AND VFX</strong></h2><br>Outstanding, hand-drawn art and immersive visual effects breathe life into every card. Every RIFTERS game is a stunning show you will love to play.<h2 class=\"bb_tag\" ><strong>MORE FROM THE RIFT</strong></h2><br>We know you will love the art and the lore behind RIFTERS cards. Every time you max a card, you can order a certified physical copy of the card, giving you a new dimension to your card collection.",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙, 法语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 葡萄牙语 - 葡萄牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2060780/header.jpg?t=1661462684",
    "developers": [
      "Spartan GG'S"
    ],
    "publishers": [
      "Spartan GG'S"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}