{
  "2061460": {
    "name": "Triennale Game Collection 2",
    "steam_appid": 2061460,
    "required_age": 0,
    "is_free": true,
    "description": "[Coming July 12th] WADE by Optillusion (China / USA) is a stroll along the shore of a wide river that flows into the underworld. As the player ventures deeper, the scenery starts to shift and they may encounter oddities or curiosities.<br><br>[Coming July 29th] We Are Poems by Fern Goldfarb-Ramallo (Argentina) is a swim through the queerest region of deep space. Its inhabitants float and gravitate in bountiful joyous explosions of light, embracing the void as a place to thrive.<br><br>[Coming August 26th] Nonno's Legend by Nina Freeman (USA) is a game about imagining places you’ve never seen. Nina's grandfather shows her that a globe has some magical properties – you can reshape the planet!<br><br>[Coming September 16th] MINE by Akwasi Bediako Afrane (Ghana) is a first-person game that ushers the audience into an “open-mine” and deals with the unknown relationship between raw materials and the virtual spaces that we inhabit.<br><br>[Coming September 30th] Contact by Llaura McGee / Dreamfeel (Ireland) is a game about the search for life in the universe and identity in oneself. Players interact with onscreen interfaces to decode and understand the signals received from outer space.<br><br>The Triennale Game Collection Volume 2 is a free virtual exhibition of video games created for the 23rd International Exhibition of Triennale Milano by five of the world’s most renowned independent game designers, showcasing these artists’ experimental approach to interactivity.<br><br>The five featured artists are: Optillusion (Moncage), Fern Goldfarb-Ramallo (Panoramical), Nina Freeman (Cibele), Akwasi Bediako Afrane (TRONS), and Llaura McGee / Dreamfeel (If Found…).<br><br>Every two weeks for three months a new game will be available in the collection. These games are self-contained takes on interactive narrative, puzzles, and exploration.<br><br>The Collection is curated by Italian game designer Pietro Righi Riva and the virtual space in which the exhibition takes place is produced by Italian game studio Santa Ragione, makers of the App Store hit FOTONICA.",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2061460/header.jpg?t=1664539189",
    "developers": [
      "DREAMFEEL",
      "Optillusion",
      "Fernando Ramallo",
      "Akwasi Bediako Afrane",
      "Star Maid Games"
    ],
    "publishers": [
      "Santa Ragione",
      "La Triennale di Milano"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}