{
  "2061580": {
    "name": "Brigadoon",
    "steam_appid": 2061580,
    "required_age": 0,
    "is_free": true,
    "description": "STORY:<br />\r\nThe game takes place in Scotland where a visitor named Tommy Albright from New York was on a hunting trip but gets lost, and finds himself stuck in the land of Brigadoon, which is cursed to appear for one day and disappear for 100 years! Tommy must learn the secrets of Brigadoon and break the spell so he can escape before time is up!<br />\r\n<br />\r\nGAMEPLAY:<br />\r\nThis is a top-down adventure game that places you in a world that is under a time limit where you must strategize your gameplay during a cycle. It is heavily based on puzzles, so it requires a lot of brain power at times; but not to worry, as if you are running low on time, there is a way to reset the time back, but will reset any unfinished quests in the process so you will need to plan ahead for each cycle. There are many different types of quests, whether it be helping an NPC with something or playing a mini-game. Some quests are only active at a certain time, so you can also move time forward just to help speed things along. You will find many different items that will help during your adventure, such as potions, a magic candle, treasure maps, fast shooting guns, and many more mysterious items. Since a gun is your main weapon, it plays a lot like a shooter with its combat. Definitely stock up on ammo which should come in handy when you fight the bosses.<br />\r\n<br />\r\nOverall, this is my first indie game I've ever created so I'm still learning and hope to hear feedback so I can improve on future games!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2061580/header.jpg?t=1664975139",
    "developers": [
      "JacksonG13"
    ],
    "publishers": [
      "JacksonGameStudios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}