{
  "2061060": {
    "name": "The Marson Home",
    "steam_appid": 2061060,
    "required_age": 0,
    "is_free": false,
    "description": "The townsfolk talk about the strange home known as the Marson Home. Yet the stories vary, and no formal knowledge can be found.<br />\r\nProfessor Fredrick Evans was the last person to own and live within the building after 52 years' worth of vacancy. But since his death and his son's, no one has laid claim to the home and now it's going up for auction. But of course, the townspeople, those who have heard the stories, maybe even know the truth have risen up in protest. A group of amateur paranormal investigators have been assigned to the home in a hope to lay to rest these claims and help prompt the homes eventual sell.<br />\r\n<br />\r\nIt's been a week since then.<br />\r\n<br />\r\nAfter a long day of police work, you begin your drive home. Of course, unexpectedly you are driven off the road, barely surviving a huge fall.<br />\r\nYou stumble you're way through the forest to find an old home, the infamous Marson Home. <br />\r\n<br />\r\nMaybe you can discover the truth? That is if you can survive.<br />\r\n<br />\r\n----- Game Play -----<br />\r\n<br />\r\nThe Marson Home is a single player, mystery-thriller/horror. <br />\r\nExplore this two-story home filled with details and history, and even a few secret areas.<br />\r\nAs the player, you can pick up, examine, and even collect items like batteries to help your search the home.<br />\r\nLocate notes and letters that tell the story of what has happened here.<br />\r\nLocate the keys necessary to open doors, but what keys go to which doors is unknown.<br />\r\nBut be wary for your being watched and whoever or whatever it is, it wants you...<br />\r\n<br />\r\n----- The Maker -----<br />\r\n<br />\r\nThank you for your support!<br />\r\nI'm a new indie developer attempting to expand my career in Game Design and Development.<br />\r\nPurchasing this game helps me to strive towards making bigger and better games in the future!<br />\r\nOh, and be honest with your review! It helps me know what to do and not to do.<br />\r\nThanks again!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2061060/header.jpg?t=1658157152",
    "developers": [
      "Dylan W",
      "Hatless Newt"
    ],
    "publishers": [
      "Dylan W"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    },
    "type": "game"
  }
}