{
  "2061790": {
    "name": "Fantasy Grounds - Pathfinder RPG - Shattered Star AP 4: Beyond the Doomsday Door",
    "steam_appid": 2061790,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >   Pathfinder RPG - Shattered Star AP 4: Beyond the Doomsday Door</h2>Chapter 4 &quot;Beyond the Doomsday Door&quot;<br>by Tito Leati<br>The hunt for the seven shards of the<br><i>   Shattered Star</i>   leads the heroes back to the western coast of Varisia, to the multifaith monastery known as Windsong Abbey. The next shard appears to be hidden somewhere within the dungeons below the abbey. But when the PCs arrive, they find the monastery in ruins and held by savage giants and twisted fey! An ancient terror has returned home, and now dwells within the levels beneath the monastery--a terror who hopes to open the dread doomsday door within!<br><i>   This volume of Pathfinder Adventure Path continues the Shattered Star Adventure Path and includes:</i><br><ul class=\"bb_ul\"><li>&quot;Beyond the Doomsday Door,&quot; a Pathfinder RPG adventure for 10th-level characters, by Tito Leati.<br></li><li>Delve into the horrors of the Abyssal monstrosities known as qlippoth, by James Jacobs.<br></li><li>Learn about the faith of Groetus, God of the End Times, and the madness of his tortured clergy, by Sean K Reynolds.<br></li><li>The perils of being a junkie in Riddleport in the Pathfinder's Journal, by Bill Ward.<br></li><li>Five new monsters, by James Jacobs, Sean K Reynolds, F. Wesley Schneider, and Jerome Virnich.</li></ul>    Each monthly full-color softcover Pathfinder Adventure Path volume contains an in-depth adventure scenario, stats for several new monsters, and support articles meant to give Game Masters additional material to expand their campaign. Pathfinder Adventure Path volumes use the Open Game License and work with both the Pathfinder RPG and the world's oldest fantasy RPG.<br><i>   This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Patrick Meade</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2061790/header.jpg?t=1768504817",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}