{
  "2062780": {
    "name": "SharkDrag Episode 5: Uniting the 5 Kingdoms",
    "steam_appid": 2062780,
    "required_age": 0,
    "is_free": false,
    "description": "In episode 5 we join our hero, Roy, as he learns of the upcoming return of the infamous beast known as SharkDrag. New friends join the party as he works to shut down portals that have popped up throughout the connected kingdoms and slow the invasion of monsters plaguing the citizens. Tensions between the different kingdoms have only divided the land. To have any chance of survival against the great beast and his vast armies, they must fight back as one. Peace must be established once more. They must prepare, but can they do so in time? Will Roy's words of warning fall flat on stubborn old kings?<br />\r\n<br />\r\n~<br />\r\n<br />\r\nIt's an old school pixel-styled roleplaying game made by a husband and wife team of two using RPGMaker VX Ace. <br />\r\nExplore the map in third person, fighting (or fleeing) any monsters that pop up during your travels. Battles are fought in first person, against custom drawn monsters. <br />\r\nGather a party as you go through the main storyline and find sacred gear as you complete quests.<br />\r\nMainly played via keyboard.<br />\r\nThis &quot;Episode 5&quot; is the first of the series to be released, with many more planned for the future.<br />\r\nThe game contains religious content in a positive setting found mainly through exploration.<br />\r\n<br />\r\n~<br />\r\n<br />\r\nA future update (2.0) to this game we plan on coming out with more puzzles, boss monsters with alternative outcomes, and village home raiding will be a choice and have an effect on morality which in turn will affect the ending.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2062780/header.jpg?t=1659596989",
    "developers": [
      "SharkDracula Incorporated"
    ],
    "publishers": [
      "SharkDracula Incorporated"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3900,
      "final": 3900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}