{
  "2062650": {
    "name": "Frostfall",
    "steam_appid": 2062650,
    "required_age": 0,
    "is_free": false,
    "description": "You are an experienced outdoorsman, accustomed to the Arctic North's harsh winters and rugged terrains. After a long, fruitful hunting trip, you load your catch-up and head home, but the region is deserted. Now, the icy wilderness isn't just a hunting ground – it's the only way to survive. The tranquil beauty of the tundra now transforms into a brutal battleground for survival.<br />\r\n<br />\r\nIn Frostfall, you must call upon all your skills and wit to endure the punishing weather, scarce resources, and the ever-looming threat of the unknown. <br />\r\n<br />\r\nAs the days become colder and nights grow longer, you will be forced to push the boundaries of resilience. Hunt for food, forage for rare medicinal plants, and create a shelter to endure the punishing blizzards. Be on the lookout for predators who roam the vast white landscape; they also fight their own battle for survival.<br />\r\n<br />\r\nCraft tools from the resources you gather, upgrade your gear, and adapt your hunting techniques to outwit the increasingly desperate predators. Every decision counts, every step could be crucial as you navigate the intricacies of survival in this ever-changing frozen world.<br />\r\n<br />\r\nIn Frostfall, survival isn't just a goal; it's the only thing that matters. Explore the breathtaking, deadly beauty of the Arctic tundra and discover what you're truly capable of in the face of adversity. The hunt for survival has begun.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2062650/header.jpg?t=1689332897",
    "developers": [
      "Urban Legend Games"
    ],
    "publishers": [
      "Urban Legend Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}