{
  "2063470": {
    "name": "PUT PUD Nudli's Adventure Demo",
    "steam_appid": 2063470,
    "required_age": 0,
    "is_free": true,
    "description": "Become a hero who saves the island of cats. Explore these varied areas of this island. Fight Chef The Cat’s creatures and after that face the meowing horror. The game is hard, but if you can give it time, you will become better and better.  <br />\r\n<br />\r\nThe story:  <br />\r\n<br />\r\nThe PutPud universe is a unique world. It has a solar system. Nudli the French Bulldog lives on an island of bulldogs on Venus. Chef The Cat conquered the island of cats on Earth with his creatures. A scientist called Dr. Kittel offered the tastiest hamburger in the world to anyone who is able to defeat the meowing horror. Nudli went to defeat Chef The Cat’s creatures and fight him.  <br />\r\n<br />\r\nThe visual of the game:<br />\r\n<br />\r\nIf you lived in the 90's, you can remember the 8-bits games and consoles. The PutPud Nudli’s Adventure has similar visualization and gameplay. It tries to show the atmosphere of this era. This simple and lovely visual enables us to show this game to the younger generation.  <br />\r\n<br />\r\nThe creation of the game:<br />\r\n<br />\r\nThe game was created by a small team. This team is a father and son duo. The main character is the family's dog called Nudli. Nudli likes eating and playing too. The game was formed based on his life. The creators let their imagination run wild and pixelart also helped them. They have lots of ideas for the next games. If the game becomes successful, they will create these games.  <br />\r\n<br />\r\n&quot;Remember, replay, repeat&quot;",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2063470/header.jpg?t=1655824380",
    "developers": [
      "COMONDOR STUDIO"
    ],
    "publishers": [
      "COMONDOR STUDIO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}