{
  "2063220": {
    "name": "The Strings of Fear",
    "steam_appid": 2063220,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;The Strings Of Fear&quot; is a first-person horror game that will shatter the boundaries of your sanity. Kidnapped and imprisoned in a nightmarish dungeon by a fanatical cult devoted to a malevolent higher entity, you must navigate the treacherous corridors and unravel the mysteries that bind you to the eldritch forces at play.<br><br>As you venture deeper into the abyss, the sinister whispers of the occult echo through the cold, damp walls, revealing a dark tapestry of rituals and forbidden knowledge. The cult's malevolent deity, a demonic presence lurking in the shadows, holds the strings of fear that manipulate your every move. Can you escape the clutches of this otherworldly menace, or will you succumb to the puppetry of the supernatural forces at play?<br> <br><strong>Key Features</strong><br><br><br><strong>IMMERSIVE EXPERIENCE</strong><br><br> Experience a truly immersive horror experience as you navigate a meticulously crafted first-person perspective, where each creaking floorboard and distant echo intensifies the terror.<br><br><strong>Twisted Narrative:</strong><br><br>Uncover the secrets of the cult and the higher entity they worship through a twisted narrative that weaves together elements of psychological horror and supernatural suspense. Face your deepest fears as you confront the unknown.<br><br><strong>Eldritch Environments:</strong><br><br>Explore hauntingly atmospheric dungeons filled with unsettling sights and sounds. The tension is palpable as you confront grotesque manifestations of the occult and witness the bizarre rituals performed by the cult.<br><br><strong>Dynamic Gameplay:</strong><br><br>Solve challenging puzzles and outsmart the cult's guardians to progress through the nightmarish labyrinth. Every decision you make could lead to either salvation or further descent into madness.<br><br><strong>Eerie Soundscapes:</strong><br><br>Immerse yourself in an atmospheric soundtrack that heightens the sense of dread. The haunting melodies and spine-chilling soundscape will keep you on the edge of your seat.<br><br>&quot;The Strings Of Fear&quot; is not for the faint of heart. Will you break free from the strings that bind you, or become a pawn in a twisted game of fear orchestrated by an ancient, malevolent force? Face your fears and prepare for a descent into the unknown.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2063220/header.jpg?t=1707010277",
    "developers": [
      "SHARK GAMES"
    ],
    "publishers": [
      "SHARK GAMES"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}