{
  "2063730": {
    "name": "Alaryia",
    "steam_appid": 2063730,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Alaryia is an open-world fantasy RPG!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Step into a world forged by ancient power and shattered by ambition. Once blessed by the Immortals, the noble Mystics ruled the northern continent of <strong>Aramae’Salar</strong>, raising cities of glass and stone and commanding arcane forces beyond imagination.</p><p class=\"bb_paragraph\" >But their golden age is ending. From the haunting <strong>Sea of Magic</strong>, leviathans stir—primordial horrors that tore nine great ships from existence. War looms, secrets unravel, and a fractured people must choose between pride, survival, and the shadow of their own making.</p><p class=\"bb_paragraph\" >Uncover a tale of wonder, betrayal, and the fall of an empire. The first chapter of an epic saga begins here.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Features</strong></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Choices Matter!</strong> Your decisions will change your morality and how characters interact with you, the story, and how events play out.</p></li><li><p class=\"bb_paragraph\" ><strong>21 Unique Professions to level.</strong> Magic, Ranged, Mining, Woodcutting, Alchemy, Cooking, Lockpicking and more. Become the jack-of-all-trades or an advanced blacksmith, or let your combat professions do all the work.</p></li><li><p class=\"bb_paragraph\" ><strong>Explore an entire world.</strong> Alaryia consists of many races and cultures. You will be able to openly navigate and visit these places time and time again. Find your favorite city/village and create a community, and become loved by the people or raid/pillage and become infamous with a bounty on your head.</p></li><li><p class=\"bb_paragraph\" ><strong>DnD Mechanics.</strong> As you level your professions you may get acrobatic or perception checks to find hidden treasures or navigate across dangerous objects. Sometimes you see the &quot;roll&quot; sometimes it happens in the background.</p></li><li><p class=\"bb_paragraph\" ><strong>Cozy Homes!</strong> You will be able to obtain and buy houses all over the world and decorate it with your hard earned coin.</p></li><li><p class=\"bb_paragraph\" ><strong>Arena Waves.</strong> Compete in the arena to prove you are the Champion of Alaryia!</p></li><li><p class=\"bb_paragraph\" ><strong>No classes!</strong> Your armor and professions determine what can be equipped or what spells you will know. Become a berserker, mage, archer, or even a spell-blade. Create and mix powerful combinations for the ultimate customization.</p></li><li><p class=\"bb_paragraph\" ><strong>Quick Travel!</strong> Learn spells as you level up magic to quickly travel around the map. Don't worry, if you would rather sport a blade or bow, local caravans will still transport you for some gold.</p></li><li><p class=\"bb_paragraph\" ><strong>Crafting!</strong> Every main profession is paired with a profession to help you create useful tools, gear, and materials. Mining and Smithing, Woodcutting and Fletching, Fishing and Cooking, and more!</p></li><li><p class=\"bb_paragraph\" ><strong>Customize the appearance of your character!</strong> Create the perfect character with many customization options.</p></li><li><p class=\"bb_paragraph\" ><strong>Original Music!</strong> Our team consists of amazing composers adding custom music to fit the world of Alaryia.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2063730/b54a18c3b02553625475d9f65c0069d6bb8a35f5/header.jpg?t=1756933838",
    "developers": [
      "Sun Labs"
    ],
    "publishers": [
      "Sun Labs"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}