{
  "2064670": {
    "name": "Rogue Realms",
    "steam_appid": 2064670,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064670/extras/43240dec303b19859369ef4104d1bf1e.avif?t=1763673066\" width=614 height=104 /></span><br><br>Embark on a quest to expand your horizons to every corner of the world and leave your mark on history. As your realm expands, you'll harness every resource at your disposal, create groundbreaking technologies, and erect towering monuments that will stand the test of time. But be warned: the clock is ticking, and time is your greatest adversary. Can you etch your emblem into the annals of history and secure your place as a legend for all time? The challenge awaits.<br><br>Rogue Realms is an empire building game in which you place tiles to expand the world and build on those tiles to gather the resources you need. Rogue Realms features full 3D pixel world to explore from any angle.<br><br>With Rogue Realms you can immerse yourself in the world exploring new biomes and building combinations to grow an empire to stand the test of time. If you are looking for a challenge to beat your high scores then you need to place your tiles carefully and build strategically. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064670/extras/7f9a5710ddf08b77067b07218acfec96.avif?t=1763673066\" width=614 height=104 /></span><br><br>In Rogue Realms you start with a stack of road tiles. You draw from the top of the stack, rotating each tile into place to expand your road network and reveal new lands. You will need to build on tiles to gather the resources your empire needs. Credits to pay for your expansion, food to feed your subjects, power to keep machines running and materials to construct buildings. <br><br>Growing the population of your empire will reward you with more tiles to further expand your empire. Quests such as building five mines will also reward you more tiles. If you run out of tiles it is game over! <br><br>As you expand the landscape you will discover new biomes, reveal the lore of your empire and discover new quests. Discover new technologies to access new building types and upgrade existing buildings. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064670/extras/4a52de4c9e972737d81215e0eb4cf686.avif?t=1763673066\" width=614 height=104 /></span><br><br><strong>Rogue Realms includes:</strong><br><ul class=\"bb_ul\"><li>Endless 3D pixel landscapes<br></li><li>Strategy based puzzles<br></li><li>Play at your own pace with no time limits<br></li><li>Different races to play, each with unique play styles<br></li><li>Skill based placement and building to achieve high scores<br></li><li>High replay value - each run is unique<br></li><li>Many different tile types<br></li><li>Lots of buildings which can be unlocked via technological advancement</li></ul><strong>Rogue Realms doesn’t include:</strong><br><ul class=\"bb_ul\"><li>Combat or violence<br></li><li>Multiplayer</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064670/extras/f800f5d352cb75710cdfc01e63101585.avif?t=1763673066\" width=614 height=104 /></span><br><br>I am a solo developer from Australia. I aim to craft experiences which immerse players into the games. Games have always played a large part of my life and I hope to makes games which play a part in others lives. <br><br>I am open to constructive feedback of any kind. I will do my best to respond to messages in a timely fashion and fix any issues which might arise.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064670/header.jpg?t=1763673066",
    "developers": [
      "James Oliver"
    ],
    "publishers": [
      "Destined"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}