{
  "2064470": {
    "name": "Micro Wars",
    "steam_appid": 2064470,
    "required_age": 0,
    "is_free": false,
    "description": "Micro Wars condenses the classic real time strategy formula down into a small, compact form.  Build a base, mine some resources, train some units, and then make sure to micro and position them well in short, fast paced battles.<br />\r\n<br />\r\nPick from 13 unique commanders, each with a special twist on gameplay and a unique ability. Maybe, you’ll pick Elias, the mechanic, who can research new units faster and cheaper than his comrades and can call down a healing beam to replenish his depleted forces.  Perhaps instead you’ll choose Voltaire, the master tactician, who can leverage the terrain to his advantage and can construct a temporary bunker anywhere on the battlefield.  Or, you prefer to rule the skies with Estelle, the flying ace, who’s aircraft carry heavier payloads to their targets and who can call in an airstrike to deal devastating damage in a wide swath across the battlefield.  Craft a strategy suited to your specific playstyle and devastate your opponents!<br />\r\n<br />\r\nWith your commander, further customize your army by choosing 9 units to bring into battle.  Will you keep an even mix of early and late game across infantry, vehicles, and air units or will you specialize to execute your strategy?  Units follow a rock-paper-scissors model, such as flamethrower units burning enemy infantry to a crisp, but barely able to leave a scratch on tanks. With over 30 units to pick from, there's always a fresh approach to take to crush your opponents!<br />\r\n<br />\r\nWith a selection of armies ready to take to the battlefield, bring your friends along in online battles with up to 8 players.  Maybe you'll team up to climb the ladders in the ranked matchmaking, or jump into a custom game lobby for a wild free-for-all.  A builtin map editor and the Steam Workshop lets you explore endless creativity and map mode types if you aren't feeling like matchmaking.  Or, perhaps you want to watch your friends and take notes on their strategies with the observer mode and replays?<br />\r\n<br />\r\nMaybe you need a break from all that online gaming and you want to work through the campaign following Elias and Voltaire as they fight for the Union against the resurging Dominion forces.<br />\r\n<br />\r\nNo matter what mode you want to play, take Micro Wars on the go with a touch-friendly interface and an even playing field between mouse/keyboard and touch.<br />\r\n<br />\r\nMicro Wars is a passion project with a small development team.",
    "supported_languages": "英语<strong>*</strong>, 法语, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲, 乌克兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064470/4d4c17bc11226b28550f3e0732ded0560eeabdb5/header.jpg?t=1755367351",
    "developers": [
      "Micro Wars"
    ],
    "publishers": [
      "Micro Wars"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}