{
  "206410": {
    "name": "Crazy Machines Elements",
    "steam_appid": 206410,
    "required_age": 0,
    "is_free": false,
    "description": "GET YOUR BRAIN BUZZING with each new challenge in the latest installment of the multi award-winning wacky contraption series - CRAZY MACHINES ELEMENTS. Play with Fire, harness the power of water and control the wind to set off the most insanely creative chain reactions! Build crazy machines from everyday objects and bizarre components. Utilize the elements (fire, water and wind) to discover all the fantastic possibilities available to you! Experiment by night, in the snow or rain! Use the cloud machine and generate lightning, tornadoes and rain to complete your crazy chain reactions; real physics will simultaneously be your best ally and your toughest enemy. Take your pick of challenging and zany puzzles to solve, using cool parts like the clone cannon, monster trucks, fire breathing dragons, and more! Compete with your friends to see who can make the coolest machine. Design and try out your own wacky inventions using the built-in editor. Loads of totally wacky chain reactions are just waiting to be created, so put your brain to the test by carrying out zany experiments as the nutty inventor in CRAZY MACHINES ELEMENTS! Your lab awaits you.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Harness the Power of the Elements: Fire, Water and Wind<br></li><li>True Newtonian Physics<br></li><li>Next Gen 3d Graphics<br></li><li>Hundreds of Levels and Parts<br></li><li>Control the weather: make it rain, snow and even light up the sky with lightening!<br></li><li>Experiment by day or night</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/206410/header.jpg?t=1447355329",
    "developers": [
      "Fakt Software"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 2 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}