{
  "2064040": {
    "name": "Bread and Circuses",
    "steam_appid": 2064040,
    "required_age": 0,
    "is_free": false,
    "description": "Create your planet, make your decisions, and participate in immersive games to earn bread, among all of the greed experienced in this unique Rogue Like game set in an unfamiliar universe.<br><br><strong><i>Design your planet with various options…</i></strong><br><br>\tChoose among the combinations you desire; among twelve races, three religions, and thirteen forms of government in the game. Shape your planet accordingly, and then start having fun. The point you should pay attention to must be the advantages and disadvantages of the planet you have determined at the end of the day.<br><br><strong><i>Do not underestimate the consequences of your decisions...</i></strong><br><br>\tWe've provided you with some cards to help you make up your mind. Remember that every decision you make will affect your progress in the game. Ultimately, the responsibility for the decisions you make rests on your shoulders.<br><br><strong><i>Remember that you will also have to think about your people in this process...</i></strong><br><br>\tPolitics and satisfaction points, which are important elements in the game, can sometimes limit you, but also may provide you with nice gifts. You should consider these while playing our game. Otherwise, you can make your people very angry.<br><br><strong><i>Bread is needed to survive, but you will need athletes to earn bread...</i></strong><br><br>\tThe athletes you train will be as important as the decisions you make during the development rounds in the game. The characteristics of the athletes will be shaped according to the decisions you make from the moment you create your planet. <br><br><strong><i>Of course, not everything is about decisions, you need to have some fun too...</i></strong><br><br>\tAfter the development rounds in the game, a good amount of fun will be waiting for you. You will try to earn bread by participating in the games with the athletes you have trained. There will be pole vault, swimming, shooting, and steeplechase competitions. Of course, these may sound a little familiar, but the Kovtagas have made these competitions very different. These games will sometimes be fun, sometimes frustrating depending on your actions and decisions.",
    "supported_languages": "英语<strong>*</strong>, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2064040/header.jpg?t=1661380103",
    "developers": [
      "NonKipple Games"
    ],
    "publishers": [
      "NonKipple Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}