{
  "2065340": {
    "name": "Canis Major",
    "steam_appid": 2065340,
    "required_age": 0,
    "is_free": false,
    "description": "A heartwarming supernatural tale told in the Welsh language.<h2 class=\"bb_tag\" >Synopsis</h2>&quot;Dreams,&quot; we are told, &quot;are the crossroad between body and spirit&quot;... and what takes place in our dreams can change the very outcome of our lives...<br><br><br>Meet the Bevan family: a newly wed couple in South Wales forced to return to farm life amidst the aftermath of World War II. Through the eyes of Comet, the recently deceased family sheepdog, you will navigate your way through the surreal dreamscapes that embody their joys and sorrows of life. As you find their lost hopes in the form of sheep, you will uncover the life story of the Bevan family and protect them to the very end.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Enchanting cast of characters draw from Welsh hagiography and folklore.<br></li><li> Full voice overs in the Welsh language with English subtitles.<br></li><li> 2D side-scrolling platformer with unique 360° combat, equally compatible with either joystick or mouse and keyboard.<br></li><li> Each enemy employs a unique &quot;Labyrinth&quot; puzzle upon Comet's defeat; can you escape?<br></li><li> The &quot;Relic&quot; equipment system allows for customized play style.<br></li><li> Organic, anachronistic story progression allows for unique replay experiences.<br></li><li> &quot;Pet Memorial&quot; section gives future backers the option to immortalize their beloved pets with an in-game headstone a flowers (we encourage joining our Discord server to stay up to date on this feature)</li></ul>",
    "supported_languages": "英语, 威尔士语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2065340/header.jpg?t=1770659728",
    "developers": [
      "Trisagion Games"
    ],
    "publishers": [
      "Trisagion Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}