{
  "2066600": {
    "name": "Great Filter",
    "steam_appid": 2066600,
    "required_age": 0,
    "is_free": false,
    "description": "“Great Filter” is a 2D, top-down view, strategy game, with original mechanics. The game consists of 46 levels. Each level takes approximately 30-60 seconds to clear. The goal of each level is to get the keys on the left road within time limit. There are several steps to get the keys:<br />\r\nStep 1: Players should operate two characters working on mines.<br />\r\n\tMines are scattered in level maps. Some mines are near to characters, and some are far.<br />\r\n\tNumbers shown on the mines indicate length of time to finish working on it.<br />\r\n\tOf the two characters, the white one moves quickly but works slowly, and the black one moves slowly but works quickly. <br />\r\n\tAlthough each character has different moving control keys, only one character can be moved at one time. While one character could continue working no matter what the other one is doing.<br />\r\nStep 2: When any character finishes working on a mine, it will get a diamond.<br />\r\n\tEach mine produces one diamond once and then disappears.<br />\r\n\tThe diamond is in the same color as the mine that produce it.<br />\r\nStep 3: Players should operate characters to send the diamonds to “little universe”.<br />\r\n\tWhen diamonds are sent to ‘little universe’, a brick will be generated immediately and automatically on the left road.<br />\r\n\tDiamonds of red, green or purple generates a 1*2 vertical brick, and diamonds of yellow or blue generates a 2*1 horizontal brick.<br />\r\n\tThe road has 3 columns. Red bricks will be paved on the 1st column, green on the 2nd, purple on the 3rd, yellow on the 1st &amp; 2nd, and blue on the 2nd &amp; 3rd.<br />\r\n\tThe existing bricks can solidly support later generated bricks from below.<br />\r\nStep 4: Level is completed when any brick overlaps any key.<br />\r\n\tIn some levels, there are stars on the road. Every star will add 5 seconds to the time limit when it is overlapped with bricks.<br />\r\n\tIn some levels, there are black holes on the road. Bricks will be destroyed if overlapped with black holes.<br />\r\nTo clear the puzzles, players should think about 2 strategies. One strategy is to figure out the right sequence of paving bricks which determine the sequence of characters sending diamonds. The other strategy is how to allocate 2 characters to different mines, usually faraway mines should be taken by the fast-moving character and long-working-time mines should be taken by fast-working character.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2066600/header.jpg?t=1732493583",
    "developers": [
      "Yan ZX"
    ],
    "publishers": [
      "Yan ZX"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 12 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}