{
  "2066940": {
    "name": "Sagger",
    "steam_appid": 2066940,
    "required_age": 0,
    "is_free": false,
    "description": "Sagger is a historical strategy simulator where you stand in the position of the commander-in-chief during the Yom Kippur War.<br />\r\nYour decisions will lead you to victory and glory of Israel or significant loss and nuclear catastrophe!!<br />\r\n<br />\r\nIn Sagger, you can decide and play the &quot;WHAT IF..&quot; game<br />\r\nNo more guessing is needed!<br />\r\n<br />\r\nSagger is first a kind decision-making simulator based on historical facts, which allows you to check how a single decision would impact war results.<br />\r\n<br />\r\nYou will struggle with time, incomplete information from the battlefield, and a tremendous sense of responsibility for the country's future.<br />\r\n<br />\r\nWill you prove to be a great leader like Golda Meir? Now it's your turn!!<br />\r\nWill you be able to make good decisions based on the knowledge you receive?<br />\r\n<br />\r\nPROVE YOURSELF!!<br />\r\nTake the lead and command the Israeli army through the actual historical events of the Yom Kippur War in our interactive strategy simulator system.<br />\r\n<br />\r\nSagger allows you to walk trough historical path of Yom Kippur War, but test alternative decisions that were considered during the war.<br />\r\n<br />\r\nIt starts September 13th and goes through all battle decisions made during Yom Kippur War, and all &quot;WHAT IF...&quot; scenarios.<br />\r\nThis simulator will show you how your decisions impact the war and diplomatic arena.<br />\r\n<br />\r\n<br />\r\nThe exploration of Sagger's HUGE historical database will show you all the events from Yom Kippur War as well as other topics from 1973 such as cold war politics and oil as a weapon.<br />\r\n<br />\r\n<br />\r\nThe knowledge database contains 5 categories that you can explore:<br />\r\n*People<br />\r\n*Military<br />\r\n*History<br />\r\n*Tactics<br />\r\n*Geopolitics<br />\r\n<br />\r\n<br />\r\nReport Database<br />\r\n<br />\r\nWhile things change on the battlefield and in diplomacy, you will receive reports from generals on all fronts as well as other major world leaders such as Henry Kissinger<br />\r\n<br />\r\nYou will learn how to use acquired information and make good decisions based on it.<br />\r\n<br />\r\nDue to Sagger's historical accuracy and its entertaining form, this is the best way to learn about the history of the Yom Kippur War.<br />\r\n<br />\r\nYou can check your progress with a detailed map of the Israeli military movements during the Yom Kippur War, based on actual staff maps!<br />\r\n<br />\r\n• Unit movements are based on your decisions<br />\r\nAfter making a decision, the units follow your orders.<br />\r\nYou will see the consequences of your leadership in real time.<br />\r\n<br />\r\nMake Your own decisions and lead Israel to victory or defeat in the Yom Kippur War.<br />\r\n<br />\r\nOur focus is on fun to play but also on historical accuracy. We strive for this game to faithfully present and follow the actual events, battles, politics and real historical characters. The game will let you make decisions the way actual Israeli high command had to make them.<br />\r\n<br />\r\nIt's BETA version",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2066940/header.jpg?t=1672134431",
    "developers": [
      "Media Alliance Gaming Studio Sp. z o.o."
    ],
    "publishers": [
      "Media Alliance Gaming Studio Sp. z o.o."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}