{
  "2066160": {
    "name": "SuuubWaaay",
    "steam_appid": 2066160,
    "required_age": 0,
    "is_free": false,
    "description": "SuuubWaaay is a single-player sci-fi horror game full of mysteries and monsters. You play as a detective investigating the closed yet unsolved case of the famous SuuubWaaay incident in 1991 but you end up going a little too deep. You now must defend yourself against the creatures inside the SuuubZone-how the SuuubWaaay gets around. Your main mission is to find the missing components while avoiding the creatures that are guarding them. When the machine is completed you should be able to reopen a SuuubZone and head back home. Although you should not worry, you are not alone! There are other survivors of the incident inside with you. They are counting on you to release them from the SuuubZone. Do not let them down.<br><br><strong>TOOLS! USE THEM</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2066160/extras/3257e3ab5bc5415fba4f7760130d2050.avif?t=1669780835\" width=620 height=266 /></span><br>Because of your past as a detective, you can use your tools to inspect and discover clues that may hold valuable information to solve puzzles or get you out of the SuuubZone. The tools are tape, a lighter, your bare hands, and more.<br><br><strong>THE SUUUBWAAAY</strong><br>The SuuubWaaay was the most popular form of transportation! It looked like your average New York Subway, but it was waaay more! With the SuuubWaaay, you could go anywhere within minutes! Unfortunately, something went wrong one day, it arrived at the designated location damaged, and everyone on board was gone.<br><br><strong>THE SUUUBZONE</strong><br>The SuuubZone. This is where the SuuubWaaay goes into and comes out of, this is how the SuuubWaaay gets around—designed by Sub Williams, the founder of the SuuubWaaay. Unfortunately, it malfunctioned one day and this is where you, and many others, are trapped inside.<br><br><strong>THE CREATURES</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2066160/extras/b786077a2e593cfc7bc91368be2bd2a5.avif?t=1669780835\" width=620 height=266 /></span><br>Lurking in every shadow and corner of the SuuubZone are creatures. These creatures have inhabited the SuuubZone since the malfunction, now you must use the gadgets against these creatures you may encounter.<br><br><strong>THE GADGETS</strong><br>Made by other people, designed to help people like you. There are multiple of these gadgets that you will find throughout the SuuubZone. Use these gadgets wisely though, the battery life isn't longer than 3 minutes usually. If the gadgets lose battery while next to a creature... may God be with you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2066160/header.jpg?t=1669780835",
    "developers": [
      "TNTNTDev"
    ],
    "publishers": [
      "TNTNT"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}