{
  "206760": {
    "name": "Painkiller: Recurring Evil",
    "steam_appid": 206760,
    "required_age": "18",
    "is_free": false,
    "description": "Battle never ceases in the realm known as Hell. This time around it's a battle for the freedom of your very soul. Will you be able to escape from the prison hidden in the darkest deepest chasm of Hell? Do you have enough courage to travel through the most dangerous and twisted areas, infamous for their unsafety, even among demons themselves? Are you prepared to significantly reduce the demonic population?<br>Once again you have the chance to experience the magnificent dark atmosphere of the good (or evil?) Painkiller, the only true oldschool First Person Shooter, tough as nails, without a trace of remorse, without a glimpse of motion blur or other technological makeup. Just Painkiller and nothing else matters!<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>5 completely new levels with impressive locations like an Angkor temple, a massive old warehouse and a highway where hundreds of cars crashed.<br></li><li>A new campaign of 5+ hours of new and genuine Painkiller action!<br></li><li>Even more bloodshed and action per square meter: immerse into freaking intense gameplay &amp; ultimately challenging FPS action <br></li><li>More dense maps and sick enemies than ever before: kill over 6,000 uniquely spawned wicked monsters <br></li><li>Continues the story of Bill Sherman<br></li><li>Improved graphics, AI, environments as well as new atmospheric soundtrack </li></ul>",
    "supported_languages": "英语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/206760/header.jpg?t=1709653762",
    "developers": [
      "Med-Art"
    ],
    "publishers": [
      "Prime Matter"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3697,
      "final": 3697,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 2 月 29 日"
    },
    "categories": [
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 5,
      "total_negative": 9,
      "total_reviews": 14
    }
  }
}