{
  "2067500": {
    "name": "Extraneum Demo",
    "steam_appid": 2067500,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >The story</h2><br>Thanks to your high resilience and your even higher scores on the Universal Weapon Handling Assessment, you were lucky enough to get hired as a security guard for top secret Project EXTRANEÜM (pronounced ex-strain-yum). You had no idea what this project was all about, but you certainly didn't sign up for a total overrun of the facilities by alien looking monstrosities.<br><br>Looks like you're doing overtime today. Grab your trusty knife and your standard issue SMG and send these abominations back to hell where they belong.<h2 class=\"bb_tag\" >The game</h2><br>EXTRANEÜM is a brutal old-school first person shooter with an emphasis on exploration and secret hunting. Shoot monsters and find upgrades as you progress through the laboratories of Project EXTRANEÜM in search for the truth... and a way to put an end to it all.<br><br>This game is currently in early access, but the entire first episode is already available and playable from beginning to end.<br><br>The final version will feature;<br><ul class=\"bb_ul\"><li>3 episodes of 8 levels each, with a unique boss battle waiting at the end of each episode<br></li><li>12 unique weapons and 12 enemy types<br></li><li>Hidden upgrades for your health, armor, and ammo<br></li><li>Tons of secrets and hidden areas for your exploratory pleasure</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2067500/header.jpg?t=1656352003",
    "developers": [
      "David Jalbert"
    ],
    "publishers": [
      "David Jalbert"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 6 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}