{
  "2067720": {
    "name": "Space Bunny Explorers",
    "steam_appid": 2067720,
    "required_age": 0,
    "is_free": false,
    "description": "Space Bunny Explorers is a third-person adventure game with base building aspects and creature collection mechanics. As an adventurous Space Bunny, you will explore the newly discovered planet and help a research team build and expand bases on the 4 main islands of this world.<h2 class=\"bb_tag\" ><strong>Build. Harvest. Takeoff! </strong></h2>Every base has a building area. Use plots to grow your own ammunition or sell them as crops to upgrade your gear and unlock new tools. Load up a cargo rocket and shoot your goods into orbit to receive your credits. But be careful! Robots and other bandits will try to sabotage cargo rockets during takeoff and steal your crops.<h2 class=\"bb_tag\" ><strong>Small but powerful!</strong></h2>The planet is home to creatures that are called MiniBuns. These alien critters will sit on your helmet and support you in battle with their individual abilities! You also have to take care of your small companions, they will get tired and need food after a long day full of adventures! Build sleeping places and food stalls for your MiniBuns to keep them happy!<h2 class=\"bb_tag\" ><strong>Upgrade and expand!</strong></h2>The chief engineer on the exploration team is eager to help you upgrade your gear as well as unlock new buildings and crops. Gain XP by solving tasks or defeating enemies and use the resources you find to kit out your bunny.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2067720/header.jpg?t=1675027909",
    "developers": [
      "TrickFox Games"
    ],
    "publishers": [
      "TrickFox Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}