{
  "206710": {
    "name": "Cities In Motion: Design Dreams",
    "steam_appid": 206710,
    "required_age": 0,
    "is_free": false,
    "description": "Rendered in rich detail some of the world’s favorite cities await the steady hand of a planner to manage their transportation needs in Cities in Motion.<br>Overseeing the changing needs of people from 1920 to 2020, it’s up to you to manage everything from buses, trams and subway trains to maximize profits while pleasing commuters.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>Tram: Bergstrom Light</strong> - The Bergstrom factory is known for vehicles that can handle even harsh environments, and the Bergstrom Light is one of the prime examples. It is also very attractive to customers due to its comfy furnishing and large windows. It is an excellent vehicle for most cities and does well on short distances.<br></li><li><strong>Helicopter: LI-8</strong> - The LI-8 was originally designed for military use, but due to its excellent build it was soon adapted to other uses as well. It has lots of room for passengers and is build solid, the only downside is the high energy consumption. It's still a small price to pay for using this excellent vehicle.<br></li><li><strong>Bus: Pavlov 677M</strong> - Pavlov 677M is a fast vehicle with a good capacity. It has a powerful engine and comfortable seats for passengers, as well as space for prams and standing passengers. The engine, despite its power, is prone to malfunctions, but the 677M makes up for it with a low gas consumption and good average speed.<br></li><li><strong>Metro: Galaxie Berliner</strong> - The Berliner, as its name implies, was designed specifically for the Berlin U-Bahn system. It is very sturdy, fast and has superior passengers capacity. Its a good choice for most intercity connections when there are a lot of passengers using the line.<br></li><li><strong>Metro: Ohm M1</strong> - The Ohm M1 is a powerful vehicle with lots of room for passengers. Its sleek and modern look makes it attractive while keeping the vehicle aerodynamic and thus lessening energy consumption.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/206710/header.jpg?t=1764843821",
    "developers": [
      "Colossal Order"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2000,
      "final": 1000,
      "discount_percent": 50,
      "initial_formatted": "¥ 20.00",
      "final_formatted": "¥ 10.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 2 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}