{
  "2069780": {
    "name": "MastEr Demo",
    "steam_appid": 2069780,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" > Introduction</h2>Mothers always give selfless love to their children, but this love will control children invisible, and indirectly make children lose themself.<br><br>Our game is describing the mothers who are domineering in society. They will exaggerate and fabricating physiology, psychology, behavior and mind of the care recipients. They strongly control their children’s lives, give medicine or make them have surgery unreasonably. All the actions can cause many deaths.<br><br>Our team hope the game players can feel the change of children's mental condition, and learn about how strong controlling influence on children.<br><br>Specifically, our game integrates puzzles into the design of the three levels. Players will play the role of the puppet. They can find themselves while they are finding the puppet’s owner. The badges and candies collected by the puppet are also symbols of children seeking rewards from their mothers. All of the senses, characters and puzzles are around the core issues of parent-child interaction.<br><br>Also, we have an achievement system in the game which guides players to different endings and gives players different mood experiences.<h2 class=\"bb_tag\" >Game features</h2>・Oil painting style<br>・Diversified puzzles<br>・Multiple endings",
    "supported_languages": "繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2069780/header.jpg?t=1656677861",
    "developers": [
      "人偶工坊"
    ],
    "publishers": [
      "人偶工坊"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}