{
  "2069380": {
    "name": "Pakicetus Redux",
    "steam_appid": 2069380,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >In deep-sea action-adventure game Pakicetus Redux, take command of the escort submarine Salvation as it travels along with your mother ship to undertake missions along a seafloor rift valley. Balance resource collection, upgrades, and the fate of human civilization as you battle an emerging enemy bent on stopping your search for a new home.   </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Three hundred years ago, the wanton disregard for the environment by old-world society led to catastrophic natural disasters. Fearful for humanity’s survival, a small group of scientists calling themselves the Pakicetus retreated to the bottom of the ocean and established your home, Bastion. However, the halls of Bastion have become crowded and resources are running low, threatening the entire colony’s survival.  </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >You have been selected to help locate a safe site and build a second home for the “The Pak”. Take command and captain the escort submarine, Salvation, as it accompanies the Pak’s only colony construction vessel, The Forge. Choose between possible missions and explore the abyss while gathering essential resources along the Mid-Atlantic Ridge. Eruptions, rock falls, earthquakes, and an unknown enemy are the only things separating your ship and crew from a new colony and saving your home and the future of humanity. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Explore</h2><p class=\"bb_paragraph\" >Explore realistic mid-ocean ridge environments as you choose between missions on an overview map created from actual bathymetry of the Mid-Atlantic Ridge.  While exploring, hunt for resources to fuel upgrades and new abilities. Use the ship’s database of geologic knowledge to master gameplay and improve your understanding of the technology and environment to help you succeed. Take advantage of the opportunities provided by the deep; they are few and far between.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Choose</h2><p class=\"bb_paragraph\" >Choose between two or more options for your next mission.  The Salvation has the essential function of defending and supplying the Forge as it travels and prepares to construct a new colony for the Pak. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Collect Resources</h2><p class=\"bb_paragraph\" >Find and gather four different resources that you will need to maintain and upgrade your ship. Collect serpentinite and basalt rocks off the seafloor and filter the hot water plumes of hydrothermal vents.  Keep an eye out for geologic events such as earthquakes that could point you toward richer resources waiting to be harvested.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Upgrade</h2><p class=\"bb_paragraph\" >Decide what technologies to research and systems to upgrade – everything takes resources and the clock is ticking. Do you force your way past the enemy via sophisticated weapons systems, avoid dangers by enhancing your engines and employing stealth, or make your way to the end through deployment of novel sensors and construction of resource collection building that defend and repair the Salvation? What strategy will you employ?</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Story</h2><p class=\"bb_paragraph\" >Your crew was born here in the deep. Only myths of the old world exist, but their knowledge of the seafloor is near complete. As your crew communicate to you during the colony expedition, you will learn why humanity retreated to the ocean. In addition, as you discover hidden journals of a &quot;Pak&quot; founder, you will uncover where this mysterious enemy came from, and who created them. </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Science </h2><p class=\"bb_paragraph\" >Enjoy a window into the marine geology of the deep-sea. In game geologic events, seafloor morphology, and the resources you gather are all based on scientific data and actual scientific exploration of the Earth’s deep ocean. What would you expect form a game funded by the United States National Science Foundation? Game development was supported by National Science Foundation grant #OCE-1753354.</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2069380/header.jpg?t=1744403876",
    "developers": [
      "Polymorphic Games",
      "Idaho Geodynamics"
    ],
    "publishers": [
      "Polymorphic Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 4 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 17,
      "highlighted": [
        {
          "name": "Nano Nano",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/dabfa8f710346c1c8f7a287e627b460f839a7189.jpg"
        },
        {
          "name": "Moving up",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/c5015107ba00ee3db1d4b6be7452628e86188fc5.jpg"
        },
        {
          "name": "Adventurer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/b905d1b03648c4f5a98182dc2ed698bb5e3a3a11.jpg"
        },
        {
          "name": "Ghost",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/e2639b3d226d3fea6213ac25df30552f2aa2082c.jpg"
        },
        {
          "name": "Survivor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/6388f72e01575bb03c6697e1de78d0ec6108bd55.jpg"
        },
        {
          "name": "Speedrunner",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/f9279907a2b2caef243f46cf359110ce2db0b90f.jpg"
        },
        {
          "name": "Colonizer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/bf72d4d1ffd55fd58806f4ac9f865c9397691e3f.jpg"
        },
        {
          "name": "Basalt Hosted Vent",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/a50cd3e1c82fe17af5984e94d3818b1bf2a991fe.jpg"
        },
        {
          "name": "Rock Collector: Basalt",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/a621b80d9bc14d1bb9cacdd208cb898b163d0586.jpg"
        },
        {
          "name": "High Octane",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2069380/1c8fd131aa91a468c6cf5ef3fb9660047f68c169.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}