{
  "2069560": {
    "name": "Imaginari",
    "steam_appid": 2069560,
    "required_age": 0,
    "is_free": false,
    "description": "In Imaginari, you play as a child who is trapped in their own imagination. To get out, you must fight your fears and travel the dream world where everything seems just a little bit bigger than you remember. Don’t worry though, you will have the tools, weapons, and buddies to make it through this trial, each with a unique play style that you can swap too seamlessly at any time. Fight hand to hand with your dinosaur pajama friend! Ride a your very own dragon through that pesky toy store that never has their shelves fully stocked! Rid your school of that rude Cafeteria lady or lay the beat down on your fake mom and dad after skipping out on your chores. Hack, slash, roll, jump, and burn your way through the dream world, defeat the bosses, and hopefully make it out in time for school! Just don’t tell the lunch lady about the dream you had! Download Imaginari today to traverse a unique dream world, interact with interesting companions, fight off your worst enemies, and free yourself from your own mind on this wild adventure!<br />\r\n<br />\r\n-This game was the completion of a final project, made by students from FullSail University-<br />\r\n<br />\r\n<br />\r\n**Some bugs are still being worked out for the storyline. Once fixed, it will come as an update to the game. If you have any issues please post them to the steam community page, contact support@studioxiphias.com, or join our discord to let us know so we can fix it!**",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2069560/header.jpg?t=1662473936",
    "developers": [
      "Studio Xiphias LLC",
      "Business As Usual Studios"
    ],
    "publishers": [
      "Studio Xiphias LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}