{
  "2070670": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Outlaws of Alkenstar AP 3: The Smoking Gun",
    "steam_appid": 2070670,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    Pathfinder 2 RPG - Outlaws of Alkenstar AP 3: The Smoking Gun</h2>With the chips down and the cards stacked against them, a crew of vengeance-seeking vigilantes must infiltrate Alkenstar's upper crust in order to clear their names and halt a villain's plot to bring the city to its knees. In this action-packed finale, the characters must pull off a daring high-rise heist at a garish gala, shut down a necromancer's shocking schemes in a volatile hydropower plant, and dismantle their last remaining rival's master plan aboard a luxury gearboat, all before an explosive conclusion destined to blast the city apart!<br>&quot;The Smoking Gun&quot; is a Pathfinder adventure for four 8th-level characters. This adventure concludes the Outlaws of Alkenstar Adventure Path, a three-part monthly campaign in which a band of outlaws unravel an explosive criminal plot in the heart of the City of Smog, Alkenstar. This adventure also includes a breakdown of the world's largest arms manufacturer, the Gunworks; new feats, items, and rules options perfect for gunslingers, gearheads, and grenadiers; and new steampunk creatures and mutant monsters to befriend or bedevil your players.<br>This product is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:<br><ul class=\"bb_ul\"><li>All maps resized and set up with a preset grid to make combats easy to manage<br></li><li>Individual area descriptions linked to maps, containing new encounters, treasure parcels and descriptions for just that area<br></li><li>Tokens for each encounter are all pre-placed in starting locations on the map. You can edit these on the fly.<br></li><li>Drag and drop treasure parcels and Encounter XP that is easily awarded to your players to keep the game moving ahead<br></li><li>All the images and handouts from the book available to share with your players as you need them</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Martin Blake, and Danny Stratton</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070670/header.jpg?t=1768504867",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}