{
  "2070170": {
    "name": "The Good People (Na Daoine Maithe)",
    "steam_appid": 2070170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >INTRODUCTION<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/98b77f1d7aa2cbaeac1c7b5e5706c560.avif?t=1766291516\" alt=\"This is the main title screen for The Good People (Na Daoine Maithe). It shows the six main characters in a forest changing from autumn to spring. From left to right: Robin peaks out from behind Maeve, pointing toward Shae. Maeve stands facing away from the Seelie, with an almost uncomfortable expression, Flannán stares at the Seelie with an unknown but seemingly icy intent, as a wisp dances by his head. Shae points aggressively back toward the direction of Robin, or the Unseelie in general. Aífe and Keavan both face away from the Unseelie, but Aífe stares back coyly while Keagan is pointedly avoiding someone&#039;s gaze. Additional wisps surround Keagan.\" data-big-src=https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras_big/98b77f1d7aa2cbaeac1c7b5e5706c560.webp?t=1766291516 width=1560 height=878 /></span></h2><p class=\"bb_paragraph\" ><i>The Good People (Na Daoine Maithe)</i> is a lore-rich and choice-driven historical fantasy visual novel inspired by Irish mythology and Celtic folklore. Play as a tenant farmer from mid-19th century Ireland, whose path becomes inexplicably entwined in fairy affairs after getting robbed by the roadside and lured into the mythic and war-torn world of Tír na nÓg: A once unified land, now divided into the Seelie and Unseelie Courts. Will you escape and return home with your stolen belongings? Or does fate have something else in mind? </p><h2 class=\"bb_tag\" >MEET THE CAST</h2><p class=\"bb_paragraph\" >While trapped in this strange and storied land, you meet six members of the Tuatha Dé Danann (&quot;Tribe of the Goddess Danu&quot;), split evenly between the rivalling Seelie and Unseelie Courts. Who will you trust, befriend — romance? In either case, you'd best be careful. Fairies are a capricious sort, and liable to pull you into their own agendas...</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/ae1718acc3f353a0f1e9fd0cffc24017.avif?t=1766291516\" alt=\"This is the profile for Shae Féarglas, the Honourable Soldier, voiced by Lev Rodriguez Shivers. Their description reads: &quot;Shae is a guard for the Seelie capital of Temair, but strangely, they remain stationed far beyond its walls — deep into the woods, living alone at an outpost that hasn’t been properly manned since the War of the Courts ended. In truth, they are in exile: Shunned by the ruling class for continuing to insist that the true heir of Tír na nÓg, King Anraí’s long lost daughter, is still alive and trapped behind enemy lines. They would know; they saved her when the Unseelie stormed her fortress. Nevertheless, in spite of ridicule and risk of punishment, Shae upholds their duties: To patrol and monitor Loch Bél Dragain, a waypoint between the old world and the new, for any surprise visitors...&quot; The personal quote from Shae reads: &quot;You know if you just tell me what you&#039;ve been trying to do, I&#039;d help you. You&#039;re basically family.&quot;\" width=1200 height=675 /></span></p><p class=\"bb_paragraph\" ><strong>SHAE FÉARGLAS</strong>: An honourable Seelie soldier questing to find a lost princess. Voiced by Lev Rodriguez Shivers.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/b094952695f9ba301ae11388342699ad.avif?t=1766291516\" alt=\"This is the profile for Keagan Máistirúin, the Master of Secrets, voiced by Will de Renzy-Martin. His description reads: &quot;Keagan is the spymaster for the Seelie Court, otherwise known as the Master of Secrets — a title he earned, and in effect created, due to his exemplary work in the latter years of the War of the Courts. Some might even go as far as to say the upstart was instrumental in preventing the Unseelie’s conquest from coming to fruition... But, as with many of the favourable claims whispered about the Máistirúin, it is difficult to say for certain how organic they are. After all, his spies are everywhere — small, fast, industrious will-o&#039;-the-wisps that answer only to him, and allow Keagan’s prying eyes to reach far and wide. Perhaps even into the Unseelie Court as well...&quot; The personal quote from Keagan reads: &quot;Now come, let your dear friend Keagan take you back where you belong.&quot;\" width=1200 height=675 /></span></p><p class=\"bb_paragraph\" ><strong>KEAGAN MÁISTIRÚIN</strong>: The Seelie Court spymaster with a plethora of enemies. Voiced by Will de Renzy-Martin.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/b072832af2eecdad7d0e18433b87d940.avif?t=1766291516\" alt=\"This is the profile for Aífe Ealabhàn, Queen of the Seelie Court, voiced by Méabh de Brún. Her description reads: &quot;Queen Aífe, first of her name, is the current monarch of the Seelie Court, but there are those who’d rejoice to see her deposed. To the poor downtrodden, Aífe is perceived as vain and melodramatic, too decadent and altogether undeserving of the power she wields. Yet, paradoxically, she finds little favour among her kind at court as well: Her social and economic ideas are too novel, too unorthodox, and flagrantly oppose the millennia of precedent set by druidic law. Then there is the matter of her curious ascension to the throne; a secret affair marred by rumors of regicide, dark magic, and even a touch of divine intervention... If you believe such things, of course. In either case, it leaves one wondering much about the elusive character of Aífe Ealabhàn.&quot; The personal quote from Aífe reads: &quot;Sometimes longing for that which never was can be just as painful as longing for something lost.&quot;\" width=1200 height=675 /></span></p><p class=\"bb_paragraph\" ><strong>AÍFE EALABHÀN</strong>: Queen of the Seelie, a rumoured usurper falsely ordained by the gods. Voiced by Méabh de Brún.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/dd926c309a25b9f395eeef915bf5cedb.avif?t=1766291516\" alt=\"This is the profile for Maeve Troiduair, Warrior of the Commons, voiced by Blair Greene-Osako. Her description reads: &quot;Maeve is a hero to the people of Murias, and a symbol of hope in uncertain times. Having gained fame as a lone warrior prior to joining the Unseelie war effort, Maeve is beloved for her desire to defend the defenceless no matter their beliefs. To that end, her esteem was initially a vexation of the Unseelie’s: As the rebel cause struggled to gain ground against the loyalists, Maeve saw it as her duty to protect the folk caught in the fray, even if it meant standing against firebrands like Flannán. None know for sure what ultimately caused Maeve’s change of heart, but the impact of her choice is clear: Not only in the Unseelie’s final battle, where she alone turned the tide, but in the minds of the people now willing to reconsider the Unseelie’s prospects for the future.&quot; The personal quote from Maeve reads: &quot;It&#039;s not a lot, but it helps to know we&#039;re in this together.&quot;\" width=1200 height=675 /></span></p><p class=\"bb_paragraph\" ><strong>MAEVE TROIDUAIR</strong>: An Unseelie folk hero endowed with incredible power. Voiced by Blair Greene-Osako.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/7b2cadd4deb0e524ac0b8d4267c6fce0.avif?t=1766291516\" alt=\"This is the profile for Flannán mac Lugh, King of the Unseelie Court, voiced by Liv Smith. His description reads: &quot;Flannán mac Lugh, King of the Unseelie, is said to be the spitting image of his father, Lugaid — a traitorous heretic to the Seelie, but a god among men to his followers. Yet, despite the many similarities between father and son, there are those who remain wary of revolutionary’s heir: Some proclaim him to be a fanatic, too eager to take up his father’s mantle and return Tír na nÓg to war. Others will claim the opposite: That Lugaid saw weakness in his son, and thus had him banished in all but name for decades. No matter what one thinks, however, this much is clear: The road ahead for Flannán is precarious, and neither he nor his kingdom can afford any missteps.&quot; The personal quote from Flannán reads: &quot;This story is bigger than you and your desires. Remember that as you make your choice.&quot;\" width=1200 height=675 /></span></p><p class=\"bb_paragraph\" ><strong>FLANNÁN MAC LUGH</strong>: The newly ascended Unseelie King, and son of the Unseelie’s infamous rebel leader, Lugaid. Voiced by Liv Smith.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/extras/4981feec55a81ceb6182c170029b0d32.avif?t=1766291516\" alt=\"This is the profile for Robin Goodfellow, Quintessence of Fools, voiced by Alexander Hanly. Their description reads: &quot;Robin Goodfellow, above all else, is a menace to anyone who crosses their caprine path, but that doesn’t mean the trickster never plays favourites. This is, in essence, the working theory for why he’s taken up residence in (or rather under) Caisleán na nDaoine: The grave and self-serious Unseelie make for wonderful targets of all manner of mischief and japery, and King Flannán — for all his grumbling — can at least make use of her political ambivalence and many cunning tricks: Shapeshifting, leyline-hopping, and a silver tongue like no other... Really, if not for Robin’s seeming lack of interest in doing anything of true importance, one might even consider them dangerous. But what’s wrong with a little bit of danger anyway, if it means having all that much more fun?&quot; The personal quote from Robin reads: &quot;But don’t worry! You’ve got a good fellow in your corner. Me! Robin Goodfellow! Neither good nor a fellow! And if you don’t trust me on that, good. You’re learning! Keep it up.&quot;\" width=1200 height=675 /></span></p><p class=\"bb_paragraph\" ><strong>ROBIN GOODFELLOW</strong>: The Unseelie's shapeshifting trickster of mysterious origins. Voiced by Alexander Hanly.</p><h2 class=\"bb_tag\" >FACTS &amp; QUESTIONS</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><i>The Good People (Na Daoine Maithe)</i>  is a Kickstarter-funded project currently in development. Due to the scope of the story, we will be releasing it serially over several years, <u>discounted while in early access</u>. The earlier it's bought, the cheaper it will be overall. </p></li><li><p class=\"bb_paragraph\" ><strong>Not all routes are currently available! </strong>As of Dec. 21, 2025, you can play the first eight chapters of Shae and Maeve's routes (current total word count: 111k) and a side story starring Shae's sister, Brigid. If you're not sure about paying for early access, feel free to check out our free demo first. It consists of Vol. 1, Book of the Traveller (the pre-route content). Differences between the demo's Vol. 1 and the paid game's Vol. 1 are marginal following our August 1, 2024 re-release of the demo.</p></li><li><p class=\"bb_paragraph\" ><i>The Good People (Na Daoine Maithe)</i> has a recommended reading order (Vol. 1, then 2, then 3, etc.), which will correspond to the release order of the routes.</p></li><li><p class=\"bb_paragraph\" >Due to its setting, <i>The Good People (Na Daoine Maithe) </i>will occasionally feature instances of characters speaking in Gaeilge, i.e. the Irish language. All instances of Gaeilge are linked to an internal translation tool, which is voiced by Nigel McKeon, a Gaeilgeoir.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >The main character is yours to shape. At minimum, you must choose a nickname, pronouns, and one of four default appearances, the last of which can be your own artwork (instructions are included in the game's files). You may also choose to discard the True Name...</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >All routes, both current and upcoming, will have both romantic and platonic choice options. If you're uninterested in romance, you can make friends instead! No matter the nature of your relationship, you will still be able to reach the good end. <span class=\"bb_strike\">Or the bad one.</span></p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Our cast consists of two men, two women, and two non-binary characters. All are romancable no matter the MC, but some characters are asexual or on the aromantic spectrum, which may impact aspects of their romances.</p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >There are secrets to be found in this game, with more yet to come. Prepare yourself for a lot of horse related shenanigans. 🐎</p></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2070170/b4c4ab053d0e4ceddfad616d0161776a3eb694c0/header.jpg?t=1766291516",
    "developers": [
      "Moirai Myths Inc."
    ],
    "publishers": [
      "Moirai Myths Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 5,
      "highlighted": [
        {
          "name": "A Familiar Face",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2070170/8290df6d1c8a13f359553c94ba4b34364ddebff8.jpg"
        },
        {
          "name": "Unlocked Shae Platonic Ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2070170/ad207d59af08790a80e123316011d47e80bbc9f4.jpg"
        },
        {
          "name": "Unlocked Maeve Platonic Ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2070170/78110355780ae6aba2b5c19c7c4df134e75bc99e.jpg"
        },
        {
          "name": "Unlocked Shae Romantic Ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2070170/55c9db0adc96269660a03808072bc8906bac99da.jpg"
        },
        {
          "name": "Unlocked Maeve Romantic Ending",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2070170/ef8e08acee43294314ad9757a0fddfb2f21dcce7.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    },
    "type": "game"
  }
}