{
  "2071530": {
    "name": "Half-Earth Socialism",
    "steam_appid": 2071530,
    "required_age": 0,
    "is_free": true,
    "description": "If you've enjoyed the book or the game Half-Earth Socialism, then join the HES discord server where you can chat with gamers, readers, and the authors. There you can chat about strategies for the game, organize with fellow ecosocialists, and learn more about history, theory, and utopia! To get an invitation to the channel email: half.earth.socialism@proton.me<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071530/extras/7af522fbf4b5805f5a82d24d28f211d3.avif?t=1710763856\" width=616 height=308 /></span><br><br><strong>SET THE PLANETARY PLAN</strong>: <i>Half-Earth Socialism</i> allows anyone to try their hand as a global planner of a future society. Starting in the year 2023, you must make decisions about what projects the world will pursue--new research like alternative energy sources, or massive infrastructure projects like mass electrification or space travel, or one of over one hundred other possibilities. Decide how energy and food is produced across the world. Should we immediately halt all fossil fuel usage, or should we swap to a &quot;transition&quot; fuel source first?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071530/extras/beb415d5f246c37b84997674f8ec9b98.avif?t=1710763856\" width=616 height=308 /></span><br><br><strong>WORK WITH PARLIAMENT</strong>: At the same time you must juggle relationships with competing political factions in global parliament and improve the quality of life for everyone on the planet. Will you be able to guide the world into a better future amidst differing interests and visions?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071530/extras/89f8d004ca859eeacb3e96fe392162f9.avif?t=1710763856\" width=616 height=344 /></span><br><br><strong>IMPACT THE WORLD</strong>: <i>Half-Earth Socialism</i> features a simple model of the world: the impact of your decisions are simulated using the HECTOR climate model and a model of planetary production and demand. See how the world changes according to your actions--perhaps new culinary trends around eating invasive species, or the emergence of eco-terrorists if your plans fail to improve planetary health and human well-being.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071530/extras/e6547aa71d09c5d59f7280d2858d9dcc.avif?t=1710763856\" width=616 height=306 /></span><br><br>This game, based on the book <i>Half-Earth Socialism</i> (Drew Pendergrass and Troy Vettese, Verso 2022), is the fruit of the labour of many designers, researchers, and artists (full credits below). Francis Tseng (Jain Family Institute) is the game developer and Son La Pham (TRUST) is the designer. <br><br><u>Concept</u>: Arthur Röing Baer, Chiara Di Leone, Drew Pendergrass, Son La Pham, Francis Tseng, Gregory Vettese, Troy Vettese<br><u>Design</u>: Son La Pham, Francis Tseng<br><u>Development</u>: Francis Tseng, Son La Pham<br><u>Research and Writing</u>: Lucy Chinen, Drew Pendergrass, Son La Pham, Spencer Roberts, Francis Tseng, Troy Vettese<br><u>Music</u>: PRINCE SHIMA<br><u>Playtesting</u>: Spencer Roberts, Dargan Frierson, Sean Raspet, Sarah Friend, Filip Mesko, Wassim Alsindi, Bradley K, Julia, Grace Van de Pas, Michael Vettese, Xinyue, Lukas Eigler-Harding, Adrian Dinh, Aural Ephem, Nick Houde, Simon Zhang, Paul Turberg, Jan Philipp Dapprich, Matt Goerzen, Neilson Koerner-Safrata, Kira Simon-Kennedy, Nicholas Carter",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 葡萄牙语 - 葡萄牙, 泰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071530/header.jpg?t=1710763856",
    "developers": [
      "Francis Tseng",
      "Son La Pham",
      "Drew Pendergrass",
      "Troy Vettese"
    ],
    "publishers": [
      "Trust"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}