{
  "2071220": {
    "name": "Rise From the Ashes: A Fantasy World Simulator",
    "steam_appid": 2071220,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Rise From the Ashes</i> is a strategic city-building game in which you can customize your civilization in every detail, defining its architectural style using a building editor and choosing the appearance of your people and the organization of your armies, among other things.<br><br>Prepare to restore the past glory of your civilization, of which almost nothing remains except for a small town with a few houses, now under the control of a foreign people who govern it as a colony!<br><br>As a skilled tactician, you will need to develop your city to escape the retaliation of the occupying power. Bring back members of your scattered community by increasing the prestige of your city. Let it become a jewel that can dazzle travelers and merchants from all over the world!<br><br>Prepare for war, in order to liberate the land of your ancestors and lead your people to independence!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071220/extras/e46e1baa89033944da134e868ed60c34.webp?t=1726299661\" width=615 height=47 /></span><br>Create the architectural style of your civilization through an integrated building editor or download an official style or one created by other players!<br><br>Will your people build semi-buried houses or large half-timbered buildings? Will they have rich mansions of cut stone or simple and sturdy wooden houses with sloping roofs? It's up to you! The more coherent, rich, and detailed your architecture is, the more prestige your people will gain. This will lead the scattered members of your community to join your city! Dazzle passing travelers and merchants with your creativity!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071220/extras/2bcaa7feaa96de8e39b8e5017d0a7381.webp?t=1726299661\" width=615 height=47 /></span><br>Climb the tree of independence step by step to liberate your people from the occupier and lead them to victory!<br><br>Each step frees you a little more from the yoke of the oppressor and brings you closer to victory, but also arouses suspicion, or even retaliation, from the occupying power!<br><br>You will need to be strategic, take the steps at the right time, and in any case, prepare for the worst, that is, for war!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071220/extras/845f5cd323a511dba2fc574c4a3ea0cf.webp?t=1726299661\" width=615 height=47 /></span><br>Develop your city, its production capabilities, trade, and defenses. Exploit the resources offered by your environment.<br><br>Trade with passing merchants to import the resources you do not produce. <br><br>Protect your borders from the creatures that lurk!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071220/extras/fb86ed5db3f5861581a0afa99049104d.webp?t=1726299661\" width=615 height=47 /></span><br>Choose where to settle your civilization among the available styles of procedural maps (plain, lake, forest, etc.) and biomes (temperate, cold, etc.).<br><br>Shape the terrain through a terrain editing tool to build a city in your image.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071220/header.jpg?t=1726299661",
    "developers": [
      "Thousands of Daggers"
    ],
    "publishers": [
      "Thousands of Daggers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}