{
  "2071540": {
    "name": "Timmy Types",
    "steam_appid": 2071540,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Don't swipe - type!</strong> Improve your typing speed with this endless runner game. <br><br>In the 2010s the world went crazy for mobile endless runner games like <i>Subway Surfers</i> and <i>Temple Run</i> in which you swipe your away around obstacles and try to see how far you can make it before crashing. <strong>Timmy Types</strong> is a creative twist on the genre in that you type words to navigate your environment. <br><br>The only interesting typing game I've found on Steam is <i>Typing of The Dead: Overkill</i>. The game is a great arcade experience that you navigate using your keyboard instead of a gun, and I really want to play other similar games. Unfortunately <i>Typing of the Dead</i> isn't really suitable for kids and there aren't really any other comparable games out there.<br><br>And this is why <strong>Timmy Types</strong> was created. It is our first experiment in developing a fun family-friendly typing game.<br><br>We appreciate your support of our game! We're working tirelessly, creating new prototypes and always thinking of ways to breathe life into the typing game genre. Hope you enjoy <strong>Timmy Types </strong>and please stay tuned because there's more to come!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071540/header.jpg?t=1662413370",
    "developers": [
      "Melvyn"
    ],
    "publishers": [
      "Melvyn"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}