{
  "2071010": {
    "name": "Movie Studio 2023 Platinum Steam Edition",
    "steam_appid": 2071010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >MAGIX Movie Studio 2023 – For memories that last forever</h2><br>Enjoy a revolutionary video editing experience thanks to intuitive tools, a simple operating concept, clearer project overview and automated workflows.  Highlights include a wide range of editing tools, around 1,500 effects, transitions and titles, a high-speed timeline for smooth navigation and Intel Hyper Encode, which significantly reduces video export time. <br><br>As a result, you can quickly and easily create high-quality videos, whether for your YouTube channel or to capture vacation memories. <br><br>Experience double the power with Intel Hyper Encode, now included in the program, as well as the new high-speed timeline, intelligent search function, favorites filters, customizable content overview, astonishing NewBlue effects, and new travel route animations.<br><br><ul class=\"bb_ul\"><li><strong>DISCOVERALL THE BENEFITS OF THE PLATINUM VERSION:</strong>  With a wide range of editing tools including multicam editing for 4 cameras, detailed color correction, up to 1,500 effects, titles, templates &amp; transitions, and automatic shot match. <br></li><li><strong>EASY TO USE, FAST, PROFESSIONAL:</strong>  Whether shot quickly with your cell phone or filmed professionally, turn your footage into stunning, high-quality movies in only a few minutes with Movie Studio. <br></li><li><strong>EVERYTHING YOU NEED:</strong>  With its wide range of cutting tools, the video editing program enables you to make each and every one of your ideas a reality – while benefiting from the latest technology.  Work with detailed color correction, video stabilization and LUTs. The optimized high-speed timeline allows you to navigate projects smoothly and gives you full overview and control even of large amounts of material.<br></li><li><strong>MAGIX TRAVEL MAPS:</strong>  Create custom animations of your travel routes in seconds with this video editing software. Now with brand-new features like fly-in animations, filter view and GPX elevation profiles.<br></li><li><strong>MADE IN GERMANY:</strong>  Get the MAGIX video editing program, developed directly by the German manufacturer.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2071010/header.jpg?t=1667679029",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 52500,
      "final": 52500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 525.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}