{
  "2072490": {
    "name": "RPG Maker MZ - Fantasy Generator - Armor Parts Set",
    "steam_appid": 2072490,
    "required_age": 0,
    "is_free": false,
    "description": "【About】<br />\r\n“Fantasy Generator - Armor Parts Set” is a material pack for &quot;RPG Maker MZ&quot; featuring armor parts such as helmets, armor and robes by &quot;Dot Picture Production Studio (Y-pot)&quot;, the creator of many of the default materials for &quot;RPG Maker MZ&quot;.<br />\r\n<br />\r\nRecommended for armor lovers and those looking to expand their default materials!<br />\r\n<br />\r\n■An Enormous Assortment Over 90 parts for male and female!<br />\r\nThe male version has a total of 95 parts, including 16 hats, 16 helmets, 15 outfits, 16 armor pieces, 16 robes, and 16 cloaks. The female version has 97 parts in total, including 17 hats, 16 helmets, 16 outfits, 16 armor pieces, 16 robes, and 16 cloaks.<br />\r\n<br />\r\nYou can create characters with a wide range of patterns by combining the parts!<br />\r\n<br />\r\nAside  from  the  standard  fantasy  hero  and  spellcaster type of equipment (including elemental varieties such as such as fire, ice, thunder, wind, earth,<br />\r\nlight, and darkness), there is also a set of samurai armor and stuffed-cat outfit available as a bonus!  Combine them however you want to your taste!<br />\r\n<br />\r\n■A style that match the default materials!<br />\r\n<br />\r\nThis pack was created by &quot;Dot Picture Creation Studio,&quot; who created the default materials for &quot;RPG Maker MZ.&quot; Since this set has the same taste and style as the default materials, it can be used together to create a unified world view, without feeling out of place!<br />\r\n<br />\r\n■Compliments the separately sold &quot;Shop Materials Tileset - Interior / Exterior.&quot;<br />\r\n<br />\r\nFantasy Generator - Armor Parts Set] is a collaboration with the separately sold DLC material collection “Shop Materials Tileset - Interior / Exterior”.<br />\r\n<br />\r\nClothing, armor, robes, helmets, hats, and capes from the &quot;Shop Materials Tileset - Interior / Exterior&quot; armor sheet have been created as materials for the generator.<br />\r\n<br />\r\n<br />\r\nUsing both sets together will further expand your worldview creation!<br />\r\n=========================================================<br />\r\nContents<br />\r\n<br />\r\n▼Generator<br />\r\n・Accessory 2 / Male:32 / Female:33<br />\r\n・Cloak / Male:16 / Female:16<br />\r\n・Clothing / Male:47 / Female:48<br />\r\n<br />\r\n=========================================================<br />\r\n<br />\r\n<br />\r\n・This pack is for use in Maker Series ONLY<br />\r\n・OK to be used in Commercial projects made in RPG Maker<br />\r\n・You may modify some of the assets (but not redistribute them) for your own game use only.<br />\r\n・All copyrights, neighboring rights, and all other rights to this material belong to the creator or a third party authorized by the creator.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2072490/header.jpg?t=1700814947",
    "developers": [
      "Y-pot",
      "Gotcha Gotcha Games"
    ],
    "publishers": [
      "Gotcha Gotcha Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5400,
      "final": 5400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 54.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    },
    "type": "dlc"
  }
}