{
  "2072070": {
    "name": "RPG Plus - Virtual Tabletop",
    "steam_appid": 2072070,
    "required_age": 0,
    "is_free": false,
    "description": "RPG Plus is the <strong>all-in-one solution </strong>for Tabletop RPG players.  Thanks to its campaign manager tool, chat, character sheets, 2D and 3D map builder system, you can:<br><br>- Create your campaign as a Game Master or join your friends as a player<br>- Design your story by adding rooms (chats, maps, sheets) and selecting your players<br>- Make your map for each adventure using the <strong>3D map</strong> maker system, and add setting items and miniatures for the characters<br>- Use advanced 3D dynamic lighting on the map<br>- Keep track of the initiative and who can move with an intuitive turn manager<br>- Upload and share an image to create 2D Maps<br>- Upload 2D images or 3D models (.stl files) to create custom 3D tokens<br>- Interact with the other players via chat: posting messages, rolling dice, sending stickers, and sharing links  <br>- Record your character's features in a digital sheet. You can select an advanced template for pathfinder 2nd edition and D&amp;D 5th edition, or a simple and flexible table system<br>- Enjoy the flexibility of a fully cross-platform with a similar experience in both mobile and desktop versions<br>- Access to a simple schematic How To guide for the different panels.<br><br>Thanks to its customizable design, RPG Plus can be used for any of your favorite RPGs. Fans of Pathfinder and D&amp;D can enjoy a library of specific character sheet templates and characteristic miniatures, and many more features and graphic elements are uploaded periodically.<br><br>The 3D map includes almost <strong>700 high-quality tokens</strong>. In addition, you can create your token library using 2D images or upload 3D models as STL files.<br><br>The 3D map also includes:<br>- an advanced and realistic dynamic lighting system<br>- 68 special light effects<br>- 18 types of walls<br>- a flexible multi-level system<br>- 118 grid textures<br>- a simple 3D distance measuring system<br>And much more!<br><br>Escape Flatland! Add a new dimension to your virtual tabletop encounters with RPG Plus!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2072070/header.jpg?t=1765805967",
    "developers": [
      "AppMinded"
    ],
    "publishers": [
      "AppMinded"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}