{
  "2073870": {
    "name": "Poggers 2 - A-Maze-Thing",
    "steam_appid": 2073870,
    "required_age": 0,
    "is_free": false,
    "description": "Bun-Bun Poggers is back and this time must face the dangers of hungry wolves without the luxury of open fields to move and dodge as freely as before!  <br />\r\n<br />\r\nIn Poggers 2: A-Maze-Thing, you must help the absolutely adorable Bun-Bun navigate many different hedge mazes where death could be around every corner!  You won't be without your Super Bunny magical carrots as they will be available to you in every corner of every new labyrinth you'll progress through.  Power-ups can also provide you with speed, bonus point multipliers, and even extra lives!<br />\r\n<br />\r\nOnce again, randomly placed rocks will thwart your movement but even more this time around because of the already narrow paths of the mazes.  Eating your magical carrots will give you the power to get revenge on that hungry wolf that took your last life in your previous game, but it could also help you destroy a rock or two instead!  Whatever path you take is yours to make, and let's just hope it doesn't lead to Bun-Buns fate!<br />\r\n<br />\r\nGet ready for the most adrenaline inducing moments Mr Bun-Bun Poggers has ever seen with Poggers 2: A-Maze-Thing!  Can you prove yourself worthy on Steam and show the world that you are the &quot;Pog Champ&quot; once again?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2073870/header.jpg?t=1660797428",
    "developers": [
      "ZaxtorGameS"
    ],
    "publishers": [
      "ZaxtorGameS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}