{
  "2073040": {
    "name": "Earth's Center of Gravity",
    "steam_appid": 2073040,
    "required_age": 0,
    "is_free": false,
    "description": "Earth's Center of Gravity is an interactive visual novel with multiple endings. The game's story is about fate and revolves around an antique shop called &quot;Tower Antiques.&quot;<br />\r\n<br />\r\nAs you explore different possibilities, fate of self, fate of others, fate of earth, fate of universe will be revealed upon your choices. You will have to find your integrity in this mystic horror visual novel.<br />\r\n<br />\r\nTower Antiques will be the center of odd and dreadful events which will unfold during your journey through out it's ever expanding world. You will try to save yourself from oblivion, madness, despair, imprisonment, death or worse by examining the items inside Tower Antiques and observe it's previous visitors.<br />\r\n<br />\r\nYou will play as Mirel, who happens to be a reporter. You will be armed with questions, answers and the choices you make. You will try to uncover the hidden truth about this antique shop, struggle to understand it's owner and comprehend it's mystique contents.<br />\r\n<br />\r\nYou will decide whether it's worth to learn the truth, see the next room, read that next book or ask the next question.<br />\r\n<br />\r\nWhat will you choose to do, when your logic begins to fail you?",
    "supported_languages": "英语, 土耳其语, 日语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2073040/header.jpg?t=1762448379",
    "developers": [
      "Beşinci Kural A.Ş."
    ],
    "publishers": [
      "Beşinci Kural A.Ş."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3990,
      "final": 3990,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 39.90"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}