{
  "2073950": {
    "name": "Hotel Simulator",
    "steam_appid": 2073950,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>long</strong></h2></h2></h2><br>In Hotel Simulator, you are a young businessman with a vision. After taking a loan, you buy a once-famous, forgotten hotel. Roll up your sleeves, clean up the place, renovate it and furnish it to your liking. Your goal is to pay your loan and achieve that five-star rating you’ve been dreaming of!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>clean</strong></h2></h2></h2><br>Like they say: the first step is the hardest to take. Your newly acquired hotel is a pitiful sight. Start by taking the trash out, then clean all the dusty surfaces. The forgotten glory will start shining through!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>renovate</strong></h2></h2></h2><br>It’s time to make your hotel livable. Fix the electricity, deal with leaking pipes, or rebuild destroyed walls. You’ll encounter different problems along the way, many of them surprising and demanding a bit of ingenuity.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>decorate</strong></h2></h2></h2><br>When it comes to interior design, your imagination is the only limit! Choose any color or pattern for the walls. Adopt a consistent style, from art deco to modern! Alternatively, you can make it a fun mish-mash. Countless decorative items are available, so don’t rush it and have fun!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>manage </strong></h2></h2></h2>Your guests will vary in personality and expectations. You can and should cater to them personally, but a thriving hotel needs staff. Hire employees, from room service to receptionists and stewards. Don’t forget to keep a close eye on their performance! Make sure you also have all the necessary foods and detergents in stock.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" ><strong>improve</strong></h2></h2></h2><br>You will start humbly but with a grand vision. Those five starts won’t be easy to earn! Balance your prices, give your patrons everything they demand, and your income will grow. Spend it on more luxurious equipment, new staff members, and more. Walk the road to success one step at a time!<br><strong>Key Features</strong><br><ul class=\"bb_ul\"><li> An easy-to-pick-up game that rewards your creativity.<br></li><li> Interact with your hotel in numerous meaningful ways, from moving items to changing the look of every room.<br></li><li> Choose from countless decorative items and utilities.<br></li><li> Meet distinctive hotel guests with unique personalities and expectations.<br></li><li> Manage everything: hire staff, assign hotel rooms, stock minibars, and set your prices.<br></li><li> See how rewarding it is to make change a dusty, forgotten building into a thriving hotel!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 波兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2073950/header.jpg?t=1659524406",
    "developers": [
      "Lifesim Games S.A"
    ],
    "publishers": [
      "Lifesim Games S.A"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}