{
  "2074850": {
    "name": "Foklor",
    "steam_appid": 2074850,
    "required_age": 0,
    "is_free": false,
    "description": "You are a Foklorian, stranded in a world full of danger and excitement. With only your wits, reflexes and natural good looks, you set out to explore this weird and wonderful world, uncovering the secrets of Foklor! Build, farm, tame and battle as you and your friends survive the open world of Foklor. Discover treasures, items and magic of great power while defending against evil creatures. Your legend awaits! <br><br>Features:<br><strong>Multiplayer Co-Op.</strong> Survive with 1-10 players. Build together, battle together, die together. Everything is better together!<br><br><strong>Single player Gameplay.</strong> Foklor can also be good fun solo!<br><br><strong>Casual Survival.</strong> You will need to manage your hunger, water, and hygiene as you venture out into the wilds.<br><br><strong>PVE focused gameplay and lore.</strong> Fight through the hordes of dangerous creatures while uncovering the mysteries of Foklor. <br><br><strong>Big open world.</strong> Discover all the different biomes with biome specific creatures and plants.<br><br><strong>Stat and Skill Based System.</strong> As you progress on your legendary adventure, your skills and attributes will progress depending on how you play. <br><br><strong>Taming and Breeding.</strong> Numerous creatures can be tamed to aid in battle, provide faster travel or help with farming. Taming pairs of creatures allows for breeding so you can find the ultimate generational beast!<br><br><strong>Gardening and Farming.</strong> Kick back and relax while tending to your garden. Plant crops, cultivate herbs and grow fruit to provide extra ingredients for cooking and taming.<br><br><strong>Base Building and Base Defense.</strong> Build an epic base or a shack. Though you never know when the creatures will come together and attempt to destroy everything you have worked so hard to build, so be prepared!<br><br><strong>Combat and Magic.</strong> Destroy the enemy with your sword and board, bow and arrow, wand, lute, traps or throw magical balls of fire! You can fight creatures using almost everything, including your own head!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2074850/header.jpg?t=1770597496",
    "developers": [
      "Seaside Forge"
    ],
    "publishers": [
      "Seaside Forge"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}