{
  "2074550": {
    "name": "Silent Seeker",
    "steam_appid": 2074550,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to <strong>Silent Seeke</strong>r, the exciting multiplayer prop hunt game where you'll experience the thrill of hiding and seeking with friends! Become either a crafty Prop or a relentless Hunter and test your skills in an intense battle of stealth and strategy.<br><br><strong><h2 class=\"bb_tag\" >BEING A PROP</h2></strong><br>As <strong>BRUMBLE</strong>, your task is to blend in seamlessly with the environment by disguising yourself as everyday objects. Transform into furniture or household items scattered across carefully designed maps. But beware! One wrong move could give away your position and alert the Hunters.<br><br>As a Prop, finding a smart hiding spot and staying perfectly still is essential. Utilize your surroundings to outsmart the Hunters and survive. Will you manage to stay hidden until the time runs out, or will you succumb to the Hunter's keen eye?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2074550/extras/e54c59efe02df8e325c174c916515276.avif?t=1754769366\" width=618 height=198 /></span><br><br><strong><h2 class=\"bb_tag\" >BEING AN HUNTER</h2></strong><br>On the other hand, embrace the role of a determined Hunter with <strong>FURY</strong>! Use your sharp senses to track down and eliminate the elusive Props. You have three different attacks at your disposal, each with unique damage and cooldown times. <br><br>Coordinate with other Hunters, communicate effectively, and devise clever strategies to corner and eliminate the Props. Props can use the environment to their advantage, making every match a thrilling test of skill, teamwork, and deception.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2074550/extras/d65bd1038eb464506e66dbb5aaccd0a6.avif?t=1754769366\" width=618 height=198 /></span><br><br>Silent Seeker also features a chat system, allowing you to communicate with your teammates and opponents. Additionally, immerse yourself in the action with a proximity voice chat, where you can strategize with teammates or taunt your opponents in real-time.<br><br>Are you ready for an exhilarating multiplayer prop hunt adventure like no other? Gather your friends, sharpen your senses, and dive into the heart-pounding world of <strong>Silent Seeker</strong>. The clock is ticking, the Props are hiding, and the Hunters are closing in. Will you be the master of deception or the ultimate seeker?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2074550/header.jpg?t=1754769366",
    "developers": [
      "Paolo Orlandino"
    ],
    "publishers": [
      "Loyalty Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2025 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}