{
  "2075470": {
    "name": "Abloom",
    "steam_appid": 2075470,
    "required_age": 0,
    "is_free": false,
    "description": "Immerse yourself in Abloom, an atmospheric exploration and puzzle game set in a once vibrant forest, now lifeless and consumed by a black hole. With the power of flight and swift ground movement at your disposal, navigate through this desolate landscape to solve enigmatic puzzles, lighting up the flora and fauna, and bringing back the radiant life that once flourished.<br />\r\n<br />\r\nWitness a unique transformation as you move through the game. The forest, once dead and monochromatic, blooms back to life with vivid colors and vibrancy with each solved puzzle. Your journey is a cycle of death and rebirth, a testament to the enduring spirit of life in the face of adversity.<br />\r\n<br />\r\nAbloom is crafted to be as accessible as possible, featuring a movement system that effortlessly merges simplicity and dynamism, making it equally engaging for both leisure players and gaming enthusiasts. Abloom is committed to inclusivity, with puzzles that emphasize shapes and logic, ensuring enjoyable gameplay beyond the boundaries of color perception.<br />\r\n<br />\r\nExperience the rebirth of a world in Abloom. The forest awaits your touch to spring back to life.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075470/header.jpg?t=1684485847",
    "developers": [
      "Nicolas Poumaredes"
    ],
    "publishers": [
      "Nicolas Poumaredes"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}