{
  "2075540": {
    "name": "Valete vos viatores",
    "steam_appid": 2075540,
    "required_age": 0,
    "is_free": false,
    "description": "Valete vos viatore is a first person video game where we will manage a workshop, talk to clients and learn scriptor titulorum techniques throughout more than 5 locations.<br><br>The video game Valete vos Viatorians! proposes a journey from the very center of the Roman Empire to its westernmost point through various cities in Italy, Gaul, Hispania and Lusitania, in the person of a scriptor titulorum (sculptor specializing in the carving of inscriptions). The player will be able to learn the techniques that were used for its realization (writing, composition, choice of material, cutting, carving, decoration, painting). But above all, he will know the concerns and desires that drove people to leave his legacy written in stone, and he will be able to interpret its deepest meaning.<br><br>The ancient Romans erected their tombs and mausoleums along the roads and causeways so that travelers could read the inscriptions on their tombstones. Thus, being remembered by the reader, they believed they could endure in his memory. And grateful to those who took time to read their epitaphs, they dedicated this formula to them: <strong>VALETE VOS VIATORES</strong>, good luck to you, travellers!<br><br>All this in an adventure in which you will lead the protagonist through realistic environments recreated with historical and archaeological rigor that will allow you to explore the most characteristic areas of Roman cities, as they would be seen in the 1st century, and learn more about the most varied aspects of Roman civilization (daily life, society, institutions, professions).<br>A journey through the ancient Roman world that is also a journey through time through the fascinating world of inscriptions. To those of you who decide to undertake it, we can only wish you: VALETE VOS VIATORES!",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075540/header.jpg?t=1664365818",
    "developers": [
      "TLR Games",
      "TRAHELIUM"
    ],
    "publishers": [
      "TLR Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}