{
  "2075520": {
    "name": "Shades of Rayna - Assassin Class",
    "steam_appid": 2075520,
    "required_age": 0,
    "is_free": true,
    "description": "Assassin class for Shades Of Rayna.<br><br>Assassin is a class in the game and uses blade and knife and just like other classes, has 10 active and 5 passive skills.<br><br><strong>Actives:</strong><br>Barrage - Throw a bunch of knives on mouse location<br>Sting - Thrust your blade into the enemy. If the blade hits, it spills blood when pulled out, dealing area damage<br>Throatcut - Swing your blade to cut through multiple enemies<br>Flash - Ride the lightning through the mouse location<br>Scorch - Teleport to mouse location dealing area damage<br>Toxife - Throw 3 toxic knives on short distance<br>Deadly Strike - Charge your sword, then slice the enemies in front of you and create a blood explosion<br>Aqublast - Throw series of aquatic knives in a line through mouse location<br>Shadowfall - Disappear into the air, then launch to mouse location from above dealing area damage<br>Massacre - Swing your sword repeatedly, cutting everything in front of you<br><br><strong>Passives:</strong><br>Twin Strike - Every 10th basic attack deals double damage<br>Steal - Your basic attacks steal 2% of your max health amount of life to your health<br>Second Chance - When your health reach 0, you resurrect with %50 health (Triggers once in a map)<br>Illusive Drain - With 25% chance, upcoming attack does not deal damage to you but heal 5% of your max health<br>Hemorrhage - Every basic attack hit piles the blood up in the enemy and at certain point explode in itself",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075520/header.jpg?t=1748534924",
    "developers": [
      "QuickSave"
    ],
    "publishers": [
      "QuickSave"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}