{
  "2075700": {
    "name": "Tea For God Demo",
    "steam_appid": 2075700,
    "required_age": 0,
    "is_free": true,
    "description": "Tea For God is a VR adventure that allows players to walk infinitely using their own feet, all within their own place. Customizable gameplay can be anything between a relaxing long walk, an intense arcade shooter (checkpoint based) and a roguelite shooter-explorer.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075700/extras/e8472e23bbe6dfba0b2d7da8dbc417d7.avif?t=1663442899\" width=800 height=70 /></span><br><br>In the distant future, humankind has been united, ruled by God Emperor. Endowed with advanced technology we reached stars, colonised new worlds, went onto endless crusades against myriads of civilisations.<br><br>Personal tragedies tend to be meaningless against the time. But once in a while, one person may start a fire that can change the fate of the whole universe. A man who lost his family, who holds God Emperor accountable for their death, seeking answers and vengeance, embarks onto his last journey to the place no human has ever left alive, where God Emperor is believed to reside.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075700/extras/4a94ebbcc19b1da6e67739a8a78e53ac.avif?t=1663442899\" width=800 height=70 /></span><br><br><strong>Key features</strong><br><ul class=\"bb_ul\"><li>Use your own feet to move, no teleporting, no sliding.<br></li><li>Adjusts to your play area, no matter how small or how big it is.<br></li><li>Customize your experience, make it as easy or as hard as you desire.<br></li><li>Two main modes: <i>arcade</i> - easy to understand and focused on adventure and <i>roguelite</i> - where you explore devices you find on your own.<br></li><li>Procedurally generated world with a linear story with handcrafted key scenes.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075700/extras/567045ee07d6cbc56c7ea198eb97c3ea.avif?t=1663442899\" width=800 height=70 /></span><br><br><strong>Impossible spaces</strong><br>Tea For God utilises the concept of impossible spaces, a Euclidean orbifold. The world is composed of spaces that overlap each other making it possible to travel through a big world, while never leaving your play area.<br><br><strong>Procedural generation</strong><br>It's the procedural generation that makes many things possible. To fully utilise impossible concepts, the game generates the world to fit within your play area. The procedural generation doesn't stop with there. Almost everything you see is created with the use of procedural generation, carefully created algorithms that generate robots, how they look and move, devices, weapons and more.<br><br><strong>Play area</strong><br>As the game adjusts to the available space, there are some minimal requirements. The smallest space handled by the game is 1,80m x 1,2m (6ft x 4ft). If you have less than that, the game will use horizontal scaling to make the world appear larger, bringing the minimal space down to 90cm x 60cm (3ft x 2ft).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075700/extras/b47077e4faafecc0ed97b91347d55e34.avif?t=1663442899\" width=800 height=70 /></span><br><br><strong>Customizable experience</strong><br>There are two main game modes:<br><ul class=\"bb_ul\"><li><i>Arcade</i>. With simpler gameplay mechanics, easy to understand, navigation that guides you to your current objective, with checkpoint system to allow, in case of a failure, restarting at the last safe spot (or restart the chapter).<br></li><li><i>Roguelite</i>. Richer with gameplay systems that require exploration and experimenting to learn, permadeath, persistent unlocks and a world that at times becomes open, requiring you to find your own way. There is a save system that allows taking breaks and continuing the adventure later.</li></ul>Besides that, there is a range of modifiers, which may make the game much easier (up to where you have infinite health and ammo and there are no robots, even the ones that do not harm you) or much harder (tougher, more aggressive enemies that are quicker to attack, no navigation aid and more).<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075700/extras/a62a784d6dc2d23725a5cf4affea235e.avif?t=1663442899\" width=800 height=70 /></span><br><br><strong>The world and the story</strong><br>As you venture further into the complex, you will listen to a recording that will introduce you to the world but will provide you with even more questions. For the answers, you will have to look alone. They won't be given on a silver plate. You're not welcome in this vast strange complex. You will fight hordes of robots, find unlikely allies. You will bring ritual tea for God. Just beware of the being that lurks in the darkness.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2075700/header.jpg?t=1663442899",
    "developers": [
      "void room"
    ],
    "publishers": [
      "void room"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}