{
  "2076540": {
    "name": "Spiritus Astrum",
    "steam_appid": 2076540,
    "required_age": 0,
    "is_free": false,
    "description": "Spiritus Astrum, or &quot;Spirit of the Stars&quot; is a persistent, open-world, multi-player, roleplaying sandbox. It features an infinite, procedurally generated universe which players are free to explore without restriction. <br />\r\n<br />\r\nSolar systems, Stellar phenomena, and planets, are realistically scaled, and players can land and explore, craft, and build at their leisure, using a variety of spaceships, vehicles, and tools.<br />\r\n<br />\r\nSpiritus Astrum is designed around emergent gameplay, with randomised NPC's, quests, enemies, and resources. <br />\r\n<br />\r\nCombat in Spiritus Astrumis optional, the game features diplomacy, trading, and stealth in addition to combat. Conflict between players is not allowed, players may work together to explore or build, but may not engage in coflict. This encourages a cooperative, roleplaying atmosphere.<br />\r\n<br />\r\nIn addition to customising their characters appearance, players can choose traits and a background for their character. They can be a trader, a diplomat, an explorer, a war veteran, and more.<br />\r\n<br />\r\nThe game features &quot;life simulation&quot;, players will need to eat, drink and sleep, in addition to training their various skills.<br />\r\n<br />\r\nThe Skill system is also dynamic, over-training some skills will reduce others, this prevents the &quot;grind&quot; often seen in other games of this type.<br />\r\n<br />\r\nIn Spiritus Astrum, players may live a  true &quot;virtual life&quot;. Players can purchase apartments, land, build homes, and even own their own ringworlds or entire planets! <br />\r\n<br />\r\nPlayers can spend their time travelling the stars on board their ship, living within a densly populated city, or exploring vast worlds alone or with AI or human friends.<br />\r\n<br />\r\nSpiritus Astrum is persistent, the players actions and choices matter, and will affect how NPC's and factions perceive them. If the player has a positive relationship with an NPC, they may agree to join your crew, or give you a discount on store purchases. However, with a negative relationship, they may not talk to the player at all!<br />\r\n<br />\r\nIn the future, Spiritus Astrum will also feature the ability for players to create their own stories to share with other players, and the ability to use the games tools to create unique enemies, weapons, and items.<br />\r\n<br />\r\nSpiritus Astrum is more than a game, it is a world.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2076540/header.jpg?t=1761792705",
    "developers": [
      "Phoenix Game Development"
    ],
    "publishers": [
      "Phoenix Game Development"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}