{
  "2076380": {
    "name": "Loot Frenzy",
    "steam_appid": 2076380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This is a 128-player Teams Deathmatch</strong><br><br>you'll spawn in a faction: <br>Mafia, Gang, Cartel or Police (with 40 players in each faction except for the Police, who has 8 players). <br><br><strong>As you play, you'll have multiple opportunities to earn money: </strong><br><ul class=\"bb_ul\"><li> Break into houses, search for cash, weapons, medications, anything that can come in handy. <br></li><li> Buy Drug Labs and cook up some goods for the addicts (only your faction will have access to the lab). <br></li><li> Break into vehicles to sell or drive them. Keep in mind that any damage to the vehicle will reduce its selling value. <br></li><li> Take out players from other factions and loot them dry for all they're worth. </li></ul><br><strong>But be careful of the Cops!</strong> They'll be on the lookout for you and will be alerted to your position if you break into houses or vehicles.<br>Lay low until the wanted timer runs out to avoid being caught!<br><br>for each round, <strong>the 4 individuals with the lowest earnings will be eliminated</strong> (cops are exempt from this rule).<br>The last faction standing will win, with the best teams added to the leaderboard.<br><br>Keep your eyes open for Power-ups hidden around the map – they will help you survive!<br><br>Invite your friends to join your team of 4 players in the same faction and communicate with them through the in-game chat (just press enter).<br>There's no friendly fire between teams from the same faction – friendly faction members will be marked with a white symbol above their heads. <br><br>With this full version you can create a unique 3D avatar from a single photo and customize your own skins!<br><br>Remember the goal is to get the most money!<br>some players can win without firing a single bullet.<br>and some will try and kill everybody to steal from them.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2076380/header.jpg?t=1772121286",
    "developers": [
      "AOS"
    ],
    "publishers": [
      "AOS"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}