{
  "2077110": {
    "name": "Rise of Agon",
    "steam_appid": 2077110,
    "required_age": 0,
    "is_free": true,
    "description": "Rise of Agon the community developed successor to Darkfall Online raises the PvP Sandbox MMORPG to new heights, giving veterans and new players an epic fantasy experience like never before. In this sandbox MMO, thousands of players have the freedom to choose their own destiny, create and control empires, engage in unrestricted PvE and PvP combat with full loot, or sail the open seas in a reimagined naval warfare system. Strategy and skill will be your most valuable asset when choosing your path. Now go forth and explore new lands, forge alliances to lay claim to your territory, and conquer your enemies where Risk vs Reward will dictate your future<h2 class=\"bb_tag\" >Seamless Open World Sandbox</h2><ul class=\"bb_ul\"><li>The world of Agon is a massive, seamless open-world sandbox MMO with no instances, spanning 46 kilometers diagonally and 33 kilometers across. Traverse through any forest, over any mountain or through any jungle without going through a loading screen. In Rise of Agon you are free to travel throughout the entire lands of Agon by foot, on mount or even by sea with various vessels at your disposal. Search for hidden dungeons and treasures, fight formidable foes in ruins or out in fields, or hunt your enemies behind their city walls.</li></ul><h2 class=\"bb_tag\" >Handcrafted World of Agon</h2><ul class=\"bb_ul\"><li>The world of Agon contains a massive mainland where the six unique races can be found. Each has a capital city along with a few smaller cities that you can choose to live out of. Players can decide to make their home in one of the many player cities and hamlets located here as well.<br></li><li>Four subcontinents can be reached by boat (or a long swim!) around the outsides of Agon - the icy lands of Niflheim, the humid jungles of Yssam, the desert wastes of Rubaiyat and the scorched earths of Cairn. These diverse lands house many player cities, hamlets, and villages along with difficult monsters and enemies to seek out.<br></li><li>Find ruined castles, search for treasure chests in hidden dungeons, stand your ground against vile monsters, search for vacant homes in player villages or buy items off their player vendors, and live in a handcrafted, seamless open world!</li></ul><h2 class=\"bb_tag\" >Intense Skill-Based Combat</h2><ul class=\"bb_ul\"><li>Breaking the mold from your everyday tab-target MMORPG, Rise of Agon brings a whole new level of fast-paced tactical combat that allows your player skill to truly shine. The game uses a physics based combat system; where every arrow you shoot, spell you cast or weapon you swing has the potential to turn the tides of battle. Outsmart and outplay your enemies with better team coordination, by landing more hits or making sure to keep your allies on their feet. Do you have what it takes to make a name for yourself on the battlefield?</li></ul><h2 class=\"bb_tag\" >Engage in Skill-Based PvP and PvE.</h2><br><ul class=\"bb_ul\"><li>The unique combat system allows you to aim any arrow you shoot, each spell you cast, or swing of your weapon, providing you with a fast paced and intense PVE and PVP MMO experience.<br></li><li>Master the control of the skills and spells at your disposal to ensure you do not heal your opponents or damage your friendly combatants in a free-aim system where your actions can help, or hurt your chances of success.<br></li><li>Dodge the attacks of monsters in PVE and enemies in PVP. Utilize the arsenal of spells at your disposal to inflict massive damage against your opponents, or learn the tricks of getting away and maneuvering with utility spells.</li></ul><h2 class=\"bb_tag\" >Character Freedom</h2><ul class=\"bb_ul\"><li>In Rise of Agon you have the freedom to be whoever you desire. With no classes or character levels, players raise their offensive skills and stats through in-game actions and by using spell scrolls. Live the lifestyle of your chosing, whether that is a skilled mercenary, renowned crafter, or feared politician. In this sandbox MMO, the choice is yours for the taking in a world that leaves it up to the player.</li></ul><h2 class=\"bb_tag\" >The Foundation of Player Choice and Freedom.</h2><ul class=\"bb_ul\"><li>You have access to over 200 skills and spells that raise in power when you use them. There are no limitations or restrictions, instead your characters' strengths are based solely on your actions. Are you ready to choose your path?<br></li><li>With no artificial restrictions or barriers, choose your weapon, choose your armor, choose your tool and be what you want to be: a fierce warrior, a shady enchanter, a skillful blacksmith, a dangerous mage, a wealthy trader or a brave explorer.<br></li><li>Climb to the top of the mountains, explore the beautiful cities of Agon, enter in the deepest and darkest dungeons, sail to remote islands, ride through lava rivers and sand deserts. You can travel everywhere the eye can see, the freedom is yours in our open world sandbox MMORPG.</li></ul><i></i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2077110/header.jpg?t=1673993009",
    "developers": [
      "Big Picture Games"
    ],
    "publishers": [
      "Big Picture Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}