{
  "2077610": {
    "name": "Can Gym Break This?",
    "steam_appid": 2077610,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Can Gym Break This? </strong>- Can your gym, really break the fun and fitness you get playing this game?<br>No way possible.<br><br>The concept of this game is the power of health which is an important part of life &amp; with the competition in the game, hence a person can achieve big things in life. The Game plays around the person breaking his own records to be competitive with himself.<br><br>Competition with yourself will improve your power, memory, and ideas to achieve big things in life. It will make you healthy and with health, you can achieve anything in life. The beautiful environment will give the pleasure to play the game and the different modes (Day, Night) will give you the quality of the time spent day or night.<br><br>The environment will give you the feeling that you are in that play area, and you have to win the game, no matter what. There are 3 environments in the game, Seashore, Mountain, and Nature Care. The most important thing is relaxing, You are having a very stressful day, and you need some <strong>relaxation</strong> time, what can not be better than playing some sports, that with fun, where there is <strong>no judgment whether you play right or wrong</strong>, but you just got to <strong>play to feel good</strong>. This is where you can play Cricket, Basketball, and Baseball in beautifully handcrafted environments.<br><br>You can play 3 game modes, Which Include <strong>BasketBall, Cricket, and Baseball.</strong> This is a robotic play environment. Helpful for casual stress relief with music.<br><br>PREREQUISITES<br>We request you to install the prerequisites contained in the following folder &quot;WindowsNoEditor\\Engine\\Extras\\Redist\\en-us\\UE4PrereqSetup_x64.exe&quot;",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2077610/header.jpg?t=1671468146",
    "developers": [
      "Harsh Bakshi"
    ],
    "publishers": [
      "Skrots Game Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}