{
  "207790": {
    "name": "Jane's Advanced Strike Fighters",
    "steam_appid": 207790,
    "required_age": 0,
    "is_free": false,
    "description": "Turn the Heavens into Hell!<br><br> The Southern Azbaristan Democratic Front of South Azbaristan has only managed to hold off the North with the aid of the West, which supplies military and logistical aid to the tiny state in return for the oil exports from their vast reserves. Players will have the chance to assume the role of squadron leader Razor and lead the fight to reunify Azbaristan and protect the West’s vital interests. <br><br>Jane's Information Group is commonly recognized as the definitive source of information for the Defense Industry.  In addition to its intelligence, defense and military hardware publications, since 1996 Jane's has a long association with simulation games.<h2 class=\"bb_tag\" > Key Features&gt;</h2><ul class=\"bb_ul\"><li><strong>Intense Expansive Multiplayer:</strong> 16 person multiplayer combat to continue the action and intensity of war online. Also included is full campaign co-op play that accommodates 2-4 players.<br></li><li><strong>Cunning Enemies From The North:</strong> Take on the massive assault of aerial, ground, and naval forces with only seconds to decide your fate of victory or defeat.<br></li><li><strong>Combat Over Land, Air And Sea:</strong> Over 65,000km² of continuous terrain, including cities, industrial centres, mountainous regions and deserts.<br></li><li><strong>Diverse Array Of Advanced Fighters To Fly:</strong> 30 flyable jets from the US, Europe, Russia and China. It also features the very best of the next generation in fighters such as the F-22A Raptor, F-35 Lightning II, Russia’s Su-35 Super Flanker and their newest plane, the 5th Generation PAK-FA. </li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/207790/header.jpg?t=1570454547",
    "developers": [
      "Trickstar Games"
    ],
    "publishers": [
      "Deep Silver"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3697,
      "final": 3697,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 3 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 7,
      "total_negative": 10,
      "total_reviews": 17
    }
  }
}