{
  "2077210": {
    "name": "RC SIM 2022",
    "steam_appid": 2077210,
    "required_age": 0,
    "is_free": false,
    "description": "RC SIM HAS TO BE RETIRED DUE TO LOSS OF ABILITY IN DEVELOPMENT. I AM CREATING A GAME MUCH SIMILAR FOR ANDROID AND PHONE DEVICES IN THE FUTURE! IF YOU WOULD LIKE A COPY OF THIS GAME FOR FREE OF BOTH THE DEMO AND THE CURRENT STATE OF IT, EMAIL ME :) I HAVE RECIEVED MANY EMAILS ALREADY AND ILL REPLY TO THEM ALL WITH AN EXE FILE OF A COMPILED WINDOWS VERSION FOR THIS FOR YOU! ALL CURRENT OWNERS OF THE GAME WILL STILL HAVE THEIR GAME AND UPDATES ON BUGS AS ALL OF THAT WILL STILL BE POSSIBLE SINCE I HAVE THE LATEST SAVED PORTION WITHOUT SCRIPT Corruption AS A DOWNLOADABLE MYSELF. FEEL FREE TO CHECK OUT MY OTHER GAME DOMINOES3D AS WELL SINCE THAT ONE IS STILL UP AND GOING STRONG! ALSO, ILL BE POSTING MY UPDATES ON YOUTUBE FOR THE ANDROID VERSION OF THIS IN THE FUTURE GAMING_DEV1528 on youtube! I APOLOGIZE I CANNOT FURTHER EXPAND ON THIS BUT MORE TO COME ON OTHERS LATER ON!<br />\r\n<br />\r\n***<br />\r\nWelcome to the Multi-map World of RC Fun! <br />\r\n-Select from different types of remote control vehicles<br />\r\n-Play around in a sandbox style environment<br />\r\n-Fly, Drive, and Sail!<br />\r\n<br />\r\nAS OF 1/20/2023: IMPORTANT UPDATE/CHANGE!!! PLEASE READ! RC SIM WIll soon become a game of battle arena amongst the vehicles! Air vs Air, Land vs Land and of course Sea vs Sea! As an Early Release at the moment, the gameplay is shifting for audience approval majority on gameplay :) <br />\r\nYou will be able to choose maps specifically directed to the vehicle type and battle others in a multiplayer environment! This time, you ARE the vehicle ;) <br />\r\nStay Tuned for updates<br />\r\n<br />\r\nAS OF 2/06/2023: I have recoded and created the initial vehicles for each type and they are being imported into the maps this week :) I will update the information for the game / store / images / etc as soon as it is playable again :)<br />\r\n<br />\r\nAS OF 3/31.2023: I have recoded demo vehicles for the demo map and they are going to be single player demos. Multiplayer functionality will be with the release of multiplayer! There is a lot for me to do, so be patient as a lot of great changes are happening :)<br />\r\n<br />\r\n<br />\r\nFeatures:<br />\r\n*multiple maps will be added!<br />\r\n*multiple vehicles and objects coming with editing and customizations!<br />\r\n*destruction in future releases<br />\r\n<br />\r\n*Multiplayer support upcoming<br />\r\n<br />\r\nUpcoming map editing as well as full controller support coming in the future!<br />\r\n<br />\r\n<br />\r\nScreenshots of demo only until maps are created and full gameplay is released! I Recommend trying the demo as the vehicle physics are still very similar to the release. Read the important update above for newest information!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2077210/header.jpg?t=1682882072",
    "developers": [
      "MobileMojo"
    ],
    "publishers": [
      "MobileMojo"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Welcome_to_the_game!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2077210/82ff7ea57ae152597629bebcba3eea0a0f5be6b9.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}