{
  "2078490": {
    "name": "Space Trucker Demo",
    "steam_appid": 2078490,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Space Trucker</strong> is a &quot;realistic&quot; space simulator where you fly your cargo ship to different places within the solar system. The demo includes a mission where you depart, pick-up cargo and deliver it at a different station.<br><br><strong><u>Please make sure to bind controls for the &quot;Move&quot; (2 axis) and &quot;Sit&quot; (button click) actions in SteamVR.</u></strong><br><br>Pilot a complex spaceship, following procedures and regulations to deliver your cargo safely and without fines. Configure your ship, maneuver for departing and docking, plan your high speed flight and execute it all without breaking space rules or killing yourself!<br><br><strong>Developed for VR only from the ground up.</strong><br>Adjust the in-game cockpit seat to match your real life chair and enjoy the immersion of controlling every system as if you were there. Walk around space bases and inside your ship.<br><br><strong>Please read the ship manual!</strong><br>You can go cold into the ship and follow the checklist provided in the cockpit, but browsing the manual will probably make it more enjoyable. This document is available as a PDF for download, in a tablet in the first space station, and in the &quot;e-Docs&quot; panel of your ship.<br><br>Space Trucker is the work of a single developer. So be aware: there are some known rough edges in the demo!<br><br>If you enjoy, please leave a review. Any feedback will be very appreciated!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2078490/header.jpg?t=1657717200",
    "developers": [
      "EH"
    ],
    "publishers": [
      "EH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}