{
  "2078870": {
    "name": "Master of the Tattooverse Demo",
    "steam_appid": 2078870,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>In a universe full of extraordinary characters and mysteries to discover, play as an apprentice tattoo artist disguised as the legendary Master. What can possibly go wrong?<br><br>Well… Not to mention that you will be surrounded by some exceptional and self-absorbed clients like vampires, internet celebrities, and possessed Viking warriors that each need a unique tattoo only a Master can handle!<br><br>During your sessions, you are armed with nothing but a mysterious mask, your tools, and your inspiration. Use and unlock different equipment like tattoo machines, needles, and various colors to experience being a tattoo artist in this wacky Tattooverse.<br><br>Unleash your imagination, give your clients the &quot;ink&quot; they want, and prepare yourself for a one-of-a-kind adventure in Tattooverse!</strong><h2 class=\"bb_tag\" >Content and Features</h2><br><strong>This demo just contains a tutorial and the first customer.</strong><br><br><br>Master of the Tattooverse's gameplay is structured around interacting with various clients with diverse backgrounds and giving them the tattoos they desire. Each session is a different stage and during each session, the player holds a tattoo machine ( a Tatgun in Tattooverse terms ) in one hand, and another instrument named BucketBoi9000 ( BB in short ) that contains miscellaneous materials like needles and colors. Players can use 3 different Tatguns with different stats and properties to suit their needs. Both the Tatguns and BB Tool are specially designed to optimize for VR ergonomics to suit our player’s comfort and give them the most relaxed gaming experience.<br><br>As for the clients, there are two kinds of them: The ones the player works on location, and the ones that come to their Tattoo Parlor to get their ink done. Each client has a distinct personality and traits like being overly talkative, friendly or annoying. As they are responsive to the interactions of the player, players must act according to each client’s needs and tastes while taking their pain tolerance into consideration. <br><br>Every stage contains corresponding setups and level designs to help or guide the players, and in some stages-thus customers- provide special kinds of Tatguns to the player to help their adventure.<br><br>In terms of ergonomics and accessibility, Tattooverse can be played standing, sitting and even lying down and/or with both hands or just one. Every inch in the X, Y, Z axes can be reached with easy locomotion options, including dragging yourself around by using grip-drag-release, guided teleportation with the right thumb stick, or normal movement. <br><br><strong>Tattoo Tools:</strong><br><br><ul class=\"bb_ul\"><li>Tattoo Guns<br></li><li>Erasing Needle<br></li><li>Camera tool for taking in-game photographs<br></li><li>Overlay tool for template tattoo stencil<br></li><li>Relief needle&amp;spray for helping customers with pain</li></ul><br><strong>Movements:</strong><br><br><ul class=\"bb_ul\"><li>Teleportation: Changing the POV instantly without nauseating motion<br></li><li>Dragging movement in 3D space with the grip button<br></li><li>Traditional analog movement for walking</li></ul><br><strong>Needle types:</strong><br><br><ul class=\"bb_ul\"><li>Shade needle<br></li><li>Thick shade needle<br></li><li>Wide needle<br></li><li>Regular needle</li></ul><br><strong>Accesibility Settings:</strong><br><br><ul class=\"bb_ul\"><li>Dominant hand selection<br></li><li>Tattoo gun grip angle option<br></li><li>Color blindness options</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2078870/header.jpg?t=1658314578",
    "developers": [
      "ROG Studios"
    ],
    "publishers": [
      "ROG Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}