{
  "2078440": {
    "name": "Ezra's Legacy Demo",
    "steam_appid": 2078440,
    "required_age": 0,
    "is_free": true,
    "description": "Ezra's Legacy is an action packed 2d platformer inspired in classics from the eighties gaming era, with 8-bit aesthetics, great soundtrack and awesome gameplay. You play as Ruby, a young apprentice witch whose apprenticeship is abruptly interrupted by having her aunt and master Lea kidnapped by the fearsome Dark Council.<br><br>With still much to learn but already a lot of confidence, Ruby embarks on a journey across the land to search for her master and, unknowingly, uncover the Council plot regarding the legendary witch, Ezra, and her legacy.<br><br>If you love fun and simple games, but with challenging difficulty, polished retro stile graphics, highly hummable chiptune music and simple but engaging mechanics, then Ezra's Legacy is just for you!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Enjoy Ezra's legacy unique art stile, where art, music, story and gameplay work together to bring you a harmonious and wonderful gaming experience.<br></li><li> Challenge your platforming skills as you pursue and defeat each member of the Dark Council.<br></li><li> Enter &quot;in the zone&quot; while listening to each of the highly memorable and hummable tunes from the game.<br></li><li> Equip Ruby with the gems recovered from each Council member, granting you either an attack spell or a passive ability<br></li><li> Explore an immersive game map where secrets can be hidden in any corner.<br></li><li> Upgrade ruby with lost Ezra artifacts, granting her new gameplay abilities.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 葡萄牙语 - 巴西, 俄语, 简体中文, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2078440/header.jpg?t=1657647282",
    "developers": [
      "gnumaru"
    ],
    "publishers": [
      "gnumaru"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}