{
  "2078410": {
    "name": "Space Trucker",
    "steam_appid": 2078410,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Space Trucker</strong> is a &quot;realistic&quot; space simulator where you fly your cargo ship to different places within the solar system. <br><br>Pilot a complex spaceship, following procedures and regulations to deliver your cargo safely and without fines. Configure your ship, maneuver for departing and docking, plan your high speed flight and execute it all without breaking space rules or killing yourself!<br><br>Complete your missions to gain space credits. Upgrade your ship, trade it for a new one, and explore new star bases around the solar system.<br><br><strong>Developed for VR only from the ground up. </strong><br>Adjust the in-game cockpit seat to match your real life chair and enjoy the immersion of controlling every system as if you were there. Walk around space bases and inside your ship.<br><br><strong>Please read the ship manual!</strong><br>Part of the game is knowing your ship and its systems. You can go cold into the ship and follow checklists provided in the cockpit, but browsing the manual will probably make it more enjoyable. This document is available as a PDF for download and in the &quot;e-Docs&quot; panel of your ship.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2078410/header.jpg?t=1670966208",
    "developers": [
      "EFH"
    ],
    "publishers": [
      "EFH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}