{
  "2078930": {
    "name": "Larry the Dinosaur 2: Something in the Cola",
    "steam_appid": 2078930,
    "required_age": 0,
    "is_free": false,
    "description": "Dive into the heart-pounding world of survival horror with Larry the Dinosaur 2, a gripping 2D platformer that will keep you on the edge of your seat.<br />\r\n<br />\r\nTrapped within the confines of a rundown office complex, Larry and his comrades must navigate through the darkened halls, piecing together clues and scavenging for items to uncover the truth behind the relentless alien onslaught.<br />\r\n<br />\r\nAs Larry, you'll explore eerie floors and rooms, confronting terrifying alien creatures while solving intricate puzzles to secure vital key cards for escape. Traverse stairwells fraught with danger or cautiously ride elevators, all the while discovering new weapons and tools to aid your desperate quest for freedom. Piece together fragments of the past to illuminate the sinister events unfolding around you.<br />\r\n<br />\r\nWith its chilling atmosphere, pulse-pounding gameplay, and a narrative that will keep you guessing until the very end, Larry the Dinosaur 2 is a must-play for fans of survival horror and aficionados of old-school platformers alike. Are you ready to face the unknown and fight for your survival?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2078930/header.jpg?t=1712109289",
    "developers": [
      "Joe King"
    ],
    "publishers": [
      "Delta Code"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}