{
  "2079420": {
    "name": "icosi-do Demo",
    "steam_appid": 2079420,
    "required_age": 0,
    "is_free": true,
    "description": "This is a demo version of icosi-do, a minimalist puzzle game that is as much a game of logic as it is of patience. The objective of each puzzle is to swap pairs of colored rods such that all four rods that meet in any of 30 corners have different colors - a problem known as &quot;edge coloring&quot; in mathematics. The catch is to solve each puzzle with a limited number of swaps (unless you deactivate that limit).<br><br>The demo offers thousands of procedurally generated puzzles in 7 difficulty levels in various single-player modes as well as shared-screen cooperative and competitive multiplayer modes. The four single-player modes are: with and without limited number of swaps, and with the different kinds of rods visualized as colors or as rotations. The puzzles in this demo are not very difficult, but you will experience glimpses of what makes the puzzles in higher difficulty levels of the full game so challenging.<br><br>Inspired by a fictional game of a popular sci-fi TV series, the puzzle design combines a mathematical problem (edge coloring an icosidodecahedral graph) with a comfortable learning curve and extra challenging modes for the most devoted fans.<h2 class=\"bb_tag\" >Other Features</h2><ul class=\"bb_ul\"><li>Players may use keyboard, mouse, Xbox controller, or any combination of them. Remote Play Together is supported.<br></li><li>Settings are provided to customize sensitivity and rotation directions of controls, as well as many other aspects of the game.<br></li><li>The innovative game menu is an unusual visual treat as all text is formed by the same 60 swirling rods that also form the puzzles.<br></li><li>Each puzzle is represented by a 6-digit code such that it is easy to replay and share any puzzle.<br></li><li>The background music consists of procedurally modified versions of three preludes by Johann Sebastian Bach in dozens of variations - from dreamily slow piano to blazingly fast guitar.<br></li><li>Tilt Five™ Glasses are supported. A second pair of Tilt Five™ Glasses may be used by a spectating player.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2079420/header.jpg?t=1723614301",
    "developers": [
      "Martin Kraus"
    ],
    "publishers": [
      "Martin Kraus"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}