{
  "2079860": {
    "name": "Fragments of the Afterlife",
    "steam_appid": 2079860,
    "required_age": 0,
    "is_free": false,
    "description": "A lone celestial warrior travels across his cosmic and forsaken afterlife to rid the evil taking root. Each locale writhes in shadow and decay where horrifying, lovecraftian-inspired monstrosities lurk. Through combat prowess and careful exploration, the warrior must be vigilant with his mental constitution as he traverses his once-idyllic lands to cleanse them.<br />\r\n<br />\r\nFragments of the Afterlife showcases Souls-like inspired combat set in an afterlife in the faraway cosmos, where the wisps of animals and mortals live after death.<br />\r\n<br />\r\nFragments comprises four domains, each adapting a unique biome with fantastical yet grounded landscapes. The game takes inspiration from famous mythologies and imbues them with conventional dark fantasy elements. For instance, one domain contains a ruined city under the moonlit shade of a towering tree. In this domain, a Caretaker – one of four elemental guardians – oversees each domain until our warriors return.<br />\r\n<br />\r\nThe theme of perseverance is rooted in his journey. He is a fallen celestial tasked with reclaiming his afterlife and to achieve this must vanquish his Caretakers in the form of climactic boss fights. They, now twisted in mind and body, serve the Shapeshifter, who is hellbent on blanketing the afterlife in total darkness.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2079860/header.jpg?t=1696807247",
    "developers": [
      "Detreus Studios"
    ],
    "publishers": [
      "Detreus Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}