{
  "2079230": {
    "name": "Resonance",
    "steam_appid": 2079230,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >The story</h2>In Resonance you experience the story of the space pilot Robert Wallace and the neuroscientist Catriona Bruce. Through a chain of circumstances, these divorced spouses are chosen to explore the space station DIOMHAIR 16 in the year 2301, to which all radio contact has been lost. However, their landing is anything but smooth and so the two are confronted with bigger problems than their unprocessed separation. Terrible things have happened on board and soon it is not only survivors but also a way off the station to find. In the process, the characters not only learn the dark secrets that led to the disaster on the DIOMHAIR 16, but also get caught up in supernatural events, the resonances. In the process, they delve into their own pasts and relive formative moments of their lives together. The fate of the two and that of the entire space station is in your hands. Will you manage to repair what has been destroyed?<h2 class=\"bb_tag\" >Features</h2><strong>Explore a science fiction drama on three timelines</strong><br><ul class=\"bb_ul\"><li>Learn from records what led to the sinking of the DIOMHAIR 16. Live through the resonances and decide for yourself how Robert and Catriona behaved at crucial moments in their relationship, creating your very own reality. Get to know the couple's relationship from both sides and form your own judgment. Their decisions and actions also affect the present, in which the mismatched couple make their way through the dead space station in search of an escape route.</li></ul><br><strong>In space, only your partner can hear you scream</strong><br><ul class=\"bb_ul\"><li>Host your own game and invite a friend. Decide in advance which of you will take on the roles of Robert and Catriona, so two of you can experience their emotional adventure. Only by playing cooperatively will you be able to move forward and overcome the tricky challenges and tough decisions that await you at DIOMHAIR 16.</li></ul><br><strong>The right tools for the job</strong><br><ul class=\"bb_ul\"><li>Find and learn how to use advanced portable tools, which you will find aboard the DIOMHAIR and integrate into your spacesuit. Move objects with the telekinetic powers of the forcetool or fight blazing flames with the fire extinguisher. Only by skillful use of the tools is there any progress. And thanks to their digital journal, you'll document every record you find and can look at it over and over again. Do you have what it takes to traverse a damaged space station?</li></ul><br><strong>To the stars and beyond</strong><br><ul class=\"bb_ul\"><li>In 2301, the Interstellar Life and Military Cooperation, as a joint project of wealthy industrialists is the dominant space agency. Explore DIOMHAIR 16, which the Cooperation operated as a research station, and be prepared to discover the ethically and morally questionable experiments conducted here in the service of science. But be sure that it will not be a pretty sight. On the hands of the Cooperation and on the corridors of the station, there is the blood of those who went too far.</li></ul><h2 class=\"bb_tag\" >The origins of Resonance</h2>Mittweida University of Applied Sciences has been offering the <i>Media Informatics and Interactive Entertainment</i> degree program since 2011 and has since been training creative students in a variety of disciplines. The goals and content of this bachelor's degree program are shaped by the current professional image of modern media informatics in the Web 2.0 environment. The course of studies offers students the opportunity to educate themselves in the field of designing creative content or creating informatic applications as they wish. In the fifth semester, all media informatics students of the class of 2016 developed Resonance in a development team of 40 students over a period of almost 4 months. This final project was presented to the public at beta, the university's in-house games conference.<br><br>We would like to thank our hardworking team leaders, our great project teams, our helpers, friends, family and everyone else who gave us patience, strength and trust along the way. We are proud of Resonance and hope you have fun playing it.",
    "supported_languages": "德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2079230/header.jpg?t=1673465423",
    "developers": [
      "MI Matrikel 16"
    ],
    "publishers": [
      "Hochschule Mittweida",
      "Games-Studieren"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}