{
  "2079640": {
    "name": "Lazers Hurt",
    "steam_appid": 2079640,
    "required_age": 0,
    "is_free": false,
    "description": "Lazers Hurt is a captivating 3D puzzle platformer that challenges your wits and dexterity like never before. In a world filled with perilous lasers, you step into the shoes of a resilient stickman determined to defy the odds. As the game's name suggests, those lasers truly do hurt, and your mission is to outsmart them.<br />\r\n<br />\r\nNavigate an ever-expanding array of intricate levels, each more treacherous than the last. Carefully time your jumps, make split-second decisions, and rely on your problem-solving skills to conquer the relentless laser obstacles. Your stickman character may be minimalistic, but the thrills and adrenaline rushes in this game are anything but!<br />\r\n<br />\r\nOne of the standout features of Lazers Hurt is the ability to craft your own devious laser-filled challenges. Create custom levels using our intuitive level editor, tailor-made to spark your creativity. Craft devilish mazes, design gravity-defying leaps, or construct intricate puzzles—it's your canvas, and the lasers are your paint. Share your creations with the world through the Steam Workshop and see how players around the globe tackle your diabolical designs.<br />\r\n<br />\r\nLazers Hurt is the ideal blend of casual fun and hair-raising challenges, making it perfect for both seasoned gamers and newcomers alike. The game's minimalist yet stylish visuals create a unique atmosphere, and the &quot;just one more try&quot; appeal will keep you engaged for hours on end.<br />\r\n<br />\r\nIf you're ready to put your reflexes and brainpower to the test, immerse yourself in the world of Lazers Hurt, where every step could be your last. Can you prove that you're a true master of avoiding those deadly lasers? Find out now and experience the hurt for yourself!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2079640/header.jpg?t=1701185701",
    "developers": [
      "PolyDemons"
    ],
    "publishers": [
      "PolyDemons"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}