{
  "2080600": {
    "name": "ILLWILL Demo",
    "steam_appid": 2080600,
    "required_age": 0,
    "is_free": true,
    "description": "Imagine the mix of <i>Doom, Quake, Blood, Serious Sam</i> with some bits of madness, all put into the great Unreal Engine 4.<br>The name of this bloody cocktail is ILLWILL.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080600/extras/UnrealLogo.gif?t=1683422543\" /></span><br><br>&quot;ILLWILL is a wonderfully squelchy old school first person shooter with big guns and monsters that explode into chunks of meat and blood when you blast them.<br>Drawing inspiration from DOOM, Quake, Blood and Serious Sam, ILLWILL is a very stylish and comedically brutal old school boomer shooter. It seems that you’re essentially a one-man-army that must blast their way through hordes of monsters that are up to no good.&quot;<br><i>Alpha Beta Gamer</i><h2 class=\"bb_tag\" >KEY FEATURES:</h2><ul class=\"bb_ul\"><li> Breathtaking locations filled with hundreds of monsters <br></li><li> Polished gameplay containing all the best of old school shooters<br></li><li> Variety of weapons - from a double barrel shotgun, warm and beloved as grandma's soup, to a soul ripper with gameplay mechanic unseen before <br></li><li> Dozens of monsters willing to ruin your life<br></li><li> Music that gets into your heart and makes the blood run cold</li></ul><h2 class=\"bb_tag\" >STORY</h2>“Story in a game is like story in a porn movie. It's expected to be there, but it's not important.”<br><br><i>John Carmack</i><br><br>ILLWILL has no plot in the usual sense. However, each location in the game has its own atmosphere and conveys the story through the environment. The game begins in a closed room, according to the state of which it can be understood that the main hero spent a lot of time inside of it. There are many details in ILLWILL that refer to emotions such as sadness or feelings of loneliness. The game has strong contrasts from gloomy corridors full of hopelessness to large and bright levels inspired by art of Salvador Dali. We can say that ILLWILL is the life experience of the author, both visually imaginative and gameplay experience, down to specific emotions.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 俄语, 土耳其语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080600/header.jpg?t=1683422543",
    "developers": [
      "Slava Bushuev"
    ],
    "publishers": [
      "Slava Bushuev"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}