{
  "2080720": {
    "name": "Ashcrown",
    "steam_appid": 2080720,
    "required_age": 0,
    "is_free": false,
    "description": "The once prosperous kingdom of Coela is now fragmented. Ravaged by war and chaos, its now splintered regions drift further apart, giving birth to new ways of life. This land torn apart, though, is also plagued by those who deal in nefarious ways. The people need a hero such as yourself to guard the roads long left at the mercy of the wicked.<br><br>Be it for fortune or justice, will you heed the call and restore glory to the Ashcrown?<br><br>Ashcrown is a turn-based PvP game that’ll test your strategic mettle. Combining the champion-based gameplay of MOBAs with the depth of strategy games like chess, every decision you make will determine if you’ll achieve glorious victory or crushing defeat.<h2 class=\"bb_tag\" >Recruit Your Army</h2>From a wide selection of 50+ champions, each with their own abilities and spells, you’ll choose three to take into battle. Each turn, you’ll be faced with hard choices. Focus fire on a specific enemy champion or spread the damage? Use buffs to amplify your next turn or lay waste to your foes as quickly as possible? These questions are but the tip of the depth iceberg of Ashcrown’s combat.<h2 class=\"bb_tag\" >Outsmart Your Opponent</h2>Cutting your teeth in this free-to-play multiplayer game is as easy as it gets. There are no advantages or pay-to-win gimmicks. Players compete on an even playing field with nothing but their own tactical prowess to guide them. It all starts with Normal mode where the stakes are low but the learning is infinite. You can go with a Blind pick queue and dive in head-first. Or, you can work on your drafting skills in Draft, which utilizes a picks and bans system.<br><br>This will prepare you for the ultimate challenge of Ranked where your mettle will be tested and rated through a comprehensive ELO system. Battle your way through 11 Crown rankings. Only one supreme player gets to wear the coveted Ashcrown.<h2 class=\"bb_tag\" >Call To Arms</h2>Select your champions. Plan your strategy. Restore balance to the kingdom of Coela and be the one that stands above all.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><strong>Turn-based champion strategy </strong>- Gather a team of three from a wide selection of 50+ champions, each with their own unique skills, abilities, and spells. Devise the ultimate strategy and dominate the battlefield.<br></li><li><strong>Real free-to-play</strong> - Play Ashcrown for free from start to finish without any pay-to-win nonsense.<br></li><li><strong>Cross-platform play and progression</strong> - Enjoy Ashcrown’s turn-based strategy gameplay without any platform borders. Whether you’re on Steam, iOS or Android, you’ll find opponents from across the supported device spectrum.<br></li><li><strong>Updates and balance patches</strong> - Ashcrown is a continuously evolving PvP strategy game. Through updates, new champions will regularly be added to the game. And should the battlefield prove to be too chaotic, balance updates will be implemented to keep everyone playing fair.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080720/header.jpg?t=1685110117",
    "developers": [
      "Samuel Chorvat"
    ],
    "publishers": [
      "Samuel Chorvat"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}