{
  "2080950": {
    "name": "Rawbots",
    "steam_appid": 2080950,
    "required_age": 0,
    "is_free": true,
    "description": "A universe where you can play with amazing robots that are designed, built and even programmed by you.<br />\r\n<br />\r\nEverything is a robot, doors, roads, walls, bridges, safes, traps, turrets, surveillance systems, etc. Build forts, towers and architect impressive structures to protect your planets and resources. You may play solo or with friends to infiltrate, conquer planets and gather resources.<br />\r\n<br />\r\nThe Rawbots universe has a unique set of matter, energy and physics laws. These laws are engineered to serve up fun emergent gameplay that is different every time you play. Everything you would expect from a sandbox game and more. We are taking this to the next level with gameplay that truly emerges beyond imagination and defined contextually by the type of robots you build. On one planet you might experience a first person shooting experience, go into a space battle in 3rd person, and down into an RTS offensive on another planet.<br />\r\n<br />\r\nAn intuitive and streamlined graph system will bestow the power of visual programming into the hands of creative minds. Under the hood, the latest in signal processing, inverse kinematics and PID controllers, will breathe life into your creations. From geeks, to tinkers, to grinders, there is a creation path for everyone.<br />\r\n<br />\r\nAnd while you are building and tinkering around, we will also be busy developing story campaigns, random missions, battle tournaments and creating new and impressive bot parts.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2080950/header.jpg?t=1679950896",
    "developers": [
      "Rawbots Interactive Inc."
    ],
    "publishers": [
      "Rawbots Interactive Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}