{
  "2081030": {
    "name": "Assassins of Allansia (Fighting Fantasy Classics)",
    "steam_appid": 2081030,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Are YOU tough enough to survive attacks by Allansia's most dangerous and deadly assassins?<br><br>After accepting a challenge to survive on Snake Island, a nightmare unfolds when a bounty is placed on your head. Beware the ruthless assassins hellbent on hunting you down - but who are they? Where are they? Trust no one...</i><br><br>Unlike some of the other gamebooks in the library from the 80s and 90s, <i>Assassins in Allansia</i> is relatively new, having been published for the first time in 2019. Written by Ian Livingstone, a limited edition hardback of the gamebook was launched during <i>Fighting Fantasy Fest 3</i>, a fan event held in London, and has gone on to become a firm favourite. This new digital version uses Karl Kopinski's cover from that limited edition hardback as well as interior illustrations from Krisztián Balla, that first appeared in the Hungarian edition of the book, published by Chameleon Comix!<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>Make the gamebook as easy or hard as you like and even turn on a special 'Free Read' mode to play the book like an old-school cheater!<br></li><li>Map feature makes it easy to keep track of everywhere you have explored during current and previous playthroughs.<br></li><li>Unlimited Bookmarks allow you to revisit difficult sections as many times as desired.<br></li><li>Licensed artwork form Karl Kopinski and Krisztián Balla.<br></li><li>Automated Adventure Sheet that keeps track of your stats, inventory and knowledge gained during your journey.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2081030/header.jpg?t=1725407908",
    "developers": [
      "Tin Man Games"
    ],
    "publishers": [
      "Tin Man Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}