{
  "2081730": {
    "name": "Vestige Memoria",
    "steam_appid": 2081730,
    "required_age": 0,
    "is_free": false,
    "description": "Vestige Memoria is a single player, psychological horror game, in which you play as both the storyteller of a horror-based memory, and then you also play as a hunter, bent on eradicating the spirit that has tormented the survivor. During these, you will unravel deep lore about what has happened in the mansion, and why the spirit has decided to haunt the house. This game will play on paranoia of the player and making them question everything going on in the mansion and throw you into athrill filled adventure.  <br />\r\n<br />\r\nImmersive: There will be plenty of lore based things to find around, detailing why this has happened and give the player an insight into the world.  <br />\r\n<br />\r\nUnique Episodic Game: This game will be episodic, with each being a new story told by real life experiences that are taken from the players who have stories to share.  <br />\r\n<br />\r\nGhost investigation: Explore the mansion and investigate the history of the spirit. When you are ready, take on the ghost as the hunter, bent on eradicating the spirit from the house.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2081730/header.jpg?t=1670097205",
    "developers": [
      "Gin Motion"
    ],
    "publishers": [
      "Gin MOtion"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}