{
  "2082570": {
    "name": "SCP - Containment Breach Reborn",
    "steam_appid": 2082570,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Escape the facility</h2>In SCP - Containment Breach Reborn, you'll be thrown into a secret facility where anomalous objects, creatures, and phenomena are contained and studied. As a test subject, you'll need to use all your cunning and quick thinking to evade the life-threatening anomalies that roam the foundation and collect items and clues to increase your chances of survival.<h2 class=\"bb_tag\" >Defeat the threats</h2>But survival is just the beginning. You'll need to take on challenges and recapture SCPs to unlock the path to freedom, using the weaknesses of the threats against them and solving puzzles to recontain the anomalies.<h2 class=\"bb_tag\" >Uncover the story</h2>The facility holds more than just physical dangers - it also holds psychological horrors. Follow the perilous story of D-9341 as you unravel the mysteries of the SCP Foundation and learn about the operations and origins of the SCPs. As you gather evidence and dismantle the Foundation from within, you'll uncover secrets that have been hidden from the world, bringing light to those lost in darkness.<h2 class=\"bb_tag\" >Experience the unknown</h2>In addition to all this, each time you play SCP - Containment Breach Reborn, you'll experience a fully unique facility. The layout, items, and threats are all randomly generated, so you'll never know what to expect as you navigate the imposing corridors of underground confinement, trying to overcome great odds and escape.<br><br>Are you brave enough to face the unknown and survive the horrors of the SCP Foundation? Play SCP - Containment Breach Reborn and find out.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2082570/header.jpg?t=1746541673",
    "developers": [
      "Hyperity Studios"
    ],
    "publishers": [
      "Hyperity Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}