{
  "2082310": {
    "name": "浪潮",
    "steam_appid": 2082310,
    "required_age": 0,
    "is_free": true,
    "description": "The Wave is a solo Action-shooter RPG, set on various planets within the galaxy.<br />\r\n<br />\r\nYou play as a cyborg soldier, equipped with some of the most advanced weapons and technologies within the empire. Ordered by the general, you are to investigate a crash site. This is just one of the usual top secret missions you attended, but a strong hallucination starts to appear. The closer you are to the crash site, the stronger it takes up your mind. It feels like a memory, from a long time ago, since everything you see or hear feels so real. Deep down, this triggers your deep curiosity to discover what is causing this hallucination and what it tries to tell you.<br />\r\n<br />\r\nIn order to progress, the player will need to accomplish specific mission goals in any way they see fit through the use of their weapons, special character traits, items, and the environment. The player will travel through various solar systems and planets to conduct missions from your direct commander and your own secret missions to discover your past. You can also decide on your equipment and customize your own ship before in-between missions.<br />\r\n<br />\r\nThis is a milestone for my self-learning experience with 3D game development since Nov 2021. It combines some experimental ideas I have for a sci-fi top-down shooting game. I admit there are a lot of improvements to make. Hope you guys like it! And thanks for leaving your honest comments!",
    "supported_languages": "英语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2082310/header.jpg?t=1670885177",
    "developers": [
      "Jiahong Li"
    ],
    "publishers": [
      "Jiahong Li"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}