{
  "2082940": {
    "name": "Swords and Sorcery - Sovereign",
    "steam_appid": 2082940,
    "required_age": 0,
    "is_free": false,
    "description": "Swords and Sorcery - Sovereign is the sequel to Underworld, a party-based, first person view role-playing game with turn-based combat and a square grid 3D environment. The art was made by a professional comics illustrator.<br />\r\n<br />\r\nAbstract yet deeply tactical combat, with distance and timing management. Your characters can evade or enter the melee, wait and take their turn a little later, hide, order the group forward or back. Many combat options will depend on positionning choices you make.<br />\r\n<br />\r\nCharacters will develop a variety of abilities and strengths that depend on their class. Ambidextria, Powerhouse, Taunt, Bleed, Assassinate...<br />\r\n<br />\r\n80 spells (Priest and Sorcerer, outdoor and indoor, combat and non-combat).<br />\r\n<br />\r\nOver 200 hand-drawn enemies, many with a variety of special abilities and spells.<br />\r\n<br />\r\nhundreds of items, many with magical or otherwise valuable properties.<br />\r\n<br />\r\nDozens of towns to discover and travel back to for food, equipment, healing, and other services offered by NPCs..<br />\r\n<br />\r\nMany unique NPCs that will offer quests, help your party gain in strength, guide you or deceive you.<br />\r\n<br />\r\nTraps, puzzles, slides and teleports add a variety of non-combat challenges. Puzzles are largely integrated in your interaction with the game world.<br />\r\n<br />\r\nLarge, seamless overworld.<br />\r\n<br />\r\nDozens of fullscreen story illustrations.<br />\r\n<br />\r\nFind books to read that contain clues for quests and flesh out the backstory.<br />\r\n<br />\r\nA bestiary allows you to collect notes on monsters containing clues for quests and occasional indications as to how to defeat the monster described.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2082940/header.jpg?t=1659361670",
    "developers": [
      "OlderBytes"
    ],
    "publishers": [
      "OlderBytes"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}