{
  "208280": {
    "name": "Train Simulator: London to Brighton Route Add-On",
    "steam_appid": 208280,
    "required_age": 0,
    "is_free": false,
    "description": "The London to Brighton Expansion Pack recreates the whole 50 miles from London Victoria to Brighton and includes the Class 377 Electrostar. <br><br>Ever since the very first train sims became available, the London to Brighton main line has been popular with fans for many reasons. Now available in true modern style for Train Simulator, the London to Brighton Expansion Pack includes a highly-detailed recreation of the Class 377 Electrostar electric multiple unit, which has a number of realistic features including cruise control, driver vigilance device, cab lighting and more. Look out for landmarks galore as you take your train over the River Thames past Battersea Power Station, through Clapham Junction (look out for Southwest Class 450s) and East Croydon, past Gatwick Airport and through the Southdowns to Brighton. With 12 scenarios and plenty to explore, London to Brighton is a fantastic modern image UK route with many enjoyable and challenging hours of driving for would-be train drivers everywhere.<h2 class=\"bb_tag\" >Key Features</h2> <br>Modern 50-mile third rail electrified route from London Victoria Station to Brighton Station, with all stations along the route including Clapham Junction and landmarks including Battersea Power Station, London Gatwick Airport, Brighton &amp; Hove Albion stadium and Brighton Lovers Walk depot. <br><br>Class 377 Electrostar electric multiple unit in Southern livery, with features including master key, cruise control, cab light, opening windows, moveable blinds, depot whistle and Driver Vigilance Device. <br><br>AI (non-driveable) Class 450 electric multiple unit in Southwest livery (the Class 450 cannot be driven by the player but is included for realism).<h2 class=\"bb_tag\" >Scenarios</h2><br>3 free roams and 12 scenarios:<br><br><ul class=\"bb_ul\"><li>The Electrostar (introduction) <br></li><li>Burst Pipes <br></li><li>Capital Commuter <br></li><li>City Express <br></li><li>Express Preparation <br></li><li>Landslide Victory <br></li><li>League Cup Special <br></li><li>Purley Plougher <br></li><li>Seaside Express <br></li><li>Smitham Snoozer <br></li><li>South Down Splitter <br></li><li>Southern Connection </li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/208280/header.jpg?t=1734970802",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 6 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}