{
  "208370": {
    "name": "Train Simulator: GWR 56XX Loco Add-On",
    "steam_appid": 208370,
    "required_age": 0,
    "is_free": false,
    "description": "Beautifully modelled with highly accurate controls and cab features, the 56xx tank locomotive is one of the most realistic steam driving experiences available for Train Simulator.<br><br>The origins of the 56xx Class locomotive lie among the coal mines of South Wales, where the 0-6-2 locomotive configuration was proved to handle the tightly-curved lines with ease. Following the 1922 grouping of numerous small railways into large companies, the Great Western Railway gained the railways of South Wales, including their proven but ageing R and M Class tank locos.<br><br>Having condemned many of the original locomotives as past their working lives, the Great Western set about replacing them and the 5600 class (or 56xx) was born. They proved to be powerful machines capable of hauling 40 wagons or more, though there were some concerns about stability when hauling passenger stock. Introduced in the 1920s, the 56xx soldiered on through the Second World War and into the 1960s, proving itself a tough and versatile locomotive. In total, 200 were built, early versions having tapered buffers rather than the parallel buffers of later examples, and nine survive in preservation today.<br><br>The 56xx Class for Train Simulator, developed by Peter Gillam, is available in three control modes and a variety of liveries, including Great Western Railway ‘Shirt Button’ and large logo variants, and pre and post 1956 BR liveries. The main features of the locomotive include cylinder cocks with prototypical operation and dynamic cylinder cock steam, ejector operated brake vacuum creation including leakage management, feathered safety valves, dynamic smoke effects, notched reverser, operational reverser locking lever, steam leak effects when stationary, mason's valve and steam heating valve affect the heating system pressure gauge, custom head code lamps which can be set from the cab, operational water tank gauge, dual chime whistle with working in-cab chains and external steam blasts, plus operable front and rear windows, doors, seats and roof and window panels.<br><br>The locomotive is also Quick Drive compatible, giving you the freedom to drive the GWR 56xx Class on any Quick Drive enabled route for Train Simulator, such as those available through Steam. Also included are scenarios specifically for the ’Memories of Maerdy’ route (available separately and required to play these scenarios).<h2 class=\"bb_tag\" >Scenarios</h2><br>Five scenarios for the Memories of Maerdy route:<br><br><ul class=\"bb_ul\"><li>\tAn Introduction to the 56xx<br></li><li>\tCoals to Wales Part 1<br></li><li>\tCoals to Wales Part 2<br></li><li>\tSeparate the Sheep from the Goats<br></li><li>\tWet Wednesday</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>\tClass 56xx in Great Western Railway and BR liveries<br></li><li>\tSimple, standard and advanced driving controls<br></li><li>\tCylinder cocks with prototypical operation and dynamic cylinder cock steam<br></li><li>\tEjector operated brake vacuum creation including leakage management<br></li><li>\tFeathered safety valves<br></li><li>\tDynamic smoke effects<br></li><li>\tNotched reverser<br></li><li>\tOperational reverser locking lever<br></li><li>\tSteam leak effects when stationary<br></li><li>\tMason's valve and steam heating valve <br></li><li>\tCustom head code lamps <br></li><li>\tOperational water tank gauge<br></li><li>\tDual chime whistle with working in-cab chains and external steam blasts<br></li><li>\tOperable front and rear windows<br></li><li>\tAssorted GWR freight wagons and vans<br></li><li>\tQuick Drive compatible<br></li><li>\tScenarios for the Memories of Maerdy route<br></li><li>\tDownload size: 306mb</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/208370/header.jpg?t=1728568499",
    "developers": [
      "Victory Works"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}