{
  "2083990": {
    "name": "Coastline Survival",
    "steam_appid": 2083990,
    "required_age": 0,
    "is_free": false,
    "description": "Discover the awe-inspiring realm of Coastline Survival, a game that redefines open-world excitement! Craft, build, farm, hunt, and fish amidst the breathtaking coastal scenery. Unleash your ultimate survival skills, construct your sanctuary, and conquer the untamed wilderness. Brace yourself for an immersive journey as you navigate through uncharted territories, master the art of survival, and carve your path to triumph in this thrilling adventure!<br />\r\n<br />\r\nCurrent In-Game Mechanics and Developments:<br />\r\n<br />\r\nExplore different island biomes to find different wildlife and resources. These biomes will provide new items to help you master your skills and to craft items that you need. Treasure can be found while adventuring and the treasure may contain maps to some boss made from legends, or rare treasure to keep in your home and show off to your friends. Build a community to start a farm and garden, or spend your time on the open water enjoying the salt water life. Whatever it is in a survival adventure you are looking for you are for sure to find it here in Coastline Survival.<br />\r\n<br />\r\nThe world consists of several islands that will take time and experience to conquer. Do you have what it takes to fight the elements and make it to become the next survival legend? More to come as development continues...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2083990/header.jpg?t=1707014935",
    "developers": [
      "Orbitami Entertainment"
    ],
    "publishers": [
      "Orbitami Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}