{
  "2083410": {
    "name": "Aria's Melody",
    "steam_appid": 2083410,
    "required_age": 0,
    "is_free": false,
    "description": "Aria's Melody is a 2D action-adventure game inspired by retro classics. In this game you will travel across a vast world in search of answers to the darkness that plagues the lands.<br><br><ul class=\"bb_ul\"><li>Travel through an open world on foot or on horseback!<br></li><li>Experience a day/night cycle combined with dynamic weather that will provide a truly immersive experience.<br></li><li>Push, climb and swim! There are many options for engaging with your environment.<br></li><li>Discover a multitude of secrets - hidden caves and dungeons offer rare rewards.<br></li><li>Immerse yourself in a variety of mini-games and side quests.<br></li><li>Become a true hero by earning new items and abilities!</li></ul><br>Aria's Melody intends to have a large overworld that will consist of several interconnected maps. Each region of the game will have varied biomes and unique elements to differentiate them. Planned regions include: Forest, Desert, Ice/Water, Mountains, Swamp, and others. There will be unique characters to interact with, quests and mini-dungeons in each region.<br><br>One of the standout features of Aria's Melody is the horseback riding gameplay.<br><br>You will be able to ride horses around the world, make travel much faster and give you a unique gaming experience. Eventually you will be able to whistle for the horse to appear on the map and run towards you. The horse will also serve as an additional game mechanic while exploring the overworld. There will be certain obstacles and dangers in the overworld that you can only overcome by riding the horse!<br><br>The game will feature a full day/night cycle system as well as weather cycles. During a normal day, you can see cloud shadows moving across the screen. Later, a rain storm may appear, and the day will eventually turn to night, bringing the environment of nocturnal creatures.<br><br>The meaning of weather/weather in gameplay is that certain NPCs, events, wildlife and even monsters will spawn depending on the time of day/weather conditions. Daytime gameplay can be described as a casual experience. However, when night falls, the monsters become much more dangerous.<br><br>Aria's Melody's Bread and Butter is the action-adventure battle system. You will be able to roll to avoid enemy attacks, block with a shield, and use various items to destroy enemies.",
    "supported_languages": "葡萄牙语 - 巴西, 英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2083410/header.jpg?t=1688214960",
    "developers": [
      "Pixel Game Studio"
    ],
    "publishers": [
      "QUByte Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}