{
  "2083660": {
    "name": "Littlelands",
    "steam_appid": 2083660,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Please note</strong>: Littlelands is a title that is in early development, any information provided here may be subject to future changes. This page will be updated with more information, details and content as development progresses. Thank you for your understanding. </i><br><br>Experience the daily life of the Littlelands at your own pace, exploring all its mysterious nooks and crannies as you get to know and help the region's quirky inhabitants. Grow berries, hunt for treasure, fish or just sit on a wooden bench and watch the sunset.<br><br><strong>ADVENTURE</strong><br>Your spirit of exploration will lead you to venture into dangerous places, discover new areas full of challenges, interesting characters and curious objects, but be careful, some regions can prove to be too dangerous even for the bravest of adventurers, stay away from the region of the looting goblins!<br><br><strong>MAKE NEW PALS</strong><br>The world is a big place for a little creature like you, luckily it seems you won't be alone. Engage in conversation with the different characters that populate the region, discover their stories and help them with their tasks. Some of them can teach you new skills or clues that will lead you to new adventures if they like you.<br><br><strong>PLAY AT YOUR OWN PACE</strong><br>Go on adventures in the dangerous lands of the &quot;goblinetes&quot; or relax in the safe areas of Littlelands farming berries, crafting your own dishes, fishing, catching insects with your net or searching for hidden treasures with your shovel.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2083660/header.jpg?t=1770974914",
    "developers": [
      "Rafael Martín",
      "Kyle Creamer"
    ],
    "publishers": [
      "Apogee Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}