{
  "2083100": {
    "name": "Megafortress Collection",
    "steam_appid": 2083100,
    "required_age": 0,
    "is_free": false,
    "description": "Take to the skies for gripping air-assault missions with the <strong>Megafortress Collection</strong>. This complete package includes the original 1991 DOS classic <i>Megafortress</i>, the <i>Operation Sledgehammer</i> and <i>Operation Skymaster</i> expansions, and the Mission Editor for <i>Operation Skymaster</i>.<br><br>The Megafortress is a radically modified B-52 bomber with advanced stealth capabilities and enough firepower to destroy heavily fortified enemy installations. It’s a huge, complex aircraft that demands attention to a dizzying array of tasks. The original Manual and a new Quick Start Guide are included with this release of the game to aid those who would seek to master control of this devastating aircraft, precisely simulated by the visionary developers of Artech Studios.<br><br>Assume multiple roles, including Pilot, Navigator, Electronic Warfare Officer, and Offensive Weapons Officer as you conduct air assaults on historic battlefronts around the world.<br><br>The first expansion,<i> Operation Sledgehammer</i>, adds 25 new missions in Iran and Libya, with new enemy targets including terrorist training camps, port facilities, submarines, nuclear research facilities and more. It also adds new SAMs to enemy weaponry and new ordnance to the Megafortress such as the CBU-95 FAE and Penguin MK 3 anti-ship missiles.<br><br>The second expansion, <i>Operation Skymaster</i>, includes 21 missions in the Korean peninsula and the Philippines, with new targets such as Chinese amphibious vessels and North Korean fat attack craft flotillas. New enemy tactical aircraft and defenses also appear, such as the Chinese HQ-61 SAM system. It also includes the ultimate challenge campaign in Dragonslayer, where the Megafortress must take down a North Korean nuclear doomsday device.<br><br><ul class=\"bb_ul\"><li>Includes the original <i>Megafortress</i> game and two expansions, <i>Operation Sledgehammer</i> and <i>Operation Skymaster</i><br></li><li>Fly missions in locations such as Iraq, the USSR, Iran, Libya, the Korean peninsula, the Philippines, and the USAF training area in Nevada<br></li><li>Fight your way past enemy defenses as you view the action from multiple camera angles<br></li><li>Helm the ship safely through enemy skies as the Pilot<br></li><li>Plot your course with the onboard 3D terrain mapping computer as the Navigator<br></li><li>Hunt for threats and jam enemy radar as the Electronic Warfare Officer<br></li><li>Acquire enemy targets with infrared imaging, then fire your payload at will as the Offensive Weapons Offices<br></li><li>Customize the challenge with the Mission Editor for <i>Operation Skymaster</i></li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2083100/header.jpg?t=1680872339",
    "developers": [
      "Artech Studios"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}