{
  "2083850": {
    "name": "The Nutcracker",
    "steam_appid": 2083850,
    "required_age": 0,
    "is_free": false,
    "description": "The Nutcracker is a survival horror game set in the town of Mystic Peak, where disappearances around a local shopping mall and more specifically the now abandoned Bailey's Toy Store has caught your attention. A chance viewing of an online video captures your interest as you explore the urban legend of The Nutcracker.<br />\r\n<br />\r\n<br />\r\nSTORY MODE - A cat and mouse encounter between player and the main protagonist, ‘The Nutcracker’. You are given the task of solving the disappearances within a local shopping mall set in the fictional town of ‘Mystic Peak’. You must do this whilst evading capture, outwitting the Nutcracker and (hopefully) escaping with your life. <br />\r\n<br />\r\nAccess numerous secret locations as you explore the vast underground system the Mall is built on. These hidden, unlockable areas are part of a large expanding map which will reveal further areas and buildings as well as reveal the truth about those who were captured before you. Is the Nutcracker acting alone or is there someone else behind the disappearances?<br />\r\n<br />\r\nSURVIVAL MODE - Survive the Nutcracker whilst trying to escape the Mall in the quickest time possible. This condensed game mode compacts the core features in the game to a time trial mode.<br />\r\n<br />\r\nSEASONAL EVENTS - The Nutcracker will have events tied around seasons, meaning the environment and characters will change thematically unlocking new content along the way. <br />\r\n<br />\r\nREAL WORLD TIES - The game blends fiction with reality, with links to real world stores and locations. Additional clues and information regarding the intent and motivation for capturing people within the mall is spread both in game and reality.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2083850/header.jpg?t=1662073908",
    "developers": [
      "First Horizon Games"
    ],
    "publishers": [
      "First Horizon Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}