{
  "2083190": {
    "name": "World Championship Boxing Manager™ 2 Demo",
    "steam_appid": 2083190,
    "required_age": 0,
    "is_free": true,
    "description": "Define your boxing legacy<br />\r\n<br />\r\nThe boxing world is at your fingertips in this deeply detailed and outrageously entertaining sports management simulation. Enlist competitive fighters, recruit top-notch staff, and ride the hype train all the way to endorsement city! Watch it all play out in the ring as your fighter takes the throne…or gets KO’d trying.<br />\r\n<br />\r\nAn official sequel to 1991’s highly regarded World Championship Boxing Manager™, this iteration captures the essence of the original AND expands it. Offering updated visuals, deeper gameplay, and new characters based on former pro boxing legends Rocky Marciano™ and Sugar Ray Robinson™<br />\r\n<br />\r\nBuild your protégés from the ground up and lead them to glory. Manage their training schedules, rest days, strength conditioning, and cardio sessions to create the best balance for your roster of fighters. Recruit promising amateurs, hire staff, court sponsors, and hype your promotions. Keep your stable of fighters in top shape and they'll take you to the top, mismanage them and you'll both be eating canvas.<br />\r\n<br />\r\nAll in a day's work for the best boxing manager in the world.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n    An awesome stable of sluggers and staff, including licensed characters Rocky Marciano™ and Sugar Ray Robinson™!<br />\r\n    32-bit visuals with modern features and fight cams to watch your fighter duke it out in real-time.<br />\r\n    A Story Mode adds replayability and encourages players to take on the challenges of each in their own way.<br />\r\n    An extensive experience system lets players build a hard-hitting ring king, a one-punch wonder, or a super stamina warrior of the knock-down-drag-out fight. It’s up to the player to create a training path to victory.<br />\r\n    Twitch integration allows streamers and their viewers to take part in the experience together, getting the in-game crowd pumped up, placing viewer names on ringside banners, and allowing the audience to even trigger special in-match events.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2083190/header.jpg?t=1664812513",
    "developers": [
      "Mega Cat Studios"
    ],
    "publishers": [
      "Ziggurat"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}