{
  "2085910": {
    "name": "No Time For Caution",
    "steam_appid": 2085910,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>New Parkour Role Playing Game. No Time For Caution is a parkour-role-playing game with a tertiary perspective. Manage your character, try out various game modes, try out various levels and face monsters to complete the parkours. Parkour and be an unstoppable warrior with your strong character. Destroy every monster that comes your way and those who control that monster. Find the key and open the door. And then switch to another game mode and play a new chapter.</strong><br><br><strong>Ravens have gathered and monsters have invaded this realm. As the last protector and noble warrior of the realm, send these unknown monsters back to where they came from. Destroy each one one by one and be prepared to embark on a new adventure as the greatest warrior alive.</strong><br><br><strong>Manage your character and face monsters. Gain new experience with different weapons, different fighting techniques and different damage system. Kill monsters and complete challenging tracks.</strong><br><br><strong>Select the mode you want to play. Get a new experience by playing the maps of that mode. Different maps in different modes contain various difficulties. At the beginning of each section, information about the features of that section is given. Read this information carefully and defend your character in line with this information.</strong><br><br><strong>Experience two different camera perspectives. Have a better camera experience according to the section you have chosen and strengthen your warrior in line with this camera experience. Make sure a tough battle awaits you with different camera perspectives. And complete all the parkours with these challenges.</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2085910/header.jpg?t=1758626482",
    "developers": [
      "Royal Plus Games & Entertainment"
    ],
    "publishers": [
      "Royal Plus Games & Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}