{
  "2085200": {
    "name": "Void -Dementia- Demo",
    "steam_appid": 2085200,
    "required_age": 0,
    "is_free": true,
    "description": "Void Dementia is a rogue-like action game that takes place in a void zone.<br>The game features stylish action and hardcore difficulty.<br>This game was developed by <strong>J2YSOFT</strong><br><br>The God Of the World Has Fallen and Is Divided<br>When the unknown division and chaos of the world continue,<br>The main character, Cecil, wakes up<br>Losing all her memories, she faces the approaching Void<h2 class=\"bb_tag\" >The secret of the void area</h2>We don't know why she's here or what she did here unless her memories come back. <br>You have to find her memory and find out who she is and what this place is like<h2 class=\"bb_tag\" >Swap weapon action</h2>She is a weapon master with high proficiency in three types of weapons: katana, dual blade, and great sword<br>she is the best swordsman who can freely change weapons against enemies<h2 class=\"bb_tag\" >Immortal fate</h2>In the void area, she is in danger every moment<br>But she is immortal.<br>Recover memories from death, learn skills, and battle enemies<h2 class=\"bb_tag\" >Monster in the void area</h2>monster in the void area<br>Boss monsters in the void area cannot be easily defeated by her. <br>The attack patterns and abilities of various bosses approach her to endless death.",
    "supported_languages": "英语, 日语, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2085200/header.jpg?t=1657943454",
    "developers": [
      "J2YSoft"
    ],
    "publishers": [
      "J2YSoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}