{
  "208570": {
    "name": "Dishonored: Dunwall City Trials",
    "steam_appid": 208570,
    "required_age": 0,
    "is_free": false,
    "description": "Enter the world of the Outsider in Dishonored: Dunwall City Trials, the first add-on pack for the critically-acclaimed first-person action game by Arkane Studios. Your combat, stealth and mobility skills will be put to the test as you make your way through 10 distinct maps that feature a variety of challenges. Creatively combine your supernatural abilities, weapons and gadgets to eliminate as many targets as possible, fight off waves of tallboys, guards, weepers and thugs, or take out targets in a non-stop run of drop assassinations. Dunwall City Trials also features a new set of achievements and trophies as well as a global online leaderboard.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Ten Unique Challenges<br><br>Experience Dishonored’s flexible combat system, stealth gameplay, and distinct settings in a whole new way as you make your way through timed and scored challenges in Dunwall City Trials. Put your assassination skills to the test as you combine your supernatural powers and gadgets to eliminate your enemies and collect clues to identify and dispatch your target. Try your hand in non-lethal challenges as you shoot down whale oil tanks raining from the sky or infiltrate a mansion to collect the loot unseen by your foes.<br></li><li>Global Online Leaderboard<br><br>Your high scores and rank for each trial will be recorded and displayed in a global online leaderboard. Every point and every second counts when going up against the best of the best.<br></li><li>New Achievements and Unlockable Gallery<br><br>In addition to a brand new set of achievements and trophies, an image gallery filled with original concept art and other surprises can be unlocked as you complete each trial and meet each of its various objectives. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/208570/header.jpg?t=1497057115",
    "developers": [
      "Arkane Studios"
    ],
    "publishers": [
      "Bethesda Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1200,
      "final": 1200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 12.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 12,
      "total_negative": 24,
      "total_reviews": 36
    }
  }
}