{
  "2086400": {
    "name": "Midnight Saga: The Monster Demo",
    "steam_appid": 2086400,
    "required_age": 0,
    "is_free": true,
    "description": "After finding yourself trapped in another dimension, you and your friends must fight for survival and defeat the monsters that lurk in the shadows. Make sure to grab a weapon as your quiet Halloween night turns into an adventure out of this world!<br><br><i>The Midnight Saga: The Monster</i> is a thrilling 355,000 word interactive fantasy horror novel by C.C. Hill, where your choices control the story. The game is text-based, with artwork to show key moments of the story, fantastical creatures, and a variety of monsters that you will meet along your journey.<br><br>Halloween, trick-or-treat, spooky décor, and all the candy you can eat. That’s the plan for the night before you head home to babysit your niece and nephew, but things don’t always turn out as planned. Whisked away from your own timeline, you need to fight monsters before you can return home. While you’re at it, collect weapons or craft additional ones, eat your favorite candy, and learn the real story behind a spooky children’s tale. Uncover the meaning of your birthmark, and above all else, discover your destiny.<br><br><ul class=\"bb_ul\"><li> Play as Cis, Trans, or Non-binary; gay, straight, bi, ace, aromantic, or poly.<br></li><li> Fully customized your character. (You can even name specific body parts for optional steamy scenes)<br></li><li> Enjoy family time and bonding with your niece and nephew: you get to pick how they address you throughout the entire game.<br></li><li> Make friends, fall in love, or just watch them fall flat on their faces as they run for their lives.<br></li><li> Fight terrifying monsters, go on patrols, explore a new dimension, collect items, and encounter fantastical creatures.<br></li><li> Wreck monsters! Or leave them for dead.<br></li><li> Unlock a secret scene by not dying in a single playthrough.<br></li><li> Pick out one of the three endings that change in major ways depending on the actions you take and the relationships you build.</li></ul><br>The shadows have red eyes and sharp fangs! And you? Will your weapon last?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2086400/header.jpg?t=1734034920",
    "developers": [
      "Hosted Games"
    ],
    "publishers": [
      "Hosted Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}