{
  "2087840": {
    "name": "Neon Cyber Samurai",
    "steam_appid": 2087840,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the Fracture, a dimension where everything ever lost throughout time and space can be found. <br><br>Neon Cyber Samurai is a futuristic survival game with roguelite elements where you must survive against and defeat ever-increasing waves of foes, steal their strange technology to upgrade yourself, and inevitably fight their leaders in hopes of finding a way to escape this forsaken dimension.<h2 class=\"bb_tag\" >CHOOSE YOUR SAMURAI</h2>Select one of many adventurers dragged into the Fracture from their worlds. Learn their combat styles, understand their weapons of choice and dive into enemy forces with nothing but your skills and the experience you get as you eliminate anyone bold enough to try and stop you.<h2 class=\"bb_tag\" >DISCOVER MYSTERIOUS ARSENAL</h2>Dash, shoot, and slash your enemies to salvage their technology and use it to upgrade yourself. Get faster, grow stronger and evolve your fighting style to uncover combinations of powers and abilities that can turn you into an unstoppable force.<h2 class=\"bb_tag\" >KEY FEATURES</h2>No instructions. No easy way. Start with nothing and discover yourself, meet the enemy face to face, obtain new abilities, grow stronger, and always fight to survive.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087840/header.jpg?t=1663941207",
    "developers": [
      "Riverfront Games"
    ],
    "publishers": [
      "Riverfront Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}