{
  "2087510": {
    "name": "Amazon Quest",
    "steam_appid": 2087510,
    "required_age": 0,
    "is_free": false,
    "description": "In the Amazon Quest game the player will explore the great Amazon River and its affulents, managing and trading resources. The goal is to map all the Amazon region in a boat that reachs many cities, villages and tribes along the Amazon basin. The player must clear match 3 levels in order to get valuable resources that will be used during the journey to reach further places. The jungle won’t make the exploration any easier, the player will face dangerous animals and some tropical diseases. <br />\r\n<br />\r\nAmazon quest is an educational game full of history. The game’s journey is placed around 1910, and brings many historical elements that are greatly inspired by the Roosevelt–Rondon Scientific Expedition in 1913. All this historical background is wrapped in game by many cultural, anthropological and echologial components. The player will gather all those informations in a journal by interacting with people, animals and plants.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n- Match 3 Puzzles: get valuable items such as fruits and relics by solving fun match 3 games, but watch out for animals hidden in the tall grass. Some are harmless but others can be aggressive.<br />\r\n<br />\r\n- Resources Management: keep your items at hand in order to reach further locations in your journey. Trade fruits and plants for medicine and other goods. Keep an eye in your bag for the jungle is no place for beginners.<br />\r\n<br />\r\n- Level Exploration and Discovery: Navigate along the Amazon River and its affluents discovering new cities, villages and tribes. New places will bring you new animals, plants and people so keep your journal updated.<br />\r\n<br />\r\n- Education: Amazon Quest brings many historical elements from the 1913 Roosevelt–Rondon Scientific Expedition. Also, player interactions with people, plants and animals grants a lot of learning about culture, fauna and flora from Amazon region.<br />\r\n<br />\r\n- Paper Craft based beautiful graphics: All those fun explorations will happen inside a pop-up book with dynamic scenarios. Have fun exploring the pages while learning about the Amazon region.",
    "supported_languages": "英语, 葡萄牙语 - 巴西, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 简体中文, 繁体中文, 韩语, 日语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087510/header.jpg?t=1695070934",
    "developers": [
      "DX Gameworks LLC"
    ],
    "publishers": [
      "DX Gameworks LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}