{
  "2087500": {
    "name": "Death of Eternity",
    "steam_appid": 2087500,
    "required_age": 0,
    "is_free": false,
    "description": "You were created to purge all that defile. Slaughter hoards of such filth during your ascension, gaining powerful items and abilities with every drop of blood. Forge your own path through the heavens fully customizing your level of challenge and reward. Share in this virtuous crusade with up to three friends in Online multiplayer co-op!<br><br>Born of the divine and locked away, you know only of killing. Instilled with some form of morality, you must rise above your creator to protect the crumbling world around you. Something or <i>somethings</i> have trespassed on this holy ground, and it's your responsibility to see to their removal. Starting weak and frail you must hone yourself and your surroundings to benefit your hunt. Craft powerful weapons and abilities, and build up the land you stand on to suit your strengths.<h2 class=\"bb_tag\" >Key features</h2><ul class=\"bb_ul\"><li><strong>Unlimited Potential</strong><br>With tons of customizable items, abilities, and passives there's endless room for character improvement! It's not just about leveling up or finding new items, it's about using the games systems to create truly unique and game breaking synergies! With so many options to choose from and an ever evolving landscape, make sure you can adapt to the harsh demands of Eternity quickly!<br></li><li><strong>A Class Of Its Own</strong><br>What items and modifiers you'll be able to encounter depend on which player Class you pick. This allows for a much larger and easily expandable base of content. You may however find items that allow for certain item types or modifiers to appear that normally wouldn't for your chosen Class. Each Class behaves entirely different from one another both in strength and weakness. This variety also serves multiplayer very well, where you'll be able to share items from each other's Classes and make up for each other's weaknesses!<br></li><li><strong>Forged By Gods</strong><br>Death of Eternity features a unique and deep item system. Nearly every item you'll find has the ability to be enhanced and made stronger. From weapons and armor, to your own body and the very land you stand on - Everything is fully customizable to fit your character's needs. A modernized ARPG design philosophy ensures an item system which allows you to easily craft your equipment, while also making sure that you'll stay excited for newly dropped items.<br></li><li><strong>Eternity Is What You Make It</strong><br>Customize not only your character, but also the land around you! That means that the types of enemies you'll encounter and how difficult / rewarding they are to fight is all completely up to you! Forging the land is intuitive and works exactly the same as enhancing every other item in the game. There's full agency over exactly what content you want to engage with, as well as what types of rewards you'll receive for your efforts! Make sure you're fighting in a world that benefits you the most, and if you're not, just change it!<br></li><li><strong>Online Multiplayer</strong><br>You don't need to take everything on your own! Team up with your friends in up to four player online multiplayer! Multiplayer invites a whole new level of depth to character customization with the addition of out of Class items and modifiers! All content is fully playable both in Singleplayer and Multiplayer!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087500/header.jpg?t=1760989376",
    "developers": [
      "William Cheek"
    ],
    "publishers": [
      "William Cheek"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}