{
  "2087860": {
    "name": "The Lost",
    "steam_appid": 2087860,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Welcome to the uncertain world of The Lost, an immersive survival game where your instincts will be your greatest asset. Stranded in a vast, lost world of wilderness, you must navigate through diverse landscapes, endure harsh weather conditions, and outsmart the relentless challenges nature throws your way.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >You are stranded, lost on an island. After surviving an aerial bombing on board the ISS liberty you make it on the lifeboats but quickly get knocked out and are stranded on an island. Survive, craft, defeat bosses, and more. Join or host a multiplayer server with your friends and try to survive together. With plenty of new features unseen in any other survival game you will have to explore what this game can offer.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Key Features:</strong></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >1. <strong>Realistic Survival Mechanics:</strong> Manage your character's hunger, thirst, temperature, and stamina. Collect resources, craft tools, and build shelters to stay alive in the unforgiving wilderness. Make crucial decisions about what to eat, where to rest, and how to stay warm during the cold nights.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >2. <strong>Wildlife Interaction:</strong> Encounter a variety of wildlife with their own behaviors and territories. Some animals may be a source of food, while others could pose a threat. Be prepared to face predators, but also learn to read the signs of approaching danger to avoid unnecessary confrontations.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >3. <strong>Day-Night Cycle:</strong> Survive in a dynamic world with a realistic day-night cycle. Utilize the daylight to explore and gather resources, but be cautious as nightfall brings increased danger and challenges. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >4. <strong>Weather Challenges:</strong> Face extreme weather conditions, including rain, snowstorms, and heatwaves. Adapt your strategies to overcome these challenges, and use the environment to your advantage.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >5. <strong>Mystery Events:</strong> Encounter unexpected events that add an element of unpredictability to your survival journey. From sudden weather changes to mysterious landmarks, be prepared for anything.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >&quot;The Lost&quot; offers a thrilling and realistic survival experience that will push your limits, challenge your decision-making skills, and reward those who can adapt and thrive in the untamed wild. Can you conquer nature and emerge as the ultimate survivor?</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087860/57d62bf54d040929b0fcfd0e1bc90ce45cd6e35f/header.jpg?t=1771739101",
    "developers": [
      "Fumeblast Studios"
    ],
    "publishers": [
      "Fumeblast Company LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}