{
  "2087410": {
    "name": "Fantasy Grounds - Pathfinder 2 RPG - Abomination Vaults",
    "steam_appid": 2087410,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ></h2>Please note that you can get up to the entire cost of the PDF purchased from  off this order as a discount. To do so, please first visit the <br><strong>    Store &gt; Paizo Account Synchronization</strong><br> menu option. Follow the instructions there to link your account and Retrieve a list of purchases from . Once retrieved, adding this product to your cart will show a discount of up to the full cost of the PDF.<h2 class=\"bb_tag\" >Pathfinder 2 RPG - Abomination Vaults</h2><strong>    The Deeper the Depths, The Deeper the Corruption!</strong><br>When the mysterious Gauntlight, an eerie landlocked lighthouse, glows with baleful light, the people of Otari know something terrible is beginning. The town's newest heroes must venture into the ruins around the lighthouse and delve the dungeon levels far beneath it to discover the evil the Gauntlight heralds. Hideous monsters, deadly traps, and mysterious ghosts all await the heroes who dare to enter the sprawling megadungeon called the Abomination Vaults!<br>Pathfinder Second Edition's most popular campaign yet bursts from the pages of this massive hardcover compilation, containing all three adventures in the fan-favorite Abomination Vaults Adventure Path, a dungeon-delving campaign like no other, along with support articles, rules, monsters, and more!<br><strong>    Content Warning:</strong>    While Abomination Vaults contains typical Pathfinder action and adventure, it also presents themes of suicide, ableism, body horror, and human experimentation. Before you begin, understand that player consent (including that of the Game Master) is vital to a safe and fun play experience for everyone. You should talk with your players before beginning the adventure and modify descriptions or scenarios as appropriate.<br><i>    Abomination Vaults is not a PDF or accessible outside of Fantasy Grounds. It has been lovingly converted for use within Fantasy Grounds and features the following additions:</i><br><ul class=\"bb_ul\"><li>A fully developed Reference Manual that brings the entire adventure to life. This includes all the details found in the product release as well as the exceptional artwork that can be found throughout the product - all of which is sharable with players.<br></li><li>Beautiful full color maps for with pins to each area for easy exploration by players and narration by GMs.<br></li><li>Each individual area contains details and descriptions for the GM, as well as links to encounters (including creature placement), treasure parcels, and XP rewards when appropriate.<br></li><li>New creatures with new images, tokens, and stat blocks to challenge the players. Both the new and creatures ported in from previous sources all come with the latest automation built in for easier gameplay.<br></li><li>Universal monster rules to simplify special attacks, defenses, and qualities like grab, swallow whole, and regeneration.<br></li><li>A toolbox full of new goodies for both Players and GMs alike, including new magic items, new spells, infernal contracts to tempt mortal souls, creatures that bring new options and interests to any campaign, new archetypes, and so much more!<br></li><li>For Fantasy Grounds Unity users, Line of Sight is available for all appropriate maps.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Martin Blake, and Bret Davenport</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder 2.0 ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087410/header.jpg?t=1768505413",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 14800,
      "final": 14800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 148.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}