{
  "2087260": {
    "name": "Living Legends Remastered: Wrath of the Beast Collector's Edition",
    "steam_appid": 2087260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Friendly Fox</strong> breathes new life into a classic tale in <i>Living Legends Remastered: Wrath of the Beast</i>!<br><br>It’s been three years since your mother Goldilocks lost her life protecting your town, and you’ve been left to carry on her heroic legacy. But when bear attacks suddenly spike in number, you quickly find that the stories you were told aren’t entirely true. These bears have strong ties to magic, and there are darker forces at play than the beasts that plague your homeland! Can you traverse a treacherous terrain and uncover the truth about your home and family in time to save the day? Find out in this spellbinding Hidden-Object Puzzle adventure!<br><br>This is a special Collector's Edition release full of exclusive extras you won't find in the standard version. The Collector's Edition includes:<br><br>•        Save your daughter from an evil wizard in the Bonus Game!<br>•        Replay your favorite HOPs and mini-games and earn achievements! <br>•        Tons of collectibles and morphing objects to find that unlock more games!<br>•        Enjoy exclusive wallpapers, screensavers, music, videos, and more!<br>•        Never get lost with the strategy guide!<br><br>This is a Hidden Object Puzzle Adventure game, meaning a specific genre of story-driven, point &amp; click adventures. Throughout the game, players are tasked to find a list of objects hidden within a particular scene, and to occasionally complete various mini-games/puzzles.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087260/header.jpg?t=1764249034",
    "developers": [
      "Friendly Fox"
    ],
    "publishers": [
      "BFG Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}