{
  "2087650": {
    "name": "Project Three Playtest",
    "steam_appid": 2087650,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Project Three</strong> is a fan-made sequel to Half-Life 2: Episode Two, inspired by Mark Laidlaw's Epistle 3 script, which was adjusted and refined by fans to fit the cooperative story campaign.<br><br>Taking a page from Half-Life: Decay and Portal 2, this game puts you in the shoes of two main characters, Gordon Freeman and Alyx Vance. Together you must travel to the Arctic, rescue Judith Mossman and work together to find and secure Aperture Science's vessel Borealis, before it falls into Combine's hands. Aside from the classic obstacles, you'll also face the harsh polar climate along the way and in order to make it through these dangers, you'll have to cooperate.<br>As Gordon, you'll mostly experience action with familiar weapons from Half-Life 2 and minor puzzles, your main goal will be to protect Alyx and escort her to Borealis.<br><br>As Alyx, you'll experience style similar to Half-Life: Alyx, weapons will be scarce and it will  mainly focus on puzzles, agility and stealth. She'll be too fragile in combat, thus you'll have to rely on Gordon.<br><br>The Game also includes classic Deathmatch and Zombie survival mode.<br><br>Key elements:<br>    • Cooperative campaign featuring Gordon and Alyx, inspired by the Epistle 3 script<br>    • Multiplayer Deathmatch and Zombie survival modes<br>    • Gordon a Alyx have different play styles, HUD and weapon arsenals",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2087650/header.jpg?t=1676930529",
    "developers": [
      "Milltower Studio"
    ],
    "publishers": [
      "Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}