{
  "2088430": {
    "name": "Holiday Jigsaw Christmas 2",
    "steam_appid": 2088430,
    "required_age": 0,
    "is_free": false,
    "description": "Who says Christmas miracles don't exist? 500 new high-quality photos in the new Holiday Jigsaw!<br />\r\n<br />\r\nCold outside? Don't want to leave the house? Our new game will put you in a perfect holiday mood with an atmosphere of fireside comfort, fun winter games, a wonderful Christmas night, surprises, gifts and good feelings... You'll find all of this in our jigsaws. Have a fun and relaxing time assembling them on your own, with your kids, or even with your whole family!<br />\r\n<br />\r\nThe warmth of a cozy hearth, a family holiday dinner, children's laughter and cute pets. All of this awaits you in a new Holiday Jigsaw! 500 amazing and pleasant Christmas!<br />\r\n<br />\r\nEnjoy high quality images, convenient controls and help, and heaps of clues and tools to help you configure the game to your liking. Special tasks and trophies make the game even more entertaining.<br />\r\n<br />\r\n500 new photos means 500 ideas for a party food and decorations and presents on Christmas Holidays!<br />\r\n<br />\r\nIf Santa didn't bring you a gift this Christmas, don't worry... We're looking out for Holiday Jigsaw fans and giving them a Christmas gift of not just one, but a whole 500 jigsaws! Merry Christmas and Happy New Year!<br />\r\n<br />\r\n- 500 high quality unique images<br />\r\n- well designed gameplay: hints,sort tool and magnifying glass<br />\r\n- optional game difficulty control. Infinite gameplay!<br />\r\n- custom styles of pieces with rotation<br />\r\n- save game progress and continue the game at any time<br />\r\n- tasks and colorful trophies for those who love excitement<br />\r\n- ambient, relaxing sound<br />\r\n- the comfort of hearth and home in every photograph<br />\r\n- get 500 puzzles for one purchase. It is beneficial!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2088430/header.jpg?t=1662365144",
    "developers": [
      "Creobit"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    },
    "type": "game"
  }
}