{
  "2088450": {
    "name": "Holiday Jigsaw Thanksgiving Day 3",
    "steam_appid": 2088450,
    "required_age": 0,
    "is_free": false,
    "description": "Holiday Jigsaw. Thanksgiving Day 3 is a new jigsaw game dedicated to the traditions of this wonderful holiday. Put together jigsaws of many pieces with themes related to the harvest, autumn and pleasant leisure in the company of friends and family. A collection of 500 colorful and high-quality photos – the best gift for Thanksgiving Day!<br />\r\n<br />\r\nSet a difficulty to suit you with each puzzle! Save your progress at any time! Convenient controls and many hints and tools to help you out when you’re stuck. Special quests and trophies for more exciting gameplay.<br />\r\n<br />\r\nMany enjoyable evenings await you with 5 whole themed collections of colorful jigsaw puzzles: ideas for holiday decor, artistic autumn views, heartwarming family photos, traditional dishes and mysterious beauty at the height of the harvest. You won’t have to be bored this autumn! Dive into a happy family atmosphere this holiday with the new Holiday Jigsaw. Thanksgiving Day 3!<br />\r\n<br />\r\n- 500 high quality unique images<br />\r\n- well designed game-play: useful hints, sort tool and magnifying glass.<br />\r\n- optional game difficulty control makes your gameplay infinite<br />\r\n- custom styles of pieces with rotation<br />\r\n- save your game progress and come back to your puzzle at any time<br />\r\n- tasks and colorful trophies for those who love excitement<br />\r\n- pleasant and relaxing music<br />\r\n- a happy holiday atmosphere<br />\r\n- get 500 puzzles for one purchase. It’s a bargain!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2088450/header.jpg?t=1661769251",
    "developers": [
      "Creobit"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    },
    "type": "game"
  }
}