{
  "2088440": {
    "name": "Holiday Jigsaw Christmas 3",
    "steam_appid": 2088440,
    "required_age": 0,
    "is_free": false,
    "description": "A Christmas gift for all fans of classic puzzles – the new Holiday Jigsaw Christmas 3. This isn’t just a game, it’s 500 high-quality photos with Christmas and New Year themes to give you excellent ideas for themed parties and what to do on the Christmas holidays with friends and family. Enjoy exciting puzzles, a wintry atmosphere, the comfort of home and the joy of leisure.<br />\r\n<br />\r\nSet a difficulty to suit you on each jigsaw! Save your progress at any time! Enjoy comfortable gameplay with easy-to-use controls and a multitude of hints and tools.<br />\r\n<br />\r\nIt’s time to bedeck the house, decorate the tree and invite Santa Claus in out of the cold. Plan your holiday while you play Holiday Jigsaw. Use the game’s 500 ideas for decor, treats and gifts to give your close ones some nice surprises and to have a great time celebrating Christmas and the New Year!<br />\r\n<br />\r\nAssemble jigsaws and enjoy some wonderful photographs. This jigsaw game is your inspiration for the winter holidays and for unforgettable family celebrations!<br />\r\n<br />\r\n- 500 high-quality unique images<br />\r\n- well-designed gameplay: useful hints, sort tool and magnifying glass.<br />\r\n- optional game difficulty control makes your gameplay infinite<br />\r\n- custom piece styles with rotation<br />\r\n- save your game progress and come back to your puzzle at any time<br />\r\n- tasks and colorful trophies for those who love excitement<br />\r\n- pleasant and relaxing music<br />\r\n- a happy holiday atmosphere<br />\r\n- get 500 puzzles for one purchase. It’s a bargain!",
    "supported_languages": "英语, 法语, 德语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2088440/header.jpg?t=1662955145",
    "developers": [
      "Creobit"
    ],
    "publishers": [
      "8floor"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    },
    "type": "game"
  }
}