{
  "2088240": {
    "name": "Wardogz",
    "steam_appid": 2088240,
    "required_age": 0,
    "is_free": false,
    "description": "Embark on an epic, action-packed, open-world adventure. Face the cosmic evil of the Structure in this third-person game set in a unique dieselpunk world. Play as a member of a long-forgotten order of technomancers called Wardogz, tasked with finding and stopping the evil that took over the world.<br />\r\n<br />\r\nKEY FEATURES:<br />\r\n<br />\r\nEXPLORE THE DIESEL-FUELED REALM<br />\r\nConquered by Hegemony and ravaged by war, Farthest Frontiers are a fully open world, filled with dangers and ancient secrets to unravel.<br />\r\n<br />\r\n- Travel through a vast, open and diverse world - from the mountains, through broad plains and misty battlefields. All polluted with rivers of diesel fuel, each with their unique topography and overall atmosphere.<br />\r\n- Use your hovering speeder or mechanical wings to traverse long distances.<br />\r\n- Become part of an epic quest to destroy cosmic evil once and for all.<br />\r\n- Interact with long-forgotten machinery in ancient ruins to solve puzzles and discover the past.<br />\r\n<br />\r\nMASTER THE ART OF COMBAT<br />\r\nExperience challenging, fast-paced combat. Use your weapons, gadgets and wits to outsmart and outmaneuver even the toughest enemies.<br />\r\n<br />\r\n- As a well-trained warrior, fight against the war machine of Hegemony, including horrific mutants and deadly mechs. Turn the giant watchtowers and flying dreadnaughts into ash.<br />\r\n- Feel the rhythm of the battle. Use dodging, parrying and blocking for defense and position yourself to deliver a deadly strike.<br />\r\n- Spend your experience and resources to upgrade your own tools of destruction: sword, elemental rifle, grenades and active skills. Adapt and modify your gadgets like hover speeder and mechanical wings. Use them to challenge the highest peaks and deepest ravines to discover secrets of this land.<br />\r\n<br />\r\n<br />\r\nREBUILD YOUR HOME IN THE SKIES<br />\r\nThe most important tool in every Wardogz arsenal is their warship. Those mighty machines serve as a HUB, place to rest, improve your hero, and provide close air support.<br />\r\n<br />\r\n- Use gathered resources to expand and upgrade your ship’s interior.<br />\r\n- Workshop aboard allows you to craft and upgrade your arsenal.<br />\r\n- Induce fear in your enemies by using your ship’s combat capability to aid you in battle.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2088240/header.jpg?t=1757946376",
    "developers": [
      "Illusion Ray S.A."
    ],
    "publishers": [
      "Illusion Ray S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}