{
  "2088230": {
    "name": "Ultimate Fishing® Simulator 3",
    "steam_appid": 2088230,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Explore open waters, remote rivers, and wild coastlines across five detailed maps. From the slow-moving backwaters of the Mississippi to the dense, unpredictable Baltic Sea, each location offers a unique fishing experience shaped by local species, weather patterns, and the time of day.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Choose from multiple fishing techniques, including float, feeder, spinning &amp; casting. Set up from the shore or cast off from a boat. Track fish with sonar, monitor conditions, and respond to their behavior in real time. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Over 70 species are featured, each modeled with natural movements, random length &amp; weight, and unique traits - some shy and cautious, others powerful and aggressive. Alligator gar? Largemouth bass? Yangtze sturgeon? We got them, and more!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Switch between first - and third-person perspectives or dive below the surface with an underwater camera. Customize your equipment and appearance, level up skills through use, and unlock new options as the journey unfolds. Whether fishing solo, joining a tournament, or building a club with friends, there's always another cast waiting. </p><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" ><strong>Float, Feeder, Spinning &amp; Casting</strong><br>Core techniques with their gear, strategies, and handling.</p></li><li><p class=\"bb_paragraph\" ><strong>Play as you like - Freeform Camera System</strong> <br>Switch between first-person, third-person, and underwater lure view.</p></li><li><p class=\"bb_paragraph\" ><strong>Rod Handling Modes</strong> <br>Use Free Mode to stay mobile, then shift into Precision Mode for full control over your rod during the fight. Seamless transitions make fishing feel smooth and responsive.</p></li><li><p class=\"bb_paragraph\" ><strong>Five Large Maps</strong> <br>Fish in the Mississippi River (USA), the Yangtze River (China), Stolsko Lake (Poland), Lough Melvin (Ireland), and the Baltic Sea. Each map includes local species, different weather, and distinct spots to discover.</p></li><li><p class=\"bb_paragraph\" ><strong>Career Mode</strong><br>Start from scratch and work your way up to legendary status. Develop your character, train for tournaments, and keep an eye on your calendar to earn serious money efficiently. </p></li><li><p class=\"bb_paragraph\" ><strong>Dynamic Weather and Seasonal Changes</strong> <br>Real-time systems affect water conditions, fish behavior, and ambient visuals.</p></li><li><p class=\"bb_paragraph\" ><strong>Multiplayer and Fishing Clubs</strong><br>Team up with friends for casual fishing or form clubs with other players and complete daily, weekly, and seasonal quests to earn club XP. Leveling up unlocks new perks, higher member limits, and XP boosts for playing together on the same server.</p></li><li><p class=\"bb_paragraph\" ><strong>Season Quests and Events</strong><br>Rotating content with time-limited challenges, cosmetic rewards, and progression-based goals. Catch a rare Sichuan taimen? That’s a bonus. Complete seasonal tasks or long-term career quests to unlock gear, upgrades, or new areas - sometimes it’s about landing fish, other times just showing up and getting things done.</p></li><li><p class=\"bb_paragraph\" ><strong>Tournaments</strong><br>Event-based fishing with live leaderboards, rewards, and varied formats. Catch the biggest fish - or the smallest. Compete with others and reel in the prizes!</p></li><li><p class=\"bb_paragraph\" ><strong>Property Ownership and Customization</strong><br>Buy a Lodge! Customize it and use it for storage, travel, or passive income.</p></li><li><p class=\"bb_paragraph\" ><strong>Functional Sonars</strong> <br>Use sonar to locate and follow fish beneath the surface in real time.</p></li><li><p class=\"bb_paragraph\" ><strong>Boats &amp; Customization</strong>  <br>Use and upgrade boats to access remote areas and deeper waters.</p></li><li><p class=\"bb_paragraph\" ><strong>Character Customization</strong> <br>Includes outfits, hairstyles, and tattoos with visual presence in gameplay and multiplayer.</p></li><li><p class=\"bb_paragraph\" ><strong>Advanced Fish AI</strong> <br>Species react to bait, line tension, and environmental factors with lifelike responses, from cautious strikes to full-on fights.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 波兰语, 葡萄牙语 - 巴西, 简体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2088230/294a78f2a592514c99bc48bb9b3aa5d677fbabda/header.jpg?t=1770404879",
    "developers": [
      "SHINING GAMES"
    ],
    "publishers": [
      "Ultimate Games S.A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}