{
  "2089280": {
    "name": "Noisy Neighbor",
    "steam_appid": 2089280,
    "required_age": 0,
    "is_free": false,
    "description": "For a while, your downstairs, noise-sensible, irate neighbor has been turning your life into a living hell. At the slightest amount of noise he just happened to end up hearing, he assumed you as the culprit, with furious complaints and violent threats.<br><br>As of now, you finally managed to be able to move out into a new apartment. But before that happens you decided to give a little farwell “present” to that infamous neighbor of yours: the biggest, noisiest party you’ve ever seen, something to seriously push his buttons.<br><br>Between you and him, who’s to end up being the noisiest neighbor?<br><br><strong>IT’S TIME TO PARTY!</strong><br>During daytime you must set up your apartment to turn into the greatest party kingdom ever. Stock up on food, add some ornaments and select from a wide variety of gadgets to spice up your place.<br><br>Time and resources are short though. Each time you play there’ll be different challenges and conditions to meet.<br><br>Put balloons, boomboxes and karaoke machines at the most appropriate spots around your home as quickly as possible, thinking how the best the party flow can be. And don’t forget to add as many noise makers as possible!<br><br><strong>PARTY ALL NIGHT LONG!</strong><br>As nightfall approaches, your guests will begin arriving at your apartment to have a good time! But so will your neighbor to ruin the fun.<br><br>It’s your job to walk around your apartment to keep your table filled with refreshments and music loud and clear. Greet and dance with your guests and make sure everyone is happy. The more people are enjoying your party, the more will come to check it out. The famed Party King might come for a visit if you're worthy of it.<br><br>That grumpy neighbor won’t have any of it, though. He will be roaming around your home, breaking your equipment and attempting to scare away your guests. You better not forget to gather your arsenal of traps to halt his movements. Because if he catches you, you’re gonna get it. And nothing ruins a party more than a series of serious concussions and a broken leg.",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 葡萄牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089280/header.jpg?t=1673959677",
    "developers": [
      "Oak3 Game Studio"
    ],
    "publishers": [
      "Oak3 Game Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}