{
  "2089390": {
    "name": "Hyperwheel Overdrive Demo",
    "steam_appid": 2089390,
    "required_age": 0,
    "is_free": true,
    "description": "Pilot a hyperwheel car, 2197's most versatile sport combat vehicle. Race or battle against other drivers in VR, or perform big stunts on the massive quarterpipes of the Xenodome. Take advantage of a large assortment of power-ups, as well as your laser rifle &amp; dedicated launcher, to alter the situation in your favor. Use a plane kit to soar over the daunting HyperCorp Complex, or a boat kit to navigate the long shores of Volcanica Island!<br><br><ul class=\"bb_ul\"><li> play 11 different match types including Race, Stunt, Deathmatch, Team Deathmatch, Hunt, and Capture the Flag<br></li><li> race over 20 unique tracks, forwards and backwards, within the game's 5 stages<br></li><li> unlock car decals &amp; other content by earning trophies, or by collecting hidden golden rings<br></li><li> play online or offline with bots<br></li><li> customize your experience via the many comfort options such as third-person view &amp; rotation locking</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089390/extras/Box_Art.jpg?t=1658268022\" /></span><br><br>As you play, you'll collect race and challenge trophies, as well as golden rings hidden (or otherwise difficult to reach) throughout the game's 5 stages. These are used to unlock additional game content as you become a more experienced hyperwheeler. Unlock new car decals and driver suit skins, as well as additional stages and race tracks.<br><br>Hyperwheel Overdrive's innovative vehicle design combined with the powerfully immersive nature of VR make the experience novel and unforgettable!<br><br><strong>Note on Comfort:</strong> Though the game is on the more intense side of things in VR, we have gone to great lengths to offer many different ways of experiencing the game including a third-person camera system that makes all first-person rifle and power-up handling continue to work seamlessly, helmet vignettes, comfort cages, and rotation-locked views. There should be enough options present to make the game suitable for most VR players, and there are less intense experiences available in the larger game such as the boat races.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089390/header.jpg?t=1658268022",
    "developers": [
      "Neon Engine"
    ],
    "publishers": [
      "Neon Engine"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 54,
        "description": "VR 独占"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}