{
  "2089330": {
    "name": "双线交锋：收获日",
    "steam_appid": 2089330,
    "required_age": 0,
    "is_free": false,
    "description": "罪恶都市地图介绍<br>地图概况：罪恶都市有三家银行，四条街道，两辆坦克（其中一辆是AI的），一个地下避难所，一家餐厅。<br>联机模式：游戏支持多人联机（局域网和广域网），可定制房间人数，玩家们会在地下避难所复活，离开避难所之后，才是真正没有规则的地方，为了公平起见，所有玩家（客户端）死亡后，其他人无法拾取其装备，死亡的玩家会自动离开房间。服务器玩家死亡后拥有复活的权力，三家银行中有大量的物资：榴弹炮，先进步枪，狙击步枪，反坦克火箭炮以及防弹衣，同时三家银行中有大量的敌人，敌人是非常凶猛的，同时玩家之间可以在城市中内斗，拉帮结派，餐厅和一家银行是可以作为安全屋来使用，其余两家银行中可能会自动生成敌人（需注意）。<br>攻打银行副本仅靠武器强度是不够的，开发者建议分为以下几个职位，队长、突击手、狙击手、医疗兵。<br>下面是各个职位的配枪以及职责：<br>1.队长：纵观全局，负责队员的调度和指挥，队长的作用相当大，团队的合作，资源的合理分配直接影响到接下来的进程，队长万一死亡，对队伍的损失是不可估量的，所以建议配枪如下：普通步枪，先进手枪，子弹：15mm：60，9mm：24，绷带三卷。<br>2.突击手：负责保护队长的安全，同时尽量无声侦察敌人，给狙击手报点，同时协助队长制定作站方案，以及保护队员，所以配装如下：先进步枪，普通手枪，子弹：15mm：90，9mm：40，绷带两卷。<br>3.狙击手：负责远程击杀敌人，减少队伍的损失，服从突击手和队长的命令，所以配装如下：狙击步枪（普通/莫辛比克），子弹：15mm：30。<br>4.医疗兵：队员出现重伤时，医疗队员在后方提供药物和军粮（水和罐头食品），同时也要有一定的自保能力，药物尽量要带的多，所以配装如下：先进手枪，子弹：9mm：35，绷带六卷。<br>段位和军衔系统如下：<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089330/extras/7923de8ad2f4cf62659c8a5f7bd7e65d.avif?t=1688271926\" width=586 height=330 /></span><br>说明：只有当等级大于100级时，段位系统自动覆盖军衔<br>购买此游戏，玩家可以在这款游戏中体验枪械的射击手感，同样本游戏提供军衔段位系统增加玩家游玩的兴趣，并且玩家可以通过多人游戏结交到更多的朋友，增进友谊<br>游戏背后的故事：爷爷，爷爷，那是啥，小博罗福望向天空，问这爷爷，一个夏日的午后，他们在工厂门口乘凉。 一架UFO直接二话不说投下一颗病毒飞弹，导致工厂以及当地百姓都被感染z病毒。 突如其来的入侵使联合国大为振动，高层领导为隐瞒此事，一边出面迷惑百姓，一边寄希望于和谈（科技相差五个文明点，想打打不过），外星人很快就学会了人类的所有语言。 要求:1.将所有的医院，监狱承包给外星人（备注:实施人体实验） 2.割让大部分水源 3.禁止使用导航，网络，GPS等通讯设备 光是网络不让用就让百姓很不满了，加上殖民统治，人类准备起义了。 设备虽然简陋，面对强大的敌人，中国人从来不退缩，X-1是世界上最强大的战甲，修修还是能用的吧。 嘿马斯特上尉，我是新兵库博，前来报到。 嗯新兵，今天挺准时的，我们今天要去切尔诺贝利城市，任务是拿到研究所中的病毒样本，然后等待我军直升机。 是保证完成任务 然而我们的战舰在途中遭到袭击，只有我活着来到了切尔诺贝利，马斯特上尉临死前让我穿上X-1战甲，完成他一生想完成的人物，我点了点头。 切尔诺贝利中感染者和外星人普遍比较多，再加上补给不足，幸好怪物掉落了各种装备，我才侥幸活了下来，等到直升机来接我，我深深的呼了一口气，终于撤离了。 最新情报:研究病毒样本的凯恩博士被外星人劫走了，关在了日本当地的一家医院中，为了人类的未来，是时候去拯救凯恩博士了 医院的物资并不缺，对于外星人一波又一波的进攻，都被我一人打退，接到通知:医院中还有重要物资和军备箱，带上它们一起走，我也顺利的完成了任务 会东京的途中，直升机遭到了外星人的电磁脉冲，被击落在一所名叫詹姆斯的学校门口，我跟组织报告了这件事，他们研究发现，晚上脉冲比较小，可以安排撤离，命令我要想尽一切办法生存到晚上，我只好在这所废弃的学校中待一会了。 时间很快到了晚上，我用沙包封好了所有的窗户和门，但是不能阻止一些漏网之鱼，清理之后来到阁楼，我跟着双线部队的直升机前往东京。 东京会战是最为重要的一次战役，关系着人类的生死存亡，组织看我有X-1战甲，就派我单独执行，乘坐东京特快，来到街道，我只好照做，大街上密密麻麻全是外星人，还有绿头母体，这时我意识到，故事才刚刚开始......<br><br>游戏介绍：公元2035年 星期天，木卫四上的外星人入侵地球，口头上许诺给人类一个美好的未来，但是事实上这是殖民统治的装饰品，他们带来了木为四上的一中病菌中Z-112，这种病毒可以感染人类，是人类的大脑受ufo中央控制器控制，方圆几里自动锁定人类，感染后分为两种人，瑕疵人和母体，瑕疵人有100血，但是移动速度较为缓慢，母体移动速度较快，但是智商不高，有独立思想。 人类为了抵御外敌，组建了震惊世界的双线特工部队，双线特工部队穿着全世界最先进的X-1防护服，可免疫病毒感染，但是面对外星人的攻击，还是稍有逊色，X-1可使人类获得极快的劳动速度和技能施展能力，而且子弹携带量比其他反抗军都要多，可谓是陆战之王。<br><br>游戏的亮点：丰富的射击手感，优秀的游戏模式，顶级的游戏机制，以及便宜的售价<br><br>我们的游戏欢迎大家来汇报bug，为游戏提出宝贵的建议，让中国的游戏越来越国际化<br><br>这是一款射击游戏，客户购买产品时，玩家可以享受到游戏中精彩的剧情和别具一格的射击模式，我们的产品中包含剧情模式，罪恶都市，逃离监狱以及训练场，尽可能的欢迎新手的到来，联机模式可以和队友一起打劫银行，单人模式下，我们的主角叫库博，他是一名合格的双线特工，玩家将操纵他来完成剧情模式和逃离监狱，玩家在这款游戏中可以充分体验到射击游戏的乐趣，玩家们可以期望从购买中获得优秀的游戏体验",
    "supported_languages": "简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089330/header.jpg?t=1688271926",
    "developers": [
      "孙神游戏开发",
      "独立游戏Sun_Official"
    ],
    "publishers": [
      "孙神游戏开发",
      "独立游戏Sun_Official"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1000,
      "final": 1000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 10.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 1,
      "total_negative": 5,
      "total_reviews": 6
    },
    "type": "game"
  }
}