{
  "2089750": {
    "name": "Super Spyroxo Adventures: Island of Dnfoo",
    "steam_appid": 2089750,
    "required_age": 0,
    "is_free": false,
    "description": "Classic side scroller arcade adventure retro 2d game &quot;Super Spyroxo Adventures: Island of Dnfoo&quot; . This game brings back memories of old school arcade games with numerous adventure. World of this game contains well designed levels, various enemies, bosses, simple gameplay, nice pixelart graphics fun music and sounds.<br />\r\n<br />\r\nOn beautiful sunny day our hero Spyroxo Jack and his wife Jill were eating apples together and enjoying life and suddenly bad cavemen called &quot;DNFOO&quot; group appeared from deep jungles of the island. These evil mosters captured Jack's wife and ran away. Jack is on adventure to rescue his wife by defeating cavemen &amp; dinosaurs and teach them a lesson.<br />\r\n<br />\r\nTo bring Spyroxo Jack's wife back he needs your help. Run ,shoot and jump through the different island environments, avoid traps, clear all enemies in your way and defeat all bosses. This game will give you classic feel with side scrolling view, with classic gameplay, simple yet beautiful pixelart graphics, easy and intuitive controls, many weapons to unlock, each level with unique graphics and epic boss battles.<br />\r\n<br />\r\nThe game use Steam Leaderboard to save players scores, you can see it in the game community, so the high score you will see in the game is the top score found in that leaderboard, make sure to try to defeat that score with yours, the final boss will gives you 10000 score points if you can defeat it too, and once you have finished the game you can click on new game to restart and guess what, you can keep all the weapons you have unlocked even in very first level, so you can get a better score this time.<br />\r\n<br />\r\nTips:<br />\r\n-please use a controller for a better game experience to be able to fast switch between weapons while you can jump and shoot.<br />\r\n-in the game click Esc then show help to see the buttons config",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089750/header.jpg?t=1733675558",
    "developers": [
      "Amonga99"
    ],
    "publishers": [
      "Amonga99"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 1 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}