{
  "2089050": {
    "name": "Uncatchable Homers Demo",
    "steam_appid": 2089050,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >What is this Game?</h2>You are the Ball.  Actually not, you are a soldier called for a duty, but you are still a ball, facing some targets who think they are Uncatchable.<h2 class=\"bb_tag\" >The Mission:</h2>With action and fun together, use the ball and bunch of weapons to destroy enemies. Lets find out who is the Uncatchable Homer! But, as a starter, enjoy the feeling that you are in a real war mission, all you need to do is to kill anything you face until you get to the last target.  This target could be a brick, wall, ball, enemy, plane, monster, weapon, or a hidden things.<br><br>The is just a Demo of 10 levels only of One hundred levels and more in the final game. We have made some Powerups and weapons available in this Demo which are some of 25 Powerups and 10 major weapons in the final game that will made the playing of this game is a unique close to realism.  Well,, it is all full of fun and action, little stress sometimes.<br><br>The name Homers goes back to the carrier pigeon that was used in wars for the purposes of secret correspondence, which in fact led to saving many human lives. And sometimes achieving actual victories.  <br><br>We are sure you will not feel that this is just a flying ball game only. It is not, this is a Killer Ball, and it is a war game with so many missions that you have to accomplish. Easy or hard? This depends on your playing mode and Of course the game challenges, so, Start Now.<h2 class=\"bb_tag\" >Features:</h2>One of the most interesting feature in Uncatchable Homers game is that it will give you fun by enjoying the 3D sound effects and human voices which are the main reason to make you feel that you are on a real war.  Another features are the many levels and puzzles beside using a great unique Powerups and Weapons to destroy enemies.  These powers will help you accomplish missions. <br>We included a time limit missions to save these homers before getting catch by enemy.  Please don't make them do that, save their lives and save the solders lives too.<br><br>Different levels with different skills needed to destroy targets, shooting and killing enemies. With all of that you will feel the life of solder in a real war mission with perfect skill of shooting and sniper killing. Some levels will give you the opportunity to shoot only one bullet.  Make it a headshot.<br><br>Try the Demo version to find out some of great features.<h2 class=\"bb_tag\" >What else?</h2>If you like military and war games beside destroying objects with lots of fun and emotions, then this game is made for you. The more progress you make with finishing or accomplishing missions you will get new more Powerups and Weapons that can be easily use with only two mouse clicks.  Some of the powers will start automatically when you collect them, this also will make you feel the power of a great army. <br><br>You can enjoy the hearing of the 3D sounds and voices if you are using good headphones but also regular ones will do the job.  We included so many human sounds which are actually the amazing part in this game. When you decide to replay the same level (to get a new high score for example), you will find new different voices every time you replay the level.  Beside all of that, you will get great steam achievements by finishing some levels or breaking time limit missions.<h2 class=\"bb_tag\" >Expected Full Release?</h2>We are working hard to deliver the final version of this game by the end of October 2022. Some of the final touches in the design, sounds and modification of some levels to bring the greatest fun for you.<br><br>if you find this Demo fun, please don't hesitate to comment and share your thoughts.<br><br>Hope you enjoy the game,, GOOD Luck.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089050/extras/d8b8c9ef40cd26e1e982b8c1824e33e5.avif?t=1661976474\" width=800 height=450 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2089050/header.jpg?t=1661976474",
    "developers": [
      "Ahmad Abbass",
      "Shahin Abbaas"
    ],
    "publishers": [
      "UniMeta Games Developers"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}