{
  "2090780": {
    "name": "Dual Universe Demo",
    "steam_appid": 2090780,
    "required_age": 0,
    "is_free": true,
    "description": "Aphelia has roused you from cryosleep, Novean. Helios awaits!<br><br><strong>This demo is a free trial of Dual Universe</strong>, a first-person Sci-Fi MMO built and driven by players. In this fully editable sandbox universe, you can build almost anything out of voxels, trade in a player-driven economy, lead industries, explore, wage war, and more.<br><br>The trial runs on a separate server that is a copy of our main, persistent server but with a few key differences to help you fully try the game:<br><br><ul class=\"bb_ul\"><li>Gameplay is accelerated: the markets are seeded with useful items at greatly reduced prices. You’ll still need to make money on your own, but you should be able to afford the elements you’ll need to easily try any game aspect. <br></li><li>The Free Trial Server is regularly reset: all accounts are deleted, and the server restarts completely from scratch periodically. You’ll receive a notice on logging in informing you of the next reset date. The frequency of these server resets is yet to be finalized.</li></ul><br>Other than that, the Free Trial is an exact copy of retail Dual Universe.<br><br>There’s a whole solar system waiting for life, Novean. How will you build your path?",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2090780/header.jpg?t=1756294673",
    "developers": [
      "Novaquark"
    ],
    "publishers": [
      "Novaquark"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}