{
  "2090110": {
    "name": "Headspun Demo",
    "steam_appid": 2090110,
    "required_age": 0,
    "is_free": true,
    "description": "Cortex is in ruins.<br><br>After waking from a five week coma, Theo Kavinsky finds his life in disrepair, and with no memory of the accident, it’s up to Ted and Teddy – the conscious and subconscious voices in his head – to work out what happened, and put his life back on track.<br><br>Headspun is an FMV/Adventure hybrid which puts you in the shoes of Ted: the Director of Cortex - the rational, intelligent voice in Theo's head. What Ted thinks is best for Theo isn't necessarily a view shared by Teddy, however; the primal, emotional subconscious voice...<br><br>In the process of repairing Cortex, re-hiring a team and finding out what happened the night of the accident, Ted and Teddy must cast aside their differences and learn to work together. Headspun is a game about recovery, discovery, and the ongoing battle between logic and emotion.<br><br><ul class=\"bb_ul\"><li>Rich FMV story-telling<br></li><li>Branching dialogue - sway the outcome of your interactions<br></li><li>Rebuild Cortex - earn Neuros to hire staff and commission renovations<br></li><li>Retreive Lost Memories and work out what happened the night of Theo's accident<br></li><li>Original Synthwave Score from Soho Loop</li></ul><br>The Headspun Demo features the first full 'day' after Theo Kavinsky wakes from his coma, and around 45 minutes of play time.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2090110/header.jpg?t=1658153635",
    "developers": [
      "Superstring"
    ],
    "publishers": [
      "Superstring"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}