{
  "2091840": {
    "name": "Planetary Defense: An Orbital Turret Defense System",
    "steam_appid": 2091840,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >2D Space Shooter meets Tower Defense! Defend your planet from asteroids and aliens and survive the Megadeath Star bosses with your Surface Cannon and build orbiting turrets to shoot down the invaders! </p><p class=\"bb_paragraph\" >Build custom missile projectiles!</p><p class=\"bb_paragraph\" >Build custom Satellite Turrets!</p><p class=\"bb_paragraph\" >Upgrade your Surface Cannon </p><p class=\"bb_paragraph\" >And keep that Planetary Shield up! </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Player Facilities:</h2><p class=\"bb_paragraph\" ><strong>Surface Cannon </strong>: point and click to aim and fire the Surface Cannon, upgrade it to improve its range, accuracy, and even add barrels for more fire power.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Satellite Factory</strong> : build custom Sat-Turrets to deploy into orbit for automated defense. Equip them with 2, 3, or 4 guns and tune the targeting and firing mechanism for the optimal offense and shields and armor for definitive defense. More than 200 combinations!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Munitions Plant</strong> : What’s a turret and cannon without its munitions? Build custom missiles with different warheads, fuel systems, and thrusters to create the ultimate peace making device to load into your cannon and Sat-Turrets</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Shield Generator </strong>: The Planet is a fragile thing, only one hit can end it all! Keep the shields up and upgrade them to take more hits, regenerate faster, and deflect damage</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong> *NEW* Specter Drone Factory </strong>: This is a new Facility that was built on the Moon! Similar to Sat-Turrets, these are another modular system you customize before launching into space. These Specter Drones will patrol around an area of space waiting for a hazard to cross their path.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong> *NEW* Currency Mechanic </strong>: As a way to change up difficulty you can choose your starting currency. Each currency has a special protocol that is activated to affect the way the coin is valued, earned, or being held. Now featuring 6 unique coins! FireCoin, BubbleBuck, MineDime, BoilBuck, QuarryCoin, and Smelted</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Hazards:</h2><p class=\"bb_paragraph\" >\tAsteroids: classic hazard, they move in a linear fashion and create smaller asteroids when destroyed</p><p class=\"bb_paragraph\" >\tUFOs: There are 4 UFOs each with a different attack pattern</p><p class=\"bb_paragraph\" >                   Red Roamers - move to different positions around the planet</p><p class=\"bb_paragraph\" >                   Orange Orbiter - will orbit around the planet at different orbit distances</p><p class=\"bb_paragraph\" >                   Green Getters - will race to your planet to steal away the projectiles you made</p><p class=\"bb_paragraph\" >                   Blue Bombers - will make a bombing run and can land 2 hits in one run</p><p class=\"bb_paragraph\" >\tFrigates: These are Sat-Turret destroying starships and will appear when you have strong orbital defense present</p><p class=\"bb_paragraph\" >\tMegadeath Stars: What is this new devilry? These Bosses are massive battle stations with a doomsday timer synced to their boss music. Destroy them before they destroy you!</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Your support will go a long way in helping the development of the follow up for this game.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >This game was created entirely by yours truly Natedog769. I coded and did all the game sprites except the UI, the music I acquired from Karl Casey at White Bat Audio. Check out his BandCamp and Youtube page for more epic synth music! </p><p class=\"bb_paragraph\" > The ambient track in the background was created by my good friend and Audio Engineer Samwise.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >This game is a passion project and your support will go a long way in not only helping the production of the game but helping the 2 awesome music artists who lent their talent for this project.</p><p class=\"bb_paragraph\" >This project has been about a year in the making, I started designing the game back in 2021 but didn’t start coding or building until the Summer of 2022 where I had 10 weeks to create a finished product. I continue to formulate ideas and find values to tweak to tune up the gameplay and I hope you find it as fun as it was to make. I wanted to combine 2 genres, space shooter with the Surface Cannon mechanic, and a turret defense game with an spin.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Thank you for checking out my project and I hope you enjoy and stick around to see what else I have in store not only for this game but for my future project! :)</p><p class=\"bb_paragraph\" >Natedog769 of SODEC Games</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2091840/header.jpg?t=1727546054",
    "developers": [
      "SODEC Games"
    ],
    "publishers": [
      "SODEC Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}