{
  "2091800": {
    "name": "SpiriTales",
    "steam_appid": 2091800,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Build your team</strong><br>Building a strong friendship with your Spirits is the key for overcoming the obstacles and battles you will face. Take good care of your team members by feeding and training them. But beware, Spirits have their own personality and needs and can turn on you when neglected or mistreated.<br><br><strong>Rise through the ranks</strong><br>As a new recruit to the Delta Expedition, you have to prove your skills by clearing the trials of fire that test your skills as a Spirit tamer. This way you become a full member and will be able to dive further into the mysteries of the world.<br><br><strong>Choose your destiny</strong><br>After the final exam, you will be assigned to a team. On one side there are the Rangers, dutiful and focused on creating harmony between humans and Spirits,  they protect and serve the Delta Expedition as mediators between the human and spirit world. On the other side are the Scouts. They see Spirits primarily as tools to reach their goals and are focused on uncovering the mysteries and technology that are hidden in the ruins of the old world.<br><br><strong>Uncover the mystery behind the portals</strong><br>At the same time that natural disasters started to become more common, strange portals opened all over the world and caused chaos and destruction. This increased the tension between humans and Spirits. Discovering and removing the cause for the appearance of these strange portals is one of the main goals of the Delta Expedition.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2091800/header.jpg?t=1699626784",
    "developers": [
      "TrickFox Games"
    ],
    "publishers": [
      "TrickFox Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}