{
  "2091920": {
    "name": "Witches and Butchers",
    "steam_appid": 2091920,
    "required_age": 0,
    "is_free": false,
    "description": "Witches and Butchers is a throwback horizontal scrolling &quot;Shoot 'em up&quot; with Roleplaying elements.<br>Set in a fantasy world, you play as Lluuvia, a Witch with the power of cooking magic-infused dishes, she embarks in a mission to defeat an army of beasts that are stealing and eating all the food in the region!<br><br><strong>Adventure is always better with friends!</strong><br>As the story progresses, more characters tag along with Lluuvia to help her out, you can bring a companion and switch between them before each stage. Each character has a set of upgradeable skills and stats and are capable of healing, setting up protective barriers, destroy all enemies on screen with a bomb among other useful abilities!<br><br><strong>Authentic Retro Feel!</strong><br>Witches and Butchers features 8-bit retro graphics and easy controls, it is a new game in the spirit of 90's classics.<br>This game replicates the strengths and limitations of handheld consoles of years ago while adding some modern touches to the experience to make the game accessible to all players! <br><br><strong>Eat and Grow!</strong><br>This game features a Cooking System where you gather ingredients by completing quests and exploring the world, then cooking different dishes to increase the stats of your party and unlock more abilities! <br>As you progress you unlock more complex recipes to strengthen the entire party and enhance their unique powers!",
    "supported_languages": "英语, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2091920/header.jpg?t=1769020588",
    "developers": [
      "Lobosandia"
    ],
    "publishers": [
      "Lobosandia"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}