{
  "2091390": {
    "name": "Riley & Rochelle Demo",
    "steam_appid": 2091390,
    "required_age": 0,
    "is_free": true,
    "description": "Uncover the lives of Riley and Rochelle, two musicians from two different sides of the tracks, as they find their voices, ascend into superstardom, fall in love, and fall apart. Delve deep into 90’s nostalgia as you piece together their lives through listening to their original and diverse career-spanning music, sifting through their journals and researching real events to discover who they are in this rich narrative puzzle game.<br> <br>Reminisce about 90s pop culture and counterculture while deciding for yourself what makes art authentic. When does the pressure of creation become too much? Who gets to actually make art? And does becoming a star mean selling out?<h2 class=\"bb_tag\" ><strong>Make A Film About Riley &amp; Rochelle</strong></h2> <br>Both from extremely different backgrounds, Riley &amp; Rochelle are an unexpected love story no one saw coming. As you piece together their lives through reading journal entries, listening to their moving soundtracks, and more, you’ll discover what makes them tic, their loves, losses, innermost thoughts and feelings. Correctly fill in the dates in their journals to piece together the puzzle of who they really are, and choose who wins out in the end as you make your movie.<br> <br><strong><h2 class=\"bb_tag\" >Characters from Two Sides of The (Music) Tracks</h2></strong><br> <br>From a working-class family in Detroit, Riley Stone toughs it out in rock and roll clubs selling tapes out of the back of his car and clawing his way through the indie music scene…until he crashes into Rochelle’s limo at the Oscars.<br> <br>Long destined for stardom, Rochelle Robert has been pushed through the child pageantry scene by her mom in regional Quebec Canada until she’s discovered by a sleazy pageant judge who doesn’t have her best interest in mind at eighteen. She moves on quickly, finding her own way to New York City and into the spotlight<h2 class=\"bb_tag\" ><strong>Listen Closely</strong></h2> <br>Riley and Rochelle includes an expansive, dynamic, and vibrant soundtrack that holds clues and secrets.<h2 class=\"bb_tag\" ><strong>Features:</strong></h2><br>-Discover a rich story that will take you on an emotional rollercoaster of humour, sadness, and contemplativeness as you get to know the real Riley &amp; Rochelle<br>-Piece together Riley &amp; Rochelle’s past, utilizing the soundtrack, journal entries, and everything at your disposal<br>-Make a move and choose your movie’s ending—who, if anyone, gets a happy one?<br>-Revel in 90’s nostalgia from VH1 to VHS, delving into music, culture, fashion and more<br>-Expansive and dynamic soundtrack covering everything from 90s pop ballads to indie grunge<br>Consider what makes love work, what it takes to make art, and can the two exist in tandem?",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2091390/header.jpg?t=1668180843",
    "developers": [
      "TingDun"
    ],
    "publishers": [
      "TingDun"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}