{
  "2092030": {
    "name": "Sanguinite",
    "steam_appid": 2092030,
    "required_age": 0,
    "is_free": false,
    "description": "Sanguinite is a lunar-lander-meets-twin-stick-shooter action game with elements of resource management and exploration. Visit the surface of alien planets using remotely operated drones, searching for resources and artifacts to bring back to your ship. Encounter hostile forces with your initially under-equipped hardware. Research advanced alien technology and integrate it into your own while you investigate the nature and origin of the aliens you encounter.<br />\r\n<br />\r\nFaced with global annihilation, humanity was able to unite long enough to execute the Exodus projects. Colony ships filled with passengers in stasis undertook centuries long journeys to escape. Specially designed Envoy vessels were sent far ahead of the colonists to scout and secure potential new homes, each operated by a single pilot. This is your task. Equipped with a fleet of standard issue Beryl drones and a universal fabricator to maintain them, you will conduct exploratory surface missions to acquire resources and investigate your target system. In the unlikely event of a hostile encounter, you will need to improvise. Your Envoy is primarily a scientific and industrial vessel, after all.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2092030/header.jpg?t=1769617601",
    "developers": [
      "Goldshoe Games"
    ],
    "publishers": [
      "Goldshoe Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}