{
  "2092480": {
    "name": "Rogue Dice",
    "steam_appid": 2092480,
    "required_age": 0,
    "is_free": false,
    "description": "In a world overseen by a fallen goddess of luck, are the odds really in your favor?<br><br>Welcome to Rogue Dice, a roguelike experience where you explore dungeons, build strategies by combining magical dice with hundreds of different effects, and fight against the odds to try and balance the chances of survival in your favor.<h2 class=\"bb_tag\" >CHOOSE AN ADVENTURER</h2>Select one of the few surviving classes of adventurers still fighting to survive within this world. Each class has a different starting setup, and it’s up to you to learn what strategy works best before you perish under the claws of your foes.<h2 class=\"bb_tag\" >INCREASE YOUR CHANCES OF SURVIVAL</h2>Read your enemy’s movements, build a strategy to counterattack, roll the dice and let them dictate your fate. Each victory spells one more magical die in your arsenal, and the deeper you go inside the goddess' dungeons, the stronger your dice can become.<h2 class=\"bb_tag\" >KEY FEATURES</h2>Start with barely nothing, try your luck against the enemy, collect what resources you can gather and discover for yourself if the odds are in your favor, at least for now.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2092480/header.jpg?t=1663887437",
    "developers": [
      "Odd Pixel Games"
    ],
    "publishers": [
      "Odd Pixel Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}