{
  "2093360": {
    "name": "Cache Overload",
    "steam_appid": 2093360,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever wanted to fight robots? Look no further! This game is an FPS with parkour-style movement in the year 2041, where the characters are robots with different abilities. Explore through various maps and game modes with friends or other robots around the globe! In this game, you can expect intense fights, where you shoot your way to victory!<h2 class=\"bb_tag\" >Game Modes</h2>In Cache Overload, you will play through various game modes. Here is a list of the current game modes, which can and probably will be updated in the future.<br><br><strong>Bomb Defusal</strong><br>Bomb Defusal is a gamemode where one team plants a bomb, and the other defuses the bomb!<br><strong>Gun Game</strong><br>Play through all 20+ weapons in the game! First one to both reach the knife and kill someone with it, wins!<br><strong>Deathmatch</strong><br>Pick the weapon of your choice and start killing robots! First person to reach 50 kills wins.<br><strong>Team Deathmatch</strong><br>Battle with your team against the other and bring your team to victory by killing 100 people in total!<h2 class=\"bb_tag\" >Maps</h2> There are currently 5 maps available, but will probably be updated. The maps are designed to be larger than normal, so the players have much space to parkour through the designs of the level with the fast-paced movement.  <br><br><strong>Faility<br>The Temple of Osiris<br>The Temple of Neron<br>Astromacy<br>Aztec</strong><h2 class=\"bb_tag\" >Abilities</h2> Each robot has a different ability, and they all have different perks.  <br>Venüs has Penta Jump! Since the maps are so large, this will help more than it sounds.  <br>Commodore has Security Breach. He hacks into the network and slows down the other players!  <br>Mono has the world's loudest speakers, turning him into the sound terminator!  <br>Cyclops uses an intense laser, which will greatly damage the other players.<h2 class=\"bb_tag\" >Weapons</h2>  <br>There will be a lot of weapons, but you can get custom skins for each one.   <br>There will be three subsections, where you can only have one of each in your inventory!  <br>The subsections are melee, light, and heavy weapons.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2093360/header.jpg?t=1688344613",
    "developers": [
      "13-37 Games"
    ],
    "publishers": [
      "13-37 Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}