{
  "2094610": {
    "name": "Magocracy: Experimentation",
    "steam_appid": 2094610,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2094610/extras/993f26694d5dc3e3be004136f54828fd.poster.avif?t=1696875028\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2094610/extras/993f26694d5dc3e3be004136f54828fd.webm?t=1696875028\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2094610/extras/993f26694d5dc3e3be004136f54828fd.mp4?t=1696875028\" type=\"video/mp4\"></video></span><br><br>Enter a world where mages fly and fight in the sky, unleashing powerful spells and devastating the landscape. Customize your mage with dozens of attributes to suit your playstyle and strategy. Whether you prefer speed, size, or sheer firepower, you can fine-tune every aspect of your character and become the ultimate mage. Every change you make affects the power level of your mages, forcing you to spend your points wisely.<h2 class=\"bb_tag\" ><strong>Arcade/Tower Mode:</strong></h2>Start from the bottom and rise to the top of the tower, facing a new challenge at every stage. Each opponent is randomly generated and requires a different approach to defeat. You can also adjust the difficulty, speed, and power levels of both you and your enemies to create your own arcade experience. From a low power level and speed where mages travel as fast as a car and can only shoot through a single wall, to high power levels and speed where mages travel at the speed of sound and each shot can level a city block, the arcade mode has it all.<h2 class=\"bb_tag\" ><strong>Tutorial/Campaign:</strong></h2>Learn the ropes of flying and shooting in this mode, where every attribute and power is explained and tested. With over 10 hours of gameplay and more than 400 levels, your experimentation to see how your choices affect the outcome of each battle. You can also customize some aspects of this mode, such as the AI type, number, and health.<h2 class=\"bb_tag\" ><strong>Skirmish Mode:</strong></h2>Create your own custom battles in this mode, where you have total control over both sides of the conflict. Choose the map, weather, units, and powers in the Skirmish Editor. Experiment with 9 Unit Variables and 3 Shot Modes, each with 33 variables to fine-tune your mages’ abilities. Skirmish Mode is a sandbox for your creativity and strategy as the power level has no restraint here. Recreate your favorite aerial superpowered battles from anime or movies here.<h2 class=\"bb_tag\" ><strong>Curated Battles:</strong></h2>Want to jump straight into fight without having to think about your mage’s loadout or points value, you can with over 200 hand crafted curated battles. These battles will take you through the most obvious shot combinations of special abilities. So, while you will start with a basic homing, explosive, or cube shot in the beginning, by the end of the curated battles you will be using a normal shot that is explosive that has a cube form with a scale of 64 and a homing acceleration of 4 with a projectile lifetime of 4. You can also take parts of these battles and use them in the skirmish mode or use the skirmish mode to change aspects of the battle you don’t like.<h2 class=\"bb_tag\" ><strong>All Skill levels welcome:</strong></h2><ul class=\"bb_ul\"><li>Too Hard? You can increase your power level relative to the AI 10 times, 100 times, even 1,000 times or more. If flying and shooting at the same time is too difficult you can turn on player auto aim and focus solely on dodging enemy shots. You can even un-possess your character to hop into another one or just watch the battle unfold as simple RTS. <br></li><li>Too Easy? Increase the speed from 30m/s to 60m/s, or even up to 300m/s. Decrease your power level relative to the AI so that it’s 10% or 1% or less. Increase the AI Difficulty from 0.1 to 1, which will make it 10 times harder to hit or change the AI Type to GroupUpRatio which is 20 times harder to hit with non-laser/non-homing shots.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2094610/header.jpg?t=1696875028",
    "developers": [
      "Robert Tao Wu"
    ],
    "publishers": [
      "Robert Tao Wu"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}