{
  "2094350": {
    "name": "Soulforged",
    "steam_appid": 2094350,
    "required_age": 0,
    "is_free": true,
    "description": "Soulforged is a passion project of one developer aiming to create a game where players become a part of a living and breathing fantasy world. What makes Soulforged different is how your character is part of its persistent world at all times. As you go about your day, your character earns action points that you can then spend when it's convenient for you on a variety of tasks like travelling, gathering, crafting or fighting. The game focuses on the important moments and does away with needing the players to spend hours upon hours every day to progress your character, like almost all other MMORPG games do.<h2 class=\"bb_tag\" >Game pacing</h2>This is a slow-paced game and playtime is limited by Action Points that regenerate very slowly in real time. Travelling, crafting, gathering and recovering from wounds all require Action Points. There is also no way, in-game or outside the game to get yourself more Action Points or have them regenerate faster. There are however in-game means to help yourself by making actions faster, meaning they take fewer Action Points to complete, enabling you to achieve more with the same amount of Action Points.<h2 class=\"bb_tag\" >Pricing</h2>The entire game is completely free to play. On top of that I am committed to having no other monetization tied to the game. There will be <strong>no</strong> upfront cost, <strong>no</strong> micro-transactions, <strong>no</strong> macro-transactions, <strong>no</strong> in-game purchases, <strong>no</strong> purchasable cosmetic items, <strong>no</strong> loot boxes, <strong>no</strong> expansions nor &quot;DLC&quot;. You simply get access to the entire game for free and whatever you attain in the game - that'll be all through in-game means.<h2 class=\"bb_tag\" >Feature list</h2>While the game is currently under development there's already a large number of features included in the game. The list below is not meant to be exhaustive, but more to outline the current state of the game.<br><ul class=\"bb_ul\"><li>A starting location which includes some guidance<br></li><li>Multiple large and distinct areas<br></li><li>Resources, items and monster names all dynamically named by the players<br></li><li>Hunting, fishing, mining and other gathering professions<br></li><li>Robust research &amp; discovery system<br></li><li>Crafting &amp; equipment management<br></li><li>Building construction, including player housing and housing decorations<br></li><li>Player-made towns, roads, bridges and other infrastructure<br></li><li>Meaningful character skills and statistics<br></li><li>Complex and involved wound and healing system<br></li><li>Farming - grow and harvest plants on your own farm<br></li><li>Hostile creatures and combat system</li></ul><h2 class=\"bb_tag\" >F.A.Q</h2>Q. How do I get more Action Points?<br>A. You need to wait. You don't need to keep the game running - you can close it and just check later to use the Action Points you get.<br><br>Q. So there's only so much I can do in the game every day?<br>A. Yes, there's a limit, but you have a lot of control over how much you can achieve in a day. Most important is your character's mood - the better the mood the fewer Action Points each action will take. Avoiding injuries and pain, making sure you are well fed, hydrated and clean - all this will help your character keep your mood up and do more with their Action Points.<br><br>Q. I am joining late and everyone has better gear and tools than I do. How can I get those?<br>A. The game is designed so that all content, crafts and monster remain relevant throughout the game. Even starting resources are worth collecting and many players will be interested in exchanging them for some more advanced equipment and support.<br><br>Q. My character is weak compared to other players. How can I level my skills to compete with older players?<br>A. Characters in Soulforged age and die. Dying means all the skills and attributes are lost and that player will then need to create a new character. No single character can provide a high quality crafts forever.<br><br>Q. So if my character dies I have to start all over again?<br>A. When your character dies the skills and attributes they had are all lost. But there are things that carry over! Your Essence (in-game currency), discovered recipes and powers carry over. You also retain ownership of your buildings and will have access to all items that are stored there.<br><br>Q. What is Essence and how do I get it?<br>A. Essence is an in-game currency used primarily to empower and develop your character. There are two main ways to gaining essence. You can trade with other characters and get essence from them. But the main way to gain essence is by creating items and infrastructure that are used by you and other players and you will generate essence on a daily basis. The amount depends on how many items, how valuable and how many players were benefiting from what you contributed.<br><br>Q. Can other players attack me? Can they rob me or my house?<br>A. No. There is no interactions in the game that enables other players to harm your character or to claim any items in your possession without your explicit consent.<br><br>Q. How do I know what to use for crafting? Is there a wiki I can use?<br>A. The discovery process in the game is costly and that's very purposeful. There is no official wiki, the intent is to use the in-game research system. However, the community did discover multitude of recipes and they often share many of their findings. Check out our Discord server for a link to the document that players put together.<br><br>Q. Action Points limit me too much. Can I just play using multiple accounts?<br>A. Each player is only permitted to use a single account to play the game. Playing using multiple accounts is a violation of Terms of Service and risks getting your account banned.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2094350/header.jpg?t=1677602988",
    "developers": [
      "Arkadiusz Bisaga"
    ],
    "publishers": [
      "Arkadiusz Bisaga"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}