{
  "2095840": {
    "name": "Death by Begonia",
    "steam_appid": 2095840,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Death by Begonia</i> is a surreal LGBTQ+ Southern gothic murder mystery  Developed by a wife/wife team, <i>Begonia </i>follows Riley's attempts to reconnect with old childhood friends in a town haunted by annual serial murders. Will you fall in love and unlock the mysteries hidden in your friends' hearts? Or will you die trying?<br><br>After a ten-year absence, Riley Airhart returns to their hometown of Begonia, Arkansas and meets up with old friends, only to find that a serial killer has been plaguing the town ever since Riley disappeared. Rekindle old flames, explore Begonia, and solve the mystery at the heart of the town's serial murders.<br><br>Part 1 contains both <i>Regression (Aidan's Route)</i> and <i>Repression (Lucia's Route)</i>. Part 2 coming soon.<br><br><i>Regression</i>, or Aidan's Route, is the first part of Riley's narrative. It introduces Aidan Frost, son of the late mayor, as you fall in love with him, discover his dark secrets, and find the person who murdered his father.<br><br><i>Repression</i>, or Lucia's route, is the second part of Riley's narrative. It follows Riley's rocky relationship with Lucia Lyga as you attempt to reconcile your differences, dip your toes into the conspiracies surrounding the town, and uncover some of her dark secrets as well.<br><br>Developed by a wife/wife team, Death by Begonia: Part 1 is over 100k words, with 8 different endings, 20+ unique songs, 50+ unique CG's, and 30+ hand-drawn backgrounds.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2095840/header.jpg?t=1671556941",
    "developers": [
      "Talia Jett",
      "Reyson Jett"
    ],
    "publishers": [
      "Paper Moon Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}