{
  "2095170": {
    "name": "Chains of Acquisition",
    "steam_appid": 2095170,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Real-World Economics</h2>Chains of Acquisition is a multiplayer turn-based economy simulator where you strategically manage your corporate empire, grounded in real-world economic principles. Delve into a detailed simulation that challenges you to outmaneuver your competitors and dominate prospective markets.<h2 class=\"bb_tag\" >Fractional Ownership</h2>Buy and sell shares of your friend’s and foe’s supply chains alike, turning their success into your advantage. Ownership of assets is fluid and manipulating shares will be the key to security, the market can be slowed but never stopped.<h2 class=\"bb_tag\" >Expansive Industries</h2>Set in an alternate timeline beginning in the 1700s, take charge of your company as you progress through the ages. Stay ahead of the competition by researching new technologies to maintain your edge across constantly advancing industries.<h2 class=\"bb_tag\" >Invent New Products</h2>Master extensive supply chain recipes spanning multiple major sectors of industry. Innovate and gain a competitive edge by creating patents and developing unique custom resources that set your corporation apart.<h2 class=\"bb_tag\" >Detailed Supply Chains</h2>Find and create ever more complex links in your corporate empire as you profit through clever business practices. Strategically build expansive supply networks, from sourcing raw materials to dominating retail markets.<h2 class=\"bb_tag\" >Full Workshop Support</h2>Featuring full Steam Workshop support, add new maps, resources, and nodes, or overhaul the entire base game. Make it yours.<br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2095170/header.jpg?t=1707283810",
    "developers": [
      "Omnibox Games Ltd"
    ],
    "publishers": [
      "Omnibox Games Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 1 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}