{
  "2096540": {
    "name": "Tennis the Menace",
    "steam_appid": 2096540,
    "required_age": 0,
    "is_free": false,
    "description": "A Tennis game with Flash - tick. ✅<br>A Tennis game with Slomo - tick. ✅<br>A Tennis game with Rafa Nadal - cross. ❌<br>Three distinct player styles - tick tick tick ✅✅✅<br><br><strong>Flash</strong><br>So you've just chased down a drop-shot with your greatest effort and you're happy just to get the ball back into play. You find yourself off to the side of the court watching as your opponent is left with an easy shot into an open court. What to do?<br><br>Option 1 - Throw your racket at the ball. This might work 1 in a million times if you're lucky and it's against the rules: Bad option.<br><br>Option 2 - Call the ball out. Good luck convincing your opponent their shot went out when it was not even within a meter of the nearest line: Bad option.<br><br>Option 3 - Un-literally, instantaneously teleport into a position where you can hit the ball: Best option. Flash is the ability you need. It's annoying for your opponent as well. And why would you not want to annoy your opponent?<br><br><strong>Slomo</strong><br>There's no getting around it - your opponent is hitting the ball too hard. Why do they have to hit the ball sooo damn hard? Wouldn't it be nice if you could just slow down the course of time itself? Then you would have plenty of time to hit the ball. Then your opponent could hit the ball as hard as they like for all you care... Then this is the ability for you: Slomo. Who needs quick reactions when you can just sit back, relax and hit the perfect shot. Life's too short? With Slomo it's about right.<br><br><strong>Three Distinct Player Styles</strong><br><ul class=\"bb_ul\"><li>Baseline Blaster</li><li>Attack the Net</li><li>Pusher/Counter Puncher</li></ul><br><strong>Tennis the Menace</strong><br>Tennis the Menace has a mouse and keyboard control system that is unique for a tennis game...<br><br>Use the mouse to aim a 'skill-shot' at an invisible vertical plane above the tennis net. You can also directly target the court to place your shots. Left-click to generate spin, hold left-click to generate power. The more top-spin you apply to the ball, the harder you can hit it. In Tennis the Menace you do not click to hit the ball, you click to control power and spin and use the mouse to direct your shot.<br><br>Use the 'QWER' and 'ASDF' keys to activate your abilities. Build your abilities for power, speed, a bit of both or something else entirely.<br><br>Positioning is usually automatic: you automatically assume the optimal position to return the ball. This allows you to concentrate more on hitting the ball.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096540/header.jpg?t=1683529166",
    "developers": [
      "Sooo Happy Software"
    ],
    "publishers": [
      "Sooo Happy Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}