{
  "2096590": {
    "name": "Land of the Vikings Demo",
    "steam_appid": 2096590,
    "required_age": 0,
    "is_free": true,
    "description": "MANAGE YOUR HOARD<br />\r\nChop trees, plant and grow crops, hunt wildlife, mine ore and fish from the surrounding seas and fjords. From victuals to vikings, manage your resources carefully to ensure you can outlast the winter, and expand your settlement season to season.<br />\r\n<br />\r\nKNOW YOUR VIKINGS<br />\r\nEach of your villagers is a character in their own right. With 20+ characteristics, your villagers might be powerfully-built strongmen and women or silver-tongued thespians. Pay attention to skills and abilities when assigning your people to a task. Not all Vikings are alike, nor are they equally good at all jobs!<br />\r\n<br />\r\nMore Vikings will ask to join your settlement as it grows. You can choose to welcome them or turn them away. Over time, your Vikings will begin new families and give birth to new generations, extending their lineage and strengthening your village.<br />\r\n<br />\r\nSURVIVE FIERCE WEATHER AND EVENTS<br />\r\nThis land will bring many challenges to your settlement, from earthquakes to fire-starting lightning from the heavens above. Band together and withstand these disasters as best you can. <br />\r\n<br />\r\nThe seasons bring their own challenges, as do events and disasters. Be ready for storms and blizzards, or just the long deadly cold of the winter season. Prepare firewood and food stores to keep your Vikings warm and fed!<br />\r\n<br />\r\nTRADE AND RAID<br />\r\nYour neighbors are an excellent resource for goods and gold. Once you build a Trade Dock, ships will visit you with various cargo. You can also send out your own trade missions, so long as you have enough villagers to crew the vessel -- and enough beer to fuel the crew!<br />\r\n<br />\r\nBut any good Jarl knows that force is the best path to glory. Raid foreign villages to plunder their gold and silver, and gain Fame points. Train and strengthen your Vikings to ensure your victory.<br />\r\n<br />\r\nCELEBRATE AND DECORATE<br />\r\nNo grids allowed! You can build wherever you want, designing your village as you see fit, and to increase your Vikings’ happiness. Construct monuments to Odin or Freya and customize the look of your Viking ships. You will even be able to modify the look of houses with the Building Editor, in one of the Early Access updates!<br />\r\n<br />\r\n<br />\r\nYGGDRASIL, THE TECH TREE OF LIFE<br />\r\nUnlock new buildings and bonuses by spending Fame points in the Tree of Life. Discover beer brewing and build a Tavern for your villagers to relax in. Invest in goat farming to gather wool and weave fabric for better clothes. As you create better quality living and resources, your Vikings will become healthier and happier and your settlement will flourish!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096590/header.jpg?t=1697470212",
    "developers": [
      "Laps Games"
    ],
    "publishers": [
      "Iceberg Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}