{
  "2096160": {
    "name": "Cracking the Cryptic - Domino Sudoku",
    "steam_appid": 2096160,
    "required_age": 0,
    "is_free": false,
    "description": "Domino Sudoku is named after its domino-like appearance with X's, V's, white dots and black dots placed between cells on the grid. Each puzzle features one or more of these domino types with them all having a different effect: an X means digits in the two cells in the domino must sum to 10; a V means they sum to 5; a white dot means the digits are consecutive; and, finally, a black dot means the digits must be in a 1:2 ratio (ie one of the digits must be double the other).<br />\r\n<br />\r\nAs you can imagine, when you allow the world’s best Sudoku makers to use these rules they are in their element and they’ve made another set of masterpieces for this collection with a huge amount of variety! We’re thrilled that Domino Sudoku includes puzzles by Christoph Seeliger, Sam Cappleman-Lynes, Richard Stolk, Prasanna Seshadri, Phistomefel, Qodec, Clover and jovi_al. In addition, Mark and Simon have written hints for the challenging puzzles themselves so these hints are meaningful and, above all, educational.<br />\r\n<br />\r\nAs a bonus, Studio Goya has curated 10 generated beginner puzzles so that players of all skill levels can enjoy Domino Sudoku!<br />\r\n<br />\r\nIn Cracking The Cryptic’s games, players start with zero stars and earn stars by solving puzzles. The more puzzles you solve, the more stars you earn and the more puzzles you get to play. Only the most dedicated (and cleverest) sudoku players will finish all the puzzles. Of course the difficulty is carefully calibrated to ensure lots of puzzles at every level (from easy through to extreme).<br />\r\n<br />\r\nThe collection launches with 40 puzzles (plus 10 beginner puzzles) and will benefit from a monthly update - 5 new puzzles will be added each month for the first year of release - so there will be 100 puzzles in all.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096160/header.jpg?t=1659366632",
    "developers": [
      "Studio Goya"
    ],
    "publishers": [
      "Studio Goya"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}