{
  "2096680": {
    "name": "Lightspeed Dating",
    "steam_appid": 2096680,
    "required_age": 0,
    "is_free": true,
    "description": "How well do you know your friends really? How well do you know their mannerisms, their speech patterns, their secrets? If they were replaced by a shapeshifting monster, becoming indistinguishable by sound and appearance alone, would you still be able to tell them apart? And, if you were to <i>be</i> that shapeshifting monster, do you know them well enough... <strong>to become them?</strong><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Endless, chaotic fun, best enjoyed with 4 - 8 of your friends<br></li><li> An AI-powered voice scrambler, that makes voices almost entirely unrecognizable<br></li><li> Take on your friends identity as a shapeshifter set loose in a dating show<br></li><li> Pay attention to word choices, opinions and speech patterns to figure out your opponents identity in tense one-on-one conversations</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096680/extras/0c2f8a0ea2dd41ce8f5263ff226b648a.avif?t=1671052032\" width=460 height=214 /></span><br><br><strong>Lightspeed Dating is primarily intended to be played with friends or acquaintances and requires at least 4 people to be played properly.</strong> At this point there is no public matchmaking. If your friends are sick of playing weird indie games with you, you can join our super cool Discord server and find some new, better friends to play with! The invite link can be found in the box to the right.<h2 class=\"bb_tag\" >Social Deduction - Reimagined</h2>It's the year 20XX. In a future devoid of societal empathy the only path left to true human connection is through violence. Five of the universes hottest bachelors have been acquired from around the galaxy and as a shapeshifting alien is set loose upon them they have been given only two options: truly understand one another or die.   <br>  <br>  <br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096680/extras/b514c3e71cf3302253c09049ce386a5a.poster.avif?t=1671052032\" width=600 height=338 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096680/extras/b514c3e71cf3302253c09049ce386a5a.webm?t=1671052032\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096680/extras/b514c3e71cf3302253c09049ce386a5a.mp4?t=1671052032\" type=\"video/mp4\"></video></span><br>  <br>In this revolutionary new kind of social deduction game players voices become indistinguishable from one another thanks to a new machine learning powered voice filter. Each round players get paired up in rooms together where they have to closely inspect one anothers &quot;realness&quot;, as one of them has taken on the role of a shapeshifting monster and disguised themselves in the skin of their friends, trying their best to emulate their speech patterns and opinions.<h2 class=\"bb_tag\" >Easy to Learn - Hard to Master</h2>As your voice chat partner judges you by your every word choice, claimed opinion and speech patterns, you have to both convince your opponent that you're the person you're disguised as, as well as that you're earnestly examining them on their own realness. Many strategies can lead to victory, but all require acting skills, smarts and, most of all: confidence.<br><br><ul class=\"bb_ul\"><li> Hours of replayable fun. No round is the same!<br></li><li> Intense, hillarious gameplay.<br></li><li> Several question packs available in Deluxe version for different kinds of friend groups</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2096680/header.jpg?t=1671052032",
    "developers": [
      "Leonhard Kepser"
    ],
    "publishers": [
      "Leonhard Kepser"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}