{
  "2097730": {
    "name": "Nitrous Firetruck",
    "steam_appid": 2097730,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2097730/extras/32fd3051ec5301ce50e75900036c3433.avif?t=1734242369\" width=500 height=160 /></span><h2 class=\"bb_tag\" ><strong>Quick Overview</strong></h2>Become part of the fire department that protects and serves both Lence City and Arkdale! Your job is to operate the lone fire engine that must respond to fire calls in both cities, which are 6 miles apart. But today is your lucky day because the cities have finally agreed to put together some funds to install Nitrous Oxide on the fire engine! However, with this new addition they now strictly track your response time and you must get to (and put out) the fires within 60 seconds of being dispatched.<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li> You will be driving a firetruck equipped with Nitrous Oxide which can be activated once every 10 seconds. However, this boost can be upgraded with money earned from successfully completing calls to last up to 10 seconds.<br></li><li> There is a water cannon mounted above the mid section of the firetruck which can be controlled by parking the truck and pressing &quot;V&quot;, then using the arrow keys to point the cannon and extinguish the fire(s). The water pressure can be increased resulting in more shooting the water further and faster, or pressure can be decreased which would result in less water being shot at a shorter distance.<br></li><li> The firetruck contains a 1000 gallon water tank. The tank can currently be upgraded to hold 500 extra gallons and it can be refilled instantly when driving past a fire hydrant.<br></li><li> This firetruck is equipped with heavy duty breaks which can be upgraded to be 10% more effective with each upgrade level, up to a maximum of 50% more effective. Trust me, you'll need these upgraded brakes when your boost makes you go from 0-90mph in seconds.<br></li><li> You can purchase power ups to help you out when responding to calls! The abilities vary from freezing the timer, adding more time, giving yourself an extra boost or skipping the call entirely!<br></li><li> Your final score is made up of how long you lasted, how many calls you completed and the difficulty of each call you had. You can also see your high score and try to beat it every time you start a shift!</li></ul><h2 class=\"bb_tag\" ><strong>Early Access Notes</strong></h2>I'd like to remind you that this game is being released as an early access game, meaning there are still a lot of ideas I have for it that I would like to implement in the coming weeks/months. I would also love to hear from the people playing this game, constructive criticism and suggestions are greatly appreciated and the easiest way to contact me would be through the discord linked on this page (bugs can also be reported in the discord).",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2097730/header.jpg?t=1734242369",
    "developers": [
      "FireCastle Studios"
    ],
    "publishers": [
      "FireCastle Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 3,
      "highlighted": [
        {
          "name": "Rookie",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2097730/d88b7edaf550e4727d903cccb4738f0054dbe8d9.jpg"
        },
        {
          "name": "Probationary",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2097730/74c1d52f6fc727bf9934571f16aed7134cce2e88.jpg"
        },
        {
          "name": "Career",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/2097730/a6a7d89a7b933d3bf5495e93ee3fb4fbf5e1ec18.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}