{
  "209750": {
    "name": "Cannon Fodder 3",
    "steam_appid": 209750,
    "required_age": 0,
    "is_free": false,
    "description": "Cannon Fodder 3 is a tactical action game, which inherited the style and traditions of the original game. The war goes on and its scale is nearly the same as before. 500 conscripts are sent to meet their destiny. What awaits them? A general's stars or a bed of honor?<br><br>These 21st century soldiers are equipped much better than their 1994 predecessors. They have 8 types of machinery, suitable for land, surface and airborne operations, as well as 17 types of weapon from assault rifles to the nuclear bomb.<br><br>Skirmishes take place all around the world and even in space! You'll fight throughout the day and night, in hot and cold weather, in snow and rain. The enemy is skilled - there're terrorists from all over the world and they have cutting-edge technologies at their disposal: teleportation and various mechanized combat systems. Our heroes will face great challenges - artillery strikes, insuperable force fields, automated turrets, suicide soldiers and giant humanoid robots.<br><br>Your savvy will come in handy: your actions aren't limited to slaughter and destruction. You'll have to capture enemy vehicles and bases, save hostages and rescue convicts, hold the line and shoot back from the turrets, search for data discs and spare parts, repair broken robots and bypass minefields. The high command carefully watches your operation’s progress: missions can be aborted because of major offence; minor misbehavior will be reprimanded, and great achievements will be rewarded with medals and promotions. In the end, the very best soldiers will receive the greatest reward: they will return to home camp where warm army barracks, hot army food, soft army bunks and a tender drill sergeant await them. Until the next time.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>8 types of controllable machinery<br></li><li>17 types of weaponry, including tactical nuclear strikes and carpet bombings<br></li><li>Battles with unique bosses<br></li><li>Combat progress leads to new ranks<br></li><li>Special-purpose bonus items<br></li><li>Day and night missions, weather effects<br></li><li>Various locations: America, Asia, Russia, lunar and orbital bases</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/209750/header.jpg?t=1572587502",
    "developers": [
      "Burut CT"
    ],
    "publishers": [
      "Game Factory Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}