{
  "209830": {
    "name": "Lone Survivor: The Director's Cut",
    "steam_appid": 209830,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>Note: As of 2022, this version of Lone Survivor is considered legacy and is only available for preservation reasons while 32 bit software is still supported in Windows. An entirely recoded 64 bit version version of the game, Super Lone Survivor, with additional content, music and features, is now available. Be sure to use the bundle to grab the discount: Super Lone Survivor Bundle </i></strong><br><br><i>The masked protagonist must escape from a city ravaged by disease, by any means necessary.  Starving and exhausted, he has begun to question how much of what he sees is even real.<br>                                                                                     <br>How to survive is up to YOU.  Sneak through without firing a single shot, or kill everything in your path.  Eat and sleep well, or resort to drugs to keep going.  Search for survivors, or try to escape the city alone.  Look after your mental health, or descend into madness...</i><br><br>Lone Survivor is unusual mix of survival horror, stealth mechanics, adventure games, a virtual pet, a physical and psychological survival simulation and a truly interactive story. The player is encouraged to role-play and forget about the game's workings, while the story moulds to match the player's actions. This is a game where your choices genuinely matter. <br><br>The Director's Cut Edition of the game now includes a great deal of new content, new lighting engine and other graphical and audio enhancements, and the two new endings and three new side-quests also seen in the recent PlayStation releases. The update is FREE to existing customers.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Five years in the making<br></li><li> Two entirely different paths through the game, with many variations<br></li><li> A brave and adult story with warmth, humor and even hope to be found within the darkness<br></li><li> An invisible psychologist watches your every move<br></li><li> A unique visual style mixing classic and modern techniques<br></li><li> 4-6 hours play per path<br></li><li> Over 125 beautiful hand-painted locations<br></li><li> Hundreds of items to experiment with or craft, and many optional and hidden side-quests<br></li><li> Approximately 35 original pieces of music from UK charting producer Jasper Byrne</li></ul><br>Additionally, The Director's Cut edition features: <br><br><ul class=\"bb_ul\"><li>Enhanced lighting engine with lens flares, additional lights and new film-like effect<br></li><li>Several new areas and one new enemy type<br></li><li>Three new sidquests involving around 20 new items<br></li><li>Two entirely new endings<br></li><li>New dialogue for all the characters<br></li><li>New music, sleep and game over screens<br></li><li>Ending 'collection' and 'The Ritual'<br></li><li>Many small fixes, easter eggs and improvements<br></li><li>100% FREE DLC!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/209830/header.jpg?t=1771596375",
    "developers": [
      "Jasper Byrne"
    ],
    "publishers": [
      "Superflat Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 8,
      "total_negative": 0,
      "total_reviews": 8
    }
  }
}