{
  "2098030": {
    "name": "Regularity Assimilate",
    "steam_appid": 2098030,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Clock in. Get Out. </h2><br><strong>Lights Out Multiplayer</strong> is a terrifying multiplayer horror game where you and a group of people play as Scientists, entering different sections of the abandoned, dilapidated Atlas Laboratories to collect a bunch of important tools for research... but it won't be easy...<h2 class=\"bb_tag\" >Welcome to Atlas Laboratories</h2>It's been a while, hasn't it? Things have... changed, since you last came around. What was once a shining wonder, has now become a distant memory. Places that were once full of lively scientists and experiments, have now become a toxic, infected wasteland full of people that have turned into monsters. <br><br><br>As an ex-employee at Atlas, you must traverse through the run-down, dreary laboratory to collect tools and parts to figure out and make a cure to help all of the &quot;Afflicted Ones&quot; revert back to people. Unfortunately though, as you progress deeper and deeper, the Afflicted Ones will attempt to desecrate and infect you, and so you MAY have to defend yourself by either killing them or temporarily stunning them, rendering them useless for a little while.<h2 class=\"bb_tag\" >THERE'S MORE TO IT THAN THAT.</h2><ul class=\"bb_ul\"><li> <strong>MULTIPLE, RANDOMLY GENERATED MISSIONS</strong> - There are multiple sections of Atlas Laboratories for you to explore, each of which are randomly generated! Enter areas such as the Research Sector, the Gardens, the Infirmary and the Sewage Systems, each with their own assortment of tools and enemies! Every mission also comes with new story titbits and new upgrades for your character!<br><br></li><li> <strong>ROUGELIKE PROGRESSION SYSTEM</strong> - As you progress through the darkness of Atlas Laboratories, you'll unlock XP which, in turn, allows you to upgrade yourself in many different ways! Upgrades are able to be unlocked by beating each mission, and each upgrade adds more depth to your playstyle, adding to your many playthroughs and shaping unique experiences for you and your friends!<br><br></li><li> <strong>HOURS OF FUN</strong> - Lights Out Multiplayer's simple, yet gripping gameplay loop and endless missions allow for a lot of fun and replayability, with a unique experience everytime you replay the game! And, with the Early Access nature of the game, it'll be updated with new missions and new content often!</li></ul><br><i>There's more to Lights Out Multiplayer than meets the eye... just don't forget to clock in.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2098030/header.jpg?t=1729856472",
    "developers": [
      "Optimal Games"
    ],
    "publishers": [
      "Optimal Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}