{
  "2099830": {
    "name": "Splash",
    "steam_appid": 2099830,
    "required_age": 0,
    "is_free": true,
    "description": "Splash is an endless music festival in a neon city that never sleeps. Enormous crowds have gathered to watch you perform. Customize your avatar, choose your music pack, and step onto the main stage – you are the star!<h2 class=\"bb_tag\" >Join the party</h2>Add us to your Wishlist &amp; join the Splash Playtest using the buttons above. <br><br>Experience all the features before they are officially released and join us on this incredible musical journey. Help us make Splash the best music game ever!<br><br><strong>Play Together</strong><br>With a vibrant online community, Splash is the perfect place to make friends, explore and experience the ultimate music festival.<h2 class=\"bb_tag\" >Music &amp; Performance</h2><br>Experience the thrill of performing live to huge audiences within a gleaming neon world. Pick from an extensive range of genres and sound packs, and use our instrument to combine beats &amp; loops to make amazing music in minutes. Release incredible special effects for the crowd to enjoy! If you’re in the audience, dance and vibe to the music and let the DJ know how much you loved their show!<br><br><strong>Make your mark</strong><br>Become the best artist in Splash! Master each pack and genre, and use special effects to make your performance really stand out. A great performance will help you unlock cool gear for your next set!<h2 class=\"bb_tag\" >Player Customization</h2><br>Express your personal style through an in-depth character customizer with thousands of combinations. Modify your character’s appearance, outfits, accessories and more! Progress through Splash to unlock more cosmetics and find your unique style!<h2 class=\"bb_tag\" >Even more to come!</h2><br>We are just getting started. We will be releasing new music packs, features, items, and events regularly. Follow Splash on social media to stay up to date with the latest news and updates!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099830/header.jpg?t=1695616272",
    "developers": [
      "Splash"
    ],
    "publishers": [
      "Splash"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}