{
  "2099270": {
    "name": "ProjectZombieSurvivors",
    "steam_appid": 2099270,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Level up, learn skills, and beat those zombies!</h2><br><strong><u>Level-based x Wave-based Zombie Shooter</u></strong><br><br>This wave-based zombie shooter is a combination of FPS and RPG.<br>Players gain experience by defeating zombies and gain skill points as they level up. Use the points to acquire skills and enhance yourself!<br><br>As the wave progresses, zombies are strengthened and new enemies appear.<br>If you fail to kill all the zombies in a wave, the next zombie that appears will be permanently reinforced. You must defeat zombies efficiently.。<br><br><strong><u>Various Skills</u></strong><br><br>27 different skills await you, including increased attack power, increased magazine size, adding a certain amount of defense to attack power....<br>Attack power is essential to efficiently defeat zombies, but if you neglect defensive power, you may be defeated by zombies in an instant.<br><br>Powerful skills require more points, but easy-to-use skills require fewer points.<br>There are also many unique skills such as one-time revival, ranged attacks when using recovery items, and so on.<br><br>Strengthen the skills that suit your play style.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099270/extras/4136111a104f61142de8628a046eb5e2.avif?t=1660349055\" width=600 height=338 /></span><br><strong><u>Exploration</u></strong><br><br>Various items can be found in the field, which is lined with unique buildings such as a dimly lit shopping mall, an urban area, a mountain forest with a stream running through it, and a palace.<br><br>Ammunition boxes can be found in the buildings and can be picked up to replenish ammunition.<br><br>Recovery items and experience crystals are also located in specific areas. Players collect these items while fighting zombies<br>and collecting these items while fighting zombies to efficiently level up.<br><br><strong><i>Weapons with different performance</i></strong><br><br>Weapons found on the field have different stats.<br><br>Some weapons increase attack power more, others increase defense power more, and so on. Find a weapon that fits your style of play.<br>It is rumored that the most powerful weapon is in the room where you can go after defeating all the bosses...",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099270/header.jpg?t=1660349055",
    "developers": [
      "SHOTA KASAI"
    ],
    "publishers": [
      "SHOTA KASAI"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}