{
  "2099720": {
    "name": "Expansion Core Demo",
    "steam_appid": 2099720,
    "required_age": 0,
    "is_free": true,
    "description": "Expansion Core is a low poly nomadic survival game that is a hybrid of both first person and real time strategy gameplay. There is a heavy emphasis on inventory management and a constant need to keep moving. Use the unique upgrade system to upgrade both yourself and your allies.<br><br><strong>Gameplay</strong><br>Gather, explore and fight to gain resources. Find relics of both the past and a possible future. Realize that you’ve ran out of inventory space and find a better way to travel.<br><br><strong>Allies and Combat</strong><br>Build multiple tiers of allied bots to help you along in your journey. Activate Beacons and defend against waves of enemies. Spawn massive structures and communicate with the remains of humanity.<br><br><strong>HUBs and Research</strong><br>Use the new found HUB to trade for currency and use it to research new bot types. Each HUB also provides a Core, essentially an artificial brain. Any ally with a Core can be upgraded through the same means as the player.<br><br><strong>Upgrades and Progression</strong><br>Fight a variety of enemies and find relics of the past and use them to upgrade both your allies, and yourself. Go throughout the land and piece together the story of a broken world.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099720/header.jpg?t=1659298340",
    "developers": [
      "Candlebird"
    ],
    "publishers": [
      "Candlebird"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}