{
  "2099030": {
    "name": "No men in this house",
    "steam_appid": 2099030,
    "required_age": 0,
    "is_free": true,
    "description": "When a widow dies a painful death, she becomes an evil spirit. The ghost wanders around the village, breaks into locked houses, and kills the men who live inside. Does that sound like a creepy fairy tale? <br><br>It's a folk belief that runs throughout Southeast Asia. Every year in Thailand, dozens of men die in their beds at night under unusual circumstances: they fall asleep, never to wake up again. Many Thai people think these strange deaths are caused by Phi Maemai, the &quot;widow ghost,&quot; who can ravage entire villages. <br><br>The &quot;No men in this house&quot; visual novel is based on the Phi Maemai legend. It tells the story of several eccentric tourists trapped on an island in Thailand because of a pandemic. When one of the villagers mysteriously dies, the characters begin an investigation and conclude that the death may have been caused by... a ghost?<br><br>Has the legend come to life, or are the creatures of flesh and blood at fault? Could it have been a tragic accident? &quot;No men in this house&quot; is an absurdist detective thriller full of bizarre situations, erratic characters, biting humor, and twists you won't see coming!<br><br><ul class=\"bb_ul\"><li>55,000 words<br></li><li>Non-generic, awesome OST (seriously!)<br></li><li>8 characters and a grumpy cat named Cilantro<br></li><li>Story based on real events<br></li><li>30 Full HD backgrounds based on actual locations</li></ul>",
    "supported_languages": "俄语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099030/header.jpg?t=1667612021",
    "developers": [
      "Anastasia Erokhina"
    ],
    "publishers": [
      "Pavel Pichugin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}