{
  "2099570": {
    "name": "City Massacre",
    "steam_appid": 2099570,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >City Massacre</h2>Is a free-to-play zombie-survival FPS. Take part in survival competition in the locked city. Play solo or as a team, earn money and popularity. To win in the “City Massacre” means to get right for worthy and carefree life.<h2 class=\"bb_tag\" >Full description</h2>Present day, New Hope Town – an entire city built by gigantic pharmaceutical corporation “Oceanika”. Dozens of thousands inhabitants lived and worked in the city until a virus outbreak occured. This virus affected people by changing them into zombies and making them much stronger. The “Oceanika” Corp has seen an opportunity – it has launched a survival game, the “City Massacre”, in which an ordinary man can risk his life and fight with zombie hordes to gain money and popularity.<br><br>Millions of viewers are watching the game. There are sponsors and organizators who can be either useful or be a death treat for a player!<br><br>You have to destroy waves of zombies (solo or with friends), complete sponsor’ quests, unlock and upgrade weapons, increase your wealth and popularity. That’s the only way to earn something worthy for this life!<h2 class=\"bb_tag\" >Features</h2><strong>Real Massacre</strong><br>Insane arcade battles – shred in pieces infinite zombie hordes increasing in number and attacking you from every side and every corner. Don’t release the trigger!<br><br><strong>Horrible zombie</strong><br>Arm youself versus 45 enraged enemy types and 7 terrifying bosses. Various enemy types range from the clown-bombers and armored rhinoceros to zombie-maklers and everybody’s favorite headless kamikaze!<br><br><strong>Cool guns</strong><br>Have fun with City Massacre classical arsenal including shotgun, Vulcan machinegun, rocket launcher and even cannon – or get a new unical weapon. Throw a grenade in the coming zombie horde and watch it explode into a billion zombie-pieces!<br><br><strong>Turrets and mounted guns</strong><br>Use mighty mounted weapon to annihilate bloodthirsty zombie crowd and operate powerful high-calibre turrets in breathtaking clashes.<br><br><strong>Locked’n’zoned city</strong><br>Each zone of the city provides its own set of quests and missions. The more expierenced player will get access to the more interesting and difficult zones.<br><br><strong>Creative cruelty</strong><br>Use your fight skills to destroy zombies with creative cruelty. We provide you with many ways to hurt a zombie: have fun with our dismemberment system! You’ll get additional points and benefits for the most unusual methods of destroying zombie.<br><br><strong>Day/Night switch</strong><br>Wait for the night to visit the grim lairs of the contaninated. The sunlight forces the creatures to dissipate among the dens, but after the dusk the monsters leave their shelters to hunt.<br><br><strong>Game modes: Campaign/Deathmatch</strong><br>Fight with zombie mobs in coop online as a team (up to 4 friends) and disintegrate anything that moves in 45 levels of chaos or challenge other players in brutal Deathmatch.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099570/header.jpg?t=1763381276",
    "developers": [
      "Evil Dwarf Games"
    ],
    "publishers": [
      "Evil Dwarf Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}