{
  "2099510": {
    "name": "Smash The Synth",
    "steam_appid": 2099510,
    "required_age": 0,
    "is_free": false,
    "description": "Smash The Synth is a game in which you have to slap and punch synthesizers and catch slimes while avoiding energy spheres and black synths.<br />\r\n<br />\r\nWith the red hand you have to smash the keys of the red synthesizer.<br />\r\nWith the gray hand you have to smash the keys of the gray synthesizer.<br />\r\nYou have to avoid mistaking hand color and synth color, and also avoid black synthesizers.<br />\r\n<br />\r\nAll the slimes give you points except one: the only one stealer, but in addition to the points they also activate spells, sometimes useful like turning your hands into electro that allow you to smash both red and gray synthesizers with the same hand, other times spiteful like hands become momentary ghosts or synthesizer colors change: for a complete list of what the various slimes do see the panels in the &quot;how to play&quot; section in the game. But for extra points it is worthy catch them all!<br />\r\n<br />\r\nEach match lasts three minutes where you have to smash as many synthesizer keys as you can and grab as many slimes as possible to get the highest score and have a chance to be on the top ten list. Each game difficulty level has its own leaderboard with top ten scores.<br />\r\n<br />\r\nHave fun smashing the synthesizers and squezing slimes !!!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099510/header.jpg?t=1673022741",
    "developers": [
      "Fabio Cecchini"
    ],
    "publishers": [
      "Fabio Cecchini"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}