{
  "2099690": {
    "name": "Dungeons Diced",
    "steam_appid": 2099690,
    "required_age": 0,
    "is_free": false,
    "description": "Choices Matter! a Nod to classic Dungeon crawlers, Start off by creating a character, that feels much like a tabletop-style fantasy game.<br />\r\nYou Explore a procedurally generated/HandCrafted Dungeon in FPS, with your unique character, Combat is turn-based.  but there is a twist.  it's not just rolling dice, Based on; your character stats, and equipment. weapons, skill lines, classes, levels, and combat events you have choices in combat to make, from hundreds of attacks. The Attacks arent all offensive, set up your attacks in chains, combos, leveraging positions, and accessing special attacks.  From an intuitive combat system, (Specialized Rogue Dagger Attacks being available after doing a dodge, for example) The combat is augmented by dice rolls.   Offensive and Defensive attacks, filter through combat, from the current state of the combat, is the enemy charging? is the enemy Stunned?  perhaps the enemy is charging a significant attack! you are setting up chain attacks, positioning your character in future attacks, and causing the combat to have a unique feel and be very tactical.   Death is permanent.  last as long as you can. be the Dungeons Diced Legend! <br />\r\n<br />\r\n<br />\r\nTurn-based combat is time and event based.  choose from all the available actions, based on the combat state, perhaps setting up for counter strikes, or crippling your enemy,  play your cards right and unleash devastating attacks.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099690/header.jpg?t=1678506421",
    "developers": [
      "Little Owl Gaming"
    ],
    "publishers": [
      "Little Owl Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}