{
  "2099940": {
    "name": "Action: Vengeance",
    "steam_appid": 2099940,
    "required_age": 0,
    "is_free": false,
    "description": "Description:<br />\r\n<br />\r\nThe debut production of Knuckle Duster studio. Action: Vengeance is a dynamic first-person shooter set in Justice City.<br />\r\nThe game is inspired by classic FPS games that put the fun of the game in the first place. In Action: Vengeance we play the role of a rebel &quot;Glock&quot;.<br />\r\nHis task is to eliminate corrupt security services that destroy the city, led by the authoritarian mayor of the city.<br />\r\n<br />\r\nStory:<br />\r\n<br />\r\nThe action of the game takes place in a fictional city in the present day. The main character is &quot;Glock&quot;, a rebel living in Justice City, where it started an anti-government uprising sparked by the authoritarian rule of the city's mayor.<br />\r\nThe city government ordered the security forces to quell the riots.<br />\r\nA life and death struggle begins between &quot;Glock&quot; and the security services.<br />\r\n<br />\r\nMechanics:<br />\r\n<br />\r\nAction: Vengeance is a dynamic first person shooter.<br />\r\nThe game refers to the classic representatives of the genre, in the modern one audiovisual setting.<br />\r\nWe must be careful not to die and control the health bar.<br />\r\nWe recover lost equipment by collecting it on maps, or dropped by destroyed enemies.<br />\r\nWe have a lot at our disposal weapons, including rifles, pistols, shotguns, sniper rifle and even grenades.<br />\r\nEach weapon uses a different type of bullets.<br />\r\n<br />\r\nGame Modes:<br />\r\n<br />\r\nAction: Vengeance offers a single player campaign, containing over a dozen different levels, with three levels of difficulty.<br />\r\n<br />\r\nTechnical Issues:<br />\r\n<br />\r\nThe game boasts an audiovisual setting. You may like the smoothness of the game and the lighting effects and style of the game, giving the atmosphere of a devastated place.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2099940/header.jpg?t=1666965161",
    "developers": [
      "Karol Michalski"
    ],
    "publishers": [
      "Knuckle Duster"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9797,
      "final": 9797,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 97.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}