{
  "2100620": {
    "name": "Rusl",
    "steam_appid": 2100620,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>EXPERIENCE SOMETHING NEW</strong><br>In Rusl you're playing as a guy named Russel. Your task is to eleminate the last boss.<br><ul class=\"bb_ul\"><li> Eleminate bosses in a unique way!<br></li><li> Grind through the questline with unique, exciting quests!<br></li><li> Obtain rare gear with insane modifiers, be stronger than the monsters!</li></ul><br><strong>THE FIGHT SYSTEM</strong><br>The fighting mechanism in Rusl is unique, and hasn't been seen in any other games. Did you like the old card games back in the 20's? Rusl is for you!<br><br><strong>GEAR UP</strong><br>You can obtain gear pieces in the game, which makes your character stronger by giving you modifiers to your Health, Strenght, and Defense. You can get the<br>gear by killing monsters, and eleminating bosses after each level.<br><br><strong>LEVEL UP</strong><br>Rusl has an experience system, after every levelup, your character gets primary stat bonuses - in other way - playing more, killing more monsters, makes your<br>character stronger.<br><br><strong>BUILD YOUR HOUSE</strong><br>In Rusl you can build your house, and customize it in a way you like it. Craft furnitures, paint walls, get stronger doors ... it's all up to your creativity!<br><br><strong>UPGRADE YOUR HOME</strong><br>You can upgrade your house by gathering the required materials for it. Upgrading your house grants you more house inventory space, and you can respawn faster!<br><br><strong>GET UNIQUE ITEMS</strong><br>Killing bosses has never been this good. Why? In Rusl you can get unique items from bosses, granting you unique effects, and bonuses! (Drop chances are random!)<br><br><strong>GET PETS</strong><br>You can get a pet in this game, and customize it however you want. How? You can use the 'Cage' item which is obtainable in-game, and catch a pet in the map.<br><br><strong>EXPLORE THE MASSIVE WORLD</strong><br>Rusl offers a massive playable map with unique elements. Explore it and get rewards!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2100620/header.jpg?t=1659097909",
    "developers": [
      "Shazam"
    ],
    "publishers": [
      "Shazam"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}