{
  "2100080": {
    "name": "The Last Premiere",
    "steam_appid": 2100080,
    "required_age": 0,
    "is_free": false,
    "description": "THE LAST PREMIERE started out as a small detective game and then somehow turned into a 3D action adventure. Now you still need to solve a case but you might use a sword, a hammer or your wing cape before you can even reach your undead witnesses.<br><br>The Protagonist of “The Last Premiere” is Julie, A young policewoman investigating a long forgotten murder in an abandoned theatre. Julie gets caught between the real world and the twisted memories of the murdered souls.<br>Her only way out is to fight the demons haunting the dead and solving the mystery surrounding their untimely passing.<br>These memories take place in the golden twenties and have a dark and surreal atmosphere.<br><br>The game starts with the real theatre falling apart and the various pieces scattering across the realm of the ghosts. This makes for a metroidvania-style world, Where everything is connected and the game opens up to more exploration with every ability the player unlocks. By bringing the ghosts back to their sanity, the player reassembles Julies reality. Only when the pieces align, will the theatre and its inhabitants shine in its old splendor and give way to the living world again.<br><br>The Core Gameplay is a mixture of three elements:<br><br><ul class=\"bb_ul\"><li>Action combat system with 3 different weapons that are equally effective for battle and exploration: fast paced sword, slow but brutal hammer and a swift wing-cape with long range projectiles<br></li><li>Movement-System with gliding and traditional plaformer-elements<br></li><li>Solving simple story puzzles to uncover the mystery that lies beneath the theatre.</li></ul>",
    "supported_languages": "德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2100080/header.jpg?t=1760123326",
    "developers": [
      "CrystalMesh"
    ],
    "publishers": [
      "CrystalMesh"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}