{
  "2101750": {
    "name": "Thousands Rooms Under The Reality",
    "steam_appid": 2101750,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Thousands Rooms Under The Reality</strong> is a coop survival-horror game that take place inside the <strong>backrooms</strong>. Through many series of levels divided in multiple chapters, the players must <strong>cooperate </strong>together to complete the chapters in order to reaches the deepest level possible while fighting hordes of scary monsters.<br><br>Four complete strangers that has been trapped inside the backroom team up together in order to reach the deepest point possible, hopping for finding an exit back to their home. By exploring multiple levels and fighting hordes of terrifying monsters, they will discover secrets and bone-chilling stories.<br>Each experience of gameplay is unique and will never be the same, the levels are procedurally populated by monsters, items, and special path to increase the replayability and the uniqueness of an adventure.<br><br>The hordes are constituted of faceless humans that have been driven crazy by a mysterious event inside the backrooms, that make them hunt any human they sense and among them lies scary entities that will jump on unaware players.<br><br><ul class=\"bb_ul\"><li>Solo Mode with 3 AI allies<br></li><li>Multiplayer Mode up to 4 players<br></li><li>Unique game session experience based on player’s actions &amp; procedural generations<br></li><li>Players “Mini-Ranking” at the end of each chapter’s part (Saved allies, Number of Kills, etc. )<br></li><li>Many guns and melee weapons to experience different brutal ways to overcome the hordes<br></li><li>Many character with unique skills</li></ul><br>The game will introduce a first chapter for its release and next chapters (that include many levels and new features) will come in the future.",
    "supported_languages": "英语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2101750/header.jpg?t=1745579458",
    "developers": [
      "Pimeine"
    ],
    "publishers": [
      "Pimeine"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}