{
  "2101610": {
    "name": "Shadow Seven",
    "steam_appid": 2101610,
    "required_age": 0,
    "is_free": false,
    "description": "Shadow Seven is a real time tactics game where the seven dwarfs is a group of rascals. Each of them is a specialist with a very narrow focus, and during missions their cooperation is often essential. Get ready for new techniques for neutralizing enemies as well as interesting interaction with the environment.<br><br>Follow the adventures of a fledgling group in a dwarven realm where decay has prevailed for generations. No ruler is safe in their land where change often comes with speed of a shot arrow and no one has a long and peaceful reign ahead of them...<br><br>Through a series of crucial events, the seven dwarfs become a striking force against crooked justice and end up having to do good against their will!<br><br><ul class=\"bb_ul\"><li><strong>Story:</strong>  Imagine the 7 dwarfs as the biggest outlaws in their world before they met Snow White. The whole story started differently than you would have imagined!<br></li><li><strong>Setting:</strong> We come up with a location of dwarves outside the High Fantasy rules.<br></li><li><strong>Music:</strong>  Original music recorded with typical Caucasian instruments. <br></li><li><strong>Characters:</strong> Unique characters with 3 iconic abilities and environmental advantages. Balanced game play. Level full of obstacles that are manageable by the special abilities of the main characters.<br></li><li><strong>Enemies:</strong> Several enemy specialization types. Hide from bloodthirsty dogs, find your way in neighborhoods closely watched by snipers and defeat the powerful defenders.<br></li><li><strong>Grand Finale:</strong> Multi-layered final mission (all 7 characters in one mission). Unlock bonus missions after completing main story.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2101610/extras/0442e045eda6ec76966343af73945dbc.avif?t=1758991019\" width=600 height=148 /></span>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2101610/header.jpg?t=1758991019",
    "developers": [
      "Radical Ravens"
    ],
    "publishers": [
      "Radical Ravens"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}