{
  "2102180": {
    "name": "Neurosis",
    "steam_appid": 2102180,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Join our Discord!</h2><br>Neurosis is towards the beginning of the development process, therefore it is recommended that you join our Discord server to keep up to date with our current progress, as well as a roadmap and other features. Feel free to leave your input, and we will take everything into consideration during the development of Neurosis.<h2 class=\"bb_tag\" >About This Game</h2><br>Neurosis is a minimalistic, low-poly first-person philosophical horror game that plunges players into the nightmare world of a lonely child. Solve puzzles and traverse the dream world while revisiting and reliving experiences to overcome your fears. So, will you face your fears head on? Do you have what it takes to complete the puzzles and avoid the dangers within this surreal dream world, and make it out alive?<h2 class=\"bb_tag\" >Gameplay</h2><ul class=\"bb_ul\"><li><strong>Low Poly Art-style: </strong>The simplistic nature of the low poly art-style used in Neurosis creates a terrifying liminal experience, in which your mind is free to fill in the gaps to produce an incredibly unsettling atmosphere.<br></li><li><strong>Puzzles: </strong>Solve difficult puzzles in order to progress further into the dream world<br></li><li><strong>Unique Mechanics: </strong>Neurosis keeps you on your feet by forcing you to pay attention to smaller details, such as the fact that you must occasionally crank your flashlight to maintain it's charge, but be careful, this alerts nearby entities.</li></ul><br>All footage and artwork shown is from very early development of this game, and anything and everything is subject to change. While admittedly seeming somewhat empty as of now, the game isn't near complete. Before release, we hope to do a full overhaul of the environment, graphics, sounds, UI/interfaces, etc.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2102180/header.jpg?t=1680819133",
    "developers": [
      "FourFour Studios"
    ],
    "publishers": [
      "FourFour Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}