{
  "2102330": {
    "name": "The Reaper Survivors",
    "steam_appid": 2102330,
    "required_age": 0,
    "is_free": false,
    "description": "The Reaper Survivors – 2D roguelike combined with some RPG elements that takes place in the gothic world. As a reaper of death, you have to fight hordes of dark forces. The tools in the Reaper's arsenal will help you with this: an indispensable scythe and the ability to dominate the «unlife» of enemies. You have to find out if you are as strong in spirit as the legendary lord of death.<br><br>On the eve of Halloween, the line between the worlds of life and what awaits after death becomes thinner, which is certainly used by those whose eyes are disgusted by the light of the living. They try to break out of the dark kingdoms in their everlasting hunger for pure souls, threatening all living things. Although this became the normal course of things, it did not suit the one who watches over death. After all, as inscribed by the universe: the living must live, and the dead must remain dead. As long as the edge of the scythe is still as sharp as on the first day of light, the line will not be broken. The cycle of souls remains immutable.<br><br><ul class=\"bb_ul\"><li> Co-op for up to 3 players.<br></li><li> Defense yourself from unlimited monsters which move to you from all directions. Don't let enemies get close to you.<br></li><li> Kill monsters and devour their souls to get experience.<br>On level up take new ability or upgrade current. Create your own build to win.<br></li><li> Automatic cast of abilities. You don't have to worry about using abilities. The game will do it for you.<br></li><li> Go room by room and defeat the Boss.</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2102330/header.jpg?t=1702801400",
    "developers": [
      "MK Corporation"
    ],
    "publishers": [
      "MK Corporation"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}