{
  "2103270": {
    "name": "Pit Stoppers",
    "steam_appid": 2103270,
    "required_age": 0,
    "is_free": false,
    "description": "Take your friends and family or go solo, and prepare yourselves for lots of fun in this chaotic couch co-op game!<br><br>Pit Stoppers is a game for 1-4 players that shows the less glamorous, but way more chaotic side of racing. As soon as you learn how to change tires and replace broken and used parts, more vehicles come into the pit with even more problems to fix. Remember - every second counts! Any mishap may lead to further disasters, so make sure to coordinate yourselves and in the process become the best racing crew you can be.<br><br><strong><u>THE COLOURFUL WORLD OF RACING</u></strong><br><br>Pit Stoppers is placed in a land that consists only of race tracks. You as a crew drive your van along a seemingly never-ending road that passes all sorts of racing tracks. On the way you will see all kinds of races - with formula, motorcycles, rally and even endurance cars. You choose which race you want to visit, and then the fun begins!<br><br>The goal of the game is to unlock and win all races, but don't worry - once you finish a race with flying colours, you will be able to visit even more races, play with new types of characters and add more customization options. Old races will also come with new twists and challenge you even further. You and your friends will always find new stuff to unlock while spending hours on this fun party game.<br><br><strong><u>LET'S FIX IT!</u></strong><br><br>Right before the driver enters the pit, you and your crewmates receive info on which parts need some work. You will be able to change tires and other vehicle parts, refuel, cool down or heat up the engine, change brakes, or even change drivers themselves.<br><br><strong><u>FAMILIAR PLACES</u></strong><br><br>Inspired by real world racing events and tracks, but with a much sillier tone, this game will entertain both racing fans and those who just want to play something chaotic and fun with their family and friends. In the game you can go to ten different locations scattered around the world, each with its own specific obstacles and challenges. Fight against the flood in the rainy North, jump over fancy yachts in the south and find ways to bring your drivers to sleep during lengthy whole-day races.<br><br><strong><u>EASY TOOLS, LOTS OF FUN</u></strong><br>As the controls for each player are always visible and simple (players can either pick up, throw or use tools), anyone can join in on the fun. However, to achieve the biggest award in every location, players must sharpen their communication and coordination skills to control the pit stop chaos as quickly as possible.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2103270/header.jpg?t=1675203400",
    "developers": [
      "Quarc Games"
    ],
    "publishers": [
      "Quarc Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}