{
  "2103290": {
    "name": "Anvil Life",
    "steam_appid": 2103290,
    "required_age": 0,
    "is_free": false,
    "description": "In this game that offers unlimited fun in Singleplayer, Sandbox game type; You will be able to upgrade your items, expand your military, win loot with quests, and try many combinations to bring the characters to the state you want.<br />\r\n<br />\r\n  Add new soldiers to your military, start with simple items from the market and do quests. You will improve gradually and you will gain different items. By upgrading these items, you will dress your soldiers and try to catch the best form.<br />\r\n<br />\r\nEach Quest will challenge you in different ways. Therefore, strategically choose the items to dress your soldier. When you drop the rarest of hundreds of items, bring it to the highest upgrade rate. Equip your soldiers with the perfect combination.<br />\r\n <br />\r\n  Manage your economy well, making money will not be easy. Manage your inventory well to bring your items to their best form.<br />\r\n <br />\r\n  You will make a totem while you are upgrading items everywhere. A lot of items will be wasted in order to reach his highest form. You will constantly learn in the game by trying to upgrade with better strategies.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2103290/header.jpg?t=1728344858",
    "developers": [
      "Emre Bulut"
    ],
    "publishers": [
      "Emre Bulut"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}