{
  "2103930": {
    "name": "Dead Man's Nightmares",
    "steam_appid": 2103930,
    "required_age": 0,
    "is_free": false,
    "description": "Dead Man's Nightmares is a tragic story about a teenage girl trying to escape from a mysterious place while collecting different memories of who she used to be as a child and a teenager while learning the truth of why she ended up here.<br><br><strong>No escaping:</strong><br>In this psychological horror game, there is no resting you will always be in danger and there is no place to hide if you find there is no coming back if you don't care stealthy the result will be death.<br><br><strong>Sound:</strong><br>In this game, Sound will be your friend while the enemies make a lot of noise that way you know if you are in danger or you are safe and you can continue exploring.<br><br><strong>The unknown place: </strong><br>In this strange place, you will be enjoying different sub-places in which every single one has its own enemy or enemies like the park of loneliness or the castle of memories.<br><br><strong>Enemies: </strong><br>The enemies are demons searching for your soul to give it to the devil of eternal hell, the clowns, the narrators, and the devil's assistance will make your life harder.<br><br><strong>Collectibles: </strong><br>Collect the different postcards of ''the ones who couldn't survive'' and learn the different stories of people who got trapped in this mysterious place.<br><br><strong>Acts:</strong> <br>Dead man's nightmare is counted by different acts from the prologue to act 7 and all are in the same game!!!<br><br><strong>Graphics: </strong><br>Enjoy the full potential of Dead Man's Nightmares with nvidea technology like Nvidia DLLS using the power of Unreal Engine 5",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 拉丁美洲<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2103930/header.jpg?t=1724207872",
    "developers": [
      "Sebastian Rubiano"
    ],
    "publishers": [
      "Sebastian Rubiano"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}