{
  "2104820": {
    "name": "Loot, Luck & Levels",
    "steam_appid": 2104820,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/ecf815295fb0935f055e1e46fd66c47b.avif?t=1679331072\" width=600 height=75 /></span><br><br>Luck, Loot &amp; Levels provides a unique co-op multiplayer experience like no other! Are you a fan of dungeon delving, character building, roguelikes, items, and experience? Do you enjoy popular MOBAs with their fun stat and combat systems but long for a cooperative and friendly PvE alternative? Then LL&amp;L might be for you!<br><br>Like many rogue-likes, LL&amp;L is run-based, which means certain progress is retained on a session-to-session basis. Upon death, players lose their items and the generated world is lost. However, LL&amp;L's core design revolves around building your character throughout runs. Players retain their character's attributes, skills, crafting knowledge, and ability enhancements. Not a second of gameplay is wasted, as all of your efforts will build to result in a game-breakingly overpowered character to wow your friends and explore deeper into the dungeon!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/65d767de95dfe60a70670efb61c1005c.avif?t=1679331072\" width=500 height=76 /></span><br>Players can create any number of characters, but must choose one for each run. For the duration of this character's existence, its stats will be built upon and improved through gameplay. Characters can be one of three classes, Melee, Ranged, and Magic. Each class has its own set of unique abilities and playstyles.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/2f6c2bab67ba9512c6f0417ddd3fb661.avif?t=1679331072\" width=500 height=76 /></span><br>The player's primary goal while playing is to level up by defeating enemies. Levelling up permanently improves your character through rewarding attribute points, and also improves the character for the run by providing base stats and ability points.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/cd0804fc68743b40c63881b8e8020a22.avif?t=1679331072\" width=500 height=76 /></span><br>Abilities enable the player to enage in combat with their enemies. Ability points can be obtained upon levelling up, and spent on abilities to increase their base effectiveness for the remainder of the run.  Each class contains their own unique set of abilities, with the exception of powerful late game items that allow the player to mix in abilities from other classes.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/95878397fedc8061cb7869c4de141130.avif?t=1679331072\" width=500 height=76 /></span><br>There are four attributes native to each character: Power, Intelligence, Stamina, and Agility.<br>Power: Increases damage done with all Abilities.<br>Intelligence: Increases max Mana and Mana regen rate.<br>Stamina: Increases max Health and Health regen rate. Increases base damage resistance.<br>Agility: Increases base movement speed, cast speed, and decreases ability cooldowns.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/f4ddfcc5a411b7a5d4e7e226db6a6744.avif?t=1679331072\" width=500 height=76 /></span><br>Items are scattered throughout the Dungeon of Depth, and can be either found, crafted, or bought in stores. Items are the true driving factor for a successful run, and can modify the player's stats when equipped. Other items include consumables like potions and food, or placeable items like campfires, crops, and traps. The more items the better, but it is left in the hands of the drop table gods to determine which items you find!<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/572ba3151b5e4a9b9ed4262f7453029c.avif?t=1679331072\" width=500 height=76 /></span><br>Because more levels means more fun, players also have personal skills to develop throughout runs. Skills are tied closely to the crafting system, and are used to regulate which resources and crafting diagrams the player is able to utilize. The longer you play the more you will accumulate your skill levels, allowing for swifter and more efficient runs.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/d2fff390ce4f10f212db2428d10baed6.avif?t=1679331072\" width=500 height=76 /></span><br>Players can utilize obtained resources and their skill levels to craft powerful items that cannot be found otherwise. Those who utilize crafting are at an advantage, with access to powerful starting items or destructive late-game items.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/extras/5cbb8c0a8ed975d01d8d65d8eea61519.avif?t=1679331072\" width=500 height=76 /></span><br>The only item that persists across runs is what are known as &quot;Shards.&quot; Shards can be consumed and attached to player's abilities or items in order to imbue them with special effects, like Ice or Fire damage. Shards can also be imbued to weapon slot items to enhance the player's basic ability, but this effect would obviously be lost at the end of the run. These are the most highly prized artifact in the Dungeon of Depth.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104820/header.jpg?t=1679331072",
    "developers": [
      "R&R Soup LLC"
    ],
    "publishers": [
      "R&R Soup LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}