{
  "2104120": {
    "name": "Tales of Vaalundr",
    "steam_appid": 2104120,
    "required_age": 0,
    "is_free": false,
    "description": "Long ago, evil sorcerers covered the land of Vaalundr in darkness, so that the vampiric clans can reign supreme. However, prophecy tells of one who can reverse the darkness, and defeat the evil overlords once and for all. Could this be you? Trek through the land of Vaalundr as either the fighter, ranger, rogue, sorcerer, mage, druid, or necromancer, each with their own unique weapons and abilities! Collect treasure, defeat enemies, and discover a whole new world inspired from Norse mythology!<br><br><strong>7 classes to choose from</strong><br><br><ul class=\"bb_ul\"><li> Fighter<br>As a fighter, you are a warrior of Vaalundr, focusing on strength and toughness to overcome your foes. Your main weapon is your sword, and you can throw axes to hit enemies at a distance! As the fighter levels up, his strength and toughness will increase, allowing him to take foes down more quickly, and withstand more damage.<br><br></li><li> Ranger<br>The ranger is a woodsman, and a hunter. He has explored the lands of Vaalundr extensively in his travels, and knows them well. As a ranger, you fight with a sword, and can shoot enemies at a distance with your bow. The ranger's toughness and dexterity will increase as he gains levels, giving him more health, and increasing the damage he does with his bow.<br><br></li><li> Rogue<br>A master of stealth and guile, the rogue is a master of sneak attacks, and his dexterity allows him to deliver swift blows to vital areas. He has a 25% chance to sneak attack on every strike, for an extra 4d6 damage! He uses throwing knives as his ranged weapon. As the rogue gains levels, his dexterity and intelligence will increase, allowing him to do more damage with his throwing knives, and increasing the deadliness of his strikes!<br><br></li><li> Sorcerer<br>Sorcerers of Vaalundr tend to be rather peculiar. Tapping into source energies, they sometimes develop strange powers, such as weather manipulation, healing abilities, seeing into the aether, etc... As a sorcerer, you have the ability to summon a shadow sword from the aether realm, and to call down lightning from the sky, to help you vanquish your foes. As the sorcerer levels up, he gains wisdom and influence, increasing his magical capacity, and the ferocity of his storms.<br><br></li><li> Wizard<br>A classic spellcaster, the wizard focuses on shaping arcane energies to blast his foes to smithereens! He uses a wooden quarterstaff as his main weapon, and can shoot magic missiles from his fingertips! As the wizard gains levels, his wisdom and intelligence increase, giving him more magicka, and making his spells more powerful!<br><br></li><li> Druid<br>The druid is an ally of the natural world, and a practitioner of green magic. The druids primary power is the ability to heal. Using a spear to keep his foes at a distance, the druid can also heal himself if injured. As the druid grows in his powers, his wisdom and personal magnetism grow more potent, allowing him to heal faster, and more often.<br><br></li><li> Necromancer<br>The necromancer is a master of death, and a commander of darkness. His primary weapon is Axe of the Dark Moon, and he can summon ethereal hell hounds from the abyss to devour his enemies. As the necromancer grows in his formidable powers, he gains wisdom and charisma, giving him a greater command over the forces of darkness.</li></ul>Choose your path, and battle your way through a series of five chapters, to save the land of Vaalundr from the doom of darkness!<br><br>A = left<br>W = jump<br>D = right<br>Left click = sword<br>Right click = shoot<br>Spacebar = enter<br>H = health potion<br>M = mana potion<br>P = Pause",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2104120/header.jpg?t=1662863339",
    "developers": [
      "MetalGames"
    ],
    "publishers": [
      "MetalGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}