{
  "2105360": {
    "name": "Waifu Fighter",
    "steam_appid": 2105360,
    "required_age": 0,
    "is_free": false,
    "description": "Waifu Fighter: The Ultimate Sexy Waifu Boxing Experience<br><br>Prepare to enter the steamy world of Waifu Fighter, the hottest PC game to grace your screen! Get ready to immerse yourself in intense battles as you choose from a selection of 12 seductive waifus, each with their unique fighting style. It's time to step into the ring and unleash your inner fighter!<br><br>With easy-to-grasp controls and addictive gameplay, Waifu Fighter offers a challenging experience that will keep you coming back for more. Don't be fooled by the game's accessible mechanics; mastering the art of waifu boxing is no easy feat. It's a game that rewards skill, strategy, and quick reflexes. Can you rise to the top and claim victory as the ultimate champion?<br><br>Embark on an exciting journey through the game's thrilling story mode, featuring 12 thrilling fighting encounters. Each encounter brings you closer to uncovering the secrets behind each waifu's motivations, rivalries, and hidden depths. Engage in intense battles against formidable opponents as you strive to become the unrivaled champion of the waifu world.<br><br>Choose from a diverse roster of 12 alluring waifus, each beautifully rendered and uniquely designed to captivate your senses. From elegant swordswomen to fiery sorceresses, each waifu brings her personality and fighting skills to the ring. Select your favorite and experience a game that celebrates the beauty and strength of these captivating characters.<br><br>Waifu Fighter offers various game modes to suit your preferences. Engage in thrilling player-versus-player matches with your friends in local co-op mode, or challenge the AI in single-player battles that will push your skills to the limit. For those looking to hone their skills, a dedicated training mode is available, allowing you to practice your moves, combos, and special techniques.<br><br>Prepare to enter a world of stunning visuals and captivating environments. Waifu Fighter features three unique maps that serve as the backdrop for your epic battles. From ancient temples to neon-lit cityscapes, each location adds depth and variety to your gaming experience, immersing you further into the waifu-filled world.<br><br>So, are you ready to embark on a journey that combines sexy waifus, intense battles, and addictive gameplay? Don your gloves, step into the ring, and prove your mettle in Waifu Fighter. The fight for supremacy begins now!<br><br><ul class=\"bb_ul\"><li> 12 fighting encounters with story</li></ul><ul class=\"bb_ul\"><li> 12 Waifus Available</li></ul> <ul class=\"bb_ul\"><li> 3 Map</li></ul><ul class=\"bb_ul\"><li> PVP Local Co Op </li></ul><ul class=\"bb_ul\"><li> Player vs AI </li></ul><ul class=\"bb_ul\"><li> Story Mode</li></ul><ul class=\"bb_ul\"><li> Training Mode</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2105360/header.jpg?t=1684457669",
    "developers": [
      "Gameholic"
    ],
    "publishers": [
      "Gameholic"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}