{
  "2105370": {
    "name": "Mortal Fighter",
    "steam_appid": 2105370,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to Mortal Fighter, an epic fighting game that will test your skills and unleash your inner warrior! With its intense combat, gripping storylines, and various game modes, Mortal Fighter offers an immersive and thrilling gaming experience for both casual players and seasoned fighters alike.<br />\r\n<br />\r\nChoose from a diverse roster of 15 unique and formidable fighters, each with their own distinct fighting styles, special moves, and captivating backstories. From swift and agile martial artists to powerful and armored behemoths, Mortal Fighter guarantees a character that suits every player's preferred playstyle.<br />\r\n<br />\r\nPrepare to battle it out in two meticulously designed environments that will take you from ancient temples to futuristic metropolises. Each environment is rich in detail and interactive elements, providing dynamic battlegrounds where every move counts. Adapt your strategies and make use of the environment to gain an advantage over your opponents.<br />\r\n<br />\r\nEngage in 15 thrilling fighting encounters in Story Mode, where you'll follow each character's personal journey and face challenging adversaries. Immerse yourself in a captivating narrative that unfolds with every fight, filled with unexpected twists, rivalries, and alliances. Discover the secrets behind the Mortal Fighter tournament as you strive for glory and unlock hidden content along the way.<br />\r\n<br />\r\nChallenge your friends in Player vs. Player mode and put your skills to the ultimate test. Choose your favorite fighter and engage in intense one-on-one battles that will determine who reigns supreme. If you prefer cooperative gameplay, team up with a friend in Local Co-op mode and unleash devastating combo attacks to dominate your opponents.<br />\r\n<br />\r\nTake the fight online and enter the competitive arena with Online Multiplayer. Battle against fighters from around the world and climb the global leaderboards. Prove your worth and become the ultimate Mortal Fighter champion as you face off against the best of the best.<br />\r\n<br />\r\nFor those looking to sharpen their skills or try out new characters, Training Mode offers a comprehensive training ground. Practice your moves, experiment with combos, and master the intricacies of each fighter. Hone your techniques and become an unstoppable force in the arena.<br />\r\n<br />\r\nExperience an epic and immersive journey in Story Mode, engage in intense battles in various multiplayer modes, and perfect your skills in Training Mode. Mortal Fighter delivers a fighting game experience like no other, with its diverse cast of characters, thrilling encounters, and engaging gameplay. Get ready to unleash your inner warrior and prove your mettle in the Mortal Fighter arena!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2105370/header.jpg?t=1685703740",
    "developers": [
      "Fly High Games"
    ],
    "publishers": [
      "Fly High Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 6 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}