{
  "2105020": {
    "name": "Project XLOWS - Keyboard Apocalypse TM",
    "steam_appid": 2105020,
    "required_age": 0,
    "is_free": true,
    "description": "Project XLOWS: Keyboard Apocalypse is a typing game in 3D world space sharing many features similar to rpg elements. Players can use skills, and a variety of selection of characters. This project is made by a single developer with the main focus of gameplay. As the project is currently in an early phase, more updates will be released based on players feedback. Players can expect to jump into the world and start playing as their favorite character.<br><br><strong>Backstory:</strong><br>Monsters have appeared from the underground, and have created a war zone. countless armies got together to seal the entrance, but none has been successful. If this continues, the whole planet will be engulfed in darkness.<br><br><strong>Game-play:</strong><br>Type your way to victory. Type various skill names (&quot;jump left&quot;, &quot;teleport&quot;, &quot;launch fireball&quot;) and press enter to activate the skill. A list of skills can be found on top left screen under &quot;Commands&quot; title. Enter a specific series of sentences to win. Each sentence will be more difficult than the previous. Watch-out for the endless monsters that appear and prevent you from accomplishing your mission. Use your skills to make enough time to type the main quest lines.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2105020/header.jpg?t=1669871544",
    "developers": [
      "GiggaWatt"
    ],
    "publishers": [
      "GiggaWatt"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}