{
  "2106380": {
    "name": "Scarpone Scamps Demo",
    "steam_appid": 2106380,
    "required_age": 0,
    "is_free": true,
    "description": "Note: This download includes the free demo of Scarpone Scamps. Future installments will be available soon<br />\r\n<br />\r\nNote: The Steam Release of Scarpone Scamps does not include IOS support at this time. If you are a Mac user and wish to play this demo, please visit the game's Itch.io page here: https://pepperjack-productions.itch.io/scarpone-scamps-chapter-one<br />\r\n<br />\r\n<br />\r\nNeon Lights Conceal the Darkness of the Streets<br />\r\n<br />\r\nWarning: This project includes themes that may not be suitable for all audiences. It deals with topics such as child-abuse, sexual deviancy, mental illness and other upsetting situations. Viewer discretion is advised.<br />\r\n<br />\r\nScarpone Scamps is a semi-kinetic visual novel adventure that follows the lives of six diverse characters who find their home in the slums of Scarpone City. Each with their own personal motivations, these six misfits come together and find themselves smack-dab in the middle of a dangerous agreement between a deadly crime boss and a dubiously ambitious pimp-lord. Throughout the game, you will have the choice to choose between one of the six main characters at certain moments, and depending on your choices, you will gain critical knowledge of the mystery to come. Experience a story influenced by 90's indie comic-books and midnight gangster movies, and enjoy over eight hours worth of gameplay with six different endings to experience!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2106380/header.jpg?t=1660064331",
    "developers": [
      "Pepperjack Productions"
    ],
    "publishers": [
      "Pepperjack Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}