{
  "2106080": {
    "name": "Infinimine",
    "steam_appid": 2106080,
    "required_age": 0,
    "is_free": false,
    "description": "Infinimine is a mining game like no other! Make your party with guildmates and friends to share class buffs and ores gained from mining. Collect 120 unique ore types as you make your way down through the depths obtaining talents, pickaxe and Lantern recipes. Once you have your basic miner leveled, choose between four other advanced mining classes each with their own special skills and buffs. With a max party size of six you too can conquer the mine.<br />\r\n<br />\r\nTeam Up<br />\r\n- With a party size of six you can fill up with guildmates, friends, or any random player you come across to help speed up your progression.<br />\r\n- Guilds have multiple buffs that will aid you in mining with Pick damage, Pick speed, and Ore Capacity leading the way.<br />\r\n- Multiple advanced classes all with their own skills: Demolitionist, Engineer, Gaetan, and the Geomancer.<br />\r\n- Prefer solo? You can play solo but highly recommended to either join a guild or create your own.<br />\r\n<br />\r\nLoot<br />\r\n- Look for ores that will give you pick recipes as well as lantern recipes.<br />\r\n- Sell your ore and excess picks and lanterns to stockpile gold.<br />\r\n- Level up your guild to be able to purchase gear patterns to upgrade your armor.<br />\r\n- Nine armor slots to give you extra stats such as pick damage, laser damage, ore capacity, movement speed and more.<br />\r\n<br />\r\nGameplay Style<br />\r\n- Active: utilizing your class skills with your pick.<br />\r\n- Idle: Idle by letting your laser to the work for you as long as there are ore blocks it can reach.<br />\r\n<br />\r\nProgression<br />\r\n- Make your way through the tier by completing the objective will allow you to go to the next tier<br />\r\n- You are able to farm the previous tiers one additional time to give you more of a damage boost.<br />\r\n- Farm your way where you want to work on your talents, guild levels, or for personal gains.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2106080/header.jpg?t=1676805249",
    "developers": [
      "Slikey Games"
    ],
    "publishers": [
      "Slikey Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 2 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}