{
  "2108140": {
    "name": "Trainz Plus DLC - Est/Etat 241A Mountain Locomotives",
    "steam_appid": 2108140,
    "required_age": 0,
    "is_free": false,
    "description": "Needing a new locomotive capable of taking heavier trains over steeply graded main lines the Chemin de Fer de l’Est (Eastern Railway) of France designed a powerful 4-8-2 (241 in the French system) “Mountain” locomotive. The prototype was constructed in 1925 and after a number of trials the production machines entered service in 1931. Like most French locomotives they were compounds, working on the de Glehn system.<br />\r\n<br />\r\nAs well as those locomotive built for the Est a number of locomotives to the same design were built for the Chemin de fer de l‘Etat (State Railway). They were less successful on the lines of the Etat and after the French railways were nationalised in 1938 all were moved to the former Est lines.<br />\r\n<br />\r\nThe locomotives were rebuilt, the Est examples in the ‘30s and the ex-Etat ones after moving east, in order to improve their efficiency. Classified 241A by the SNCF, they continued working until the 1960s when they were replaced by diesels. Two locomotives survive. The prototype 241A1 is in the French National Railway Museum Cité du Train at Mulhouse whilst 241A65 (originally Etat 241-001) has been restored to mainline running condition and is now based in Switzerland.<br />\r\n<br />\r\nThese models represent the locomotives in their earlier condition before rebuilding.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n·         Highly detailed models with authentic details<br />\r\n<br />\r\n·         Est and Etat liveries<br />\r\n<br />\r\n·         2 models for the Est to represent minor modifications carried out early in their careers<br />\r\n<br />\r\n·         Custom interior with controls<br />\r\n<br />\r\n·         PBR materials<br />\r\n<br />\r\n·         Selectable headlamps<br />\r\n<br />\r\n·         Scripted builders’ plates to match loco numbering<br />\r\n<br />\r\n·         ACS couplings<br />\r\n<br />\r\n·         Working water scoop (on Etat tender only) – compatible with Settle and Carlisle water troughs.<br />\r\n<br />\r\nLOCOMOTIVES A VAPEUR de type &quot;MOUNTAIN&quot; 241 A des compagnies de l'EST et de L'ETAT<br />\r\n<br />\r\nPour répondre aux besoins de traction lourde sur ses grandes lignes à fortes pentes , la compagnie de l'Est a développé une puissante locomotive de type 241 &quot;MOUNTAIN&quot; (4.8.2  en nomenclature anglo-amériacaine).<br />\r\n<br />\r\nLe prototype (41001) fut construit en 1925, et après une importante série d'essais, les machines de série (241002 à 241041) entrèrent en service en 1931. Comme beaucoup de locomotives françaises , elles étaient de type COMPOUND et utilisaient le système développé par l'ingénieur De Glehn.<br />\r\n<br />\r\nA l'instar des machines construites pour la compagnie de l'Est, une série de 49 locomotives (241-001 à 241-049)  de même conception fût construite pour la compagnie de l'ETAT (Chemins de fer de l'Etat français). Elles furent jugées moins performantes sur les lignes de l'Etat, et après la nationalisation de 1938 et la création de la SNCF (Société Nationale des Chemins de Fer français) , toutes regoupées en région Est SNCF (code de région :1 ).<br />\r\n<br />\r\nLes locomotives ont subi une reconstruction destinée à améliorer leur efficacité dès les années trente pour les machines de l'EST, et à leur mutation sur l'EST pour les machines de l'ETAT.<br />\r\n<br />\r\nClassées 241 A à la SNCF , elles continuèrent leur service jusqu'aux années soixante, et leur remplacement par des machines diesel.<br />\r\n<br />\r\nDeux locomotives ont été préservées : Le prototype 241 A 1 est présenté au musée national des chemins de fer  &quot;Cité du Train&quot; à Mulhouse, alors que la 241 A 65 (ex ETAT 241-001) a été remise en état de marche pour circulation sur lignes principales et est basée en Suisse.<br />\r\n<br />\r\nLes modèles proposés représentent les machines dans leur état d'origine, avant reconstruction.<br />\r\n<br />\r\nCaractéristiques :<br />\r\n<br />\r\n·         Modèles superdétaillés avec accesoires authentiques<br />\r\n<br />\r\n·         Livrées EST et ETAT<br />\r\n<br />\r\n·         Deux modèles de la compagnies de l'EST pour tenir compte de modifications mineures apportées en début de carrière<br />\r\n<br />\r\n·         Intérieur personnalisé avec commandes<br />\r\n<br />\r\n·         Matériaux PBR<br />\r\n<br />\r\n·         Choix de sélection des lanternes<br />\r\n<br />\r\n·         Plaques d'immatriculations scriptées pour correspondre aux numéros des machines<br />\r\n<br />\r\n·         Couplages ACS<br />\r\n<br />\r\n·         Ecope de prise d'eau en marche fonctionnelle ( sur les tender modèles ETAT seulement ) compatible avec les bacs de prise d'eau de &quot;Settle and Carlisle&quot;",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2108140/header.jpg?t=1661484574",
    "developers": [
      "Edh6"
    ],
    "publishers": [
      "N3V Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "dlc"
  }
}