{
  "2109720": {
    "name": "Roam Survival",
    "steam_appid": 2109720,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Roam Survival</strong></h2><br><strong>Survive and Repair Your Plane on a Danger-Filled Island!</strong><br><br>In Roam Survival, your plane has crashed on a remote island full of mysteries and threats. As Sam, a plane mechanic, your mission is to survive in this hostile environment while seeking the resources needed to repair your aircraft and escape this terrifying place.<br><br><strong>Key Features:</strong><br><br><strong>Extensive Exploration:</strong> Explore a vast open world filled with unique details, from dense jungles to ancient ruins, every corner of the island is packed with secrets and surprises.<br><br><strong>Resource Management:</strong> Collect and manage vital resources for your survival. Build shelters, craft tools, and keep your basic needs covered while facing the island's challenges.<br><br><strong>Intense Combat:</strong> Face a variety of enemies, from wild creatures to hostile tribes. Develop strategies to overcome dangers and protect yourself as you explore.<br><br><strong>Construction and Customization:</strong> Design and upgrade your shelter and gear. Use the resources you find to build structures, create useful items, and personalize your island life.<br><br><strong>Graphical and Audio Immersion:</strong> Immerse yourself in a vibrant environment with detailed graphics and an immersive soundtrack that further enhances the survival experience.<br><br>Are you ready to face the island's challenges and repair your plane? Adventure and survival await you in Roam Survival!",
    "supported_languages": "英语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109720/header.jpg?t=1725894328",
    "developers": [
      "RivPlay"
    ],
    "publishers": [
      "RivPlay"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}