{
  "2109670": {
    "name": "Varney Lake Demo",
    "steam_appid": 2109670,
    "required_age": 0,
    "is_free": true,
    "description": "In the hot summer of 1954, Jimmy, Doug and Christine are spending their fourth vacation together at Varney Lake. Teenage crushes, pranks and card tricks, long days of adventure, a pipe dream of saving the local drive-in from demolition; they're kids, coming of age.<br><br>Until they find the Vampire.<br><br>1981. Lou Hill, paranormal investigator, has a lead on a mind-blowing case. Will he be able to convince the now 40-something trio to tell him the truth about that summer? Do they even know themselves?<br><br>Varney Lake is the second release in a new series of interactive adventures: Pixel Pulps. Created by novelist Nico Saraintaris and artist Fernando Martinez Ruppel, Pixel Pulps fuse exceptional writing and illustration, inspired by mid-20th century pulp fiction and 80s home computer graphics. The first volume comprises three games: Mothmen 1966, Varney Lake, and Bahnsen Knights.<br><br>Varney Lake, like all the Pixel Pulps, is made to be played by anyone who enjoys fine storytelling:<br><br><ul class=\"bb_ul\"><li>Search for the truth in the nostalgic, branching narrative<br></li><li>Immerse yourself in the story with its rich, evocative illustrations<br></li><li>Decide the fate of Varney Lake’s characters in ‘Choose Your Own Adventure’ style gameplay<br></li><li>Solve accessible, brain-tickling puzzles along the way<br></li><li>Learn more of Lou Hill, the Pixel Pulps' recurring investigator</li></ul>",
    "supported_languages": "英语, 法语, 德语, 日语, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109670/header.jpg?t=1678889551",
    "developers": [
      "LCB Game Studio"
    ],
    "publishers": [
      "Chorus Worldwide Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "demo"
  }
}