{
  "2109930": {
    "name": "From the Deep",
    "steam_appid": 2109930,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Something lurks beneath the depths of the Cosmic Shoreline…</strong><br><br>Confront and survive a twisted, cosmic horror isolated at the edge of universe. <i>From the Deep</i> is a survival horror game set inside an abandoned Monastery built upon the Cosmic Shoreline at the universe’s edge — a liminal space at the threshold between Cosmos and Nothingness. Unravel the mysteries of what befell this once beautiful place while avoiding the evil that stalks you within. Will you survive to tell the tale, or will your fate be sealed inside these hallowed halls?<br><br><strong>Harness the psychic powers of the Cosmic Waters</strong><br><br>Forage for Cosmic Waters, a magical resource that flows from the Axis Mundi at the core of the Monastery. Your only hope of surviving the supernatural horror within is to use the Waters to power your surroundings, solve puzzles, and fend off an unassailable foe.<br><br><strong>Evade and escape a relentless pursuer</strong><br><br>Adapt and survive as you are hounded by an interdimensional monster known as the Entity Beneath Things. With its dynamic behavior, the Entity will disrupt even the most carefully constructed plan, forcing you to make choices under duress and balance your progress through the Monastery with your very survival.<br><br><strong>Discover the myths and secrets of the Soul Divers</strong><br><br>Immerse yourself in the faded world of the Soul Divers. Explore the Monastery to find notes, artifacts, legends, and more detailing the history of the Soul Divers and the events preceding their untimely demise.<br><br>The Seeker, a lone pilgrim, has been recalled before their appointed time. Upon their return to the Monastery there is no welcome, no restoration of their clouded memories, nothing at all. As they search for signs of life the Seeker discovers, too late, that everything has gone horribly wrong. A being from the deep, the Entity Beneath Things, stalks the Monastery, consuming and distorting all it touches — and it is hungry…so very hungry.<br><br>Forced deeper into the Monastery to survive, the Seeker must now discover how to banish the Entity to avoid assimilation with the creature — a fate they will find is worse than death.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109930/header.jpg?t=1698174271",
    "developers": [
      "Causeway Studios"
    ],
    "publishers": [
      "Causeway Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}