{
  "2109950": {
    "name": "He's Nut Your Princess",
    "steam_appid": 2109950,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Story </strong><br>A College couple gets their afternoon interrupted by a giant Brazilian nut in a suit. And what was once a chill study sesh has now turned into a kidnapping rescue mission with a dash of mistaken identity. Join June through a world of large legumes as she per sues love in both a literal and metaphorical sense. Chasing after her boyfriend while experiences a new definition of a long distance relationship through social media status updates and regular dm’s from her dramatic dude in distress. <br><br><strong>Multiple Endings</strong><br>Whatever course of action you choose to take throughout this story may alter the overall outcome of your ‘happily ever after’. With a total of 12 different endings including 3 secrets endings and 1 true ending. <br>If make any less than nice decisions, whether on accident or on purpose, be prepared to taste the consequences of your actions.<br><br><strong>Side Quests</strong><br>In addition to the main story if you explore enough you’re bound to stumble upon one of the many side quests and side stories. Helping friendly nuts with their daily lives and reaping the rewards from your good deeds.<br><br><strong>Gameplay</strong><br>Gameplay is your standard metroidvania setup. Start with a single jump, base attack and WASD movement controls. From there progress through the story to gain new abilities that will then forth help you to further traverse the world.<br><br><strong>Combat Stickers</strong><br>Combat Stickers unlock new attacks for a dynamic combat system that allows you to switch fighting styles mid battle. Battle Bosses to accumulate combat stickers, whether it’s a main story boss or an area boss, all of them drop their own unique combat stickers.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109950/header.jpg?t=1659926561",
    "developers": [
      "Ti Tyme Productions"
    ],
    "publishers": [
      "Ti Tyme Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}