{
  "2109870": {
    "name": "Absolution’s Apple",
    "steam_appid": 2109870,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Read it your way: Includes standalone .epub and .pdf versions!</strong> </p><h2 class=\"bb_tag\" ><strong>One thousand years beyond the fall of Earth, the past plagues the future</strong></h2><p class=\"bb_paragraph\" >Behold the Megalith: A city carved from the slag of worlds, home to the many sins and rarer virtues of humanity. Therein lives an orphan named Haz, cursed with the ability to hear what others cannot... the whispers of thought and fate. When Haz stumbles upon the secrets of a dead man, he hears the call of opportunity. From the corpse he steals a map, and with it, the hope of fortune and freedom.</p><h2 class=\"bb_tag\" ><strong>What is old is new</strong></h2><p class=\"bb_paragraph\" >A man named Absolution drinks alone in a seedy bar, waiting for opportunity to call. When a grubby street urchin arrives at his table with a treasure map in hand, Absolution smells trouble, but can't resist. Finding treasure is his talent and trade; with a rugged old ship and a loyal team of scoundrels at his disposal, he has the means and the motivation to find whatever the map points to, and a gut feeling that tells him it's valuable. But before he can set sail on his latest venture, he must contend with the city itself: For between him and the open sea stands an army of angered mercenaries, and a gang of thugs who serve a woman scorned.</p><h2 class=\"bb_tag\" ><strong>What is life brings death</strong></h2><p class=\"bb_paragraph\" >In the streets not far away, Julia Delacroix studies a body covered in the unruly blossoming of an unidentifiable fungal growth. As Site Coordinator for the Office of Public Health, the responsibility to quarantine the neighbourhood falls on her, along with the ensuing investigation. It soon becomes apparent that hundreds have been exposed to the spores; that thousands may yet die if the infection spreads. Her only lead? An orphan seen robbing the dead, and a team of salvagers about to set sail on a long journey to the Rim...</p><h2 class=\"bb_tag\" ><strong>What is lost may be found</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i>Please Note: This product is a digital book, packaged and presented via a game engine. Its interactive elements are limited to book and menu navigation.</i></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Sample the first hundred pages in the demo, along with samples of other upcoming works.</strong></p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109870/header.jpg?t=1738752421",
    "developers": [
      "Nicholas Brakespear"
    ],
    "publishers": [
      "Nicholas Brakespear"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 12 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}