{
  "2109030": {
    "name": "Don't Fraud My Heart!",
    "steam_appid": 2109030,
    "required_age": 0,
    "is_free": true,
    "description": "Don't Fraud My Heart (DFMH) is a visual novel made entirely in Microsoft Powerpoint. It is a romantic, financially literate adventure that brings you into the exciting world of tax auditing. You play as the newest member of the tax auditing team, identifying occurrences of fraud, waste, and abuse! As you endeavor to make the world a better place, will you find true love amongst your office equipm- coworkers?<br><br>Your choices include:<br><br>Sepia-chan (pronounced like CPA)<br>Rorodexu-chan (based on a Rolodex)<br>Shiaru T (Based on a CRT monitor)<br>Emily Fox (Based on a fax machine)<br>Kakuro-tan (Based on a calculator)<br>AND FEATURING: Bernadetta Madon <br><br>Each girl has her own challenge associated with her, making every choice a unique adventure!<br><br><strong><u>Sepia-chan</u></strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109030/extras/fac6675a960541c085e1a75efbb7cc78.avif?t=1676630372\" width=125 height=500 /></span><br>Sepia-Chan is a dedicated financial employee. Though she lacks the aptitude for identifying many instances of fraud, she is intimately familiar with the many of the filing and administrative SOPs. She has several reports of unprofessional conduct, but her willingness to oversee new hires until they are placed in specialty departments makes her an invaluable asset. Her peers consider he one of the warmest and most inviting coworkers. Most forgive her for her lack of propriety.<br><br><strong><u>Kakuro-tan</u></strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109030/extras/0d76b1035723a53a95d4e45efbad1a66.avif?t=1676630372\" width=189 height=500 /></span><br>Kakuro-Tan is widely regarded as one of our best employees across all manner of testable standards. Though she has been noted to have a snappy retort here and there, she is extremely dedicated to her work and her behavior is generally accepted as a biproduct of her zealous commitment to tax fraud. Able to juggle managing her team of supervisors and heading a specialty department by herself, she has been recommended for advancement on more than one occasion. She has declined every offer for promotion extended to her. Kakuro-Tan insists on continuing her father’s work in the company. She is the daughter of the late Abakassu-San, one of the founders of the company.<br><br>More biographies to come in the next few months~<br><br>“Don’t Fraud My Heart” was in made in collaboration with our dear friend and incredible artist David Loebman. You can check out more of his work on his Facebook or Instagram @ArtofDavidLoebman!&quot;",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109030/header.jpg?t=1676630372",
    "developers": [
      "Dogwood Gaming",
      "Star Lake Studios"
    ],
    "publishers": [
      "Dogwood Gaming"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}