{
  "2109220": {
    "name": "Special Agent Squeaky's Simple Video Converter",
    "steam_appid": 2109220,
    "required_age": 0,
    "is_free": false,
    "description": "Easily edit and convert your gaming highlights, live stream moments and Twitch clips into Instagram Reels, TikTok videos, YouTube shorts or to any other social media platform format with only a few clicks!<br><br>The goal of the software is to help gaming content creators to transform their gaming highlights and live stream moments or their own original content into different formats that is suitable for various social media platforms, such as TikTok, Instagram, YouTube, Discord, etc, in order to increase their exposure and growth as a content creator.<br><br>This software is a command line server application that uses your local browser as its user interface. It allows you to specify either a video clip located online (such as a Twitch clip) or a video clip on your computer, perform basic edits and transformations and then export it to your desired format.<br><br>There are a lot of similar tools out there that transform clips, however most of them are online web services that require monthly online subscription or pay per video. The software is specifically developed to work locally on your computer, as a one time download. Download it once and you can use it as many times as you want and whenever you want without additional fees.<h2 class=\"bb_tag\" >What's the difference between the Demo version and the Paid version?</h2><br>Absolutely none!<br><br>You can download the Demo for free with all features! However if you feel like the software is useful, please consider supporting by purchasing the Paid version!<h2 class=\"bb_tag\" >Your feedback is important!</h2><br>This software is constantly being improved and polished, so any feedback is appreciated (good or bad) in order to improve the software! Giving comments and writing reviews helps a lot!<h2 class=\"bb_tag\" >Key software features</h2><ul class=\"bb_ul\"><li> Download and run on your local computer<br></li><li> Supports an online video clip or a local clip on your computer<br></li><li> Supports h246 MP4 videos<br></li><li> Crop your video the aspect ratio most suitable for the social media platform your are targeting<br></li><li> Trim your video duration to only highlight the part most interesting part<br></li><li> Add blur effects if you need a fancy background<br></li><li> Apply Picture-in-Picture effects for example show both your game play but also your webcam simultaneously<br></li><li> Rescale up or down the video if you need a specific dimension<br></li><li> Add images &amp; texts on top of your video<br></li><li> Convert images (such as screenshots) to videos<br></li><li> Flip, mirror and rotate your videos<br></li><li> More features are planned, but please give your feedback and suggestions on how to improve the tool!</li></ul><h2 class=\"bb_tag\" >More about adding images</h2><br>It is possible to add and resize images stored on your computer on your video. Perfect if you want to add your logotype or watermark your video!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109220/extras/4cc4e65b201b72d7ae5f75391902df56.avif?t=1677693295\" width=600 height=580 /></span><h2 class=\"bb_tag\" >More adding texts</h2>It is possible to add simple texts onto your video, for example maybe you want to a caption or mention your Twitch channel!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109220/extras/76046c73b01a5f8b85b72fa55958fce5.avif?t=1677693295\" width=600 height=638 /></span><h2 class=\"bb_tag\" >More about the blur effect</h2><br>With the blur effect, you can make your main video blurred and then add a Picture-in-Picture on top of it creating some nice effects.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109220/extras/b46b53a4c364ced56ea6f4df8c8bb2ff.poster.avif?t=1677693295\" width=336 height=582 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109220/extras/b46b53a4c364ced56ea6f4df8c8bb2ff.webm?t=1677693295\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109220/extras/b46b53a4c364ced56ea6f4df8c8bb2ff.mp4?t=1677693295\" type=\"video/mp4\"></video></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2109220/header.jpg?t=1677693295",
    "developers": [
      "Special Agent Squeaky"
    ],
    "publishers": [
      "Special Agent Squeaky"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 8 月 22 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}