{
  "2110460": {
    "name": "Cursed 3",
    "steam_appid": 2110460,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" ><u>In 2009</u> a girl named Jennifer was lost in an abandoned mineshaft. She was rescued by a brave man who studied the mine's history, but she was changed. That man disappeared without a trace...</p><p class=\"bb_paragraph\" ><u>In 2019</u> Jennifer's friend Randall came back to their hometown only to find it in shambles. He took down an evil cult and the demon they were attempting to resurrect. He and Jennifer fled to find a new life elsewhere. </p><p class=\"bb_paragraph\" ><u>Now in 2022</u>, Jennifer is restless about her destiny. Why did this all befall her? How was her family related to the ancient past? Jen sets off alone to her great-grantparent's abandoned house. Her father grew up in that house, and it may hold the answers she seeks.</p><p class=\"bb_paragraph\" >She will discover far more than she bargained for...</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The final chapter of the CURSED trilogy! This game has a ton of new features! </p><p class=\"bb_paragraph\" >-Same distinctive art style, but now in Widescreen and up to 120hz supported</p><p class=\"bb_paragraph\" >-Investigate the house in any way you choose. Non-linear progression with tons to discover</p><p class=\"bb_paragraph\" >-Look around every room and fight hideous creatures in full 360 degrees of rotation</p><p class=\"bb_paragraph\" >-A fusion of combat and world. Everything is now real-time, so fight or flight, it's up to you</p><p class=\"bb_paragraph\" >-Equip up to 4 items to quick-swap at any time for maximum readiness</p><p class=\"bb_paragraph\" >-Many weapons to find and build gradual mastery of</p><p class=\"bb_paragraph\" >-Gain stat points to improve Jennifer in whatever way you see fit</p><p class=\"bb_paragraph\" >-Over 10 magic spells that can be used anytime with a new sigil-drawing mechanic</p><p class=\"bb_paragraph\" >-Over a dozen intense boss fights to test your wits, skill, and reflexes</p><p class=\"bb_paragraph\" >-A massive adventure with even more difficult puzzles, enemies, items, and ways to solve problems than ever</p><p class=\"bb_paragraph\" >-Around 30 minutes of cutscenes tell the full story like never before (skippable for you speedrunners :))</p><p class=\"bb_paragraph\" >-Over 10 hours of gameplay. New completion and playtime counters track your progress.</p><p class=\"bb_paragraph\" >-The biggest baddest CURSED game I could possibly make by myself. I hope you enjoy it</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2110460/header.jpg?t=1761598113",
    "developers": [
      "Disaster Squad Productions"
    ],
    "publishers": [
      "Disaster Squad Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2022 年 10 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    },
    "type": "game"
  }
}