{
  "211780": {
    "name": "Conflict Desert Storm™",
    "steam_appid": 211780,
    "required_age": 0,
    "is_free": false,
    "description": "Take charge of the most feared special operations forces in the world: the elite British SAS or the US Delta Force squads. You're the best trained, best equipped and best organised. The area that has been assigned to you is yours for the taking. Seek, locate and destroy enemy targets and personnel. Create havoc and confusion throughout the enemy's lines of communication and supply. What lies before you is the opportunity of a soldier's lifetime. Take your equipment, take your training and use it well. Squad-based combat over 15 challenging missions.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Control a squad of four expert SAS or Delta Force operatives - Team Leader, Sniper, Heavy Weapons Specialist and Combat Engineer. <br></li><li>Call in air strikes, take control of vehicles and engage in the most fearsome combat you will ever face. <br></li><li>Watch your squad's expertise improve as each mission is completed. <br></li><li>Unprecedented AI governs enemy and squad behaviour. <br></li><li>Multiple paths through 15 challenging missions in urban, desert and indoor environments. <br></li><li>Real-World physics and ballistic models accurately simulate the rigours of combat. <br></li><li>Superb sound effects, explosions and actual Special Forces weaponry.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/211780/header.jpg?t=1592490585",
    "developers": [
      "Pivotal Games"
    ],
    "publishers": [
      "Square Enix"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 29,
      "total_negative": 8,
      "total_reviews": 37
    }
  }
}