{
  "211720": {
    "name": "The Elder Scrolls V: Skyrim - Dawnguard",
    "steam_appid": 211720,
    "required_age": 0,
    "is_free": false,
    "description": "Dawnguard™ is the first official game add-on for The Elder Scrolls V: Skyrim® - the 2011 Game of the Year. The Vampire Lord Harkon has returned to power. By using the Elder Scrolls, he seeks to do the unthinkable - to end the sun itself. Will you join the ancient order of the Dawnguard and stop him? Or will you become a Vampire Lord yourself? Featuring an all new faction questline and locations, the ultimate choice will be yours.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>New Weapons, Armor, Spells and Shouts. Join the Dawnguard and wield all new crossbows and craft your own arrows, bolts, and Dragonbone weapons. Use new weapons, armor, spells and shouts, including the Soul Tear shout – that rips the souls from your enemies and turns them into your minions. <br></li><li>Become a Vampire Lord. Side with the vampires and become a Vampire Lord yourself. Hover across the ground, turn yourself into bats, levitate your enemies as you drain their life, and more. The Vampire Lord features its own upgradable perk system.<br></li><li>Werewolf Perks added. Playing as a werewolf now has its own upgradable perk system including Bestial Strength, Animal Vigor, and Savage Feeding.<br></li><li>New Locations and Creatures. Choose from two new fortresses to upgrade and call home, Castle Volkihar or Fort Dawnguard. Discover lost valleys and travel to a new realm of Oblivion, the Soul Cairn. Battle new creatures including Death Hounds, Gargoyles, Armored Trolls, and all new vampires and dragons.  <br></li><li>Change Your Appearance. Visit Riften’s Ratway and find the woman who can change your appearance, altering your face or hair.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语<strong>*</strong>, 捷克语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/211720/header.jpg?t=1493767839",
    "developers": [
      "Bethesda Game Studios"
    ],
    "publishers": [
      "Bethesda Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8300,
      "final": 8300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 83.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 14,
      "total_negative": 2,
      "total_reviews": 16
    }
  }
}