{
  "214170": {
    "name": "Divine Divinity",
    "steam_appid": 214170,
    "required_age": 0,
    "is_free": false,
    "description": "Listed among the &quot;Top 100 PC Games Of All Time&quot; by PC GAMER (2012), Divine Divinity is an epic role-playing game with hack-and-slash action, offering a huge world to explore and thousands of items to investigate, trade and use.<br><br>The game chronicles the never-ending battle between valiant heroes and the destructive powers of Chaos harnessed by the Black Ring, a cult of enduring evil. You play the role of the prophesised Chosen One who under the guidance of the wizard Zandalor must unite the seven races of Rivellon so that you may become the Divine One and stop the birth of the Lord of Chaos.<br><br>This new re-mastered version offers support for Windows 7 and higher resolutions.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>An RPG of Epic Proportions</strong><br><br>Experience an adventure that will last you over 100 hours, filled with tons of non-linear quests and offering an enormous world to explore!<br></li><li><strong>Classless Character Development</strong><br><br>You decide what kind of character you want to be! Start out as a warrior, wizard or survivor – each with his own unique ability – then freely choose between 96skills, regardless of your class.<br></li><li><strong>Hack &amp; Slash with a Twist</strong><br><br>Fight dozens of different enemy types and obliterate them in visceral, fast-paced combat. Things getting a bit hectic for you? Then pause the game at will, and take your time to look over the battlefield - or drink that much needed health potion.<br></li><li><strong>Interaction Galore</strong><br><br>Discover the enormous amount of objects that can be investigated, traded, used and combined. Found some empty flasks and picked up some colourful mushrooms? Create potions! Obtained some vile-smelling poison? Daub it on your blade or arrow tips: your foes won't know what hit 'em!<br></li><li><strong>Award-winning Soundtrack</strong><br><br>Enjoy the dulcet melodies composed by Kirill Pokrovsky, the two-time winner of IGN’s &quot;Outstanding Achievement in Music” award.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/214170/header.jpg?t=1765504834",
    "developers": [
      "Larian Studios"
    ],
    "publishers": [
      "Larian Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 7 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 131,
      "total_negative": 19,
      "total_reviews": 150
    }
  }
}