{
  "214250": {
    "name": "I Am Alive",
    "steam_appid": 214250,
    "required_age": 0,
    "is_free": false,
    "description": "After having conquered hundreds of thousands of die-hard survival enthusiasts and fans of dark post-apocalyptic fictions on consoles, I Am Alive, the ground-breaking survival adventure game is finally coming to PC digital platforms.<br><br>I Am Alive casts the player as a lone survivor in a believable, dark and insecure post-apocalyptic world. One year after the Event, a worldwide cataclysmic event that wiped most of the human race, a man struggles for survival in a desolate city as he tries to reunite with his long lost wife and daughter.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>Enhanced for the PC</strong><ul class=\"bb_ul\"><li>More ways to experience survival. The new Easy mode provides infinite retries and a slightly softer, more forgiving introduction to I Am Alive.  With the Replay mode, go back and replay any level any time to uncover more secrets, alternate path, and hidden resources.<br></li><li>Explore the dark, atmospheric post-apocalyptic world in higher resolutions and sharper graphics, with fully customizable graphics settings.<br></li><li>Fully configurable mouse, keyboard and game pad support to play the way you like.</li></ul></li><li><strong>Explore the destroyed city</strong>. Find your way in murky streets covered in toxic dust and rubble. Climb the ruins of the last standing skyscrapers to find the few last unspoiled resources.  Watch out for survivors - some are friendly and need assistance, some are scared, most are outright hostile and use group tactics to hunt you down. <br><br></li><li><strong>Intimidation-based combat</strong><br><br>Combat is deadly and ammo is scarce. Use deception to deal with groups of enemies while trying to keep your precious few bullets, but watch out for the toughest ones - they may call your bluff.</li></ul><br>Please note that as of November 19th, 2018, the online features for this game are no longer supported. The Multiplayer mode / Co-op mode will no longer be accessible.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/214250/header.jpg?t=1764083317",
    "developers": [
      "Ubisoft  Shanghaï"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 9 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 71,
      "total_negative": 31,
      "total_reviews": 102
    }
  }
}