{
  "214610": {
    "name": "Cherry Tree High Comedy Club",
    "steam_appid": 214610,
    "required_age": 0,
    "is_free": false,
    "description": "Comedy fanatic and high school student Mairu Hibisu has decided to set up a comedy club in her school, but her nemesis and the head of the student council, Chitose Karasuyama, isn’t about to make things easy… The school rules require a minimum of 5 students to set up a new club and Mairu is 3 people short! Spring break has just started and Mairu has until the end of April to recruit the 3 new members she needs to start the club or Chitose will have the last laugh!<br><br>Guide Mairu through idyllic Cherry Tree Town as she makes new friends and endeavors to persuade them to join her high school comedy club in this anime-style comic adventure game.<br><br>Explore the town and level up Mairu’s repertoire of conversational topics by reading books, watching TV, etc. then apply them to persuade potential recruits to join your new club. Some topics require money to build up, so you will need to find part time work such as cleaning the local temple and making jewelry accessories.<br><br>Developer 773’s game features a host of quirky characters, catchy music, and is a must-play for fans of anime and manga. Laugh and the world laughs with you!<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>6 characters to recruit and many more NPCs<br></li><li>12 conversational topics to polish and upgrade, such as video games, romance, news, cooking, sports<br></li><li>All original, high quality graphics and catchy music<br></li><li>Fun dialogue and memorable characters<br></li><li>Colorful, warm anime-style tone and accessible game mechanics<br></li><li>Japanese setting AND westernized localizations available! <br>   * Trailer and screenshots above are from the westernized version</li></ul><br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/214610/header.jpg?t=1657548967",
    "developers": [
      "773"
    ],
    "publishers": [
      "Nyu Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 11 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}