{
  "21650": {
    "name": "Flock! Demo",
    "steam_appid": 21650,
    "required_age": 0,
    "is_free": true,
    "description": "<p>Join the Herd!</p>\n\t\t\t\t\t<p>Protect your cornfields and lock up your livestock, because FLOCK is here! Pilot a UFO around vibrantly-colored landscapes in this charming sandbox puzzle game where you must herd animal life back to the Motherflocker. Using a powerful physics engine that drives many of the game’s elements, FLOCK features over 50 pastoral puzzles. Pick up wood to form bridges, move boulders to create obstructions, and flatten fields into pathways all to help deliver your herd before time runs out! Flock together with a friend and even create and share your own crazy levels online! </p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li>Herd, poke, prod and manipulate cute, cuddly animals that react to each other and their hazardous surroundings </li>\n\t\t\t\t\t<li>Over 50 levels of pastoral puzzle challenges </li>\n\t\t\t\t\t<li>2 player local co-op flocking </li>\n\t\t\t\t\t<li>Level editor allows for custom puzzles to be created, shared and rated </li>\n\t\t\t\t\t<li>Compelling environments complemented by a whimsical art style, beautiful lighting and  distinctive textures makes this one of the most graphically-advanced downloadable titles to date </li>\n\t\t\t\t\t<li>Real-world physics engine creates all new types of puzzles; Pick up wood to form bridges, move boulders to create obstructions, and flatten fields into pathways </li>\n\t\t\t\t\t<li>Lots of fun surprises, secret collectibles and upgrades to find </li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/21650/header.jpg?t=1447351763",
    "developers": [
      "Proper Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}