{
  "216670": {
    "name": "Great Big War Game",
    "steam_appid": 216670,
    "required_age": 0,
    "is_free": false,
    "description": "Taking military &quot;advice&quot; from the ridiculous generalissimo, can you battle your way through this truly massive, content-packed military campaign? Plan your missions, deploy your forces, try not to fall off the sofa laughing!<br><br>You've plenty of units to play with, covering land, sea and airborne combat. Be warned though, these funny cartoon troops are not exactly <i>the right stuff</i>. <br><br>Playing as &quot;Jenkins&quot;, the hard done to lieutenant, you will need to complete the Generalissimo's wide variety of mission orders - collect resources, assassinate enemy generals, invade territory, evacuate your forces, do a bit of enemy base ownage, etc.<br><br>40+ hours of campaign mode not enough? There is also unlimited skirmish play vs the AI for quick fixes, on a wide variety of custom maps.<br><br>And there's still more - Multiplayer. You can Pass &amp; Play on your PC, or join our thriving online community, playing head to head at an asynchronous pace that suits you. Online play is cross-platform, so you can play and/or transfer your account to other supported platforms.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Control armies of 30 different units on land, sea and air<br></li><li>50+ hours of gameplay in the story campaign<br></li><li>70+ skirmish/multiplayer maps<br></li><li>Online asynchronous multiplayer – challenge others on PC, iOS and Android</li></ul><ul class=\"bb_ul\"><li>Units can collect battle points through play to be used to give tactical boosts and rank-ups<br></li><li>Each level mission has unique challenges, introduced each time either a new playing piece, new terrain, new buildings or different tactics to achieve a win<br></li><li>Use height advantage and choke points to dominate your enemy<br></li><li>Play in the jungle, desert, polar, rocky &amp; temperate terrain<br></li><li>Replay value to achieve higher rankings<br></li><li>Your game account for online play works on PC, iOS and Android - swap around at will.<br><br>Find us on Facebook: <br>&quot;Bag 'em &amp; Tag 'em&quot;</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/216670/header.jpg?t=1447356247",
    "developers": [
      "Rubicon Development"
    ],
    "publishers": [
      "Rubicon Development"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}