{
  "217160": {
    "name": "Transcripted Demo",
    "steam_appid": 217160,
    "required_age": 0,
    "is_free": true,
    "description": "Overview<br />\nHistory’s greatest battles have always been fought at scales too small for the human eye to see. The microcosm is a violent, chaotic world, where the struggle for existence rages between countless organisms every second of every day… until now. The game has changed- a disease unlike anything in nature has recently been discovered infecting humans, and is spreading fast. This xeno pathogen is unrecognizable to scientists… it is either an alien virus, or the masterwork of a brilliantly twisted nano-engineer wielding an evil sense of humor. The xeno pathogen is immune to traditional methods of treatment; only the most cutting edge weapons have any hope of stopping the disease before it reaches epidemic proportions. Enter the Nano Probe- a microscopic, experimental device controlled remotely from outside the body by a crack team of engineers and scientists that can penetrate the smallest chasms of the body to seek out and destroy pathogens wherever they may be hiding. Like a miniscule master assassin, the Nano Probe is equipped with advanced prototypical weaponry from laser blasters to homing rockets to help it destroy its quarry. Take control of the Nano Probe to annihilate this threat before it wipes humanity from the face of the earth. You, and the Nano Probe, may be all that stand between mankind and total extinction.<br />\n<br />\nGameplay<br />\nTranscripted is a mixture of two incredibly addictive and vastly popular casual gaming styles: the dual-stick shooter and the match three puzzle game. In Transcripted players take control of the Nano Probe, a microscopic apparatus used to combat disease. With the aid of a skill tree that improves ship equipment, health, shields and the Nano Probe’s arsenal of upgradeable weapons, players must successfully navigate through hordes of deadly pathogens to destroy the disease’s pseudo-DNA as it twines perilously on its endless path to infection. Along the way players must defeat gigantic boss colonies the pathogen has evolved with the sole purpose of stopping the Nano Probe from completing its mission. Difficulty levels of both puzzle and shooting segments can be adjusted independently to suit every play style, making Transcripted an amazingly replayable experience.<br />\n<br />\nFeatures<br />\n•\tTwin stick shooter meets “match three” puzzles for addictive, tactical and fast-paced action<br />\n•\tMany weapon and ship upgrades allow players almost limitless customization options for their Nano Probe <br />\n•\tBeautifully rendered microscopic environments with animated backgrounds showing various areas of the body as the infection spreads<br />\n•\tDifficulty levels of both puzzle and shooting aspects of the game can be adjusted independently<br />\n•\t25 core campaign missions, and 5 Challenge levels for scoring competition<br />\n•\tPlayers are rewarded for skill shots and huge combos with experience points that can then be used to purchase weapon and ship upgrades<br />\n•\tMemorable, ambient score <br />\n",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/217160/header.jpg?t=1447356325",
    "developers": [
      "Alkemi"
    ],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 8 月 9 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": {
      "total": 35,
      "highlighted": [
        {
          "name": "The largest germ ever",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/bfbe0ae4298dd6e4d34d9b4a75b2e4ce28724d70.jpg"
        },
        {
          "name": "Nervous breakdown",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/aea3d32933ec2bbce9ac004493e7883e5c463b03.jpg"
        },
        {
          "name": "Cocoon crash",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/87aa77a0b7a73416b79e6c9ab6b48829e89820f2.jpg"
        },
        {
          "name": "Heart breaker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/9c7240487cde8321282415d3e93d2d6cbd186b6f.jpg"
        },
        {
          "name": "Xenocide",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/fce0c97b2e8b6ede0704f0ceb18b137e330ec031.jpg"
        },
        {
          "name": "PhD in chain reactions",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/a0dd2b5779a07fb6a14cfca6e6c78572c62d92a5.jpg"
        },
        {
          "name": "PhD in bullet hells",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/272666a4890ffb6413f8a260d2245f719fff368e.jpg"
        },
        {
          "name": "Ultimate nano scientist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/76614665f49ce56a5c7cd383b234eb2a5e190cad.jpg"
        },
        {
          "name": "Who needs life upgrades ?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/76f61dc67518248d926c09297403482853e653af.jpg"
        },
        {
          "name": "Slow ride",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/217160/ab9ee28bf362c655872f6d3e5e999dc7b26dc8df.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}