{
  "21730": {
    "name": "CSI: Crime Scene Investigation™:  Hard Evidence",
    "steam_appid": 21730,
    "required_age": 0,
    "is_free": false,
    "description": "Join forces with the CSI team and tackle Las Vegas’ most disturbing murders – from a gruesome arson attack to a frenzied shootout.  It’s all about the evidence, and more like the hit TV show than ever before.<br>                    <ul class=\"bb_ul\"><li><strong>More Crime-Solving Action:</strong> Break down the evidence and bring suspects to justice in five all-new, bizarre crimes. Unravel longer cases, search bigger crime scenes and uncover hidden evidence in unique locations like never before.<br>                    </li><li><strong>Go Deeper into the Evidence:</strong> Master new forensic tools and find more evidence than ever. Use the new Garage Lab to examine large pieces of evidence like cars and trucks. Recreate gunfights with ballistic lasers, uncover shocking secrets with video analysis, and much more.<br>                    </li><li><strong>The Ultimate CSI Experience:</strong> Experience your very own CSI episodes as you piece together clues with the real CSI actors. Take part in dramatic interrogations, create grisly crime reenactments and explore atmospheric crime scenes inspired by the show.<br>                    </li></ul> <br>                    <h2 class=\"bb_tag\" >About the Franchise:</h2>                    CSI: Hard Evidence is based on CSI: Crime Scene Investigation, the #1-rated TV crime drama averaging 21M viewers a week (U.S.).<br>                    This year’s season finale (parts 1 &amp; 2) was rated #1 (27M US viewers) over all types of shows, including American Idol.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/21730/header.jpg?t=1447352434",
    "developers": [
      "Telltale Games"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}