{
  "218020": {
    "name": "Nethergate: Resurrection",
    "steam_appid": 218020,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Spiderweb Software's classic adventure of treachery and battle in ancient times has returned! Travel back to ancient Britannia for a tale of cunning foes, vicious battles, and a race to rediscover the lost secrets of magic.</p>\n\n<p>Britannia is a land ravaged by war. The natives of this land, the savage Celts, have long been subjugated by the Roman invaders. At last, they have risen up in bloody rebellion. Battles rage across the land. Cities are sacked, the inhabitants massacred. And, lost in the chaos, in the small, forgotten valley of Shadowvale, a plan is being formed.</p>\n\n<p>Soon, a band of barbarians will rediscover the lost secrets of magic. They will find a way to rid their lands of their oppressors forever. And you, as the Celtic warriors, will attempt to free your people.</p>\n\n<p>Or you, as the Romans, will attempt to crush them. For the good of the Empire.</p>\n\n<h2>Key Features</h2>\n<ul>\n<li>Two different sides, the powerful Romans and the savage and cunning Celts. Each side has a completely different full-length adventure.\n<li>Enormous game world, with dozens of dungeons and many characters and quests.\n<li>Fascinating storyline. Fight for freedom, or further the glory of the Empire.\n<li>Lost secrets of magic! Dozens of spells and hundreds of hidden magical artifacts.\n<li>Innovative story and unique setting. Unlike any fantasy game you've ever played.\n</ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/218020/header.jpg?t=1563926925",
    "developers": [
      "Spiderweb Software"
    ],
    "publishers": [
      "Spiderweb Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}