{
  "218040": {
    "name": "Democracy 2",
    "steam_appid": 218040,
    "required_age": 0,
    "is_free": false,
    "description": "Democracy 2 is the ultimate political strategy / simulation game. The game simulates the motivations, loyalties and desires of everyone in the country. As president or prime minister, it's your job to balance the need for income from taxes against the demands of the voters. Do you want your country to be an eco-friendly green paradise? Or a capitalist utopia? Will you pander to the patriots, the liberals or the religious pressure groups? Can you keep crime under control without destroying the civil liberties of your citizens? And can you keep good diplomatic relations with other nation states?<br />\n <br />\nDespite the complex simulation underneath, Democracy 2 is easy to pick up. An innovative user-interface shows the relationships between everything in the game just by hovering your mouse over an object. The game is 'turn based', so it's the ideal game for those who prefer an intelligent, thoughtful game.<br />\n<br />\nThe key to the game are the policy 'sliders' that let you adjust how your government runs. You can raise or lower taxes with a slider, or even adjust education policy, or workers rights in exactly the same way. This system makes for a game that is easy to learn and difficult to master.<br />\n<br />\nDemocracy 2 covers the whole range of political opinion and policy, from debates over stem cell research and school prayer, through the provision of state health care and benefit payments to the unemployed, right across to tax shelters for the wealthy, the death penalty, military spending and civil rights. Regardless of where you stand on political topics, you will have the option to take control of the government and put your ideology to the test.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/218040/header.jpg?t=1447356388",
    "developers": [
      "Positech Games"
    ],
    "publishers": [
      "Positech Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}