{
  "21800": {
    "name": "Tom Clancy's EndWar™",
    "steam_appid": 21800,
    "required_age": 0,
    "is_free": false,
    "description": "Live the thrilling career of an army commander and lead your army to victory in a massive online World War III! Take control of the U.S.-led Joint Strike Force, the European Enforcers Corps, or the Russian Spetsnaz Guards Brigade in a persistent ongoing World War. Create your army to match your tactical style and create a strategy that will defeat your enemies.                     <br>\t\t\t\t\tYou Are In Control                    <br>\t\t\t\t\tIn addition to traditional RTS controls (mouse selection, hotkeys), EndWar goes beyond other Real Time Strategy games by letting you use your own voice to control your units, offering you true control at the speed of thought.                     <br>\t\t\t\t\tPutting You in the Battle                    <br>\t\t\t\t\tInstead of using the traditional top-down view, EndWar employs a unique third-person camera that puts you in the heart of the battle, making the use of terrain and cover even more critical to achieving victory.  Zoom in and out at will and watch the devastation unfold as hundreds of units engage the enemy on fully destructible battlefields.                    <br>\t\t\t\t\tArmed for the Future                    <br>\t\t\t\t\tTrue to the Tom Clancy legacy, EndWar offers a wide range of vehicles, weapons and equipment based on real-world military research, giving you unprecedented access to the cutting-edge technology of tomorrows wars, such as drones and space-based weapons of mass destruction.                     <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Go to war online in a persistent multiplayer World War III with fully-customizable battalions and units                    <br>\t\t\t\t\t</li><li>Refined HUD and controls and new waypoint system, combined with EndWars proven revolutionary voice command system                    <br>\t\t\t\t\t</li><li>30 stunningly realistic real-world battlefields set in Europe and the United States, including Washington D.C., Paris, and Moscow                    <br>\t\t\t\t\t</li><li>Deeply customizable armies featuring unit ranks and hundreds of upgrades add up to endless replay value.                    <br>\t\t\t\t\t</li><li>Includes all the downloadable content released on consoles – maps, additional upgrades and battalions.                    <br>\t\t\t\t\t</li><li>Watch the destruction unfold in spectacular detail in massive battles featuring hundreds of units and destructible environments.                    </li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/21800/header.jpg?t=1765571137",
    "developers": [
      "Ubisoft  Shanghaï"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 22,
      "total_negative": 6,
      "total_reviews": 28
    }
  }
}