{
  "218980": {
    "name": "Patterns",
    "steam_appid": 218980,
    "required_age": 0,
    "is_free": false,
    "description": "Create worlds beyond your imagination in Patterns: a 3D sandbox with physics and gravity. Build your own world or invite your friends to collaborate on epic creations. Add goals to turn your builds into challenging games or leave them open-ended: the choice is yours!  When you're done, show off your creations with friends or share them with the community to gain status.<br><br>As an Early Access game, the future of Patterns is still unfolding. Join the community now to make sure your voice is heard. The Patterns team is working hard to provide powerful tools and scripting support to let you unleash your creativity.<h2 class=\"bb_tag\" >Key Features</h2><br><br><ul class=\"bb_ul\"><li>&quot;Multiplayer: Invite friends for co-op building or competitive challenges.&quot;<br></li><li>&quot;Choose between first-person and third-person camera.&quot;<br></li><li>&quot;Share your world for others to play, or open it up for the community to remix.&quot; <br></li><li>&quot;Play with gravity: build on flat worlds or wrap your mind around planetoids with multi-directional gravity.&quot;<br></li><li>&quot;Save, edit, and clone models to quickly expand your worlds.&quot; <br></li><li>&quot;Simulated physics: watch worlds come alive with dynamic destruction and debris.&quot;<br></li><li>&quot;Encounter creatures with AI and unique behaviors&quot;<br></li><li>&quot;Change the look and behavior of your building materials with the Substance Editor&quot;</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/218980/header.jpg?t=1683843893",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}