{
  "21900": {
    "name": "Tom Clancy's H.A.W.X™",
    "steam_appid": 21900,
    "required_age": 0,
    "is_free": false,
    "description": "The setting is 2012. As the era of the nation-state draws quickly to a close, the rules of warfare evolve even more rapidly. More and more nations become increasingly dependent on Private Military Companies (PMCs)  elite mercenaries with a lax view of the law. The Reykjavik Accords further legitimize their existence by authorizing their right to serve in every aspect of military operations. There goes the neighborhood...                    <br>\t\t\t\t\tTom Clancy's H.A.W.X. is primed to revolutionize the way we think about combat in the sky. Cutting-edge technology, devastating firepower, and intense dogfights award this new title a deserving place in the prestigious Tom Clancy Franchise. Soon, flying at Mach 3 becomes a right, not a privilege.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>ENHANCED REALITY SYSTEM (E.R.S.)</strong>  E.R.S. is in-game technology that helps turn novice aviators into elite pilots of the future. The Enhanced Reality System is the core of the H.A.W.X. flight experience: aircraft interception trajectories, incoming missile detection, anti-crash system, damage assessment, tactical map, and weapons trajectory control. E.R.S. also allows players to issue orders to their squadron and other units, making this system as iconic to HAWX as the Cross-Com system is to Tom Clancy's Ghost Recon Advanced Warfighter®!                     <br>\t\t\t\t\t</li><li><strong>ASSISTANCE MODE</strong>  Players can ease into their flight missions and gain a level of comfort with the use of the assistance mode. Once employed, players can take full advantage of their technological support through the E.R.S and gain maximum piloting security. If the situation calls for the player to unleash the full potential of the aircraft, the assistance mode can be switched off and all safety features will be deactivated. This comes with increased risks, but allows the player advanced dogfighting maneuvers and stunning third-person views.                    <br>\t\t\t\t\t</li><li><strong>REVOLUTIONARY MULTIPLAYER</strong>  For the first time ever in the air-combat genre, players will be able to experience the entire solo campaign in four-player co-op with seamless JUMP IN/JUMP OUT functionality. In PVP mode, players can challenge each other in intense dog-fighting sessions and find out who's the top gun. Winning players are rewarded with experience points and money to unlock more weapons.                    <br>\t\t\t\t\t</li><li><strong>REALISM AND TECHNOLOGY</strong>  Players have the opportunity to take the throttle of over 50 famous aircrafts, and take them over real world locations &amp; cities in photo-realistic environments created with the best commercial satellite data on the civilian market.                    </li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/21900/header.jpg?t=1447351359",
    "developers": [
      "Ubisoft Bucharest Studio"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}