{
  "219760": {
    "name": "Beyond Divinity",
    "steam_appid": 219760,
    "required_age": 0,
    "is_free": false,
    "description": "Beyond Divinity is the follow-up to the award-winning Divine Divinity. Soul-forged with a Death Knight, your fate is to spend the rest of eternity bonded to this creature of evil, unless you can undo his curse...prepare for your greatest adventure!<br><br>This new re-mastered version offers support for Windows 7 and higher resolutions.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>An RPG of Epic Proportions:</strong> Experience an adventure that will last you over 60 hours, filled with tons of non-linear quests and offering an enormous world to explore, spread over 4 story acts. And if that’s not enough for you, you can always enter the Battlefields - a randomly generated universe filled with loot, enemies and new quests.<br></li><li><strong>Classless Character Development:</strong> You decide what kind of character you want to be! An open, class-free character development system with over 30 character traits and 290 skills to learn, including advanced alchemy, craftsmanship, trap creation and many others.<br></li><li><strong>Work together to emerge victorious:</strong> You can seamlessly switch control between your avatar and the Death Knight. In combat, you can pause the game at will and take your time to issue commands to each party member. Summoning dolls allows you to increase your party size even further. <br></li><li><strong>Interaction Galore:</strong> Discover the enormous amount of objects that can be investigated, traded, used and combined. Found some empty flasks and picked up some colourful mushrooms? Create potions! Obtained some vile-smelling poison? Daub it on your blade or arrow tips: your foes won't know what hit 'em!<br></li><li><strong>Award-winning Soundtrack</strong> Enjoy the dulcet melodies composed by Kirill Pokrovsky, the two-time winner of IGN’s &quot;Outstanding Achievement in Music&quot; award.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 俄语<strong>*</strong>, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219760/header.jpg?t=1765504804",
    "developers": [
      "Larian Studios"
    ],
    "publishers": [
      "Larian Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 23,
      "total_negative": 21,
      "total_reviews": 44
    }
  }
}