{
  "219990": {
    "name": "Grim Dawn",
    "steam_appid": 219990,
    "required_age": 0,
    "is_free": false,
    "description": "Enter an apocalyptic fantasy world where humanity is on the brink of extinction, iron is valued above gold and trust is hard earned. This ARPG features complex character development, hundreds of unique items, crafting and quests with choice &amp; consequence.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Dual Class</strong> - Combine any of six distinct classes with over 25 skills and modifiers per class. Base classes include Soldier, Demolitionist, Occultist, Nightblade, Arcanist and Shaman.<br></li><li><strong>Hundreds of Item Skills</strong> - Augment your class build with a diverse array of over 250 unique skills granted by items and equipment add-ons.<br></li><li><strong>Collect hundreds of Items</strong> - Common, magical, rare, epic and legendary classes of loot. Plus over 20,000 possible magical affix combinations and over 200 rare affixes. <br></li><li><strong>Quests with Choice and Consequence</strong> - You will face tough decisions that leave significant impacts upon the world. Strangers on the road, desperate families and even entire villages may live or perish based on your actions. Currently over 35 quests with 75+ lore notes to be collected.<br></li><li><strong>Friendly and Enemy Factions</strong> - Earn favor with human factions to unlock additional quest lines, vendor discounts and special faction-based items and augments. Some neutral factions can be turned into allies but aiding one will make the enemy of another. Hostile factions will remember your deeds and deepen their hatred of you, sending out large packs and elite heroes to hunt you down.<br></li><li><strong>Devotion</strong>, an additional layer of skill customization allows you to acquire bonuses and powerful secondary effects for your class skills. These are unlocked from a giant constellation map with points acquired by finding and restoring destroyed or corrupted shrines hidden throughout the world.<br></li><li><strong>Rebuild the World</strong> - Help human enclaves survive and flourish by securing vital necessities, rebuilding structures and rescuing survivors who can then lend their services to your cause.<br></li><li><strong>4 Person Multiplayer</strong> - Connect with Friends or make new allies in glorious multiplayer. Multiplayer encounters will put your teamwork to the ultimate challenge.<br></li><li><strong>Fast-paced Visceral Combat</strong> - Enemy blood spatters, ragdoll physics and satisfying enemy death effects. Smash in doors and fight house to house, leaving a path of demolished furniture in your wake.<br></li><li><strong>Rotatable Camera</strong> - If you choose to survey the full beauty of the world and always fight from the most optimal angle. Levels are still designed so that players are not forced to rotate the camera; it is purely optional.<br></li><li><strong>Secrets and Perils Abound</strong> - 200+ Enemy heroes and bosses, hand-configured with their own unique arrays of deadly skills. 20+ secret areas hidden behind crumbling walls, hidden gaps and mysterious locked doors. Explode obstacles or repair structures to open new paths.<br></li><li><strong>Rogue-Like Dungeons</strong> - Descend into special locked challenge dungeons that require a rare crafted key, where enemy levels increase as you progress and player teleport is disabled. There is no way out except to complete the dungeon or die trying.<br></li><li><strong>Dynamic Weather</strong> - The world is brought to life with region-specific climates and a variety of weather effects. A sunny day can cloud over with mild rain showers that builds into a booming thunderstorm. Variable wind gusts blow grass and affect objects like windmills.<br></li><li><strong>Recipe Based Crafting</strong> -  Collect over 250 crafting recipes that allow you to combine salvaged components into unique crafted items and then, later, use those basic crafted items with higher-tiered recipes to complete items of amazing power.<br></li><li><strong>Reclaim Skill Points</strong> - The ability to pay to reclaim points alleviates the fear and frustration of having to make early, uninformed skill choices that could permanently gimp a character.</li></ul><br>Crate Entertainment is a small indie studio founded by the lead gameplay designer of Titan Quest and includes veterans from such companies as Blizzard North, Irrational and Harmonix. Join the Grim Dawn community and provide feedback on the ongoing development of the game. Help shape the future of development and be among the first to receive news about Grim Dawn by participating in polls and discussions on our forum.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 捷克语, 日语, 俄语, 简体中文, 葡萄牙语 - 巴西, 意大利语, 韩语, 越南语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/219990/header.jpg?t=1726250949",
    "developers": [
      "Crate Entertainment"
    ],
    "publishers": [
      "Crate Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 42,
        "description": "在平板上远程畅玩"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 185,
      "highlighted": [
        {
          "name": "Monster Slayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/89b967769ec85cfe515ec24f131cfea8a5a208c7.jpg"
        },
        {
          "name": "Heroic Slayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/d6ca94e354ded7579ce8002507cd02a83b538b3d.jpg"
        },
        {
          "name": "Legendary Slayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/84a72f21680e253d841f6d7565740a2c0894b2d3.jpg"
        },
        {
          "name": "Nemesis",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/9337d9dd4b6cdc394db499670edfb8e55864357f.jpg"
        },
        {
          "name": "Unstoppable",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/99bf8ce411a21b84aa50ad87b77524260919d82b.jpg"
        },
        {
          "name": "Cleansing the World",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/423edc9f8ce1377f4669783a9a800d35468d44eb.jpg"
        },
        {
          "name": "A Wake of Carnage",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/d27a06967913b0f7fb36741bb7b8decc9c6aa0d2.jpg"
        },
        {
          "name": "An Ocean of Blood",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/1601e732b3e4fa65bf37582ca86fb15572ff496f.jpg"
        },
        {
          "name": "Friends in the Apocalypse",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/da1350d32e76567859548f0aa24946c395c746ce.jpg"
        },
        {
          "name": "Paragon of Cairn",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/219990/14256741ef788b2661d390e69fd37699d59e2f52.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 19465,
      "total_negative": 2060,
      "total_reviews": 21525
    }
  }
}