{
  "21990": {
    "name": "TMNT™",
    "steam_appid": 21990,
    "required_age": 0,
    "is_free": false,
    "description": "Based on the CGI TMNT movie, Ubisoft's TMNT™ video game takes place in New York City, a city plagued with fast-moving shadows and attacks from strange creatures. Could the wealthy and mysterious Max Winters be involved? New York City needs the Turtles now more than ever but they face their most trying time both as heroes and as brothers. With the fate of the City and their family at stake, it's up to Leonardo with Zen Master Splinter to restore unity and ninja discipline to the Turtles. In this highly immersive experience, join the Ninja Turtles team and experience intense acrobatic navigation, collaborative combat and powerful fighting moves. Engage in over-the-top Ninja action to reunite the Turtles and save New York City.<br>                    <ul class=\"bb_ul\"><li><strong>Embody All Four Famous Turtles</strong> Leonardo, Raphael, Donatello and Michelangelo are playable, each with unique acrobatic moves, weapons and combat skills, such as Michelangelo's fast nunchuk face slap and Raphael's powerful Sai throw. <br>                    </li><li><strong>Extends the TMNT Movie Experience</strong> The video game uses the same dark and dangerous environments and same themes in the new TMNT movie. Will the Turtles be able to unite against the odds or will sibling rivalries create an unstoppable rift between the brothers? Only the player's abilities can determine the outcome for the family.<br>                    </li><li><strong>Intense Ninja Fighting</strong> By harnessing the power of Ninjitsu, the four Turtles have become masters of combat. Leonardo shows a calm discipline when he faces his foes, attacking carefully and masterfully. Donatello's bow staff can be used to reach distant enemies and as a pivot for him to swing himself around the arena. Michelangelo is a fast, flamboyant, energetic fighter, good for quick slashes with nearby enemies but for powerful direct attacks nothing beats the intensity of Raphael's powerful Sai punches.<br>                    </li><li><strong>Unique Acrobatic Navigation</strong> The Turtles jump from rooftop to rooftop, scale tall buildings, dive into sewers and race through every corner of the city to confront their enemies. Using the Jade Engine (Prince of Persia franchise), Ubisoft's acclaimed Montreal development team brings a unique fast-paced navigation element to the Turtles gameplay. <br>                    </li><li><strong>Powerful Tag Team Moves</strong> Together the Turtles can team up to reach locations unattainable alone, or use their unique individual abilities to find alternate routes and secret areas of New York City. By pairing up in combat, the Turtles can leverage their combined powers to create a multitude of devastating attacks to cripple the enemy.<br>                    </li><li><strong>Diverse Enemies and Bosses</strong> Characters from the movie and the original comic book series creep out of the shadows to face the Turtles. From the Purple Dragon Street Gang to the infamous Foot Clan, a new group of enemies lurks in the sewers. Find out what their plan is and how the Turtles can stop them. <br>                    </li></ul>",
    "supported_languages": "英语, 法语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/21990/header.jpg?t=1447351870",
    "developers": [
      "Ubisoft Montreal"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}