{
  "220660": {
    "name": "StarDrive",
    "steam_appid": 220660,
    "required_age": 0,
    "is_free": false,
    "description": "StarDrive sets a new benchmark for the  ‘4X Space Strategy’ genre.  Starting with a single planet and a small number of space-worthy vessels, you must venture forth into the galaxy, conquer new worlds, build new colonies and defend your very existence against those who would take what is yours. How you play is your decision. Use diplomacy or brute force. Trade, spy and research your way to galactic domination. Make friends, or create mortal enemies…<br><br><br>The heart of StarDrive is its ship design and combat engine.<br><br><br>StarDrive takes a modular approach to ship design, allowing the player to create custom ships where the composition and placement of ship modules really matters to the performance of a ship.. In combat, if your portside armour is taking a beating, then rotate around and show them the starboard side!  Hide behind a friendly capital ship’s shields; warp into and out of the fray, launch fighters, lay mines, and so much more.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li> Real time gameplay with a seamless zoom from a grand strategic view to a close-up action view<br></li><li> Choose from 8 beautifully rendered alien races or design your own to lead into the stars; interact, negotiate and forge allegiances on your way to victory<br></li><li> Expand your empire and colonize all kinds of planets, terraform and populate them and build them into specialized centers of trade or industry<br></li><li> Research and unlock an array of technologies to improve your military and industrial capabilities<br></li><li> Control your ships with classic real time strategy commands or jump into the fray by taking direct ‘arcade’ control of any ship in your empire<br></li><li> Create your unique ship designs with the modular ship design system and determine your own fate in battle<br></li><li> Create custom fleet formations and set rules of engagement in the easy-to-use fleet editor<br></li><li> Steal technologies, incite rebellions, or rob your enemies blind with a rich agent-based espionage system<br></li><li> Deploy ground troops from orbit to defeat the enemies’ last planetary defenses in ground combat<br></li><li> Explore the rich universe that comes alive with random events, remnant elements, hidden treasures, deep space terrors and late-game threats</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220660/header.jpg?t=1618232044",
    "developers": [
      "Zero Sum Games"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 4 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 3,
      "total_negative": 8,
      "total_reviews": 11
    }
  }
}