{
  "220760": {
    "name": "The Elder Scrolls V: Skyrim - Hearthfire",
    "steam_appid": 220760,
    "required_age": "18",
    "is_free": false,
    "description": "With this official add-on to The Elder Scrolls V: Skyrim, you can purchase land and build your own home from the ground up - from a simple one-room cottage to a sprawling compound complete with an armory, alchemy laboratory, stable, garden, and more. Use all-new tools like the drafting table and carpenter’s workbench to transform quarried stone, clay, and sawn logs into structures and furnishings. Even transform your house into a home by adopting children.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li><strong>Choose Your Land</strong> - Choose from property in the salt marshes of Hjaalmarch, the forests of Falkreath, or the vast tundra of The Pale. For the more ambitious landowner, purchase multiple plots and start building a real estate empire.<br></li><li><strong>Customize Your Home</strong> – Expand your home with a variety of room combinations including an armory, alchemy tower, kitchen, trophy room and more. Grow plants in your new greenhouse, cultivate slaughterfish in the fish hatchery, house your Arcane Enchanter in the enchanting tower, or display your latest conquest in the trophy room. Add additional features like stables, mills, smelters, gardens and more. <br></li><li><strong>New Objectives and Interactions</strong> – Guard your home from unwanted visitors like marauding kidnappers, armed bandits, and skeever infestations. Turn almost any follower into your personal steward to improve and protect your home. Or if you require more help, hire a personal bard or carriage driver to ease the burdens of home ownership.<br></li><li><strong>Adoption</strong> – Transform your house into a home with Hearthfire’s all-new adoption system. Adopt children and discover new ways to interact with your family. Play games with the kids, allow them to have pets and gain new bonuses from having a family. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语, 捷克语<strong>*</strong>, 波兰语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220760/header.jpg?t=1493767868",
    "developers": [
      "Bethesda Game Studios"
    ],
    "publishers": [
      "Bethesda Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2000,
      "final": 2000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 20.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 12,
      "total_negative": 0,
      "total_reviews": 12
    }
  }
}