{
  "220700": {
    "name": "RPG Maker VX Ace",
    "steam_appid": 220700,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Simple Enough for a Child. Powerful Enough for a Developer. </i><br><br>RPG Maker VX Ace improves on every aspect of creating your very own epic adventure. An immensely powerful editor, Ace supports multiple tilesets, offers full control over autoshadow and has a very flexible features system.<br><br>Ace gives you all the tools you need to make that game you’ve always dreamed of, including the following features:<br><br>•\tA powerful map editor to build your world.<br>•\tA database to track your characters, skill, equipment and more, all improved with the powerful new flexible Features system.<br>•\tNew event options, including support for Ogg Theora video.<br>•\tAn expansive set of default resources, including a built in character generator to create your own sprites and faces.<br><br><strong>Key Features</strong><br><br><i>Simple, Powerful Tools </i><br>RPG Maker VX Ace brings powerful new tools to the table to enhance your RPG-making potential. None of the previous engines can match Ace for flexibility, even for users with no coding knowledge. These features are powerful but also very easy to learn, with most accessed through a simple point and click interface.<br><br><i>Enhanced Default Graphics </i><br>RPG Maker VX Ace offers a large collection of new graphics, including 4 tilesets and the long-requested set of fallen character sprites. The engine is also compatible with all of the existing fan-made RPG Maker VX resources.<br><br><i>Export Your Game </i><br>Once you’re ready to show your project off, you can easily export your game into a portable EXE file that can be played on ANY Windows system. Share it with your friends, family or with the vibrant RPG Maker community on the internet.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 意大利语, 葡萄牙语 - 巴西, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/220700/header.jpg?t=1724913240",
    "developers": [
      "Gotcha Gotcha Games",
      "KADOKAWA",
      "Yoji Ojima"
    ],
    "publishers": [
      "Gotcha Gotcha Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 23800,
      "final": 23800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 238.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 96,
      "total_negative": 9,
      "total_reviews": 105
    }
  }
}