{
  "221660": {
    "name": " Edna & Harvey: Harvey's New Eyes Demo",
    "steam_appid": 221660,
    "required_age": 0,
    "is_free": true,
    "description": "Shy schoolgirl Lilli is having a tought time at the convent. Only her imagination helps her to escape from the strict rule of Mother Superior. But when her best friend Edna disappears under mysterious circumstances, Lilli has to rise above her own and face a tough journey to not only get her friend back but also confront her subconcious fears.<br />\n<br />\nLilli, a young girl at a convent school, is the main character of Edna & Harvey: Harvey’s New Eyes. Apparently the best-behaved little girl in the world, she executes all her tasks diligently, no matter how unfair they may be. Her innocent, imperturbable way of carrying out the orders of others has something both tragic and eerie about it. Any resentment, any childlike disobedience is buried deep beneath a seemingly impenetrable shell of sweetness. But how long until this shell will fissure? <br />\nAnd where do the friendly little Censor-Gnomes come from that paint over anything upsetting in Lilli’s vicinity with a pleasant pink color? Are those potato-shaped fellows real or just a product of her subconscious?<br />\nAll things considered, it seems merely a matter of time until Lilli is going to crack up.<br />\n<br />\nKey Features:<br />\n- Unique cartoon graphics, completely drawn by hand in 2D and implemented in Full-HD<br />\n- Classic point-and-click adventure gameplay like in the good old days<br />\n- Bizarre characters and wacky humor – a hilarious gaming experience<br />\n- Extraordinary game with challenging puzzles, hours of dialogue and 53 locations<br />\n- Nominated for “Game of the Year” at German Computer Games Awards 2012. Winner of “Youth Game of the Year” at German Computer Games Awards 2012 as well as winner of “Best Youth Game”, “Best Art Design” and “Best Story” at the German Game Developer Awards 2011<br />\n- From the creators of the award winning games “The Whispered World” and “Deponia”",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/221660/header.jpg?t=1572355931",
    "developers": [
      "Daedalic Entertainment"
    ],
    "publishers": [
      "Daedalic Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}