{
  "222590": {
    "name": "Train Simulator: Great Northern F7 ‘Empire Builder’ Loco Add-On",
    "steam_appid": 222590,
    "required_age": 0,
    "is_free": false,
    "description": "The hugely popular EMD F7 has hauled some of North America’s most celebrated passenger trains, including Great Northern’s Empire Builder, and is now available in this famous consist and livery for Train Simulator.<br><br>Built between February 1949 and December 1952 by General Motors’ Electro-Motive Division and General Motors Diesel, the F7 started life as a freight-hauling unit but quickly moved on to haul passenger services for numerous North American railroads. The unit was the fourth in GM-EMD’s line of successful F-unit locomotives and was the company’s best-selling cab unit of all time – more than 2,300 cab-equipped A-units and just under 1,500 cabless B-units were built in total.<br><br>The EMD F7 replaced the EMD F3, although there were not many external differences between the two units – most changes were internal. Such was the popularity of the F7 that many remained in service for several decades as railroads found them economical to operate and maintain. However, they were not popular with yard crews as they were difficult to access and visibility was poor due to the high cab position and long nose.<br><br>With an operational speed of 80 km/h (50 mph) and a high tractive effort, the EMD F7 powered some of the most famous trains in North America, including Santa Fe’s Super Chief and El Capitan, and Great Northern’s Empire Builder, a famous passenger train route between Chicago and Seattle, Washington or Portland.<br><br>The Empire Builder first ran on 11 June 1929 and quickly became Great Northern’s premier passenger service. Named after James J Hill, a railroad tycoon, the train ran through some of the North West’s most spectacular scenery, which passengers could view through the train’s domed coaches and ‘Great Dome’ car for first class passengers as they passed through the Cascade Mountains, Rocky Mountains and Glacier National Park.<br><br>The Empire Builder continues today, operated by Amtrak and previously by Burlington Northern and the Great Northern Railway. Latterly, the train carries in excess of half a million passengers annually, maintaining its status as the most popular long-distance train in Amtrak’s national system.<br><br>The EMD F7 for Train Simulator is available in Great Northern ‘Empire Builder’ livery and includes the full coaching stock of the famous Empire Builder train, including sleeper cars, dome coach, sleeper observation car and mail baggage car. Features include cab lighting, Mars headlamp and passenger views from the different passenger cars.<br><br>The locomotive is also Quick Drive compatible, giving you the freedom to drive the EMD F7 on any Quick Drive enabled route for Train Simulator, such as those available through Steam. Also included are scenarios specifically for the Marias Pass route (available separately and required to play these scenarios).<h2 class=\"bb_tag\" >Scenarios</h2><br>Three scenarios for the Marias Pass route:<br><ul class=\"bb_ul\"><li>\tEmpire Builder Tutorial<br></li><li>\tOver the Divide<br></li><li>\tRace for Shelby</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>\tEMD F7 in Great Northern ‘Empire Builder’ livery<br></li><li>\tFull ‘Empire Builder’ set, including sleeper cars, dining cars, passenger cars, coffee dormitory, dome coach, great dome lounge car, sleeper observation car and mail baggage car in Great Northern ‘Empire Builder livery<br></li><li>\tEMD GP9 in Great Northern livery<br></li><li>\tGreat Northern box car, caboose and reefer freight wagons<br></li><li>\tQuick Drive compatible<br></li><li>\tScenarios for the Marias Pass route<br></li><li>\tDownload size: 470mb</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/222590/header.jpg?t=1736846534",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3400,
      "final": 3400,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 34.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}