{
  "222570": {
    "name": "GP20 Burlington Northern Add-on Livery",
    "steam_appid": 222570,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >In order to be able to use this add-on livery product, you MUST first own the GP20 Southern Pacific add-on.  If you check in the in-game store it will verify if you own it before you purchase.</p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >The second generation EMD GP20 ushered in a new era of turbocharged locomotives on American railroads, and now this 2,000hp heavy freight hauler is available for Train Simulator in Union Pacific livery. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The EMD GP20 was seen as leading the way in a new age of turbocharged diesel locomotives, even though some of EMD’s competitors had been experimenting with higher horsepower models several years earlier. In reality, the GP20 only offered a small increase in horsepower over its predecessor, the GP18, but EMD’s salesmen touted the locomotive’s ability to reduce consist sizes and maintenance costs, and increase speeds to secure sales. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >GP20s could be identified ahead of similar GP7, GP9 and GP18 models by an additional small radiator fan ahead of its large aft fan, the prominent bulge behind the cab which housed its turbocharger, and a single large exhaust stack. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The EMD GP20 for Train Simulator, developed by Reppo, is available in Burlington Northern livery and features a highly detailed cab interior with operating switches, advanced and standard driving controls, realistic engine start up procedure, accurately modelled simulation, engine overheating and working unit selector. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The locomotive is also Quick Drive compatible, giving you the freedom to drive the EMD GP20 on any Quick Drive enabled route for Train Simulator, such as those available through Steam. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>You must own the GP20 Southern Pacific before you will be able to use this add-on</strong></p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/222570/header.jpg?t=1736850603",
    "developers": [
      "Reppo"
    ],
    "publishers": [
      "Dovetail Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}