{
  "222630": {
    "name": "Train Simulator: BR Class 14 Loco Add-On",
    "steam_appid": 222630,
    "required_age": 0,
    "is_free": false,
    "description": "The ‘teddy bear’ of diesel-hydraulic locomotives is now available for Train Simulator in its original British Rail Green livery.<br><br>The single six-cylinder engine locomotives were built in the mid-1960s by BR’s Swindon Works, with the intention of working in shunting yards and short distance freight trains. Initially, 26 models were ordered in January 1963, expanded to 56 later that year. The mid-cab locomotives resembled the Clayton Type 1 (Class 17), but had a fixed wheel configuration – 0-6-0 – rather than bogies.<br><br>The Class had an extremely short working life, not because of reliability but mainly because the duties for which they were originally intended starting to diminish. However, their usefulness as shunting engines and top speed of 40mph (64 km/h) saw many sold to private industries such as iron and coal companies.<br><br>The disappearance of these industries saw many models move to preserved railways in the UK, with five being exported to Belgium and Spain. Unusually, D9504 was leased in 2005 from the Kent &amp; East Sussex Railway to work on High Speed 1 around London, marshalling construction trains used during building of the route.<br><br>The Class 14 for Train Simulator is a former Iron Horse House model, which has been updated to TS2014 standard, including new scenarios and improved exterior modelling. The locomotive is available in BR Green livery and includes 5 Plank wagons, 7 Plank wagons and BR Brake Vans.<br><br>The locomotive is also Quick Drive compatible, giving you the freedom to drive the BR Class 14 on any Quick Drive enabled route for Train Simulator, such as those available through Steam. Also included are scenarios specifically for the West Somerset Railway route (available separately and required to play these scenarios).<h2 class=\"bb_tag\" >Scenarios</h2><br>Four scenarios for the West Somerset Railway route:<br><ul class=\"bb_ul\"><li>\tSimple Controls Training: Class 14<br></li><li>\tExpert Controls Training: Class 14<br></li><li>\tA Light Service<br></li><li>\tSmall Time Freight</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>\tClass 14 in BR Green livery<br></li><li>\t5 Plank Wagons<br></li><li>\t7 Plank Wagons<br></li><li>\tBR Brake Vans<br></li><li>\tQuick Drive compatible<br></li><li>\tScenarios for the West Somerset Railway route<br></li><li>\tDownload size: 223mb</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/222630/header.jpg?t=1728459044",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}