{
  "223710": {
    "name": "Cry of Fear",
    "steam_appid": 223710,
    "required_age": 0,
    "is_free": true,
    "description": "Cry of Fear is a psychological single-player and co-op horror game set in a deserted town filled with horrific creatures and nightmarish delusions. You play as a young man desperately searching for answers in the cold Scandinavian night, finding his way through the city as he slowly descends into madness. With a strong emphasis on cinematic experience, immersion and lateral thinking, players will be taken on a nightmare rollercoaster-ride through the grim streets of Fäversholm and beyond. Not everything is as it seems...<br><br>Cry of Fear originally started out as a Half-Life 1 modification, set in the same vein as the classic survival horror games of old. 4 years in the making and picking up several modding awards on the way, it is now a free, standalone game for anyone to enjoy. Beware though, it's not for the faint of heart.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Huge single-player campaign with over 8 hours of gameplay<br></li><li>Multiple endings and over 20 different unlockables to keep you playing<br></li><li>Full length co-op campaign with up to 4 players<br></li><li>Strong modding support with 12 custom campaigns and examples included, with requests from modding community listened to and implemented<br></li><li>Terrifying and unforgettable atmosphere<br></li><li>24 different and unique weapons to choose from<br></li><li>Unlockable extra campaign after beating single-player<br></li><li>Original soundtrack comprises over 5 hours of haunting, melodic music</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 西班牙语 - 西班牙, 荷兰语, 挪威语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/223710/header.jpg?t=1643567513",
    "developers": [
      "Team Psykskallar"
    ],
    "publishers": [
      "Team Psykskallar"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 19,
      "total_negative": 0,
      "total_reviews": 19
    }
  }
}