{
  "22370": {
    "name": "Fallout 3: Game of the Year Edition",
    "steam_appid": 22370,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Prepare for the Future™</strong><br>\t\t\t\t\tWith Fallout 3: Game of the Year Edition, experience the most acclaimed game of 2008 like never before. Create a character of your choosing and descend into an awe-inspiring, post-apocalyptic world where every minute is a fight for survival. Fallout 3: Game of the Year Edition includes all five of the Fallout 3 Game Add-on Packs:<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Operation: Anchorage</strong> - Enter a military simulation and fight in the liberation of Anchorage, Alaska from its Chinese Communist invaders.<br>\t\t\t\t\t</li><li><strong>The Pitt</strong> - Travel to the post-apocalyptic remains of Pittsburgh and become embroiled in a conflict between slaves and their Raider masters.<br>\t\t\t\t\t</li><li><strong>Broken Steel</strong> - Increase your level cap to 30, and finish the fight against the Enclave remnants alongside Liberty Prime.<br>\t\t\t\t\t</li><li><strong>Point Lookout</strong> - Embark on a mysterious and open-ended adventure in a huge, murky swampland along the coast of Maryland.<br>\t\t\t\t\t</li><li><strong>Mothership Zeta</strong> - Defy hostile alien abductors and fight your way off of the alien mothership, orbiting miles above the Capital Wasteland.<br>\t\t\t\t\t</li></ul><h2 class=\"bb_tag\" >Key Features</h2>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Limitless Freedom</strong> - Take in the sights and sounds of the vast Capital Wasteland! See the great monuments of the United States lying in post-apocalyptic ruin! You make the choices that define you and change the world. Just keep an eye on your Rad Meter!<br>\t\t\t\t\t</li><li><strong>Experience S.P.E.C.I.A.L.</strong> - Vault-Tec engineers bring you the latest in human ability simulation — the SPECIAL Character System! Utilizing new breakthroughs in points-based ability representation, SPECIAL affords unlimited customization of your character. Also included are dozens of unique skills and perks to choose from, each with a dazzling variety of effects!<br>\t\t\t\t\t</li><li><strong>Fantastic New Views</strong> - The wizards at Vault-Tec have done it again! No longer constrained to just one view, experience the world from 1st or 3rd person perspective. Customize your view with the touch of a button!<br>\t\t\t\t\t</li><li><strong>The Power of Choice</strong> - Feeling like a dastardly villain today, or a Good Samaritan? Pick a side or walk the line, as every situation can be dealt with in many different ways. Talk out your problems in a civilized fashion, or just flash your Plasma Rifle.<br>\t\t\t\t\t</li><li><strong>Blast 'Em Away With V.A.T.S.</strong> - Even the odds in combat with the Vault-Tec Assisted Targeting System for your Pip-Boy Model 3000! V.A.T.S. allows you to pause time in combat, target specific body parts on your target, queue up attacks, and let Vault-Tec take out your aggression for you. Rain death and destruction in an all-new cinematic presentation.<br>\t\t\t\t\t</li><li><strong>Mind-Blowing Artificial Intelligence</strong> - At Vault-Tec, we realize that the key to reviving civilization after a global nuclear war is people. Our best minds pooled their efforts to produce an advanced version of Radiant AI, America's First Choice in Human Interaction Simulation. Facial expressions, gestures, unique dialog, and lifelike behavior are brought together with stunning results by the latest in Vault-Tec technology.<br>\t\t\t\t\t</li><li><strong>Eye-Popping Prettiness*</strong> - Witness the harsh realities of nuclear fallout rendered like never before in modern super-deluxe HD graphics. From the barren Wasteland, to the danger-filled offices and metro tunnels of DC, to the hideous rotten flesh of a mutant's face. <br>\t\t\t\t\t</li></ul>*Protective Eyewear Encouraged.",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22370/header.jpg?t=1732208097",
    "developers": [
      "Bethesda Game Studios"
    ],
    "publishers": [
      "Bethesda Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8300,
      "final": 8300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 83.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 442,
      "total_negative": 104,
      "total_reviews": 546
    }
  }
}