{
  "224380": {
    "name": "Virtual DJ - Broadcaster Edition",
    "steam_appid": 224380,
    "required_age": 0,
    "is_free": false,
    "description": "VirtualDJ is revolutionary software which allows audio and video mixing right from a computer. VirtualDJ is simple and intuitive to use but do not be fooled — there are many advanced features to explore and customize.<br><br><br>VirtualDJ features everything you need for imaginative performance and mixing: <br><br><br><ul class=\"bb_ul\"><li>\tTwo virtual decks for loading audio and video tracks, short clips and karaoke<br></li><li>\tExtensive browsing functions utilizing ID3 tag and custom information fields<br></li><li>\tComprehensive mixer with all the features that you would expect from a traditional mixer (EQ, gain, crossfader) <br></li><li>\tAudio and video effects processors <br></li><li>\tLinking video to audio tracks for pre-selected visual enhancement to the audio<br></li><li>\tSampler for recording and playing back audio clips on the fly <br></li><li>\tClipBank for playing back video clips on the fly<br></li><li>\tSmart and User-Defined (IN/OUT) Looping engine <br></li><li>\tReal-time recording of your mixes ( Audio and Video )<br></li><li>\tReal-time webcasting of your sessions </li></ul>Additionally, VirtualDJ includes many innovative features to help you spend less time with the tedious, time-consuming aspects of DJing and mixing: <br><br><br><ul class=\"bb_ul\"><li>\tAnalysis of Beats Per Minute (BPM) and Key detection for Harmonic Mixing<br></li><li>\tAutomatic beat matching for quick mixing <br></li><li>\tComputer Beat Grid for easy visual mixing <br></li><li>\tDynamic Hot Cue points </li></ul>VirtualDJ is the most complete and extensive DJ software on the market today. It provides an exhaustive set of features for you to take advantage of and create great mixes. Whether you are a beginner or a professional DJ, you will find working inside VirtualDJ to be fun, intuitive and highly efficient.",
    "supported_languages": "英语, 德语, 法语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/224380/header.jpg?t=1651463503",
    "developers": [
      "Atomix Productions"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 3 月 7 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      },
      {
        "id": "59",
        "description": "网络出版"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}