{
  "22430": {
    "name": "Fallout 3 - Mothership Zeta",
    "steam_appid": 22430,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Defy hostile alien abductors and fight your way off of the massive Mothership Zeta, orbiting Earth miles above the Capital Wasteland. Mothership Zeta takes <strong>Fallout 3</strong> in an entirely new direction – outer space. Meet new characters and join with them in a desperate bid to escape the Aliens’ clutches. To do so, you’ll wield powerful new weapons, like the Alien Atomizer, Alien Disintegrator, and Drone Cannon, and deck yourself out in brand new outfits, like the Gemini-Era Spacesuit and even Samurai Armor.</p>\n\t\t\t\t\t<p><strong>STORY</strong></p>\n\t\t\t\t\t<p>A strange Alien signal is being broadcast throughout the Capital Wasteland, originating from a crashed UFO. Is it a distress call, or something far more sinister? That question is answered when you find yourself beamed aboard an enormous Alien spacecraft, with only one alternative – to fight your way to the bridge of the ship and secure your escape.</p>\n\t\t\t\t\t<p><strong>KEY FEATURES:</strong></p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Find and exploit new and destructive alien technology, like the Alien Atomizer and Drone Cannon.</li>\n\t\t\t\t\t\t<li>Explore the vast Mothership and learn the secrets of the Aliens’ master plan.</li>\n\t\t\t\t\t\t<li>Thwart the Aliens’ attempt to stop your escape, and take over the Alien ship before it wreaks havoc on the unsuspecting Earth below.</li>\n\t\t\t\t\t\t<li>Fight against the Alien Invaders, their robot drones, and turn their own horrible experiments against them.</li>\n\t\t\t\t\t\t<li>Ally yourself with an unexpected array of characters, both from the Capital Wasteland and from Earth’s past.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22430/header.jpg?t=1447353328",
    "developers": [
      "Bethesda Game Studios"
    ],
    "publishers": [
      "Bethesda Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}