{
  "224520": {
    "name": "FLY'N Demo",
    "steam_appid": 224520,
    "required_age": 0,
    "is_free": true,
    "description": "FLY’N is a PC platformer in which players control four original characters with their own complementary abilities. They are the guardians of the World-Trees: the Buds. It’s only by combining and by playing with their powers that the Buds will be able to find the right path when the situation seems impossible… <br />\n<br />\nABOUT THE GAME<br />\nSave the World-Trees from Dyer, the loony hair-dryer who intends to destroy their Helys! It’s up to you to control the four different characters with unique powers, guardians of the World-Trees : the Buds. But watch out – their path will be peppered with pitfalls, each one more hazardous than the rest! When you find yourself in a tricky situation, you’ll have to figure out wich combination of actions will save the day… Somewhere between a platformer, a puzzle game and a great big dollop of pure fun, FLY’N is ready to take off!<br />\n<br />\nFEATURES<br />\n•\tExperiment with the four Buds and their individual powers to save the World-Trees<br />\n-\tFlyn uses his singing to interact with his environment and keep moving.<br />\n-\tLyft can stick to almost any wall.<br />\n-\tYwok, once inflated like a balloon, is invincible and bounces everywhere.<br />\n-\tNyls propels himself through the air.<br />\n•\tSwitch between Innate and Subtle Visions when to find your way through<br />\n•\tRedistribute the Helys in order to play with the environment and free the inhabitants of Helicia<br />\n•\tChallenge your skills through more than forty levels.<br />\n•\tReach the top tier of the STEAM leaderboards and compare your scores with your friends and the developers.<br />\n",
    "supported_languages": "英语, 德语, 法语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/224520/header.jpg?t=1447356945",
    "developers": [
      "Ankama Play"
    ],
    "publishers": [
      "Ankama"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}