{
  "224640": {
    "name": "Krater Demo",
    "steam_appid": 224640,
    "required_age": 0,
    "is_free": true,
    "description": "\"It's hard out here for a loot-based action-RPG, but Krater manages to carve out a wonderful niche. For a wasteland, the world of Krater sure is bright and its inhabitant jovial. The houses -- glorified cargo crates -- have personality\" <br />\nDestructoid<br />\n<br />\n\"Fans of Dungeon Crawling Action-RPG’s will find plenty to enjoy in Krater, with its endless exploration and tons of loot around every corner\" <br />\nThe Controller Online<br />\n<br />\nKrater combines fast paced combat, tactical squad management, crafting, and questing all seen from a classic RTS perspective. The Demo is a stripped down version without coop and only 4 out 9 playable characters available. It will give you a sense of what to expects once you enter the world of Krater.<br />\n<br />\nFeatures:<br />\n* 9 different playable characters (with more coming in), 18 custom abilities and a large number of weapons and gadgets<br />\n* Unique combat gameplay where you manage three characters, combining their special abilities and class specific roles to maximize your combat skills<br />\n* Unlimited Adventure - no matter how deep you crawl, there is always more to explore via the randomized dungeon system<br />\n* Uniquely Persistent Characters - evolve your team of odd personalities as they take on new characteristics from abilities to gameplay affecting injuries <br />\n* Free Updates - more free content with new quests, dungeons, characters and more will be added continuously<br />\n* Expandable Adventure - future DLC adventure modules promise to expand the world of Krater by offering exciting new campaigns<br />\n<br />\n<br />\nThe game brings you far into the future of a post-apocalyptic Sweden. Once home to IKEA, Vikings, and Minecraft, today its primitive inhabitants scavenge the broken overgrown world for technological artifacts.<br />\n<br />\nAt the rim of an impact site known as the Krater, three factions vie for control over the wound opening up into the world below. Consisting of an endless series of caves and tunnels filled with old world treasures and perils, the Underside stretches into the depths of the fallen Swedish civilization. You arrive at the Krater with your team of freelancers to take part in the gold rush where people come back rich or don’t come back at all.",
    "supported_languages": "英语<strong>*</strong>, 德语, 俄语, 葡萄牙语 - 葡萄牙, 波兰语, 匈牙利语, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/224640/header.jpg?t=1447356953",
    "developers": [
      "Fatshark"
    ],
    "publishers": [
      "Satshark"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}