{
  "224900": {
    "name": "Iron Sky: Invasion",
    "steam_appid": 224900,
    "required_age": 0,
    "is_free": false,
    "description": "In the near future, mankind faces the greatest threat to its posterity ever in recorded history: an invading Nazi horde, reborn in the depths of space! An armada of Fourth Reich ships, built in secret at a hidden base on the moon, descends upon the Earth to rain terror and destruction.<br>But this is not done without resistance. A cadre of crack space pilots have stepped forth to defend Mother Earth from becoming the new Fatherland of this twisted regime. A lone pilot, entering the hangar to see three state-of-the-art, prototypes ships awaiting him, knows he is the only one who can save Planet Earth. It is up to him and his brothers in arms to ensure that humanity stays free of the yolk of Nazism for good and all...<br><br>Set during the main conflict of the movie, “Iron Sky: Invasion” puts players in the cockpit of an advanced new starfighter, to test his or her might, flight and dogfighting skills against the forthcoming Blitzkrieg-on-high. The main objectives are to defend Earth and its space installations from enemy attacks, blast as many Nazi ships into oblivion as humanly possible, collect and skillfully manage necessary resources, and make it alive to the final confrontation… where the ultimate secret weapon of the Fourth Reich awaits those foolishly brave enough to take up the hammer and chisel of heroism and attempt to carve their names onto the tablets of history.<h2 class=\"bb_tag\" >Gameplay</h2>The film itself was only the first stage of the assault. Now, after the credits have rolled, the true strike begins with “Iron Sky: Invasion”, the official video game of the movie. The game puts the players in direct control of an advanced space fighter pilot hell-bent on protecting Earth from an invading Nazi fleet from outer space.<br>Created by the architects of the world’s most popular European RTS series, the “Earth” franchise (“Earth 2140”, “Earth 2150” &amp; “Earth 2160”), and the best-selling RPG hits “Two Worlds” and “Two Worlds II”, “Iron Sky: Invasion” packs more firepower than a space-borne missile array, and, as did the film, will supersede the expectations of its genre. The future of space combat begins in 2012.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>\tUnique, genre-busting gameplay – space flight and combat simulation, with elements of real-time strategy<br></li><li>\tBreathtaking 3-D universe filled with awe-inspiring effects to match those of the film, courtesy of the powerful GRACE2 engine<br></li><li>\tAvant-garde game structure: with no division into single missions, “Iron Sky: Invasion” is one giant, open-world battle<br></li><li>\tProtect the Earth’s satellites &amp; bases while repelling the Fourth Reich’s fleet<br></li><li>\tReal-time map of outer space<br></li><li>\tInnovative energy management: players can transfer the ship’s power between engines, shields and weapons, depending on the needs of the moment<br></li><li>\tHigh replayability: many side missions and a challenging scoring system<br></li><li>\tNon-stop action of spectacular ship-to-ship dogfights to rival even the greatest space battles of science fiction lore<br></li><li>\tResource management: players can scavenge parts from destroyed spaceships, collecting precious elements for enhancements<br></li><li>\tMultiple weapons: lasers, homing missiles, and even tactical nukes are just a few examples of the vast arsenal at players’ disposal<br></li><li>\tEnhanced combat technology allows players to deploy satellites and drones for offense, and equally, to defend themselves with flares and anti-missile arrays<br></li><li>\tAdvanced Artificial Intelligence to challenge even the most crackshot pilot<br></li><li>\tMultiple classes of ships: Fighter, Heavy Bomber, and Gunboat<br></li><li>\tMassive upgrades: home station docking opens a user-friendly game economy allowing players to access hundreds of ship upgrades<br></li><li>\tMany classes of allied ships can help players out in a pinch<br></li><li>\tNumerous enemy ship classes, from Valkyrie to the fearful Götterdämmerung<br></li><li>\tDiverse enemy attack fleets demand adaptable, dynamic strategies</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语, 意大利语, 西班牙语 - 西班牙, 捷克语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/224900/header.jpg?t=1694470682",
    "developers": [
      "Reality Pump"
    ],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2012 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 30,
      "highlighted": [
        {
          "name": "Satellite chaser",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/6a3130a370623412830ed253459642f152d1bc5d.jpg"
        },
        {
          "name": "Master blaster",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/c208d6e9d2f0d267eeede76cdb8f28b035f6d222.jpg"
        },
        {
          "name": "Ke ke ke",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/4facb3f491a934e0e8a67df2ef19a6bcb39e12d0.jpg"
        },
        {
          "name": "Canadian handshake",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/6606b6de89d1cdd11bb9f339a724599db509a736.jpg"
        },
        {
          "name": "For king and country",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/79bceec04f39138a2115591aa5249fffda3cd9a8.jpg"
        },
        {
          "name": "The emperor protects",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/4d2862084418c44c2d1e6ffe8b18e2fa2e861dd6.jpg"
        },
        {
          "name": "The Knight",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/52bfb8669ae7af1bdc0fad3f3c75abde1a94a278.jpg"
        },
        {
          "name": "The Mystic",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/1782005c23e862b4fb73f13567861b7c6b870b97.jpg"
        },
        {
          "name": "The Aviator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/ef2c409cb2bdb6195e6ec2438ecea4a5ae2bf6ca.jpg"
        },
        {
          "name": "The Bard",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/224900/bbe4e174369a5f830f75d685c83167b017255671.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 0,
      "total_negative": 6,
      "total_reviews": 6
    }
  }
}