{
  "22500": {
    "name": "Spectromancer",
    "steam_appid": 22500,
    "required_age": 0,
    "is_free": false,
    "description": "Open your mind and discover your power as you explore the world of Spectromancer! A turn-based online fantasy card game, co-designed by Magic: The Gathering's Richard Garfield and Alexey Stankevich, creator of Astral Tournament and Astral Masters, Spectromancer allows players to participate in a magical duel against other mages by strategically summoning creatures and casting spells.                    <br>\t\t\t\t\tPlay as one of six powerful types of wizards and take on the corrupt council of magic and its innumerable minions.  Each mage uses five magical elements during a duel - Fire, Water, Air, Earth and a fifth related to the specific mage type. Using one of six mage types in the game, Clerics, Mechanicians, Necromancers, Chaosmasters, Dominators and Illusionists, players duel against the computer or against other online players live. By adding new spells and new allies to your side, players will open new strategic options to master.                      <br>\t\t\t\t\tSpectromancer provides a varied pallet of foes and environments that force players to watch every turn of a card.  Each player takes on a journey of discovery reflected in the tricks they master as a player, with the challenges increasing in multi-player, Spectromancer pits players against hundreds of challenges of amazing tactical depth.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Co-designed by Richard Garfield, the creator of Magic: The Gathering                    <br>\t\t\t\t\t</li><li>A turn-based strategy game with an elegant interface and great depth                    <br>\t\t\t\t\t</li><li>Wide variety of spells and mages gives nearly endless replay value                    <br>\t\t\t\t\t</li><li>Multiple levels of difficulty to provide player of all skill levels a challenge                    <br>\t\t\t\t\t</li><li>Play as one of six different types of mages, each with unique spells and strategies                    <br>\t\t\t\t\t</li><li>Pit yourself against players from around the world in multi-player play                    <br>\t\t\t\t\t</li><li>Build your character's spells and abilities over time in the extensive campaign                    </li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22500/header.jpg?t=1706852656",
    "developers": [
      "Apus Software",
      "Three Donkeys LLC"
    ],
    "publishers": [
      "Three Donkeys LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 27,
      "total_negative": 4,
      "total_reviews": 31
    }
  }
}