{
  "22510": {
    "name": "Spectromancer - League of Heroes",
    "steam_appid": 22510,
    "required_age": 0,
    "is_free": false,
    "description": "The world of Spectromancer just got more dangerous...and more interesting! League of Heroes is the first expansion for this online fantasy cardgame, and it features three new mage classes which can be used in online play, the arena (a new single player mode), or in the original campaign. The Sorcerer has no creatures at all in his card mix - but a potent array of spells. The Beastmaster has no spells, but creatures which, when in play, have a special activated ability. The Demonologist has creatures which change into a new form when they die. Each provide new challenges and powers to explore.<br />\r\n\t\t\t\t\tThe expansion was co-designed by Magic: The Gathering’s Richard Garfield and Alexey Stankevich, creator of Astral Tournament and Astral Masters. If you have never played Spectromancer - check it out, you won't be disappointed. If you are a lapsed player - come back and try out our new online challenges which feature regularly changing arenas with new rules. If you are an active player - get League of Heroes now and wield the power of the Sorcerer, Beastmaster, and Demonologist!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22510/header.jpg?t=1686167424",
    "developers": [
      "Apus Software",
      "Three Donkeys LLC"
    ],
    "publishers": [
      "Three Donkeys LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}