{
  "22520": {
    "name": "Spectromancer - Truth & Beauty",
    "steam_appid": 22520,
    "required_age": 0,
    "is_free": false,
    "description": "Prove your deck-making skills by drafting cards in the new Spectromancer expansion! Truth and Beauty is the second expansion for this online fantasy card game, and it features three new mage classes which can be used in online play, the original campaign, the League of Heroes, or the new Draft Tournament mode.<br />\r\n\t\t\t\t\tThe Chronomancer breaks all the rules by allowing players to combo several spells in one turn. The Goblin Chieftain commands versatile minions that can sabotage or overwhelm. The Mad Hermit is a forest lord who has creatures automatically spring to life each turn, fueling a relentless assault. Each provides new challenges and powers to explore.  Now you can draft cards in tournaments, view other players’ games in the online league, and use the new deck editing mode where you can construct the ultimate weapon.<br />\r\n\t\t\t\t\tThe expansion was co-designed by Magic: The Gathering’s Richard Garfield and Alexey Stankevich, creator of Astral Tournament and Astral Masters. If you have never played Spectromancer - check it out, you won't be disappointed. If you are a lapsed player - come back and try out our new deck-building features where you can draft on-the-fly or edit your own deck. If you are an active player - get League of Heroes now and wield the power of the Chronomancer, Mad Hermit, and Goblin Chieftain!",
    "supported_languages": "英语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/22520/header.jpg?t=1614106814",
    "developers": [
      "Apus Software",
      "Three Donkeys LLC"
    ],
    "publishers": [
      "Three Donkeys LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2011 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}