{
  "226120": {
    "name": "Weird Worlds: Return to Infinite Space",
    "steam_appid": 226120,
    "required_age": 0,
    "is_free": false,
    "description": "Weird Worlds: Return to Infinite Space is a hybrid &quot;roguelike&quot; game of space exploration and starship combat set within a peculiar, as-yet-unvisited region of the galaxy known as the Purple Void. Each time it is played, a new and different &quot;sector prime&quot; and its vast frontier are randomly generated. Locations of stars and nebulae, homeworlds of alien races, distribution of lifeforms and artifacts, plot-twisting quest events--the whole game is remixed. <br><br>Note that unlike common roguelikes that last dozens of hours, Weird Worlds: Return to Infinite Space plays to its conclusion in less than thirty minutes - it's the perfect lunch break game! Features also include a fully animated star map, a unique turn-based movement system, real-time starship battles (at naval battle speeds, not &quot;Super-Melee&quot;), award-winning music and sound, and a robust battle simulator. Weird Worlds also has built-in support for community-created mods that can change anything and everything in the game!<br><br>Check out some of the best Weird Worlds mods here.<br><br>Windows 10 users: If you're experiencing mouse issues, right click the launch icon or shortcut and set compatibility mode to Windows 8.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/226120/header.jpg?t=1748130105",
    "developers": [
      "Digital Eel"
    ],
    "publishers": [
      "Digital Eel"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}