{
  "226920": {
    "name": "Hellraid",
    "steam_appid": 226920,
    "required_age": "18",
    "is_free": false,
    "description": "A dark fantasy action game from Techland, the company behind Dying Light, the Dead Island and the Call of Juarez series. Hellraid is a unique mix of melee, magic and ranged combat and can be played both in single-player and 2-4 player co-op. <br><br>Join a group of fierce combatants trying to stop the demonic invasion and close the gates of Hell in the thrilling Story Mode. Master the levels, collect points, and climb up leaderboards in the highly replayable and challenging Mission Mode, or fight for your survival against hordes of enemies in the nightmarishly hard Arena Mode.<br><br>Create your character and customize it with a variety of accessories, clothes and armors. Develop a master demon slayer tailored to your playstyle. Combine active and passive abilities from a vast class-free skill tree divided into intertwined branches of combat, magic, and agility.<br><br>Slash enemies with one-handed swords, crush their bones with two-handed hammers, or cut in half with powerful axes. Diverse fighting styles for different weapons, shields, counter-attacks, parrying and dashing abilities make the melee combat of Hellraid both complex and immersive.<br><br>Cast powerful offensive spells, such as lightning bolts, fire balls, curses, and deadly area spells. Possess minds of your enemies and use defensive magic to heal your teammates. Eliminate opponents from afar with crossbows, throwing knives and explosives.<br><br>The game will be released in Steam Early Access in Autumn 2014.<h2 class=\"bb_tag\" >Embark on a bloody Hellraid</h2><br><ul class=\"bb_ul\"> <li> Single-player and 2-4 player co-op gameplay in all modes<br></li><li> Three diverse game modes: Story, Mission, and Arena <br></li><li> Immersive combat system with melee, magic, and ranged weapons <br></li><li> Character customization and a vast class-free skill tree to develop a master demon slayer tailored to your playstyle<br></li><li> Advanced weapon crafting system<br></li><li> Adaptive enemy AI</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/226920/header.jpg?t=1728908332",
    "developers": [
      "Techland"
    ],
    "publishers": [
      "Techland"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}