{
  "227160": {
    "name": "Kinetic Void",
    "steam_appid": 227160,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >About Kinetic Void</h2>Kinetic Void is a 3D space adventure with a focus on customization and exploration. The shipyard allows players to construct their ship piece by piece. Ships can be as simplistic as a cockpit, a hull, a engine and a gun, or as complex as a player wants.  Each module has available subsystems which can be applied to strengthen specific attributes of the ship, and when damaged, those subsystems may be destroyed.  While in space flight, interactions between objects are governed by the physics engine. Running into an asteroid at high speed will damage your ship, potentially with catastrophic effects. Using the Kinetic Field Generator (KFG) in game will allow your ship to create an artificial gravity around the ship, both protecting the ship as well as allowing your ship to fly freely through space.  This field will also enable the Micro Warp Drive, catapulting your ship far into space in a matter of seconds. Kinetic Void is a procedurally generated adventure, there is no main story line. The decisions and direction is left up to the player. Ally with factions, go to war, build your ship and amass wealth, the choices are yours.<h2 class=\"bb_tag\" >A New Galaxy Every Time. </h2>Procedural galaxy creation allows as many new experiences as you'd like.  When a new game is started, the galaxy map, contents of each sector, and the factions involved will be generated from scratch. You may continue to play this galaxy, or if you'd like to try something different, create a brand new galaxy.  Don't worry, your old galaxy will be saved in its current state if you ever wish to return.  Choose how many sectors you'd like in your galaxy, as well as how many factions (NPCs) and whether your ships will be Creative or Career mode.<h2 class=\"bb_tag\" >Know Your Neighbors. </h2>In Kinetic Void the galaxy is a living, breathing thing.  Not all factions get along, not all of them hate each other. As factions interact, agreements and treaties will be made and broken. Trade, combat and piracy will affect how the factions see each other based on their own internal standings.<h2 class=\"bb_tag\" >Fully Detailed and customizable Space Ships. </h2>Tailor your ship for any role. Make a sleek fighter, a bulky freighter, or a mighty carrier. Your ship’s capabilities and appearance are completely up to you. Using Kinetic Void’s ship builder you can make exactly the ship you want.  Customize every part of your ship from cockpits, hulls, engines, weapons, and aesthetic modules. Each module has its own statistics that affect the total performance of your ship. Every module can be further customized by adding subsystems (right click on a module to add subsystems). You can even color your ship exactly how you want.  Each module has seven color fields allowing you to make amazing ships quickly, and easily.  Once your ship is created, save it to your computer, or share it to the Steam Workshop for the world to see.  Subscribed ships from the workshop have a random chance of making it into any new galaxy as a faction vessel.<h2 class=\"bb_tag\" >Freedom to Choose Your Fate. </h2>Be the scourge of the galaxy, or its savior. A life of combat and struggle not your thing? Become an intergalactic trader and influence the galaxy one deal at a time. Not interested in being a ‘good guy’? Take on a life of piracy and plunder your way through sectors, creating havoc wherever you go, then docking at pirate stations for supplies as needed.<h2 class=\"bb_tag\" >Intense Active Combat. </h2>Target enemy ships and maneuver in real time to align devastating broad-sides or crippling strafing runs. Deploy drones to do your dirty work or simply confuse the enemy into targeting them instead of you while you deal with the enemy vessel.  In Kinetic Void, your skills as a pilot are just as important as the components that make up your ship.<h2 class=\"bb_tag\" >Take Direct Control Of Your Ship. </h2>Kinetic Void offers three control modes. In cursor-mode, the player can control the ship through keyboard commands, and pan the camera with the mouse in any direction for quick tactical overview; or Mouse Flight-mode, allowing direct control of the ship through mouse movements. Control your battleship’s turrets from a sweeping orbital camera or slip between asteroids in a dogfight while piloting your heavy-fighter using mouse flight mode. Switch between modes at any time to best suit the situation.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Fully detailed and customizable space ships<br></li><li>Hundreds of weapons and modules of multiple sizes<br></li><li>Huge procedurally generated galaxy, limited only by your computer's capabilities<br></li><li>Randomized factions and political standings<br></li><li>Open world sandbox, you are in control of your fate<br></li><li>Detailed economy simulation with resources, trade routes<br></li><li>Epic space combat</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/227160/header.jpg?t=1447357131",
    "developers": [
      "Badland Studio"
    ],
    "publishers": [
      "Badland Studio"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 3,
      "total_negative": 3,
      "total_reviews": 6
    }
  }
}