{
  "227440": {
    "name": "EverQuest: Rain of Fear",
    "steam_appid": 227440,
    "required_age": 0,
    "is_free": false,
    "description": "EverQuest is now in its 17th year of continuous development. The story that started with House of Thule and the death of Cazic-Thule, takes on a new twist with Rain of Fear. EverQuest Rain of Fear delivers new content to explore as well as exciting new features and must-have in-game items. Lastly, don't miss out on reaching the new level cap! Rain of Fear now allows your character to level to an unprecedented 100!<br><br><br><ul class=\"bb_ul\"><li><strong>Level cap increase from 95 to 100</strong> – Achieve a new max level of 100 and set a new standard of gameplay.<br></li><li><strong>Hunter System</strong> – Gain special rewards and titles for defeating large numbers of foes.<br></li><li><strong>Aggro Meter</strong> – A brand new tool to help better manage your aggro. You can now see your aggro level relative to your group.<br></li><li><strong>Collection System</strong> – Discover items throughout Norrath and collect sets for exciting rewards and titles.<br></li><li><strong>Improved Brokering System</strong> – Sell items in the Bazaar while being offline! More flexibility as a buyer to search and purchase from anywhere in the world.<br></li><li><strong>New Linear Item Progression</strong> – Stats on armor collected will increase as you move up from one tier to another.<br></li><li><strong>Customization with non-visible armor</strong> – All non-visible armor in Rain of Fear can be worn by all. You'll be able to customize your stats for every encounter.<br></li><li><strong>Class-specific stat distribution</strong> – Collect items that are designed specifically for each classes' abilities.<br></li><li><strong>More than 1800 New Spells (Ranks 1, 2 &amp; 3)</strong> – Exponentially add to your spell arsenal.<br></li><li><strong>More than 550 AAs</strong> – Elevate your power and abilities like never before.<br></li><li><strong>More than 3500 New Items</strong> – Create your own identity with thousands of new items.<br></li><li><strong>More than 3000 New Tradeskill recipes</strong> – Increase your value across Norrath by creating items only available by your craftsmanship.<br></li><li><strong>More than 110 Quests</strong> – Challenge your skills and gather useful loot.<br></li><li><strong>13 Raids</strong> – Collect valuable rewards from all new adventures.<br></li><li><strong>9 Zones</strong> – Be the first to discover untouched lands of Norrath.<br></li><li><strong>19 Missions</strong> – Experience intriguing lore and immersive Missions.<br></li><li><strong>Continued opportunity to kill off Halflings.<br></strong></li><li><strong>Legends of Norrath™ </strong>– 5 Digital Booster Packs</li></ul>[/b][/list]",
    "supported_languages": "英语, 德语, 法语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/227440/header.jpg?t=1623780683",
    "developers": [
      "Daybreak Game Company"
    ],
    "publishers": [
      "Daybreak Game Company"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}