{
  "228760": {
    "name": "TrackMania² Canyon",
    "steam_appid": 228760,
    "required_age": 0,
    "is_free": false,
    "description": "TrackMania² Canyon will let you experience the fun and adrenaline of racing stunning cars on sensational tracks in a major enhanced sequel to Nadeo Studio’s online racing phenomenon TrackMania, already enjoyed by millions of players.<br><br>TrackMania² Canyon goes far beyond traditional driving games with racing in a fully customizable world of tracks generated and powered  by players themselves! With loops, wall rides, ramps and a multitude of other stunts, you’re in for the ride of your life.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> INCREDIBLE NEW GRAPHICS: Race in a stunning Canyon environment with infinite possibilities and optimized to run on most PC’s<br></li><li> UNIQUE THRILLING RACING EXPERIENCE: The car feels more realistic and the handling is more precise than ever.<br></li><li> INTUITIVE AND ACCESSIBLE GAMEPLAY in both solo and multiplayer modes. TrackMania² Canyon brings back the ease in gameplay that was seen in the TrackMania series and intuitive creative instruments.<br></li><li> ENHANCED CREATIVE FREEDOM on tracks, cars and scripts. More design elements and programmable parameters than ever before.<br></li><li> EMBEDDED COMMUNITY INSTRUMENTS: Share amazing creations and video highlights with people from all over the world.<br></li><li> IN-GAME VIDEO STUDIO: Edit TV-quality highlights of your best races.<br></li><li> A VERY ACTIVE COMMUNITY which provides incredibly numerous and diverse user generated activities.  TrackMania² Canyon offers in-depth customization and distribution system.<br></li><li> FUN AND CRAZY MULTIPLAYER: 100+ players can challenge each other at once on the same track!<br></li><li> OFFICIAL RANKINGS in both solo and multiplayer modes.<br></li><li> A VERY SOLID INFRASTRUCTURE, robust dedicated servers which enable more than 200,000 players to play daily. Thanks to this, TrackMania is still the most played online racing game worldwide as well  as at E-Sports level.</li></ul>",
    "supported_languages": "英语, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 简体中文, 俄语, 日语, 葡萄牙语 - 葡萄牙, 波兰语, 丹麦语, 荷兰语, 芬兰语, 挪威语, 瑞典语, 匈牙利语, 捷克语, 罗马尼亚语, 土耳其语, 葡萄牙语 - 巴西, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/228760/header.jpg?t=1680016448",
    "developers": [
      "Nadeo"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9800,
      "final": 9800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 98.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 23,
      "total_negative": 24,
      "total_reviews": 47
    }
  }
}