{
  "229600": {
    "name": "Bientôt l'été",
    "steam_appid": 229600,
    "required_age": 0,
    "is_free": false,
    "description": "Bientôt l’été is a videogame for two players. Two players who pretend to be lovers. They pretend to be lovers separated from each other by lightyears of deep space. They have lonely walks along the shore of a simulated ocean, thinking wistful thoughts of each other. Thoughts from ancient Earth literature by Marguerite Duras.<br />\r\n<br />\r\n<br />\r\nThe empty beach, the strong wind, the gentle music and a small colony of electric seagulls are their only companions. Yet their heart is full and their mind confused. Walk along the shore, until they meet the emptiness.<br />\r\n<br />\r\n<br />\r\nWhen it all becomes too much, they run towards each other. Enabled by intergalactic networks, they touch each other’s holographic bodies in cyberspace. A surreal game of chess becomes the apparatus through which they, man and woman, can talk. The words they have were given to them, as they have always been to lovers everywhere.<br />\r\n<br />\r\n<br />\r\nThe sea remains, tugging at their hearts when not at their hairs and clothes, as it itself is tugged by the virtual moon. And as great as the desire for the other may be, they cannot stay away from the wind and the waves and the sand. Every time they find a new treasure. An abandoned tennis field. An heap of coal. A dead dog. Ordinary. Absurd. Meaningless. Yet comforting.<br />\r\n<br />\r\n<br />\r\nEnter a café, exit a villa, enter a casino, exit the ruin of an ancient colonial mansion. We know this is not real. So it doesn’t surprise us. Nothing surprises us. It doesn’t matter when you feel the pain of love. Of being in love, of falling in love, of leaving in love. There is no such thing as time. There is only love. And it never stops. No matter how much it hurts.",
    "supported_languages": "英语, 德语, 法语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙, 俄语, 葡萄牙语 - 葡萄牙, 波兰语, 荷兰语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/229600/header.jpg?t=1667028919",
    "developers": [
      "Tale of Tales"
    ],
    "publishers": [
      "Tale of Tales"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 6,
      "total_negative": 1,
      "total_reviews": 7
    }
  }
}