{
  "229790": {
    "name": "Might & Magic: Heroes VI - Shades of Darkness",
    "steam_appid": 229790,
    "required_age": 0,
    "is_free": false,
    "description": "A century after the tragic events of Might &amp; Magic Heroes VI, that determined the heroic fate of a dynasty, Shades of Darkness recounts, in two original campaigns, pivotal moments in Ashan’s darker history that will define the future of a decadent underground people and decide the survival of the dying cult of the Spider Queen. Determine the fates of two legendary factions; the Dark Elves of Dungeon and the Necromancers of Necropolis.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li><strong>Master the Powers of Darkness:</strong> Lead the new Dungeon faction on a path to define the destiny of the Dark Elves, as they seek to become masters of deception, stealth, and assassination. Their future lies with Malassa, the Dragon Goddess of Darkness. Befriend her mysterious children, the Faceless, and if you dare, awaken her avatars, the legendary Black Dragons!<br><br></li><li><strong>New Content &amp; Original Tactics:</strong> a full  new lineup of 7 creatures, new hero classes, a new town and buildings set, a new mount, dozens of new artifacts, abilities and achievements. The Dungeon gameplay is completely original and tactically challenging.<br><br></li><li><strong>Ashan’s Darkest Paths:</strong> Play two original and thrilling campaigns starring two fan-favorite factions and their legendary heroes pitted against villains of mythical stature. Discover the fascinating nuances of Darkness that the rich and proven fantasy setting of Might &amp; Magic is excited to unveil. There is always an even darker path.<br><br></li><li><strong>The Must-Have Heroes VI Expansion:</strong> Shades of Darkness is a compelling conclusion to the Heroes VI experience, and an indispensable addition to every fan’s collection.<br><br></li><li><strong>Standalone Expansion and Ideal Initiation:</strong> an ideal way to discover the critically acclaimed gameplay of Might &amp; Magic Heroes VI. Shades of Darkness is a standalone expansion and ideal epic initiation for first time players.<br><br></li><li><strong>Experience the unique mix of Turn-Based Strategy and RPG:</strong> Explore extra-large adventure maps, collect resources and build extraordinary cities. Perfect your tactics to level-up your heroes, recruit troops and lead them for combat on tactical battle maps <br><br></li><li><strong>Rediscover the richness of the Might &amp; Magic Universe:</strong> Discover fantastic landscapes and creatures from the world of Ashan. Enjoy improved 3D designs and brand new Townscreens.</li></ul>",
    "supported_languages": "捷克语, 英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 匈牙利语, 意大利语, 波兰语<strong>*</strong>, 俄语<strong>*</strong>, 西班牙语 - 西班牙, 韩语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/229790/header.jpg?t=1698438229",
    "developers": [
      "Virtuos"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}