{
  "231060": {
    "name": "Ragnarok Online 2",
    "steam_appid": 231060,
    "required_age": 0,
    "is_free": true,
    "description": "Return to the beautiful and dangerous world of Midgard! Inspired by Norse mythology, the much-anticipated sequel to the groundbreaking Ragnarok Online has arrived! Immerse yourself in the new, but recognizable world of Ragnarok 2. <br><br><br>Visit the large, capitol city of Prontera, form a party and explore the underwater Sea Temple dungeon, or set up a shop and earn a living for your character by accepting a job as an Alchemist, Artisan, Blacksmith, or Chef. Adventurers who have explored the world of RO1 will instantly recognize many of the famous monsters and landmarks as their journeys continue. The fun social experiences of character customization, guild creation and PVP play have also returned!<br><br><br>Ragnarok 2 is a free-to-play, fantasy MMORPG that takes elements from the original Ragnarok Online and re-imagines them as a three-dimensional, modern MMO experience.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Explore the Massive, 3D World of Ragnarok 2: Return to the world of Midgard and explore the familiar areas like Prontera, Alberta, and Morroc, as you’ve never seen them before as well as adventuring in the numerous new lands, dungeons, and caves!<br></li><li>Revisit Familiar Lands and Creatures: Visit the famous capitol city of Prontera, battle the evil Baphomet, or run through fields filled with Porings. Rediscover the areas, allies, and monsters that you knew before in their new form!<br></li><li>Create &amp; Customize Your Adventurer: Level one of the five base classes to the next tier and choose a specialization, explore and collect the armor and weapons of your Midgardian, and place your own, unique stamp on the world of Ragnarok 2.<br></li><li>Craft Items and Open a Store: Immerse yourself in being an Alchemist, Artisan, Blacksmith, or Chef, create a variety of useful potions, armor, weapons, or food, and then open a store and sell your wares to other players!<br></li><li>PvE and PvP Available to Any Player Type: Battle against the monsters and villains of Midgard, or test your mettle against other players in the Arena. Take it a step further at level  10, and try your hand at the coliseum for five stages of brutal battle! There are tons of opportunities available for solo players, groups, and even guilds who want to take part in PvP!<br></li><li>Free-to-Play How You Choose: Ragnarok 2 has a simple, no commitment policy when it comes to free-to-play. If you want to purchase items, it’s on your terms. You can enjoy the world of Midgard no matter what path you choose, with no monthly subscription required to play!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/231060/header.jpg?t=1667345187",
    "developers": [
      "Gravity, Inc."
    ],
    "publishers": [
      "Gravity Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}