{
  "232810": {
    "name": "Godus",
    "steam_appid": 232810,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/232810/extras/4048a5ce3d2acadfc81a930138234e96.avif?t=1702582458\" width=616 height=353 /></span><br><br>Have you ever wanted to play god? In GODUS, you can sculpt every inch of a beautiful world that you look down upon, where your population of Followers will settle and multiply. As you rule over your living, breathing society, a civilization will blossom across your land and offer you their belief. The more Followers that believe in you, the more powerful you will become. It is as simple to play as it is spectacular to behold. Come and lead an incredible journey - this delightful, charming world is waiting for you to make it your own.<br><br>GODUS is currently in active cross-platform development for Windows PC, Mac OS and mobile devices where the gameplay experience will evolve and expand over time as we periodically deliver updates for the game.<br><br>GODUS is brought to you by legendary designer and inventor of the god game genre, Peter Molyneux.<h2 class=\"bb_tag\" ><strong>Key Beta Features</strong></h2><ul class=\"bb_ul\"><li><strong>You can sculpt the entire world and make it truly unique to you</strong></li></ul><ul class=\"bb_ul\">Sculpt every inch of an entirely moldable world in the most delightful way. Uncover a wealth of mysteries and surprises waiting to be unearthed beneath the landscape, and find others atop it.</ul><br><ul class=\"bb_ul\"><li><strong>Be adored and worshipped by tiny, devoted Followers. Watch them live, learn and love in a fully simulated world</strong></li></ul><ul class=\"bb_ul\">Your ever-gracious population of reactive, living Followers will need you and worship you unconditionally. You’re the god and they’re your playthings.</ul><br><ul class=\"bb_ul\"><li><strong>Create villages and towns, grow their population and sculpt the very lands on which they live</strong></li></ul><ul class=\"bb_ul\">Group your Followers together to create charming villages or thriving towns - specialize these into Building, Farming or Mining communities.</ul><br><ul class=\"bb_ul\"><li><strong>Lead Followers from your Homeworld and set sail on Voyages of Discovery to uncharted lands</strong></li></ul><ul class=\"bb_ul\">Guide your Followers as they embark on regular Voyages to new and undiscovered lands that hold great rewards.</ul><br><ul class=\"bb_ul\"><li><strong>Nurture the growth of a civilization as it rises from the dawn of the primitive age and advances throughout the ages of humanity</strong></li></ul><ul class=\"bb_ul\">Choose various types of stickers to unlock cards that level-up your population's society, technologies and faith. Cards go into your Timeline, which allows you to make advancements within an era and unlock new abilities.</ul><br><ul class=\"bb_ul\"><li><strong>Meet the Astari - a fun loving, party going little tribe who worship the pursuit of happiness</strong></li></ul><ul class=\"bb_ul\">Your world is not empty. It’s also inhabited by the mischievous Astari, who will do everything they can to persuade your Followers to come and join them. As a god, you must use your powers to deal with these pesky people.</ul><br><ul class=\"bb_ul\"><li><strong>Cast miracles of both beauty and destruction - choose how to show your divine power, whether that be by growing forests or launching meteors</strong></li></ul><ul class=\"bb_ul\">As development continues you will see more God Powers being added that will enhance gameplay, adding depth and variety to the whole GODUS experience.</ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/232810/extras/7c6e954c56f1dde43ba73face368ba4b.avif?t=1702582458\" width=616 height=454 /></span>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/232810/header.jpg?t=1702582458",
    "developers": [
      "22cans"
    ],
    "publishers": [
      "22cans Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 4,
      "total_negative": 16,
      "total_reviews": 20
    }
  }
}