{
  "232910": {
    "name": "TrackMania² Stadium",
    "steam_appid": 232910,
    "required_age": 0,
    "is_free": false,
    "description": "TrackMania² Stadium is the return of the popular Stadium environment enjoyed by millions of players with TrackMania Nations Forever. Now part of the ManiaPlanet environment, Stadium allows for improved services around the game, better graphics and a powerful track editor.<br><br>TrackMania² Stadium is a whacky, crazy and fast paced take on the racer genre. Stadium’s pure gameplay ensures it is easy to pick up and learn, yet the depth has made it an eSports favourite for years, bringing both creative and competitive gamers together in the mix.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>A thrilling racing experience:</strong> Jump into your car and enjoy high-speed races with super-responsive cars where only your skills as a driver make the difference!<br></li><li><strong>Extensive solo campaign:</strong> Race through over 65 unique tracks in the solo campaign, gather medals and compare your times with players from all over the world.<br></li><li><strong>Easy to Learn, Hard to Master:</strong> Thanks to a pure and focused gameplay, TrackMania² Stadium is very easy to get into, but you’ll have to rely on all your skills to reach the top.<br></li><li><strong>Experience the Legend:</strong> Enjoyed by millions of racers all over the world, the Stadium environment is back, bigger and better, with even more possibilities!<br></li><li><strong>Unlimited creative possibilities:</strong> ManiaPlanet provides all the tools to easily create and share with the TrackMania community. Whether you like to make videos, create your own tracks, car skins, or create a full-blown custom game mode, you’ll find everything you need here<br></li><li><strong>Competition for everyone:</strong> Trackmania Stadium has been an eSports favorite for many years, and is now coming back even stronger thanks to new Team and Competition management tools, embedded livestream capabilities and much more!</li></ul>",
    "supported_languages": "英语, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 简体中文, 俄语, 日语, 葡萄牙语 - 葡萄牙, 波兰语, 丹麦语, 荷兰语, 芬兰语, 挪威语, 瑞典语, 匈牙利语, 捷克语, 罗马尼亚语, 土耳其语, 葡萄牙语 - 巴西, 韩语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/232910/header.jpg?t=1680016487",
    "developers": [
      "Nadeo"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 25,
      "total_negative": 27,
      "total_reviews": 52
    }
  }
}