{
  "233050": {
    "name": "ShootMania Elite Demo",
    "steam_appid": 233050,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>ShootMania the FPS “Powered By Players”</strong><br><br>ShootMania Storm is revolutionizing the multiplayer FPS by adding a community dimension and unlimited replayability. Developed by the Nadeo studio, renowned for community racing game, TrackMania, ShootMania Storm boasts quick-fire matches and epic battles, where only your talent will distinguish you from the crowd. Alone, or in a team, enter the arena of your choice: maps, modes and rankings, you are free to play as you like and take part in the ShootMania community as it suits you. Earn the respect of your opponents by improving your ranking, winning eSports competitions or creating your own incredible gaming experiences. A community of FPS players awaits you at the heart of the ManiaPlanet network!<h2 class=\"bb_tag\" >Game Features</h2><h2 class=\"bb_tag\" >An Unlimited Gaming World customized For You</h2>Whether they are classic or developed exclusively for ShootMania Storm, the wide variety of maps and gaming modes offered within the game or created by the community will allow you to live constantly changing experiences.<br><br>Innovative Intuitive Playability<ul class=\"bb_ul\"><li>Accessible to many and allowing the best to stand out, ShootMania guarantees fun from the first game to the last.</li></ul>Tailor-made For Competition<ul class=\"bb_ul\"><li>Experience a fight at any time in a spectacular world. The many competitions held on ShootMania Storm offer the best sporting atmosphere.</li></ul>Pure Multiplayer Delirium<ul class=\"bb_ul\"><li>Many players can take each other on simultaneously! The &quot;matchmaking&quot; system allows players to easily connect to a server on their level, whether for pure enjoyment or competition.</li></ul>Create Your Own Game<ul class=\"bb_ul\"><li>With its map and script editors, numerous communication tools, Machinima sharing and editing tools, etc., ShootMania Storm offers everyone the opportunity to create and share their own game.</li></ul>",
    "supported_languages": "英语, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 简体中文, 俄语, 日语, 葡萄牙语 - 葡萄牙, 波兰语, 丹麦语, 荷兰语, 芬兰语, 挪威语, 瑞典语, 匈牙利语, 捷克语, 罗马尼亚语, 土耳其语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/233050/header.jpg?t=1499247574",
    "developers": [
      "Nadeo"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}