{
  "23310": {
    "name": "The Last Remnant™",
    "steam_appid": 23310,
    "required_age": 0,
    "is_free": false,
    "description": "Mitra, yama, qsiti, sovani...<br>                    These four races exist in one world.<br>                    A world filled with Remnants — mysterious artifacts from an ancient era.                     <br>\t\t\t\t\tWho created the Remnant? How long ago? And for what purpose?<br>                    With these questions left unanswered, the Remnants became beneficial tools used for the good of civilization.<br>                     The world was at peace...or so it seemed. Who was to know such darkness lay in wait?                     <br>\t\t\t\t\tThe powers of the Remnants slowly began to change the world's balance.<br>                    A rift slowly formed between those who ruled and those who obeyed.<br>                    This was the dawning of a new era — an era of countless frays that would be brought upon the world by those enslaved by their own lust for power.                    <br>\t\t\t\t\tA thousand years later, the journey of one young man begins.                    <br>\t\t\t\t\tFeaturing an enthralling story, countless characters and an intricate battle system, Square Enix brings the RPG experience known as The Last Remnant to the PC. <br>                    Discover new strategies in the improved battle system.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Blast through your battles with Turbo Mode <br>                    Battles can be played out with twice the speed for faster game progression                    <br>\t\t\t\t\t</li><li>No more leader units  <br>                    Enjoy more freedom when creating unions!                    <br>\t\t\t\t\t</li><li>A new equipment preview feature <br>                    Use the preview feature to purchase items depending on stats or aesthetics                     <br>\t\t\t\t\t</li><li>Choose between English or Japanese voice acting<br>                    The voices can be switched between Japanese and English                    </li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/23310/header.jpg?t=1536078342",
    "developers": [
      "Square Enix"
    ],
    "publishers": [
      "Square Enix"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 4 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 136,
      "total_negative": 15,
      "total_reviews": 151
    }
  }
}