{
  "234370": {
    "name": "Shattered Haven",
    "steam_appid": 234370,
    "required_age": 0,
    "is_free": false,
    "description": "An Environmental Puzzle Game About Family, Grit, and Survival.<br><br>Grays roam the land, largely in the absence of human interference.  These aren't your typical Zed -- theirs is a very different sort of apocalypse. Animals spontaneously transform into twisted, violent beings.  The earth decays, collapsing into a network of abysses.  The wilderness thickens.<br><br>It has been nine years since That Day when it all started.  Pockets of humanity still exist, but are ignorant of one another.  Within these isolated havens people try to live as best they can -- for even in a world so broken and dark, daily life must go on.<br><br>Darrell and Mary Williams were able to build such a life inside a five-acre fenced yard out in the country.  They were even secure enough in their isolated compound that they had a daughter five years after the zombie-like grays appeared.<br><br>Life carried on as normally as it could, until another refugee on the run is killed during a nearby attack. Her son is saved and taken in by the Williamses -- who do not realize that this kind action will destroy their home and threaten their entire family.  They find themselves caught in the midst of a struggle between two eldritch horrors, and the path to survival is anything but clear.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Solve environmental puzzles under pressure.  Figure out how to use the tools, traps, and weapons in each level to clear all the Grays.<br></li><li> Nearly 100 hand-crafted levels with multiple difficulty levels ranging between casual and hardcore, developed end to end by two experienced adventure level designers.<br></li><li> Complete bonus objectives for higher scores and gold markers.<br></li><li> Follow the story of Darrell and Mary as they try to save their family from a new and unexpected threat through in-game storytelling and painted-style cutscenes.<br></li><li> Guide different members of the Williams family through branching story paths that result in one of several endings.  Depending on your actions, the story may end very poorly, happily, or anywhere in between.<br></li><li> Music and sound by composer Pablo Vega provides a chilling atmosphere for players to experience.<br></li><li> Included level editor:  The same editor used to make the main adventure will let you make your own levels, cutscenes, or even entire adventures.<br></li><li> Local 2-player co-op.  Using two gamepads, two players on the keyboard, or any combination of the above.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/234370/header.jpg?t=1754319999",
    "developers": [
      "Arcen Games"
    ],
    "publishers": [
      "Arcen Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 3 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}