{
  "235540": {
    "name": "Warhammer: End Times - Vermintide",
    "steam_appid": 235540,
    "required_age": "16",
    "is_free": false,
    "description": "<strong>Vermintide is a co-operative action first person shooter and melee combat adventure set in the End Times of the iconic Warhammer Fantasy world. </strong><br> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235540/extras/6f899834f4f55f79de8806490325f6da.avif?t=1761316136\" width=590 height=208 /></span><br>Vermintide takes place in and around Ubersreik, a city overrun by Skaven. You will assume the role of one of five heroes, each featuring different play-styles, abilities, gear and personality. Working cooperatively,  you must use their individual attributes to survive an apocalyptic invasion from the hordes of relentless rat-men, known as the Skaven. Battles will take place across a range of environments stretching from the top of the Magnus Tower to the bowels of the Under Empire.<h2 class=\"bb_tag\" >Core Features:</h2><ul class=\"bb_ul\"><li><strong>Cooperative Survival For up to 4 Players -</strong> Band together with your friends or die alone. Vermintide will continuously test the teamwork and skill of you and your friends. Drop-in, drop-out Multiplayer and the addition of A.I. bots ensures a full team at any time, regardless of available players.<br></li><li><strong>Play as Five Unique Heroes - </strong>Five distinct characters to choose from, each with their own personality, agenda and story to tell. Learning what it means to work together is key to the group's survival. <br></li><li><strong>Huge Hero Arsenal - </strong>Each hero has its own unique weapons arsenal to draw from, allowing you to adjust their combat style to fit their gameplay preference. There are hundreds of different weapons, includíng swords, daggers, axes, hammers, bows, guns, magical staves &amp; more<br></li><li><strong>Embark on an Epic Quest - </strong>Boasting 13 diverse levels - on the ground, in buildings, on walls and underground - ranging from the immense Magnus Tower to the treacherous Under Empire, Vermintide will take you on a journey you’ll never forget. <br></li><li><strong>Experience the Skaven Like Never Before - </strong>A rising tide of malicious and cunning rat-men await you, hacking, clawing and eviscerating all that stand in their way. Face vicious packs of clan-rats and deadly specialized elites.<br></li><li><strong>Gather Shiny Loot - </strong>Rewarding teamwork above all else, you are given loot dice at the end of a mission that will reward you and your team mates with a weapon, a hat or a trinket. Completing side objectives means that better loot dice can be added to the roll. <br></li><li><strong>Battle Unpredictable Enemies - </strong>Vermintide features a dynamic spawn system providing a constant set of new challenges lurking behind every corner.<br></li><li><strong>Experience an Immersive Story - </strong>Games Workshop veterans have banded together to write a fantastic new addition to the Warhammer lore, offering a new perspective on the cataclysmic events of The End Times.<br></li><li><strong>Find a Path to Safety - </strong>The Skaven boast incredible mobility, able to climb and leap fantastic distances to make life a living hell for the Heroes. No matter where you go, they will be there, ready to pounce.</li></ul><br><i> The time of mortals is ending, and the reign of Chaos draws ever closer. The Dark Gods are at last united in a singular purpose, losing their madness across the world as never before. In the Empire of Sigmar, Karl Franz's gaze is focused on the incursion of the savage northmen, but it is not the only threat. As the Chaos moon Morrslieb waxes full, shrill voices echo through tunnels gnawed far beneath the Empire's cities, and a Skaven host swarms towards the surface. It emerges first in the city of Ubersreik, a screeching mass that consumes all before it. Soon Ubersreik is a charnel-town, drowning beneath the malevolent shadow of the Horned Rat. <br><br>Yet even in the darkest times, there are always champions to light the way. As Ubersreik cowers, five heroes, united by capricious fate, carry the fight to the rat-men. It remains to be seen whether they have the strength to survive, let alone work together long enough to thwart the invaders. One truth, however, is beyond all doubt: should these five fall, then Ubersreik will fall with them. </i>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语, 意大利语, 波兰语, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235540/27acad277d2820c818471ef415209c36c924b3dd/header.jpg?t=1761316136",
    "developers": [
      "Fatshark"
    ],
    "publishers": [
      "Fatshark"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 108,
      "highlighted": [
        {
          "name": "Prologue",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/60c84e10b21fcd22af7fe0ce3383d8c1b65258d2.jpg"
        },
        {
          "name": "Entrenchment",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/e200f53463058490aa633d9057e7f883416129e3.jpg"
        },
        {
          "name": "Resistance",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/1be7281aebeb2bb3221619fccd082c086ebeabf4.jpg"
        },
        {
          "name": "Retaliation",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/900eb7bb1ced10a20fdbde41ed23ddefefeda668.jpg"
        },
        {
          "name": "Defenders Of Ubersreik",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/88a97559d27661718e17c1056e50e03d342bba57.jpg"
        },
        {
          "name": "Saviours of Reikland",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/d380f1c447ed65e3bc2edef4d9c4dfffde895ade.jpg"
        },
        {
          "name": "Champions Of The Empire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/8c3df337644174394a0d57f065399e017e15f8f5.jpg"
        },
        {
          "name": "Heroes Of The End Times",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/3a15971ec5a31d1f375cd2f65fd9f1f9b7118279.jpg"
        },
        {
          "name": "Gauntlet",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/6f8be3a9a7cfb8321cfb2fad995542f1f4573363.jpg"
        },
        {
          "name": "Trial By Fire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/235540/a7d853808ee52fc2a3c454958d198bff35a9ea12.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 304,
      "total_negative": 177,
      "total_reviews": 481
    }
  }
}