{
  "235580": {
    "name": "Sid Meier's Civilization V: Brave New World",
    "steam_appid": 235580,
    "required_age": 0,
    "is_free": false,
    "description": "Sid Meier's Civilization® V: Brave New World is the second expansion pack for Civilization V - the critically acclaimed 2010 PC Game of the Year. This new expansion provides enhanced depth and replayability through the introduction of international trade and a focus on culture and diplomacy. Your influence around the world will be impacted by creating Great Works, choosing an ideology for your people and proposing global resolutions in the World Congress. As you move through the ages of history you will make critical decisions that will impact your relationship with other civilizations. <br><br>Sid Meier’s Civilization V: Brave New World also introduces nine new civilizations, eight new wonders, two new scenarios, four new gameplay systems and dozens of new units, buildings and improvements offering an expanded variety of ways to build the most powerful empire in the world.<h2 class=\"bb_tag\" >FEATURES</h2><strong>New Culture Victory:</strong> Spread your culture across the globe, dominating all other cultures. Create masterpieces with Great Artists, Writers and Musicians that are placed in key buildings across your empire like Museums, Opera Houses, and even the Great Library. Use Archaeologists to investigate sites of ancient battles and city ruins for priceless cultural artifacts. Become the first civilization with a majority influence in all other civilizations to achieve a Culture Victory, becoming the envy of the world. <br><br><strong>New Policies and Ideologies:</strong> Enter the Industrial Age and choose the ideology of your people: Freedom, Order, or Autocracy. Each ideology grants access to increasingly powerful abilities, and serves the different victory conditions in unique ways. The choices you make will impact your relationships with other civilizations for the rest of the game.<br><br><strong>World Congress:</strong> The importance of diplomacy is intensified and city-state alliances are more important than ever. Change the diplomatic landscape through a new World Congress that votes on critical issues like implementing trade sanctions against rogue nations, limiting resource usage, designating host cities for the World Games, and the use of nuclear weapons. Game-changing resolutions, vote trading, intrigue and a new lead-in to the Diplomatic Victory ensures that the end of the game will be more dynamic than ever before. <br><br><strong>International Trade Routes:</strong> Build your cities into hubs of international trade by land and sea, creating great wealth and prosperity for your people, while also spreading religion, cultural influence, and science. The number of trade routes increases through the advancement of economics and technologies, the creation of wonders, and the unique abilities of your civilization. Will you connect to a closer city for a lower payoff and a safer route, choose a longer route with more risk for the bigger payoff, or perhaps point your trade route inward, sending vitally important food and production to the far corners of your own empire?<br><br><strong>New Civilizations, Units and Buildings:</strong> Nine new leaders and civilizations are introduced, including Poland, Brazil, Portugal, Zulu and more each with their own unique traits, units and buildings. <br><br><strong>New Wonders:</strong>This expansion set introduces eight new Wonders including the Parthenon, Broadway, the Globe Theater, and the Uffizi.<h2 class=\"bb_tag\" >Two New Scenarios:</h2><strong>American Civil War:</strong> Fight the “War Between the States” from either the Union or Confederate side as you focus on the critical Eastern theatre of operations between the capital cities of Richmond and Washington.<br>  <br><strong>Scramble for Africa:</strong> The great colonial powers of the world are scrambling to explore the Dark Continent and extend their reach into its interior. Search for the great natural wonders of the heart of Africa as you explore a dynamically-generated continent each time you play.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 韩语, 西班牙语 - 西班牙<strong>*</strong>, 俄语, 日语, 波兰语, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235580/header.jpg?t=1545237044",
    "developers": [
      "Firaxis Games",
      "Aspyr (Mac)",
      "Aspyr (Linux)"
    ],
    "publishers": [
      "2K",
      "Aspyr (Mac)",
      "Aspyr (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9500,
      "final": 9500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 95.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 73,
      "total_negative": 7,
      "total_reviews": 80
    }
  }
}