{
  "235660": {
    "name": "Eador: Genesis",
    "steam_appid": 235660,
    "required_age": 0,
    "is_free": false,
    "description": "Eador: Genesis is an indie turn-based strategy game created by Alexey Bokulev. It has inspired the development of Eador: Masters of the Broken World.<br><br>Take the role of a mighty Master and shape the destiny of Eador, on land and within the astral plane itself. Explore the land and rule provinces as you see fit, defend them, and keep the populace in line or they may rebel. Choose from thousands of items — swords, spells, weapons, armor, and more — to outfit the heroes you recruit so they may best meet any challenge. Keep your heroes healthy and they will grow stronger as they gain experience from battle. Forge alliances and engage in the delicate art of diplomacy as you negotiate trade agreements or wage war against a mutual foe. Eador, with its many wonders and adventures, awaits. Will you answer the call?<br><br><strong>Key Features:</strong><br><br><ul class=\"bb_ul\"><li>    The critically acclaimed indie TBS inspired by classic strategy games<br></li><li>    A balanced fusion of grand strategy, turn-based tactics, and RPG elements<br></li><li>    Over 170 buildings, 80 spells, and 70 units available that can be used in any combination</li></ul>",
    "supported_languages": "英语, 俄语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235660/header.jpg?t=1563274911",
    "developers": [
      "Alexey Bokulev",
      "Snowbird Games"
    ],
    "publishers": [
      "Snowbird Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}