{
  "235900": {
    "name": "RPG Maker XP",
    "steam_appid": 235900,
    "required_age": 0,
    "is_free": false,
    "description": "RPG MAKER lets you create an original role-playing game without any prior specialized knowledge or training. RPG MAKER XP is full of the functions you've been asking for, including game data encryption and a scripting feature that lets you change the very heart of the RPG MAKER engine. <br />\r\n<br />\r\nBy improving the operating environment, the program can now provide support for a full-colour display and greatly enhanced graphic capabilities. With support for PNG full-color mode and alpha channel, you can adjust the settings for graphic translucency as well as specify the transparent color. RPG Maker XP includes three map layers, allowing you to create complex and layered maps. The program includes a base set of graphics and sounds that you can use and modify at no extra charge. You can also import your own graphics and sounds, making your game truly stand out.<br />\r\n<br />\r\nRPG MAKER XP is equipped with the Ruby Game Scripting System (RGSS1), based on the Ruby language and customized especially for this program. Though mastering RGSS may take some time, it is a powerful tool in fully customizing your game. You can use RGSS to change how your game looks, feels, sounds and plays. If programming is just not your forte, you can turn to a wide variety of user-created scripts that's shared within the RPG Maker community.<br />\r\n<br />\r\nRPG MAKER XP is perfect for beginners and experts alike.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235900/header.jpg?t=1724913422",
    "developers": [
      "Gotcha Gotcha Games",
      "KADOKAWA",
      "Yoji Ojima"
    ],
    "publishers": [
      "Gotcha Gotcha Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 34,
      "total_negative": 0,
      "total_reviews": 34
    }
  }
}