{
  "235940": {
    "name": "X3: Terran Conflict Bonus Package",
    "steam_appid": 235940,
    "required_age": 0,
    "is_free": true,
    "description": "X3: Terran Conflict Bonus Package 4.1.01<br><br>The bonus content in this Bonus Package is a selection of signed plugin scripts for X3: Terran Conflict, created by members of the Egosoft forum community and validated by Egosoft.<h2 class=\"bb_tag\" >Items in the Bonus Package:</h2><br><ul class=\"bb_ul\"><li><strong>Commercial Agent</strong><br><br>The Commercial Agent will represent their homebase, buying and selling wares within a certain jump range. Over time the pilot will become more efficient, learning more about their trading software. Nobody starts out as an expert. Additionally, they may participate in special training courses. These training courses are offered in the pilot's homebase at specified time intervals.<br><br></li><li><strong>Commodity Logistics Software MK1</strong><br><br>This software supports the pilot in coordinating his internal production logistics. It will collect orders from the different consumers inside your enterprise and coordinate those with chosen suppliers. Therefore it is possible to deliver the products from several suppliers of a single resource to different consumers.<br><br>The software was originally developed by an Argon software engineer and as such is being sold in every Argon Equipment Dock. It is also available in the Trading Station located in Herron's Nebula.<br><br>Consumers will generally be sorted and supplied according to the urgency with which they need the wares. Stations will only be considered for a delivery if they have less than 90% of the storage space filled. The same principle applies to your producers which will only be allowed to ship wares if their storage is filled by 10% or more. Essentially, stations will not receive wares if they are almost full, and suppliers will not send out wares if they are almost empty.<br><br>Over time the pilot will become more efficient, learning more about their trading software. Nobody starts out as an expert. Additionally, they may participate in special training courses. These training courses are offered in the pilot's homebase at specified time intervals.<br><br></li><li><strong>Commodity Logistics Software MK2</strong><br><br>This software allows the pilot to plan a route. The pilot is instructed to follow a given route and the corresponding commodity transfer orders for each intermediate stop. This enables the pilot to fulfill special tasks within the company or even at different stations. The route will be followed repeatedly until the pilot receives new orders.<br><br>The software was originally developed by an Argon software engineer and as such is being sold in every Argon Equipment Dock. It is also available in the trading station located in Herron's Nebula.<br><br>Over time the pilot will become more efficient, learning more about their trading software. Nobody starts out as an expert. Additionally, they may participate in special training courses. These training courses are offered in the pilot's homebase at specified time intervals.<br><br></li><li><strong>Dock Ware Manager</strong><br><br>This station command can add or remove wares from a player owned dock, such as a Trading Station or Equipment Dock.<br><br></li><li><strong>Missile Defense Mosquito</strong><br><br>This software protects small and big ship classes against missile and fighter drone attacks by shooting down incoming missiles with the fast and agile Mosquito missile.<br><br>This software protects the convoy leader or whole convoys against missile attacks and hostile fighter drones. Only one ship in the convoy needs to have this software running to protect the whole convoy.<br><br>Mosquito class missiles are required, as well as Fight Command Software MK1 and MK2. All three may be bought at Equipment Docks of various races.<br><br></li><li><strong>Turbo Booster</strong><br><br>The Turbo Booster MK1 allows your smaller ships to travel at faster speeds while it's engaged. It requires either Energy Cells or Shield Energy to function. The Turbo Booster MK2 is needed to provide this service to larger ships.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 波兰语, 俄语<strong>*</strong>, 简体中文, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/235940/header.jpg?t=1447357698",
    "developers": [
      "Egosoft"
    ],
    "publishers": [
      "Egosoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}