{
  "236660": {
    "name": "Highborn - Chapter 2",
    "steam_appid": 236660,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Join in the fun of Highborn Chapter 2! Make new friends and battle new enemies as you explore the mysteries of the Frobozz Inter-Dimensional Portal Controller. Help Archie and the gang chase down Floyd and stop his evil plans to activate the \"Master Monolith.\"</p>\n\n<p>In Highborn, players are offered two strategy games that combine an intelligent and tactical experience without the frenetic play of a traditional RTS. Players move forces around an overhead map to secure spells and combat support, then dive into combat to deploy those advantages against an unsuspecting enemy. All the fun and fighting is set against an irreverent tale, filled with wacky heroes, witty dialogue, and wild assumptions.</p>\n\n<h2>Key Features:</h2>\n<ul>\n<li>A New Strategy: A unique blend of strategic movement and combat caters to a variety of gameplay styles and offers lots of replayability.\n<li>Many Styles of Play:  Unlock hero characters for access to different abilities, play styles, and strategies.\n<li>Multiple Levels of Difficulty:  Battle increasingly challenging enemies in a true test of skill, culminating in a fight against all odds in Knightmare mode.\n<li>Achieve Greatness:  More than 30 new achievements to unlock, including judicious use of turns, using units as bait, and making it through an entire mission without capturing support structures.\n</ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/236660/header.jpg?t=1447357742",
    "developers": [
      "Jet Set Games"
    ],
    "publishers": [
      "Jet Set Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}