{
  "238900": {
    "name": "Skyward Collapse: Nihon no Mura",
    "steam_appid": 238900,
    "required_age": 0,
    "is_free": false,
    "description": "The Japanese enter the fray on Luminith: their faction has a very strong military and a very strange pantheon: their gods are much more aggressive than their Greek and Norse counterparts, and each has three god creatures rather than three god tokens.  Learning to play this new faction effectively is a fun new challenge: given how powerful the Japanese military and mythology are, you have to be very creative in how you help the Norse and Greeks drive back this threat.  Remember, no faction is supposed to dominate the other!<br><br>Hamlets are new non-combative, non-factional villages that can be built in the remains of the fallen towns.  But it's never that easy!  Hamlet buildings can only be placed from a limited queue that cycles as you place them.  Hamlet buildings generate (or lose) Culture depending on what pre-existing tiles were adjacent at the time you placed them.  Culture allows you to activate four powerful new abilities, including creating Large Towns or even turning back time.  Amass enough Culture and Sunstone and you can even win the game via a new Cultural Victory!<h2 class=\"bb_tag\" >Game Features</h2><ul class=\"bb_ul\"><li> Japanese faction with a unique new playstyle both for balance and gods.<br></li><li> Hamlets: construction of 11 non-factional building types that generate Culture via new adjacency rules.<br></li><li> New alternate win condition!  Construct the Luminith Tower via Culture earned in your hamlets.<br></li><li> Powerful new Culture abilities: Enlarge Radius of Town, Reverse Time, Stop Woe, and Super Smite.<br></li><li> Hamlet Idyll game mode: play for score with hamlets without the military side of the game.<br></li><li> For all factions: 3 new map types, 9 new woes, 2 new land tiles, and a useful new Military Outpost building.<br></li><li> Ten new music tracks by Pablo Vega, including a new vocal track for win/loss music!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/238900/header.jpg?t=1754320081",
    "developers": [
      "Arcen Games"
    ],
    "publishers": [
      "Arcen Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}