{
  "240320": {
    "name": "Panzar",
    "steam_appid": 240320,
    "required_age": 0,
    "is_free": true,
    "description": "PANZAR is a fantasy multiplayer third-person shooter. You get to choose from eight unique character classes, team-based PvP battles, exciting PvE adventures and regular tournaments with real prizes. Advanced RPG elements, the non-target combat system and the most modern graphics by CryEngine 3 will make your combat experience unforgettable!<h2 class=\"bb_tag\" >Key Features</h2><br>Dynamic Team-Based PvP and PvE <br>PANZAR is built on high intensity team-based battles. Players fight in 8 vs 8 PvP fights and extensive breathtaking PvE raids where no one can secure victory alone. The secret to success in battle is how well you coordinate with your other teammates. It’s ideal entertainment for groups and clans. PANZAR’s developed clan system gives you the chance to participate in spectacular mass tournaments for glory and prizes.<br>One Spectacular Fantasy World<br><br>Incredibly Detailed Fantasy World<br>PANZAR comes to life through the raw power of CryENGINE, the ultimate game development platform deliveri<br>ng incredibly detailed graphics and fluid gameplay. Players face off in rich and detailed environments such as mountain waterfalls, jungle villages, ancient castles and temple ruins. PANZAR is flexible, serving a wide range of graphics capability modes, so computers of many generations can get into battle. <br><br>Tactical Gameplay Modes<br>PANZAR has a wide range of locations, equipment and skills creating an almost never-ending variety of tactical options and battle strategies. There are eight different character classes, each with their own unique skill set, game dynamics and overall role within the team. With several different gameplay modes – Domination, Siege, Rugby and King of the Hill - it’s a game you’ll want to play again and again. <br><br>Unique Heroes <br>Players can create their own formidable characters and develop and equip them as they like. You can buy, sell, craft and upgrade weapons, armor and magical potions at any time between battles. Not to mention the nearly limitless freedom of self-expression arising from all the hairstyles, battle cries and armor paint choices. Unleash your imagination! <br><br>Advanced Social System <br>Players can communicate with other players right in-game using voice, team and general battle chat options.  Finding new friends, grouping or reconnecting with old ones is simple! There are even gold bonuses on offer for each new friend recruited. Join teams, claim victory and crystals in tournaments, even create your own clan and choose the comrades you will fight shoulder to shoulder with. In PANZAR, there is only one goal…Victory!",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 俄语<strong>*</strong>, 波兰语<strong>*</strong>, 简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/240320/header.jpg?t=1718974980",
    "developers": [
      "Panzar Studio"
    ],
    "publishers": [
      "OVALIS INVESTMENTS LIMITED"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}