{
  "241430": {
    "name": "ENDLESS™ Space - Disharmony",
    "steam_appid": 241430,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/241430/extras/9aa102550974409317db0a04220f04ed.avif?t=1762449072\" width=616 height=212 /></span><br><br>Disharmony brings a brand new experience to Endless Space players. A new faction with a unique play style, “The Harmony”, will make its appearance. Battles will be even more intense with the addition of fighters and bombers, battle formations, a new targeting system, a redesigned weapon system and enhanced invasion mechanics. The AI opponents will be significantly more unpredictable with the implementation of the new ‘Adaptive Multi-Agent System’. Prepare your empire for epic space battles!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/241430/extras/5bb409b77462bbb45a17d2d6dda80253.avif?t=1762449072\" width=616 height=212 /></span><h2 class=\"bb_tag\" >BACKGROUND STORY</h2>The Harmony had been moving since the birth of the universe, passing through the galaxies, seeking The Core. Their migration was deliberate, calm, inevitable.<br><br>Dust was their downfall. In the galaxy of the Endless they were ensnared; this strange technological creation that affected particles, fields and waves broke the single movement of the Harmony into a cacophony of gravity-enchained individuals. The Harmony sees Dust as a menace or a plague, and has set out to rid the universe of its effects. <br><br>For the rest of the galaxy, this cleansing is a minor apocalypse. The Harmony, creatures of mineral, see no difference between &quot;inhabited&quot; and &quot;uninhabited&quot; planets -- they are simply &quot;infected&quot; or &quot;clean.&quot; And those that are infected will be dealt with ruthlessly…<br><br>The Era of Disharmony has begun!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/241430/extras/fa4a2e203dee7d3a09ad15286e42670b.avif?t=1762449072\" width=616 height=212 /></span><h2 class=\"bb_tag\" >MAIN FEATURES</h2><ul class=\"bb_ul\"><li>A brand new Faction called “the Harmony” with a single objective in mind: Annihilate Dust! <br></li><li>New Fighter and Bomber units that will completely change the shape of combats, especially with the new Battle Formation and Targeting systems <br></li><li>A complete rework of the Ship Design interface, including an improved Weapon System that provides family types for modules (melee, medium range and long range) <br></li><li>New Invasion mechanics have been added: Prepare your population for Bombardments, Sieges and land Invasions! <br></li><li>Expect to face a real challenge when playing against AI opponents with the New Adaptive Multi-Agent System (AMAS) <br></li><li>Many other additions and features voted or requested by the community including such as 4 new Heroes or a new option to disable Exchange of Technologies</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 波兰语, 俄语, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/241430/header.jpg?t=1762449072",
    "developers": [
      "AMPLITUDE Studios"
    ],
    "publishers": [
      "AMPLITUDE Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}