{
  "241560": {
    "name": "The Crew™",
    "steam_appid": 241560,
    "required_age": 0,
    "is_free": false,
    "description": "Your car is your avatar - fine tune your ride as you level up and progress through 5 unique and richly detailed regions of a massive open-world US. Maneuver through the bustling streets of New York City and Los Angeles, cruise down sunny Miami Beach or trek through the breathtaking plateaus of Monument Valley. Each locale comes with its own set of surprises and driving challenges to master. On your journey you will encounter other players on the road – all potentially worthy companions to crew up with, or future rivals to compete against. This is driving at its most exciting, varied and open.<br> <br>•\t<strong>NEVER DRIVE ALONE</strong><br>Jump in and out seamlessly and build your crew of four through bonding or intense rivalry. Whether your objective is to take down a convoy or to escape the police, achieving it with friends ensures a fresh experience each time you join in.<br><br>•\t<strong>A PLAYGROUND OF UNPRECEDENTED SCOPE AND VARIETY</strong><br>The entire United States is your driving playground – all roads and everything in between. Every type of terrain imaginable is yours to master – from downtown city streets to suburbs, hillsides, cornfields, canyons, desert dunes or even race tracks.<br><br>•\t<strong>PREPARE YOUR CAR FOR THE NEXT CHALLENGE</strong><br>Collect body and performance parts as you progress to customize and upgrade your licensed cars. Equip your ride with 5 different tuning specs (street, perf, dirt, raid, circuit) to adapt to different driving terrains. Choose from a wide range of perks to enhance your vehicle according to your driving style.<br><br>•\t<strong>THE EXPERIENCE GOES ON, WHEREVER YOU ARE</strong><br>Continue the experience on iOS, Android tablets, and on the web. Track of your friends’ performance and  fine tune your ride before  taking it live to set new records, or send your crew on jobs while on-the-go to  earn more XP and parts.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 捷克语, 丹麦语, 荷兰语, 芬兰语, 日语<strong>*</strong>, 挪威语, 波兰语, 葡萄牙语 - 巴西, 俄语<strong>*</strong>, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/241560/header.jpg?t=1702566109",
    "developers": [
      "Ivory Tower in collaboration with Ubisoft Reflections"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 210,
      "total_negative": 212,
      "total_reviews": 422
    }
  }
}