{
  "24170": {
    "name": "Star Wars Galaxies™: The Complete Online Adventures",
    "steam_appid": 24170,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Be the hero of your own <i>Star Wars</i>™ adventures in a galaxy far, far away.  <i>Star Wars</i> Galaxies: The Complete Online Adventures is the most complete <i>Star Wars</i> Galaxies experience ever, and now includes <i>An Empire Divided</i>™, <i>Jump to Lightspeed</i>™, <i>Rage of the Wookiees</i>™, and <i>Trials of Obi-Wan</i>™, plus the all new <i>Star Wars</i> Galaxies™ Trading Card Game: Champions of the Force!</p>\n\t\t\t\t\t<ul><br />\n\t\t\t\t\t<h2>Now included: The Premium Plus Pack</h2>\n\t\t\t\t\t<p>The most complete Star Wars Galaxies&trade; experience ever - including five exclusive vehicles based on the movies and an exclusive player house:</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li>Your own Mustafarian Underground Bunker† player house (one per account)\n\t\t\t\t\t<li>Your own Varactyl Mount† (one per account)\n\t\t\t\t\t<li>Your own Lava Flea Mount† (one per account)\n\t\t\t\t\t<li>Your own personal AT-RT† in-game transportation (one per account) \n\t\t\t\t\t<li>Your own Queen Amidala Transport Ship†† (one per character) \n\t\t\t\t\t<li>Plus, a General Grievous Wheel Bike††, a two-seater with room for you and a friend, the same one seen in Star Wars&trade; Episode III: Revenge of the Sith&trade; (one per character)\n\t\t\t\t\t</ul>\n\t\t\t\t\t<p>The Complete Online Adventures Premium Plus Pack Digital Download includes the original game Star Wars Galaxies&trade;: An Empire Divided&trade; and all of the expansions: Jump to Lightspeed&trade;, Rage of the Wookiees&trade;, and Trials of Obi-Wan&trade;. Thirty (30) days of game time is included with purchase (new accounts only; excludes existing game and Station Access accounts).</p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<h2>In <i>Star Wars</i> Galaxies:</h2>\n\t\t\t\t\t<p></p>\n\t\t\t\t\t<li>Experience the complete <i>Star Wars</i> Galaxies game: \"<i>An Empire Divided</i>™,\" the expansions \"<i>Jump to Lightspeed</i>™,\" \"<i>Rage of the Wookiees</i>™,\" and \"<i>Trials of Obi-Wan</i>™\". \n\t\t\t\t\t<li>Embark on adventures inspired by the classic trilogy, the prequel movies including <i>Star Wars</i>: Episode III <i>Revenge of the Sith</i>™ and the new horror novel, Death Troopers. \n\t\t\t\t\t<li>Undertake hundreds of <i>Star Wars</i> missions to places like Jabba's Palace, the Ewok Village, the Mos Eisley Cantina, the royal city of Theed and Hoth! \n\t\t\t\t\t<li>Work for, or against, classic characters like Darth Vader, Jabba the Hutt, Han Solo and Princess Leia. \n\t\t\t\t\t<li>Race speeder bikes, swoop bikes, landspeeders and podracers, or mount creatures like banthas and dewbacks. \n\t\t\t\t\t<li>Master the wild with exclusive new abilities that let you create and customize your own beastly companion. \n\t\t\t\t\t<li>Plus, join your friends in all new heroic encounters battling such enemies as IG88, the Tusken King, Exar Kun, and Axkva Min and the Death Troopers invasion.\n\t\t\t\t\t</ul><br />\n\t\t\t\t\t<h2>In the <i>Star Wars</i> Galaxies Trading Card Game:</h2>\n\t\t\t\t\t<p>The Galactic Civil War continues on a whole new playing field with the introduction of the <i>Star Wars</i> Galaxies™ Trading Card Game and its first release, Champions of the Force, the first ever online <i>Star Wars</i> trading card game.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li>Choose your allegiance from one of four factions, Rebel, Imperial, Jedi or Sith, and build your own Light or Dark side digital card decks \n\t\t\t\t\t<li>Collect more than 250 beautifully detailed original <i>Star Wars</i>-themed digital cards \n\t\t\t\t\t<li>Challenge your skills online in solo play, or join with friends in epic one-on-one matches, cooperative Heroic Encounters and even official tournaments \n\t\t\t\t\t<li>Discover more than 20 digital loot cards in the first release that are redeemable for fantastic digital items within the <i>Star Wars</i> Galaxies massively multiplayer online game  for players with a <i>Star Wars</i> Galaxies account in good standing* \n\t\t\t\t\t<li>Plus, all <i>Star Wars</i> Galaxies subscribers with current, valid, paid accounts in good standing are eligible to automatically receive five digital trading card Booster Packs each month included with their paid <i>Star Wars</i> Galaxies subscription at no additional cost\n\t\t\t\t\t</ul><br />\n",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/24170/header.jpg?t=1623776336",
    "developers": [
      "Sony Online Entertainment"
    ],
    "publishers": [
      "LucasArts"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2003 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}