{
  "241700": {
    "name": "Vector Demo",
    "steam_appid": 241700,
    "required_age": 0,
    "is_free": true,
    "description": "Vector is an exciting, arcade-style game featuring you as the exceptional free runner who won’t be held down by the system. The game opens with a view into a totalitarian world where freedom and individually is nothing more than a distant dream. But the heart of a freerunner is strong, and you soon break free. Run, vault, slide and climb using extraordinary techniques based on the urban ninja sport of Parkour all while being chased by “Big Brother” who’s sole purpose is to capture you and bring you back.<br />\nInspired by the practice and principles of Parkour, Vector’s intuitive controls please players of all levels, and sophisticated level designs challenge the most demanding players with fast-paced timing puzzles as the traceur “flows” over the dystopian rooftops.<br />\n<br />\nGame Features:<br />\n<br />\n- Arcade gameplay from the makers of the hit Facebook game<br />\n- Astoundingly lifelike Parkour-inspired moves made possible by Cascadeur animation tools<br />\n- Quick to learn, challenging to master<br />\n<br />\nThe best parkour-inspired action game! Vector lets you break free and run! Don’t get caught!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 土耳其语, 葡萄牙语 - 葡萄牙, 阿拉伯语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 巴西, 简体中文, 瑞典语, 泰语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/241700/header.jpg?t=1447358036",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}