{
  "243340": {
    "name": "Rayman® Legends Demo",
    "steam_appid": 243340,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/243340/extras/9ff9030b89f8492345b4152ecacad72d.avif?t=1447358122\" width=184 height=68 /></span><br>Product Description<br><br>Rayman, named platformer of the year and winner of multiple artistic and musical achievements, is back on PC with a brand new adventure. Michel Ancel, celebrated creator of Rayman®, Beyond Good &amp; Evil® and the Raving Rabbids® is bringing his innovative creativity to these platforms. Additionally, advancements in the UbiArt engine has helped pave the way for new, more detailed graphics and lighting.<br>Rayman and his friends, while wandering through an enchanted forest, are taking a little snooze when they are awakened by Murfy: many Teensies have been captured and the Bubble Dreamer needs their help! They eventually come upon a mysterious tent filled with a series of captivating paintings. As they look more closely, they notice each painting seems to tell the story of a mythical world. While focusing on a painting that shows a medieval land, they are suddenly sucked into the painting, entering the world where their adventure begins. The gang must run, jump and fight their way through each world to save the Teensies and discover the secrets of each legendary painting.<br><br>Key Features<br><br>•\t4-Player Co-op Gameplay: up to 4 players can play at once. At any time if someone wants to leave or join in, the game will continue without interruption.<br><br>•\tAuto-Murfy mode: A specific key on the keyboard allowing you to give orders to Murfy as you continue playing with your classic characters (Rayman or any of his friends).<br><br>•\tOnline Challenges: Connect with your friends through a variety of challenges that will test your skill and speed. Check the leaderboards to see where you rank around the world.<br><br>•\tRayman Rocks!: Jump to the beat of a drum, punch to the bass line, even zip-line during a guitar sustain. Timing and rhythm are the key to beat these maps set to music. See if you have what it takes to become a Platforming Hero.<br><br>•\t3D Boss Battles: The bosses have a big advantage over Rayman’s gang… an extra dimension!  Dragons and other epic creatures can attack from all angles, so you’ll have to be on top of your game to defeat them.<br><br>•\tUbiArt Engine Advancements: The UbiArt engine has expanded its abilities to now include 3D gameplay elements, a new lighting design, and a new rendering system which take Rayman’s award-winning graphics to the next level.<br><br>•\tThe Award-Winning Team Is Back: The legendary team of decorated artists, designers and composers are teaming up again to create new worlds, new characters and a new soundtrack.<br><br>Product Specifications:<br>Publisher: UBISOFT<br>Developer: Ubisoft Montpellier &amp; Ubisoft Chengdu<br>Ship Date: 29/08 Europe &amp; 03/09 North America<br>Genre: Platformer, Action/Adventure<br>Platform: PC<br>Rating: Rating Pending",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 丹麦语<strong>*</strong>, 荷兰语<strong>*</strong>, 芬兰语<strong>*</strong>, 挪威语<strong>*</strong>, 波兰语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 俄语<strong>*</strong>, 瑞典语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/243340/header.jpg?t=1447358122",
    "developers": [],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}