{
  "243600": {
    "name": "TGDME Demo",
    "steam_appid": 243600,
    "required_age": 0,
    "is_free": true,
    "description": "In a cold, dark future dominated by mega-corporations, a small lonely planet on the edge of habitable space is the site of a shadowy research facility specializing in necrotic tissue reactivation. You are a scientist who has suddenly awoken to the realization that you are the lone survivor. The rest of the facility’s personnel have all been killed – micro-chipped and reactivated as combatants by the facility’s central processing AI. <br><br>Teleglitch: Die More Edition is a roguelike top-down shooter with retro pixel graphics. Featuring procedurally generated maps that change with each play through, you will never experience the same facility twice.  Clutch your gun, walk down the dark corridors and enter each new room hoping those last few rounds of ammunition will be enough. Feel the anxiety, the paranoia and the sheer terror of Teleglitch.<h2 class=\"bb_tag\" >The Demo Version includes:/h2]<br><ul class=\"bb_ul\"><li> The tutorial<br></li><li> One level<br></li><li> Full controller support<h2 class=\"bb_tag\" >Also includes updates from the latest patch:/h2]<br><ul class=\"bb_ul\"><li> Zoom with mouse scroll<br></li><li> HD mode added. You can set it to 1x, 2x or 3x the default resolution<br></li><li> Players can switch between windowed and full screen without restarting the game</li></ul></h2></li></ul></h2>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/243600/header.jpg?t=1447358143",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}