{
  "243890": {
    "name": "Mavis Beacon Teaches Typing Family Edition",
    "steam_appid": 243890,
    "required_age": 0,
    "is_free": false,
    "description": "Mastering typing has never been easier than with the all-new edition of Mavis Beacon Teaches Typing Powered by UltraKey! The award-winning software program provides the most efficient way to learn and master typing fundamentals. Designed by educators, Mavis Beacon Teaches Typing Powered by UltraKey uses a success-based approach to typing instruction. This powerful and motivating way to learn provides a clear path to learning a new skill by setting personal goals and progressing along guided roadmaps. <br><br>Just follow these seven easy steps to achieve your typing success! <br><br><strong>Step 1: Set Your Personal Goal</strong> <br><br>Success-based learning begins with setting a personal challenge level for speed and accuracy that you seek as you complete lessons. <br><br><strong>Step 2: Learn Good Posture Habits</strong> <br><br>A virtual reality model demonstrates correct body and hand position.   <br><br><strong>Step 3: Typing Technique</strong> <br><br>Video and interactive graphics teach you typing technique, finger names and home row position.   <br><br><strong>Step 4: Learn New Keys One Stage at a Time </strong><br><br>Systematically develop new keystrokes, blending them into pairs, chains, words and sentences.   <br><br><strong>Step 5: Build Your Skill by Using It </strong><br><br>For each lesson you complete, a corresponding skill check uses real-word typing challenges to ensure your progress.   <br><br><strong>Step 6: Practice Excellent Typing at all Times </strong><br><br>Timed typing tests give standardized performance results that you can put on your resume! <br><br><strong>Step 7: Celebrate Your Success! </strong><br><br>After just 8 hours of using this software, you can master typing basics and more! <br><br><strong></strong>Features: <br><br><ul class=\"bb_ul\"><li>Success-based approach: structured learning determined by user’s own plan and timetable<br></li><li>Three types of instruction: Voice, videos and animated graphics <br></li><li>Users set a personal pace and choose their own path of learning<br></li><li>12 interface themes and numerous options adapt to age, personal needs and learning style<br></li><li>More than 100 skill checks and typing tests<br></li><li>18 exciting videos introduce typing activities and demonstrate proper stretch break techniques<br></li><li>Specific tips for improvement based on unique typing pattern assessments<br></li><li>Short, bite-sized, 20 minute sessions containing sequence lessons and skill development activities<br></li><li>Stunning 3D graphics to demonstrate correct posture and typing techniques<br></li><li>More Information Resource: Provides important information on correct body posture, tips for avoiding repetitive strain injuries (RSIs), typing actions, enrichment ideas, additional in-depth concepts and more<br></li><li>User-friendly system for everyone ages 8 to 88<br></li><li>Engineered for all current Windows and Macintosh computers; operates identically on both systems with cross-platform progress records.</li></ul><br><strong><i></i></strong>NOTE:  this title is English only.  Specific localized versions (grammar and keyboards) will be delivered to customers in the UK, Australia and New Zealand.  All other regions will get North American English.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/243890/header.jpg?t=1447358161",
    "developers": [
      "Bytes of Learning"
    ],
    "publishers": [
      "Encore"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 14 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}