{
  "24410": {
    "name": "Crusaders: Thy Kingdom Come",
    "steam_appid": 24410,
    "required_age": 0,
    "is_free": false,
    "description": "It all happened in the darkest century of the medieval Europe, when a visionary Pope ignited the flames of the first crusade and united the rivaling nations for one single cause: to conquer the Holy Land. Crusaders: Thy Kingdom Come tells the challenging, mission-to-mission story of this great campaign through the eye of a chosen knight, and chronicles his struggles to rise higher among the ranks, gaining power and wealth on the road from Constantinople to Jerusalem.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Heroes</strong> — Crusaders: Thy Kingdom Come offers five notable personalities to choose from, from the five great nations of medieval Europe, each of them with different background, wealth, fighting skills, goals and dreams. The gradual development of the focus character must be familiar from the RPGs: he gains experience, ranks, gets stronger and more effective. Each hero has a different set of skills, which makes every hero different, even the ones from the same nationality if one decides to play the game again from the very beginning. The different skills and starting resources of the five main heroes require various tactics in the battles and offer numerous ways to the final victory.<br>\t\t\t\t\t</li><li><strong>Huge armies on huge battlefields</strong> — Crusaders: Thy Kingdom Come offers highly varied terrains that evoke the atmosphere of the faraway lands where the crusaders marched towards Jerusalem – from the Mediterranean pine forests to the barren rock deserts of the Holy Land. The topographic elements (hills, valleys, slopes etc) heavily influence the tactics and the outcome of the battles. It is also the first RTS where physics is one of the most important factors in the game (where rocks tumble down on the slopes, crushing into the ranks of the enemy and send enemy soldiers flying and sprawling on the ground and so on.) Weather conditions and visibility change dynamically, which is not solely a visual element, but it also affects the gameplay, specifically the abilities of the different units and the outcome of their actions. <br>\t\t\t\t\t</li><li><strong>Management</strong> — The Management phase is set between missions. The management screen offers various ways to manage the troops, deal with supporting characters, upgrade heroes, spend the acquired ducats or distribute weaponry among the troops and assemble the army for the next battle. The growing army of the hero gets stronger and deadlier after each battle. Soldiers gain experience (just like in the legendary Panzers) and players buy skills for them as well. After several battles with the same old bands of soldiers players tend to treat their veterans more carefully then in most RTS games, which has a strong impact on the tactics as well.<br>\t\t\t\t\t</li><li><strong>Factions</strong> — The crusader army in the game is about just as divided as it had been historically. The various power groups of the army are called factions, each with a strong nation in charge and they all offer various submissions for their allies. Players should be careful which the faction they prefer, as they forge ties with one nation they slowly exclude the others; however, a faithful ally will get precious rewards like ducats, special units and skills and finally a new, unique hero.<br>\t\t\t\t\t</li><li><strong>Faith and Relics</strong> — In Crusaders: Thy Kingdom Come Faith is an idealized concept of the religious background that sparked and legitimized the military campaign. Faith has strong impact on the overall morale. Christian relics have strong relations with the Faith score: the higher a hero’s Faith is, the more effective these relics boost their abilities. Each hero starts with a unique Faith score that can grow or decrease during the game, depending on his decisions.<br>\t\t\t\t\t</li><li><strong>Historical Authenticity</strong> — Crusaders: Thy Kingdom Come wants to be as faithful to the chosen historical era as it is possible in a computer game, which requires some restrictions and necessary modifications. With  a colorful cast of supporting characters we present existing historical personalities from the era as antagonists, allies or vassals.<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/24410/header.jpg?t=1447352527",
    "developers": [
      "NeocoreGames"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 10 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}