{
  "244630": {
    "name": "NEOTOKYO",
    "steam_appid": 244630,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>This is a stand alone mod and does not require SDK BASE or any other dependency such as HL2. It will run on it's own.</strong><br><br>NEOTOKYO° is a multi-player first person shooter that provides a visceral &amp; realistic combat experience in a rich futuristic setting.<br><br>NEOTOKYO° takes place about 30-40 years from now in a Japan that has drifted into social/political strife due to the inevitable stresses that come from changing times. The Japanese government is grappling with intensified external (Asia geopolitics) and internal (economic/social) problems, and there is mounting pressure from within Japan to return to the days when it exerted influence through military power and strength. A failed legislative push to alter the Japanese Constitution (allowing the Japanese military to engage in offensive actions outside of the country) leads to an attempted military coup by members of Japan's armed forces (GSDF). The coup fails, but was very close to succeeding. In an effort to suppress further coup attempts, Japan's Prime Minister forms a branch inside the Interior Ministry's National Security Forces (NSF) called GROUP SIX. They answer directly to the Prime Minister and are sworn to protect the Japanese Constitution at all costs. They immediately begin to hear rumors of a rogue element of the GSDF Special Forces (JINRAI) maneuvering for a second coup attempt. These JINRAI are Special Operations Group 43 (SOG43), fierce nationalist loyal to their love of country, and a desire to put Japan back into a position of strength and power.<br><br>This begins the war in the shadows between the NSF and JINRAI.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/244630/header.jpg?t=1706641254",
    "developers": [
      "STUDIO RADI-8"
    ],
    "publishers": [
      "NEOTOKYO [MOD]"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}