{
  "245450": {
    "name": "Wizardry 8",
    "steam_appid": 245450,
    "required_age": 0,
    "is_free": false,
    "description": "A New Wizardry for a New Generation<br><br>The universe is in the throes of violent upheaval and change. Vast and mysterious forces are preparing for the final confrontation. A small group of heroes from distant lands must plunge into the heart of the maelstrom, to uncover long-forgotten secrets, and bring about a new era. Should they succeed, they will gain the powers of the gods themselves. If they fail, countless worlds will fall into the grip of darkness.<br><br>Wizardry 8 raises the standard for fantasy role-playing with a vengeance. Prepare yourself for a new level of excitement, immersiveness and depth that made role-playing games one of the best-selling, best-loved genres of all time.<br><br>Prepare to experience the culmination of a prestigious RPG series. Enter a vast world of intrigue and wonder. Unravel a gripping, non-linear storyline. Battle your way to victory using your swords, your magic, and your wits. Compete with rivals or align with allies as you struggle to ascend to the Cosmic Circle. Take the battle to the dreaded Dark Savant in Wizardry 8, the phenomenal conclusion to the Dark Savant trilogy, one of the most extensive and challenging stories ever told in classic role-playing games! <br><br>This is the legacy of Wizardry 8!<br><br><ul class=\"bb_ul\"><li>Explore a vast 3D world filled with action, magic and adventure. Wander through dark dungeons, lush landscapes, scorching volcanoes and even beneath the sea.<br></li><li>Create your own custom party of adventurers. Make a gnome gadgeteer, a lizardman fighter, a rawulf lord or even a faerie ninja. the possibilities are endless!<br></li><li>Choose a custom personality for each character and hear them speak over 100 lines of dialogue; Kindly or Chaotic, burly or surly-how your characters act is up to you.<br></li><li>Talk to dozens of intelligent characters. How you treat them determines whether they become powerful allies or deadly enemies.<br></li><li>Battle over 300 types of monsters in some of the most intense combat ever seen in an RPG. The unique auto-targeting system makes combat easy to learn, while the huge number of strategies adds unprecedented depth.<br></li><li>Advanced creature A.I. brings a new level of realism to RPGs. You don't just hunt the monsters-the roaming monsters hunt you.<br></li><li>Cast over 100 spells using a unique power-level system that guarantees that no spell ever becomes obsolete.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/245450/header.jpg?t=1676665352",
    "developers": [
      "Sir-Tech Canada"
    ],
    "publishers": [
      "Drecom Co., Ltd.",
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 9 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 1,
      "total_reviews": 12
    }
  }
}