{
  "245580": {
    "name": "DCS: Su-25 Flaming Cliffs",
    "steam_appid": 245580,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Note: This is the exact same simulation of the Su-25 as featured in DCS: Flaming Cliffs 3.</strong></p><p class=\"bb_paragraph\" ><strong>Note: Please note that a free and graphically improved Su-25 will be available later in 2025, and the Su-25 Flaming Cliffs will be delisted then. Release of the free Su-25 will not affect previous purchases of the Su-25 Flaming Cliffs version.</strong></p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >The Su-25 'Grach' (Rook), NATO callsigned 'Frogfoot', is a dedicated strike attack aircraft designed for the close air support and anti-tank roles. The Su-25 has seen combat in several conflicts during its more than 25 years in service. The Su-25 combines excellent pilot protection and high speed compared to most dedicated attack aircraft. It can be armed with a variety of weapon systems including guided missiles, bombs, rockets, and its internal 30mm cannon.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The Su-25 is the forerunner of the Su-25T (included for free in DCS World) and has much in common with the Su-25T. Although the Su-25 lacks some of sensors and weapons of the Su-25T, it provides better flight performance and is a more simple aircraft to operate. The Su-25 has been produced in great numbers and has seen service in many air forces around the world; more so than any later version of the 'Frogfoot'. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Su-25 for DCS World  focuses on ease of use without complicated cockpit interaction, significantly reducing the learning curve. As such, Su-25 features keyboard and joystick cockpit commands with a focus on the most mission critical of cockpit systems.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Detailed and accurate 3D model and animations</p></li><li><p class=\"bb_paragraph\" >Six Degrees of Freedom (6DOF) capable cockpit</p></li><li><p class=\"bb_paragraph\" >Advanced Flight Model (AFM)</p></li><li><p class=\"bb_paragraph\" >Campaign and missions</p></li><li><p class=\"bb_paragraph\" >Both Simulation and Game modes</p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >About the Su-25</h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Cockpit</strong></p><p class=\"bb_paragraph\" >The aircraft has an all-welded, 24mm titanium alloy cockpit with transparent windscreen armor block to protect the pilot. It is equipped with a single K-36L Zvezda ejection seat.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Weapons</strong></p><p class=\"bb_paragraph\" >The wings have ten pylons for carrying a range of air-to-air and air-to-ground weapon systems selected for the mission. Air-to-ground missiles include Kh-25ML (AS-10 Karen) and Kh-29L (AS-14 Kedge). The air-to-air missile carried on the smaller outboard pylons is the R-60 (AA-8 Aphid).</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The aircraft can be fitted with UB-32A pods for 57mm S-5 rockets, B-8M1 pods for 80mm S-8 rockets, S-24 240mm guided rockets and S-25 330mm guided rockets.</p><p class=\"bb_paragraph\" >The Su-25 can be armed with 350kg-670kg laser-guided bombs, 500kg incendiary devices and cluster bombs.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The aircraft's twin-barrel gun, the 30mm GSh-30-2, is installed in the underside of the fuselage on the port side. The gun is armed with 250 rounds of ammunition and is capable of firing at a burst rate of 3,000 rounds a minute. SPPU-22 gun pods can also be installed on the underwing pylons. The pods carry the GSh-23 23mm twin-barrel guns, each with 260 rounds of ammunition.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Targeting</strong></p><p class=\"bb_paragraph\" >The aircraft is equipped with an integrated navigation and aiming system, including ASP-17 BTs-8 gun / bomb sight with an AKS-750s camera installed in the nose. The nose also houses a Klyon PS laser ranger and target designator, manufactured by the Urals Optical and Mechanical Plant (YOM3).</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Countermeasures</strong></p><p class=\"bb_paragraph\" >The electronic warfare suite includes an SPO-15 Sirena-3 radar warning receiver and a Gardeniya radar jammer. The ASO-2V decoy dispenser can deploy chaff and flares for protection against radar and infrared guided missiles.</p><p class=\"bb_paragraph\" ><strong></strong></p><p class=\"bb_paragraph\" ><strong>Navigation and communications</strong></p><p class=\"bb_paragraph\" >The aircraft is equipped with an RSBN tactical air navigation system (TACAN), MRP-56P marker beacon receiving unit, RV-1S radio altimeter and various air data and acceleration indicators.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The communications systems include an SRO-2 identification friend or foe (IFF) transponder and a SO-69 air traffic control transponder, together with VHF/UHF transceivers and an air-to-ground radio.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><strong>Engines</strong></p><p class=\"bb_paragraph\" >The Russian Air Force Su-25 aircraft is powered by two Soyuz / Gavrilov R-195s turbojet engines rated at 44.18kN. Cooling air is introduced at the end of the tail cone to reduce the temperature of the exhaust gases and minimise the infrared signature of the aircraft.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The aircraft is equipped with self-sealing, foam-filled fuel tanks with a total fuel capacity of 3,600l. The range of the aircraft can be extended by the provision of four PTB-1500 external fuel tanks, which are carried on the underwing pylons.</p><p class=\"bb_paragraph\" ><strong></strong></p><p class=\"bb_paragraph\" ><strong>Performance</strong></p><p class=\"bb_paragraph\" >The Su-25 can climb at the rate of 58m/s. The maximum speed of the aircraft is 950km/h. The combat radius and ferry range of the aircraft are 375km and 7,500km respectively. The normal range of the Su-25 is 750km. The service ceiling is 7,000m.</p>",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 捷克语, 俄语<strong>*</strong>, 简体中文, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/245580/header.jpg?t=1740607062",
    "developers": [
      "Eagle Dynamics SA"
    ],
    "publishers": [
      "Eagle Dynamics SA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10500,
      "final": 5250,
      "discount_percent": 50,
      "initial_formatted": "¥ 105.00",
      "final_formatted": "¥ 52.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 8 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}