{
  "246070": {
    "name": "Hack 'n' Slash",
    "steam_appid": 246070,
    "required_age": 0,
    "is_free": false,
    "description": "Hack ‘n’ Slash is a puzzle action game about hacking -- reprogram object properties, hijack global variables, hack creature behavior, and even rewrite the game’s code. The only way to win is not to play...by the rules!<br><br>The wizard has mandated that everyone confine themselves to the village, the castle armory has started to forge weapons so powerful that no one but guards are allowed to carry them, and anyone who attempts to find a sprite and demonstrate their bravery would face certain death. The new laws are for your own protection, but you don’t buy it. You’ll show everyone what “brave” means and, if you’re clever, maybe uncover the secret reasons why everything’s gone sideways.<h2 class=\"bb_tag\" >Key Features:</h2><br><ul class=\"bb_ul\"><li><strong>Use in-game tools to hack the game while you’re playing it</strong><br>Your sword can hack the variables of objects. You find magic artifacts that allow you to tune global variables to your liking. Discover equipment that lets you see the game’s internal debug visualization to uncover things that weren’t meant to be seen.<br></li><li><strong>Hack the code</strong><br>As you achieve advanced hacking mastery, you’ll be able to dive directly into the game’s assembly in the form of procedurally generated dungeons and modify the live-running code.<br></li><li><strong>Make the game yours</strong><br>Puzzles have myriad solutions, many of which we haven’t anticipated. As you master the game’s hacking mechanics, you can mold and shape the game in whatever way you desire.<br></li><li><strong>Crash it!</strong><br>You’re hacking the game for real! You can totally break it. Roll back in time to change the rules so the bugs don’t cause the world to fall apart, whether they’re yours or ours!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/246070/header.jpg?t=1727389160",
    "developers": [
      "Double Fine Productions"
    ],
    "publishers": [
      "Double Fine Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 4500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 5,
      "total_negative": 3,
      "total_reviews": 8
    }
  }
}