{
  "246700": {
    "name": "Strike Vector",
    "steam_appid": 246700,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Strike Vector is gorgeous shooter with strong mechanics and lots of customisation&quot; <br><strong>7.7/10 – IGN</strong><br><br>&quot;it more than makes up for by being a gorgeous, intensely competitive experience that matches its aesthetic appeal with pure shooter satisfaction&quot;<br>– <strong>7.5/10 –destructoid</strong><br><br>&quot;Strike Vector does one thing - frantic multiplayer combat action - and does it really well&quot; Luke Plunkett<br>– <strong>Kotaku</strong><br><br>&quot;I do, however, know one thing for sure: Strike Vector The Videogame is unarguably stunning&quot; Nathan Grayson<br>– <strong>Rockpapershotgun</strong><br><br> “Strike Vector est la petite bombe indépendante sans prétention que l’on ne voyait pas venir” <br><strong>17/20 – </strong><br><br>“BELLISSIMO, Strike Vector è uno sparatutto indipendente adrenalinico, appagante e assolutamente spaziale. In tutti i sensi” <br><strong>9.2/10 – IGN.it</strong><br><br>&quot;Amateur de sensations fortes, à vos souris. Si vous cherchiez du Quake en altitude, de l'instagib en vaisseau spatial, le titre qu'il vous faut est enfin dispo : ça s'appelle Strike Vector et c'est pour les joueurs hardcore dont l'estomac est bien accroché&quot;<br><strong>4/5 – gameblog.fr</strong><br><br><br><br><strong>Strike Vector</strong> is a Brutal aerial FPS that will see you test your skills online against other players in the tradition of Quake 3 and Unreal Tournament. The game offers an hardcore learning curve for those who don't fear to die a lot at first but who will get a massive rewarding feeling when they will master the game and dominate the battlefield.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >all New Features Will Be Free</h2></h2>Ragequit Corporation will offer free downloadable content after the game release. We want to make sure that every person playing Strike Vector have access to the same content regardless of when they will get the game.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >gameplay</h2></h2>With a distinct old school feel, reminiscent to games such as Crimson Skies, Quake 3 and Unreal Tournament, Strike Vector will let you test your reflexes and skills against your friends. Team flight and mutual assistance is required to fulfill your missions but individual aiming and piloting skills are also mandatory.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >two Movement Modes</h2></h2>You fly the Vector, the lastest hyper-speed VTOL, highly customizable and manoeuvrable Jet fighter. Your enhanced version can instantly switch between 2 movement modes :<br><br><ul class=\"bb_ul\"><li> Jet Mode: reach high-speed, intercept opponents and fast evade incoming projectiles.<br></li><li> Stationary Mode: strafe in all directions with increased precision, hold and defend key locations.</li></ul><br><br>This unique gameplay allow you to fight face to face with your enemies like classical FPS, or playing dog fighting.<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >game Modes</h2></h2>Targets to reach, positions to defend, enemy structures to destroy … Players may select among famous game modes such as deathmatch, team domination, team deathmatch, and Bounty Hunter! More game modes are coming soon!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >build Your Own vector</h2></h2>Equip your Vector in your own style with two differents weapons to get the edge on various situations or be a specialist by choosing the same weapon for each side of the craft. Hundreds of combinations are available, making your ship the only kind of his genre on the battlefield.<br><br>Depending on your weapons and perks choice, your playstyle will be different from another player, you create your own class :<br><br><ul class=\"bb_ul\"><li> Fast and stealthy to capture positions and hide in massive structure to surprise your enemies.</li></ul><br><ul class=\"bb_ul\"><li> Heavy and powerful to defend strategic points or assault enemies defenses.</li></ul><br>Customize your ship appearance among various type of skin decorations and put a gadget in your cockpit to make you feel like you are at home. A mach 3 home!<h2 class=\"bb_tag\" ><h2 class=\"bb_tag\" >varied Environments</h2></h2>You will play through gigantic flying structure like aerial oil platforms, slums, cities, factories, abandonned stations and much more and find many destructible objects like giant cargos or pressure vessels and use them to trap players in deadly explosions, block or open passages and fulfill your mission objectives.<br>Use your environment to avoid and escape homing missiles by adopting a risky flying style. Play the way you want with various game mode adapted for a 360° warfare<br>Eliminate every players in classic deathmatch, support your team in domination or the greedier and more...<br><br>STRIKE VECTOR FORUM : <br>STRIKE VECTOR OST : ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/246700/header.jpg?t=1593539839",
    "developers": [
      "Ragequit Corporation"
    ],
    "publishers": [
      "Ragequit Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 39,
      "total_negative": 17,
      "total_reviews": 56
    }
  }
}