{
  "246740": {
    "name": "Huntsman: The Orphanage (Halloween Edition)",
    "steam_appid": 246740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>MORE STORY THAN GORY! A HYBRID OF ALTERNATIVE HORROR AND CREEPYPASTA...<br>Welcome to the Halloween Edition v1.03! </strong><br><i>Take a deep breath, dim the lights, put on your headphones...</i><br><br>Non-linear first-person gameplay lets you explore Grimhaven Orphanage and discover the characters who once lived there – voiced by Dan Bull, Chuck Huber and Raychul Moore, plus a multitude of other great voices from around the world - some of which we discovered through our global YouTube auditions! <br><br>We call this ‘alt horror’ because it has no graphic violence, blood or guns. As the player, you have no defense... however, you must show empathy and courage to save the twelve missing orphans. This is a game for people who like to explore, listen, think and solve - and play cat and mouse in a dark and scary maze. Listen to the nineteen personal creepypasta-style stories to piece together the mysterious events of that fateful night in 1898, when twelve orphans simply... disappeared! Now with shorter (30-60 sec) in-game stories to enhance the tension and new plot twists when you least expect them! And don’t panic story lovers! The full stories are still there – on the menu page and somewhere within the game… if you know where to look!!<br><br>Find the twelve orphan’s mementos and place them on the correct headstones to set the lost souls free. Did we mention the headstones are in a hedge maze? Custom-created by a ‘Ripley’s Believe-It-Or-Not’ Maze Master? No problem! But first you’ll have to find the key... Are you up to the challenge? Did we mention the Huntsman… in the maze… stalking you? Did we mention he may also be lurking in Grimhaven Orphanage? <br><br>So – how fast can you turn and run? Well you won’t know ‘till you check it out! So go do it! Have fun!!  Scare yourself as much as you want (maybe you should keep the hallway light on…!)<br><br>This is a Free Upgrade for all our Steam key holders and supporters of our Black Friday Edition – THANK YOU!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/246740/header.jpg?t=1447358342",
    "developers": [
      "ShadowShifters"
    ],
    "publishers": [
      "ShadowShifters"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 9 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}