{
  "247730": {
    "name": "Nether: Resurrected",
    "steam_appid": 247730,
    "required_age": 0,
    "is_free": false,
    "description": "NETHER...IS...BACK!  We have rolled back the game to Summer of 2014, when it first left Early Access and was still being developed by us, Phosphor Games Studio.  <br><br><strong>RIGHT NOW</strong>:<br>- Single Player enabled: It was not possible before, but now it's working, and it's hard!  Have fun surviving the monster-filled urban apocalypse alone<br>- No more micro-transactions: all items can be bought with in game cash<br>- Multiplayer via player hosted servers! The old back end ripped out - no need for any login besides Steam.  You control your community, and nobody can take your game from you again<br><br><strong>WHAT IS IN DEVELOPMENT</strong>:<br>- Custom server settings: you decided how many players, how many Nether, how much gun spawns, etc.<br>- Modding tools![/b]<br>- Bug fixes (including playing as a Nether, which was always pretty buggy<br><br><strong>GAME SUMMARY</strong>:<br>Nether is a fast-paced survival game that forces you to make quick life-saving decisions in an unforgiving environment. In this post-apocalyptic urban world, death is waiting around every corner, at the top of high-rise buildings, and in the grasp of powerful teleporting creatures known as 'Nethers'. These creatures and the other players are real challenges to overcome, requiring tactical gameplay, awareness, stealth, and cooperation. To navigate this high-tension environment, you must use skill and cunning in order to scavenge, trade, craft or loot for food, weapons, supplies, and other resources necessary to stay alive in a desolate and dangerous city. Team up with other survivors and take advantage of group play, as a tribe, to complete treacherous world objectives, or play as a lone wolf in an attempt to endure the hostile environment. In the end you must decide whether to Prey or Pray.<h2 class=\"bb_tag\" >Key Features</h2><br><strong>EXPLORE</strong><br>The game's landscape is a beautifully conceived vision of a post apocalyptic Chicago, ravaged by disaster and time. Almost every low and high-rise building can be individually explored in a cityscape that stretches 150 blocks. Beyond the city lies the Wastelands, an unforgiving desolate landscape that is slowly sinking into the earth. <br><br><strong>SURVIVE, CRAFT, TRADE, LOOT AND SHOOT</strong><br>Start off, armed only with a kitchen knife and scavenge your way through an environment on a daily battle to stay alive. Beware the Nether, poor mutated souls who roam the city in search of human flesh. Scavenge for food and water to stay nourished, and search for useful items that could be crafted into makeshift weapons to help in your battle for life.  Hunt and kill Nether to trade their body parts to the mysterious Cult located in the few markets that scatter the city. Over time, build up your skills and earn rewards for surviving each precious new day. But always beware of the other survivors who may be only one moment away from death, and see killing you and looting your possessions as their only salvation. <br><br><strong>TRIBES AND TERRITORY WARS </strong><br>Find safety in numbers by joining a tribe. Only tribes can capture and own territory, and the urban landscape is the perfect setting for turf domination. Compete with rival tribes in territory wars for control of the city by capturing strategic landmarks to reap resources and experience; prove your dominance over all other tribes. Spy on rival tribes or infiltrate and kill them by playing as a Nether. Ambush them from above by swooping in for the kill using the wing suit. Tribes change the survival experience by establishing a true social construct, with all the consequences of behavior that you would expect in the real world. Your actions have real repercussions enforced organically through reputation and standing.<br><br><strong>PLAYER AND GROUP MISSIONS</strong><br>Players can complete an assortment of individual or group missions to earn money, experience and reputation. Perform vital supply runs between the markets, work with your tribe to take down the swarms of Nether lead by the vicious boss Reaper that sporadically surge to attack neighborhoods, or keep the creatures out of the Safezones by working in groups to repair the anti-nether devices when they fail.<br><br><strong>CHARACTER CUSTOMIZATION </strong><br>Nether offers a wide variety of character customization and allows you to play as a male or female character. There is a huge selection of cosmetic items and player taunts to assert your individuality along with entire outfits to play roles like survivalist, soldier and biker - or even just play in your underwear.<br><br><strong>OTHER</strong><br><ul class=\"bb_ul\"><li>Host your own private servers and control your settings and player population<br></li><li>First-person perspective creates a true survival experience<br></li><li>Meld of PvE (player versus environment) and PvP (player versus player) gameplay<br></li><li>New weapons and items become available as players explore the game world<br></li><li>Up to 64 players per game server<br></li><li>Single purchase, downloadable client allows full game access without subscription</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/247730/header.jpg?t=1652397893",
    "developers": [
      "Nether Productions, LLC"
    ],
    "publishers": [
      "Nether Productions, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 45,
      "total_negative": 95,
      "total_reviews": 140
    }
  }
}