{
  "248490": {
    "name": "1953 - KGB Unleashed",
    "steam_appid": 248490,
    "required_age": 0,
    "is_free": false,
    "description": "Developed by Phantomery Interactive, 1953 – KGB Unleashed is a tense and atmospheric First Person Adventure set deep within the bowels of a Soviet bunker during the Cold War. Players must uncover the dark and horrifc secrets buried within, fighting their own paranoia along the way as well as the possibility of all-too-real terrors within the bunker. Are the voices emanating from all around you real, or just an hallucination resulting from your isolation? Will you manage to escape into the warm embrace of daylight, or will you be trapped within the foreboding menace of the bunker?<br><br>Only in 1953 – KGB Unleashed can the answers be found!<br><br>“1953 – KGB  Unleashed” is based on real projects conducted by the Ministry of State Security of the USSR (the former KGB). During that time they pushed the limits of human endurance, testing for the possibility of telepathy, as well as researching the psychological impact of fear on the human brain. The photo-realistic visual style of “1953 – KGB Unleashed” recreates the USSR of the fifties: the underground shelter’s interior is constructed using real Soviet military plans, and the materials found there are based on historically valid documents. <br><br>Explore a hidden laboratory where such experiments were conducted in order to learn the truth behind the terrifying events that led to the closure of the project and the liquidation of its staff. An atmosphere of isolation and suspense pervades throughout, bringing you face to face with your own fears, while the voice of invisible “observer” broadcasts over the internal communications system. Is this observer a friend, or an enemy? Your exploration of this perfectly-preserved complex may uncover what these experiments unlocked deep within the human psyche — but will you survive these revelations intact?<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Secret underground areas with special KGB objects <br></li><li>Staggering puzzles and many challenging mind game<br></li><li>Realistically created 1950’s atmosphere</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 波兰语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/248490/header.jpg?t=1727966291",
    "developers": [],
    "publishers": [
      "United Independent Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 9 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}