{
  "249180": {
    "name": "The Sims 3 - Into the Future",
    "steam_appid": 249180,
    "required_age": 0,
    "is_free": false,
    "description": "Fire up the Time Portal and send your Sims to their most exciting destination yet: a whole new world that exists hundreds of years in the future! While they are there, your Sims can build their Advanced Technology Skill in order to get the most out of future technology. Whether your Sims are cruising around on their hoverboard or jetpack, traveling via monorail or tube elevator, or trying out attractive futuristic hairstyles and clothing, there’s a whole new world to experiment with and explore. Create and customize Plumbots with Create A Bot, add them to the household, and program them with a wide variety of trait chips that will alter their behaviors! Jump between present and future worlds at will, and experiment with how your Sims’ actions in the present can have surprising effects on their own legacy, their descendants, and even the way of life for future Sims!<h2 class=\"bb_tag\" >KEY FEATURES</h2>• Take Your Sims to the Future! For the first time in The Sims franchise, you can play with life in the future! Enter the Time Portal and take your Sims to a new world that exists hundreds of years in the future where they can explore a whole new way life.<br>• Experiment with Future Technology. Witness how new technologies for entertainment, transportation, or the home will reinvent the way your Sims eat, sleep, travel, socialize, work, and have fun. Your Sims can learn how to use this all-new technology in the future and take their Advanced Technology Skill back to the present to get the most out of these objects there! <br>• Change Life in the Future. Your Sims’ present-day actions will lay the groundwork for their future legacy. Your Sims can even meet their future descendants and change their destinies by actions taken in the present! With opportunities to alter the fate of the future, will your Sims strive to create an ultra-utopian society or a world of chaos?<br>• Tell New Stories with the All-New Create A Bot. Build and customize a variety of Plumbots and add them to your Sims’ household! Create unique trait chips that you can then use to program your Plumbots. With the ability to hold up to seven trait chips, these Plumbots are bound to act and behave in surprising ways. What would happen if you combined the Robonanny and Sinister Circuits chips? <br>• Buy and Build the Homes of the Future. Futurize your Sims’ homes with holographic TVs, easels, plants and computers, and zip between floors through tube elevators. Install automatic-sliding doors, peaceful rooftop gardens, and glass floors and walls to give their homes that perfect futuristic touch. The home of the future is whatever you want it to be!<br>• Play with a New World Set Hundreds of Years in the Future. Zip across town on the monorail or strap on a jetpack and fly around with friends! Visit all-new venues like the future shopping plaza to browse and purchase the latest gadgets and apparel from a variety of interactive pedestals. Enjoy a delicious synthesized meal served by Plumbots in the outdoor café. Take on futuristic careers by becoming a Plumbot dealer or a renowned astronomer at Stellar Observatory. Or, go way out to explore the vast wasteland – who knows, your Sims might find rare relics and perhaps clues as to what happened to the ocean!",
    "supported_languages": "捷克语, 丹麦语, 荷兰语, 英语, 芬兰语, 法语, 德语, 匈牙利语, 意大利语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 西班牙语 - 西班牙, 瑞典语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/249180/header.jpg?t=1573259038",
    "developers": [
      "The Sims Studio"
    ],
    "publishers": [
      "Electronic Arts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9900,
      "final": 9900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 99.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 9,
      "total_negative": 2,
      "total_reviews": 11
    }
  }
}