{
  "249310": {
    "name": "DCS: Mi-8 MTV2 Magnificent Eight",
    "steam_appid": 249310,
    "required_age": 0,
    "is_free": false,
    "description": "DCS: Mi-8MTV2是一个高度仿真的Mi-8MTV2直升机的PC模拟器，Mi-8MTV2是一型战场运输/火力支援直升机，是世界上产量最大的直升机之一的Mi-8（北约绰号“河马”）的升级型号。 Mi-8各型号在超过50个国家中服役了超过40年，在各种民用军用行动中证明了它的能力。 由开发了DCS: UH-1H 休伊的开发团队(Belsimtek和Eagle Dynamics)开发的DCS Mi-8MTV2提供了无可比拟的模拟和游戏性。本作对Mi-8MTV2直升机的几乎所有系统、座舱的几乎所有开关、旋钮，航电以及功能进行了模拟。<br><br>飞行动力学和其他动力学使用实时物理计算建模并根据真实直升机的文档和飞行员测试进行了仔细的调整，对直升机各种不同的复杂动态效应进行了准确的模拟，这些效应包括：自旋、涡环状态、升力转移状态、有/无地效下的悬停以及其他状态。<br><br>DCS World 战场的一部分，你将作为直升机的驾驶员、副驾驶和机枪手使用Mi-8MTV2执行战场运输和支援任务。为执行战场支援任务，直升机可以装备无制导火箭、机枪吊舱和机载机枪。作为运输工具，最大可以在机舱内搭载4吨、机舱外悬挂3吨的货物。一系列不同的任务和战役可使你在DCS World战场上得到各种不同的体验。并可在线上模式与其他玩家一起作战。<br><br>一本快速入门手册以及互动式的训练教程帮助你快速上手这架复杂的直升机，同时我们也提供了一本详尽的飞行手册以便你了解这架直升机的各个系统和操作步骤。各种不同的仿真设置使各类玩家都能找到是和他们的游戏难度。<br><br><strong>DCS: Mi-8MTV2的主要特点：</strong><br><br><ul class=\"bb_ul\"><li>无与伦比的飞行物理血提供PC上最真实和动态的常规直升机体验<br></li><li>联网多人同机模式，包括驾驶员、副驾驶、飞行工程师和舱门机枪手（开发中）<br></li><li>精确和高细节3D交互驾驶舱，拥有六自由度技术，与头部捕捉系统兼容<br></li><li>可点击的互动座舱<br></li><li>精确建模Mi-8MTV2仪表、武器、发动机、无线电、燃油、电气和液压系统<br></li><li>高精度Mi-8MTV2外部3D模型、涂装和武器<br></li><li>基于自定义Mi-8MTV2声音采样准确音频环境<br></li><li>精心制作的包括运输和火力支援任务的战役<br></li><li>视频以及互动式的训练教程<br></li><li>与真实的Mi-8MTV2飞行员密切合作开发</li></ul><h2 class=\"bb_tag\" >关于DCS World</h2><br>数字战斗模拟世界 (DCS World) 是一款专注于军用飞机模拟的免费的大型游戏平台。它本身包括免费的Su-25T和TF-51D。DCS World是可扩展的，它通过附加的DCS模组以及用户自定义制作的插件来丰富用户体验。DCS World的作战任务区域包括高加索地区、格鲁吉亚以及俄罗斯进入格鲁吉亚的作战区。通过还原战时场景，DCS World能让玩家感受真实的作战体验。<br>此外，DCS World包括以下特点<br><br><ul class=\"bb_ul\"><li>强大的任务和战役编辑器<br></li><li>多人联网游戏<br></li><li>大量的海陆空单位和武器<br></li><li>先进的AI<br></li><li>快速任务生成器<br></li><li>动态的天气和季节<br></li><li>训练任务<br></li><li>任务回放系统<br></li><li>飞行员日志</li></ul><br>这一切都能让玩家在这些热点地区创建如同真实战斗般引人入胜的战斗任务。DCS WORLD包含各个时期的各类军用与民用单位，可以让玩家自由选择模拟程度超真实的游戏效果，也能选择模拟程度较低的休闲玩法，是一款真正的&quot;沙盒&quot;模拟游戏。<br><br>DCS世界可在<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>Magnificent Eight is a highly realistic PC simulation of the Mi-8MTV2, a combat transport and fire support helicopter and an upgraded variant of one of the most widely produced helicopters in the world - the Russian Mi-8 (NATO reporting name ‘Hip’). Having serving in over 50 countries in a wide variety of models over the past 40 years, the Mi-8 is a revered veteran of countless military operations and civilian services around the world. Developed by Belsimtek and Eagle Dynamics, the team behind the hit title DCS: UH-1H Huey, DCS Mi-8MTV2 continues to deliver exceptional realism and immersive gameplay within the DCS World virtual battlefield.<br><br>The simulation features accurate modeling of all primary aircraft systems, avionics, and proper functionality of nearly all cockpit switches and controls. Flight and other dynamics are modeled using real-time physics calculations and carefully tuned using actual Mi-8MTV2 documentation and pilots deeply involved in development and testing. The result is not only the most realistic Mi-8 reproduction on the PC, but a comprehensive helicopter model that correctly presents complex dynamic effects particular to helicopter flight, such as: autorotation, vortex ring state (VRS), translational lift, hover in and out of ground effect, and many others.<br><br>As part of the DCS World battlefield, you are placed in the cockpit of the Mi-8MTV2 to fly combat transport and support missions as the left pilot, right pilot or gunner. Equipped for close fire support, the helicopter can be armed with unguided rockets, gun pods, and on-board machine guns. In the transport role, a cargo of up to four tons can be carried internally or three tons on an external sling system to deliver and retrieve supplies in a wide variety of terrain and weather conditions. A series of single missions and a handcrafted, immersive campaign plunge you into the heat of battle in the DCS World battlefield of countless AI and a variety of player-controlled fighter and attack aircraft, helicopters, and ground units. Get online to play with or against other DCS players in a synthetic online battlefield.<br><br>A quickstart guide and interactive training help you get started quickly while the comprehensive Flight Manual details the helicopter’s systems and operational procedures. A wide variety of gameplay options allows each player to tailor their difficulty level as required.<br><br><strong>Key Features of DCS: Mi-8MTV2 Magnificent Eight include:</strong>",
    "supported_languages": "英语<strong>*</strong>, 德语, 西班牙语 - 西班牙, 俄语<strong>*</strong>, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/249310/header.jpg?t=1727213559",
    "developers": [
      "Eagle Dynamics SA"
    ],
    "publishers": [
      "Eagle Dynamics SA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 35000,
      "final": 17500,
      "discount_percent": 50,
      "initial_formatted": "¥ 350.00",
      "final_formatted": "¥ 175.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 0,
      "total_reviews": 15
    }
  }
}