{
  "250440": {
    "name": "Tetrapulse",
    "steam_appid": 250440,
    "required_age": 0,
    "is_free": false,
    "description": "Coordinate, combine, and conquer in this high-action co-op game for two to four friends. Reclaim your planet from swarms of alien Robobugs using the only weapon you have left, your own life-force. Every shot of your laser drains your health as you work together to protect and transport the Heartstone, an ancient battery that gives life to you and your friends. Grab a seat, find some friends, and give it your all in the ultimate cooperative experience. <br><br>This intense team-work survival experience requires players to work together against the hordes of RoboBugs that won't rest until the life-giving Heartstone is pounded into rubble. Carry it with you or cover your friends as they haul it out of harms way. Grab it for an energy boost when you can because each blast of your weapon drains a little of the juice that keeps you going. With no safehouse to run to and no place to hide, nobody can go it alone in this fight.<h2 class=\"bb_tag\" >Feature List</h2><strong>Strategic Combat</strong><br>Ease off the trigger there, Rambo! Your lasers drain your life force, but grabbing the Heartstone builds it back up. Organize fire teams, take turns, help a wounded buddy charge up or drop it and go guns ablazing! Be warned, however! The bugs don't just want to get you, they want to smash the Stone!<br><br><strong>2 to 4 Player Cooperative Gameplay</strong><br>Two, three or four players at once can battle the Robobugs to save the Heartstone and their planet. Play it side by side or across the network, or any combination you like best.<br><br><strong>Full Network Multiplayer</strong><br>Your three best friends not around? Lend your skills to players from around the globe in the massive Tetrapulse Network community. <br><br><strong>Coordinate to Control the Heartstone</strong><br>Dragging the Heartstone is back-breaking work, so lend your allies a hand. Inertia governs how fast you can move it, and how quickly it slows down. Use it to launch yourself, but don't let it fall into a fissure, or enemy hands!<br><br><strong>Full Controller Support</strong><br>Keyboard and Mouse by default, with full Gamepad support. Plug in your favorite controller.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250440/header.jpg?t=1503927872",
    "developers": [
      "The Amiable"
    ],
    "publishers": [
      "Lunar Giant Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}