{
  "250600": {
    "name": "The Plan",
    "steam_appid": 250600,
    "required_age": 0,
    "is_free": true,
    "description": "A fly ascends to the skies, pondering the pointlessness of its brief existence. <br>The Plan was developed as a side project by Krillbite Studio, who's currently finishing their main project Among the Sleep.<h2 class=\"bb_tag\" >Comments from the press</h2><ul class=\"bb_ul\"><li>&quot;Hey, You Should Play This&quot; <br>- Patrick Klepek, Giantbomb<br></li><li>&quot;Some may argue that The Plan isn't really a game and it definitely occupies the same terrain as Journey, Passage, and Dear Esther, but it's shorter than Journey, prettier than Passage, and less overwrought than Dear Esther, making it well worth taking a punt on for the low price of free.&quot; <br>- Jeffrey Matulef, Eurogamer<br></li><li>&quot;It’s that space in the mechanics for thought and interpretation that I appreciate most here. The Plan won’t break your brain, but it’s a nicely contemplative journey.&quot; <br>- Nathan Grayson, RockPaperShotgun<br></li><li>&quot;In order, here are the emotions I experienced during the three minutes it took me to play The Plan, the new free morsel from the Norweigan indie developer Krillbite: confusion, frustration, boredom, fear, amusement, delight, joy, enchantment, and regret. One of the things independent games ask us to do is accept that a three-minute game can be as valid as a thirty-hour one. Games like these make it hard to disagree.&quot; <br>- Joseph Bernstein, Buzzfeed<br></li><li>&quot;Krillbite Studio, the developers behind Among The Sleep, have gone on and released a most polished, visually stunning and freeware new game&quot; <br>- Konstantinos Dimopoulos, <br></li><li>&quot;Krillbite's The Plan is a short, sharp experimental deliberation on the meaning of life.&quot; <br>- Andy Chalk, The Escapist</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250600/header.jpg?t=1667300001",
    "developers": [
      "Krillbite Studio"
    ],
    "publishers": [
      "Krillbite Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Hey, Listen!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/250600/ff15b55ebef4a1e39a1e625f9435a418f950303a.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 38,
      "total_negative": 1,
      "total_reviews": 39
    }
  }
}