{
  "250720": {
    "name": "Starlight Inception™",
    "steam_appid": 250720,
    "required_age": "12",
    "is_free": false,
    "description": "One hundred years from tomorrow...World War IV has started!  Do you have what it takes to join the United Star Force and defend Earth and its colonies from the relentless marauders of the Non-Aligned Nations?  With a complement of over thirty spacefighters, bombers and transports  with customizable weapons and equipment at your disposal, can you take the fight to the enemy and win back the Star System in the name of freedom?   Assume the role of a young space fighter pilot assigned to the star carrier U.S.F. Midway (SCVN-41), deploy to hotspots throughout the inner and outer planets and win the last great World War!<br><br>STARLIGHT INCEPTION is a relevant first person / third person space combat experience with elements of exploration. It has a unique blend of action with an involving storyline. Features include ship based combat both in space and on planets and moons, interplanetary exploration, and multiplayer dogfighting.<br><br>LIGHT UP THE  the return of the space simulation genre.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250720/extras/9215517695733aa4e984438abe132eeb.avif?t=1447358605\" width=616 height=308 /></span><h2 class=\"bb_tag\" >Key Features:</h2><br><ul class=\"bb_ul\"><li><strong>Space to Planet</strong><br><br>Fly from space through the atmosphere and down to the surface of the planets and moons of our Star System.  Buzz over the methane lakes of Saturn's moon Titan...battle through the Sigma Seven Space Station down to Grissom Base on the surface of Mars...Defend the mothballed fleet at the Proteus Shipyard in Neptune's shadow...shield your eyes from the red hot atmosphere of Venus...wide ranging environments take you to the battle flashpoints of the Star System...<br><br></li><li><strong>Intense Single Player Campaign</strong><br><br>Play through an exciting and immersive single player campaign as you launch from your mothership, attack enemy interests, defend civilians, retake strategic bases throughout our Star System<br><br></li><li><strong>Fly Patrol</strong><br><br>Protect your mothership, manage defensive turrets and fight ship to ship against enemy marauders in a unique 3D tower defense minigame<br><br></li><li><strong>Multiplayer modes</strong><br><br>Multiple maps across three different modes: Deathmatch, capture the ball, football mode<br>Full Steam Integration enables chat and matchmaking<br><br></li><li><strong>Cool Rides</strong><br><br>Over thirty diverse spacefighters, bombers and transports to choose from, including the SF-42 Lightning, SF-21 Palomino, and SF-53 Blackbird!  Configure weapons like Copperhead and Rattler missiles and equipment like stealth coalescers and defensive shields to make your fighter invincible in combat. <br><br></li><li><strong>Exploration Mode</strong> <br><br>Explore the navigation bridge, observation deck, engineering and more decks of the Space Carrier Midway in a first person experience where you are free to roam the massive corridors of the most powerful capital ship the United Star Force offers.</li></ul><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250720/extras/561e9ec9fbc575da1bacf224fac2c332.avif?t=1447358605\" width=616 height=306 /></span>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/250720/header.jpg?t=1447358605",
    "developers": [
      "Escape Hatch Entertainment, LLC"
    ],
    "publishers": [
      "Escape Hatch Entertainment, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}