{
  "251020": {
    "name": "Railroad X",
    "steam_appid": 251020,
    "required_age": 0,
    "is_free": false,
    "description": "Railroad X is more than just a Railroad Simulation. With Railroad X you can build your own railroad world in a dimension, which is almost impossible to realise in real model railroad: wide layouts with driveways and vehicles of all kinds – with cars and buses from all railroad  eras.  Whether you are a fan of steam trains or high speed railways, the limitations that exist when creating a model railway do not apply to the world of virtual railways.<br><br>With Railroad X you can build complex railway worlds on your PC or notebook and it is possible to control trains as a train driver. Of course you can control the entire rail traffic with a sophisticated signal system. Build train consists from steam, diesel and electric locomotives, passenger and freight cars. Railroad X offers a beautifully designed user-friendly interface, that puts many functions intuitively in scene. The new 2D plan transforms the layout top view in an artful yet clear drawing like the experienced model railroaders know it from trade magazines.<br><br>With virtual Railroad X, your trains will pass through landscapes whose appearance changes according to the time of day and local weather conditions, thus providing an extraordinarily life-like atmosphere. Additionally, there are animated figures and animals enlivening the scene. Besides cows and horses, fishes and birds, you have animated travellers and passersby.<br><br>Railroad X has a long history. The prototype of this software, EEP – Eisenbahn.exe, was created by Software Underground in 1998 and then continuously developed and enhanced each year. Since version EEP 4, the Publisher TREND and Soft Pro have been responsible for the development. In 2012, the founders of the program were responsible for the most extensive revision of the software since version EEP 3. After a year of hard work, they succeeded in creating a new version with Railroad X, which includes important features like a new grapical user interface, animated figures and interactive cabs.<h2 class=\"bb_tag\" >Features of Railroad X</h2><br><ul class=\"bb_ul\"><li>Detailed rolling stock <br></li><li>Different track systems <br></li><li>Road, sea and air transport <br></li><li>Sophisticated signal control <br></li><li>Timetable editing <br></li><li>Multi-train control<br></li><li>Internal program moviemaking <br></li><li>Animated figures and animals <br></li><li>Controllable train cab views<br></li><li>Accurate Landscaping <br></li><li>3D view</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251020/header.jpg?t=1447358628",
    "developers": [
      "TREND, Soft Pro"
    ],
    "publishers": [
      "Koch Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5700,
      "final": 5700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 57.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}