{
  "251270": {
    "name": "Corpse Party",
    "steam_appid": 251270,
    "required_age": 0,
    "is_free": false,
    "description": "Kisaragi Academy student Mayu Suzumoto is transferring to a new high school, leaving behind a sizable group of friends and countless lovely memories. To help her cope with this move, her friend Ayumi has devised a seemingly innocent plan: the whole group will come together to perform a charm she found on the internet called “Sachiko Ever After,” which is supposed to bind all of its participants together as friends to the end.<br><br>This does not go as expected.<br><br>Following an intense earthquake, the group awakens to find themselves separated and trapped in an alternate reality version of Heavenly Host Elementary, a tragedy-stricken institution that once stood on the site of their own school but was torn down long ago. Here, the vengeful spirits of elementary-aged children threaten their lives and their sanity, and the only hope of escape – much less survival – is to uncover the chilling details surrounding the murders of those trapped before them.<br><br><i>Corpse Party</i> is the original Windows edition of the cult classic horror game that gained a considerable fanbase when released on Sony’s PlayStation®Portable system in 2011. Beginning life as an independent RPG Maker adventure title in 1996, the gameplay was greatly refined and the story greatly expanded for this 2008 remake, featuring more characters, more detailed interactions, darker story elements, over 5,000 lines of voice-acting and dozens of shocking, gruesome endings. Players take control of nine main characters and several side characters who’ve been split up into groups of two or three and trapped in a run-down, otherworldly elementary school full of vengeful spirits, deadly mysteries and – of course – corpses. As they walk around examining objects and bodies in an atmospheric 2D environment, a horror tale spanning over 50 years begins to unfold, and player choices determine both how the story ends and who lives to see it through.<h2 class=\"bb_tag\" ><strong>KEY FEATURES</strong></h2><strong>Highly Detailed Retro-Style Graphics Used to Enhance Atmosphere</strong><br>Modeled after the very first RPG Maker <i>Corpse Party</i>, the game’s 16-bit-style 2D visuals help create an intentional disconnect that sparks the imagination, leading the player to envision far worse things than even the most powerful next-gen system could display.<br><br><strong>Adventure-Style Gameplay Where Your Decisions Make All the Difference</strong><br>Playing like a cross between a point-and-click adventure game and a classic JRPG sans battles, <i>Corpse Party</i> gives players the freedom to thoroughly explore every last corner of Heavenly Host Elementary School, significantly altering the course of the story and its final conclusion based on where the characters go and what they do.<br><br><strong>Chapter-Based Storytelling with PC-Exclusive Content</strong><br>The tale is told through five main chapters with multiple endings each and numerous scenes that differ from the game’s PSP™ system and Nintendo 3DS™ system counterparts. In addition, there are four bonus chapters, one of which is a PC-exclusive retelling of the “Tooth” story from <i>Corpse Party: Book of Shadows</i>, recreated with added content in classic <i>Corpse Party</i> adventure style.<br><br><strong>Original Japanese Voice Cast and Character Art plus Text Skip Feature</strong><br>Over 5,000 lines of spoken Japanese dialogue from the original indie voice cast complement the action, giving new spins on familiar characters for series veterans. In addition, the original PC-exclusive character art is fully intact, and dedicated players seeking every ending are given a speedy fast-forward function to make replays a breeze.<br><br><strong>The Game That Started It All</strong><br>When first released in 2008, this title sparked a <i>Corpse Party</i> boom in Japan: remakes, sequels, spin-offs, fan games, manga, anime, a live-action drama series and more, as well as countless <i>Corpse Party</i>-inspired horror games created by other indie developers in the same style. Come see how it all began, and experience the horror the way it was meant to be seen...",
    "supported_languages": "英语, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/251270/header.jpg?t=1740426499",
    "developers": [
      "GrisGris"
    ],
    "publishers": [
      "XSEED Games",
      "Marvelous USA, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 17,
      "highlighted": [
        {
          "name": "Welcome to Heavenly Host",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/f496ac527add41d9e2f03fd8160bc25439273670.jpg"
        },
        {
          "name": "Penitence",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/3c3f3e330806ebe6aebbf0a6ceb803650344884d.jpg"
        },
        {
          "name": "Brothers and Sisters",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/6c9a3fa01cc72f71f61c939d81b20a0a426e9b17.jpg"
        },
        {
          "name": "The Pivotal Moment",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/94830f248e5cba13aaa8b4e05bd100b202e587fa.jpg"
        },
        {
          "name": "No Hard Feelings",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/8381f1cfaee8e5434593082b8d2bb6b16d398827.jpg"
        },
        {
          "name": "Familial Bonds",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/bfbc1b2102ac8905e33e4887544e77c08592e754.jpg"
        },
        {
          "name": "Penning the Book of Shadows",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/387a6dcda9488d00d87c91c42f76a6be9a344d6a.jpg"
        },
        {
          "name": "A Place to Call Home",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/b3400f0ea4bc6d4c55fa69168742ce07ee199481.jpg"
        },
        {
          "name": "Cut From the Same Cloth",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/cc3357c416fe46251b6f6e0a67dd681068213174.jpg"
        },
        {
          "name": "Another Ayumi",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/251270/1dd855a6357b8b06593805ef568e8c6ba3a82a91.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 52,
      "total_negative": 11,
      "total_reviews": 63
    }
  }
}