{
  "252770": {
    "name": "Vox",
    "steam_appid": 252770,
    "required_age": 0,
    "is_free": false,
    "description": "Vox is a voxel based, action, adventure and creation game with a big focus on player created content and in-game customization on all game objects, such as characters, items, weapons, equipment, monsters, NPCs, world terrain, scenery, quests, etc.<br><br>Come and explore your imagination!<h2 class=\"bb_tag\" ><strong>Features</strong></h2>Vox features a completely customization in-game voxel engine that is used to power all the content in the game, this means everything from characters, monsters, items, weapons, flowers, trees and even the world itself is all made from the same basic voxel objects. This means that as a player you are able to edit and customize all of these items using the in-game 'voxel editor'. Don't like the look of the fancy new sword you have just looted? That's fine just open it up in the voxel editor and change it to how <i>you</i> want it to look! You can also decorate your house and the world with as much custom scenery as you like all made using the very same voxel editor. All the objects and content in Vox is there for you to play around with and customize to your heart's content.<br><br><strong>Main features of Vox:</strong><br><ul class=\"bb_ul\"><li> Full 100% character creation. Use preset parts, or completely build a character from scratch, block by block.<br></li><li> Generate dynamic and random worlds that are fully destructible, every single block can be edited. <br></li><li> Different and distinct world biomes: forest, jungle, desert, snowy mountains, tundra, floating islands, graveyard, frozen wasteland, and more planned... <br></li><li> Weapon/item/equipment customization.<br></li><li> 'Zelda' style 3D targeting and combat camera lock-on system.<br></li><li> Play in first person or 3rd person camera modes.<br></li><li> Mining and world exploration to find hidden treasures. <br></li><li> Advanced rendering shaders including deferred rendering, SSAO, shadows, dynamic lighting, depth of field.<br></li><li> Villages with NPCs and a questing system. <br></li><li> Crafting system.<br></li><li> Character progression and leveling system. <br></li><li> Monsters, bosses, dungeons. <br></li><li> Monster editor.<br></li><li> Quest editor.<br></li><li> NPC creator.<br></li><li> Multiplayer modes (co-op and PVP).</li></ul><br>As Vox is still in alpha expect these features to change and more functionality to be added as the game progresses during development. Content and story elements are going to be added throughout the development of Vox and the ability to share your custom content and upload/download new content that other players have created will soon be made available.<h2 class=\"bb_tag\" ><strong>Steam Big Picture</strong></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/252770/extras/0f99c6526e33a4a635264f78e9f84bfa.avif?t=1588537044\" width=600 height=170 /></span><h2 class=\"bb_tag\" ><strong>Quotes</strong></h2><i>&quot;If you like Minecraft you will love this!&quot;</i><br><br><i>&quot;Vox is taking player created content to the next level. It's refreshing to play a sandbox game with such a high level of customization and I found myself lost in the depths of creating my own custom character for hours, before I even dived into the main game mode.&quot;</i><br><br><i>&quot;While still super early and not without its problems, Vox is already showing lots of promise and continues to develop at an extraordinary pace, I shall be keeping a close eye on this one.&quot;</i><h2 class=\"bb_tag\" ><strong>Community</strong></h2>Vox is built on community support and the Community and Workshop features of Steam are used to enhance the Vox experience even further.<br><br>Featuring the amazing artwork of Dracula Fetus for the Steam Trading Cards, emotes, profile badges and the profile background rewards.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/252770/extras/0dc977eec09b637a86e53334b883c2d9.avif?t=1588537044\" width=582 height=431 /></span><br><br>Achievements and Steam Workshop integration will be added at a later stage as well as stat tracking and item sharing via Steam.<br><br>A game by @AlwaysGeeky.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/252770/header.jpg?t=1588537044",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}