{
  "253190": {
    "name": "Kingdom Wars 2: Battles",
    "steam_appid": 253190,
    "required_age": 0,
    "is_free": false,
    "description": "Kingdom Wars 2: Battles brings a fresh perspective on the fantasy real-time Strategy genre, combining the best of Zombie survival and long term crafting with complex fast-paced city-building and skirmish siege combat. All in a beautifully, yet gory game world where players fight across the epic battlefields in multiplayer skirmish and coop with thousands of other players. And with an episodic singleplayer campaign bringing epic storytelling, with countless battles and adventures. <br><br><strong>Story Intensive Singleplayer Campaign</strong><br>Kingdom Wars 2: Battles comes complete with an epic story-driven singleplayer campaign, as well as progressive multiplayer storytelling. Providing hours of engaging cinematic narrative, and original gameplay, campaign tells the story of the three great races, trying to survive in a world engulfed by total war.<br><br><strong>Stunning Siege Combat</strong><br>Realistic medieval siege combat brings fresh gameplay to the Strategy genre, with intricate stronghold construction, and over 25 defensive and offensive siege weapons. Ram the enemy gates, scale the walls with ladders and siege towers, and unleash trebuchet bombardments, while building your own strongholds and citadels protected by boiling oil and wall-mounted catapults.<br><br><strong>Complex Crafting System</strong><br>To provide meaning long-term gameplay, KW2B features full crafting system, with over two hundred combinations, from dozens of components from blueprints and materials to legendary items and relics. Crafting is tied into every aspect of the game, from crafting new deadly siege weapons and buildings, to creating new game cards, or researching new industrial technologies. This minigame is complete with intricate ways of acquiring crafting components, and full support for player to player trading, and persistent item crafting economy.<br><br><strong>Online Community Environment</strong><br>While all online interaction is completely optional, players can experience persistent online environment, with huge player community waiting to welcome you. Make friends, join guilds and alliances, master player driven crafting economy, engage friends in coop and challenges, or compete to become the ultimate warrior in progressive player ranking and tournaments.<br><br><strong>Skirmish Gameplay</strong><br>KW2B offers complex city-building and economy model in a fast paced skirmish environment, offering extremely wide range of short-term and long-term strategic options. With free base building, intricate stronghold design, realistic siege combat, complex economic model, and dozens of units – players can craft the ultimate playing style – from numerous rushing opportunities, to a defensive play-style, that can still bring victory.<br><br><strong>Long term tech-tree progression</strong><br>As players fights across the battlefields, his avatar level ups unlocking various crafting combination to create one of many game cards. This complex system adds a great deal of management and long-term strategic thinking as players unlock and build their card decks to ensure victory in battle.<br><br><strong>Three truly Distinct Races</strong><br>Featuring three truly distinct civilizations: Humans, Orcs and Elves – KW2:B brings players three unique was to play the game, and countless hours of late-game progression for each race. Every aspect of each race was designed to be unique – from economy, to base building, unit roles and tactics. Each race comes complete with over 60 unique crafting opportunities, with unique tech-tree progressions and their own deck of playing cards.<br><br><strong>Strategic Card Game</strong><br>As players’ fights across the battlefields, strategic card game comes into play. Players can build endless combinations of playable card decks that they acquire through crafting. During multiplayer battles players will pit their decks against each other to try and turn the tide of a battle. This complex system adds a great deal of management and long-term strategic thinking.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/253190/header.jpg?t=1689265711",
    "developers": [
      "Reverie World Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 57,
      "highlighted": [
        {
          "name": "I won, I won",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/367e8587f2a327d7dfc17c536cf0ab869ad60c39.jpg"
        },
        {
          "name": "Veni Vidi Vici",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/69ccb7f4b113c43680e2f22234331f7027a06f41.jpg"
        },
        {
          "name": "The Unstoppable",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/9316505beee062f2115d2c92ea1df2037d3da4e5.jpg"
        },
        {
          "name": "The Champion",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/71ac7e4130b84b44bc0b5306f71949b6c35e3709.jpg"
        },
        {
          "name": "The One Percent",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/d8142c3854f61b15d4d8170743d45df83d2451f5.jpg"
        },
        {
          "name": " Veni Vidi Deliqui",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/445bc67e91610c3c3daa73989be3c14a6d394db5.jpg"
        },
        {
          "name": "Knights Squire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/bb9e5f3af750d9d41bcb7a3af0bec4cf3c19a676.jpg"
        },
        {
          "name": " Forest Ranger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/ed4d39da062ac280fb572a87089e38e6db8f96ca.jpg"
        },
        {
          "name": " Beast Rider",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/8d39a75d9ee5323df8c900be7a2170e901014f69.jpg"
        },
        {
          "name": "Lord Commander",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/253190/a0f2c067c48def6467c198c94a03078d3a5d8f78.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 9,
      "total_negative": 10,
      "total_reviews": 19
    }
  }
}