{
  "253250": {
    "name": "Stonehearth",
    "steam_appid": 253250,
    "required_age": 0,
    "is_free": false,
    "description": "In Stonehearth, you pioneer a living world full of warmth, heroism, and mystery. Help a small group of settlers build a home for themselves in a forgotten land. You’ll need to establish a food supply, build shelter, defend your people, monitor their moods, and find a way to grow and expand, facing challenges at every step. <br><br>Starting from procedurally generated terrain with dynamic AI encounters, Stonehearth combines community management and combat with infinite building possibilities. It’s designed to be moddable at every level, from your city to the people and creatures inhabiting the world, and will ship with the tools and documentation for you to add your own customizations to the game, and share them with friends.<h2 class=\"bb_tag\" >Build and Grow Your City</h2><br>The heart of the game is city building and management. When you're just starting out, you'll need to juggle tasks like obtaining a sustainable food supply, building shelter, and defending your fledgling settlement from raiders and other threats. <br><br>Once you've achieved a foothold in the world, it's up to you to write the destiny for your people. You have the flexibility to choose your own path in this game. Do you want to build a great conquering empire? A vibrant trade city? A spiritual monastery? We really want you to feel like this is your settlement, and give you the tools that make it look and operate exactly as you wish.<h2 class=\"bb_tag\" >Level Up Your Settlers</h2><br>All the settlers in your towns have jobs. A job is like a class in a role playing game. Each job has a specific role like hauling materials, building, crafting, and fighting. As your hearthlings work at a job they will gain experience and levels. Some jobs, when they meet certain prerequisites, can upgrade to entirely new jobs with new capabilities.<br><br>Usually, to assign someone a new job you'll also need to craft a tool for them. The Mason can craft blocks, statues, and tools from stone, but to do it he'll need a mallet and chisel crafted by the carpenter. Our goal is to have a job tree that's both very wide and very deep, so there will be plenty of different kinds of things to do in the game, but also a lot of depth to explore if you want to concentrate on any one area.<h2 class=\"bb_tag\" >Player Driven Legacy Through Modding</h2><br>We LOVE mods and want to make it as easy as possible to author and share mods. <br><br>Want to see a new kind of sword in the game? You can model it, define its stats, and then craft it in game. You can also share the design with other players so they can enjoy it too, or bring their authored content into your game. <br><br>As a modder you’ll be able to do basically anything that we as developers can do: introduce new items and monsters, write new scripted adventures, influence the AI, you name it. It goes back to that original pen and paper RPG experience, where “the game” is a collaboration between the core ruleset and the stories crafted by the gamemaster.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/253250/header.jpg?t=1545243901",
    "developers": [
      "Radiant Entertainment"
    ],
    "publishers": [
      "(none)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 721,
      "total_negative": 147,
      "total_reviews": 868
    }
  }
}