{
  "253900": {
    "name": "Knights and Merchants",
    "steam_appid": 253900,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>KNIGHTS and MERCHANTS</strong> recreates the era of the Middle Ages. Apart from the purely fictitious geography of our world, all game elements and scenes are based on the Anglo-Saxon period, 1200 A.D. And we haven't used imaginary elements like fabled creatures, either. The player takes on the role of an ordinary captain in the Palace Guard. A conspiracy against the king catapults the captain into a situation where he finds himself responsible for the defence of the last royal province. This is all that remains of the shattered kingdom, which has been split into numerous small principalities and fiefdoms. And now even the king himself, ensconced in his capital, is threatened by enemy armies. This is the starting point of your Middle Ages adventure. Now you must win back all those provinces which once belonged to your king.<h2 class=\"bb_tag\" ><strong>THE SHATTERED KINGDOM:</strong></h2>After many battles, a former kingdom has been divided into many small principalities and earldoms. The kingís troops were pushed back into one last royal province, and the rulers of the other provinces waged terrible, destructive wars against one another. The whole land fell into a state of chaos and now the former royal capital itself is under<br>siege by the armies of the rebel lords. You belong to the last remaining group of loyal kingís men, and have been commanded to go to the king in view of the imminent<br>attack.<h2 class=\"bb_tag\" ><strong>THE PEASANTS REBELLION:</strong></h2>Build a prosperous settlement with a complete economy. Arm your troops and meet the enemy on the battle field! Master these tasks and the King’s subjects will be able to live in peace and freedom again.<h2 class=\"bb_tag\" ><strong>GAME FEATURES</strong>:</h2><ul class=\"bb_ul\"><li>Middle ages simulation and Real-time strategy<br></li><li>2 campaigns &quot;The Shattered Kingdom&quot; and &quot;The Peasants Rebellion&quot; with a total of 34 missions<br></li><li>Skirmish Mode and 10 Multiplayer-Maps<br></li><li>About 25 different types of buildings<br></li><li>More than a dozen different types of characters<br></li><li>Over 10 different troop types, including archers, scouts, knights, bowman and barbarians<br></li><li>Multiplayer battles with up to 6 players in LAN or through the Internet<br></li><li>New Musical Score</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙, 荷兰语, 匈牙利语, 波兰语, 俄语, 捷克语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/253900/header.jpg?t=1597837870",
    "developers": [
      "Topware Interactive"
    ],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 83,
      "total_negative": 6,
      "total_reviews": 89
    }
  }
}