{
  "253940": {
    "name": "Septerra Core",
    "steam_appid": 253940,
    "required_age": 0,
    "is_free": false,
    "description": "At the very heart of Septerra lies the Core, a huge Biocomputer. Seven continents at different elevations, each with its own unique people and culture, orbit around the Core.<br>According to an ancient prophecy, Septerra's continents will one day converge and join in orbit together on one level - this is the Legacy of Marduk, the Creator's son. The Chosen, fanatical believers in the supremacy of their own wisdom and technology, impatiently try to force the issue - causing a global catastrophe which threatens the lives of all Septerreans.<br><br>Meanwhile, amongst the Junkers, a young woman named Maya gets caught up in the developing maelstrom and soon finds herself confronted by seemingly insurmountable problems. Without help she stands no chance of fulfilling the Prophesy before Septerra perishes. But whom can she trust in a world torn by war and treacherous intrigue - a world on the edge of the abyss?<h2 class=\"bb_tag\" ><strong>FEATURES</strong>:</h2><ul class=\"bb_ul\"><li>A fantasy role playing game with over 140 characters and a complex, multi-level world<br></li><li>Intriguingly varied story-line<br></li><li>Choose up to nine party members, each with a unique motivation, skills and background<br></li><li>The strategic combat system combines the best of turn-based and real-time elements<br></li><li>Explore over 200 locations with mysterious buildings, landscapes, danger and surprise at every turn<br></li><li>The Adventure-style user interface gives you maximum interaction<br></li><li>Hundreds of entertaining voices spoken by professional actors</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/253940/header.jpg?t=1576488973",
    "developers": [],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 9 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 2,
      "total_reviews": 13
    }
  }
}