{
  "253960": {
    "name": "Jack Orlando: Director's Cut",
    "steam_appid": 253960,
    "required_age": 0,
    "is_free": false,
    "description": "<i>1933 will go down in the history books as the year America passed the 21st Amendment to the Constitution. Prohibition is over. To the delight of millions, alcohol can now flow freely across the thirsty land. Two days before the official announcement, bars and clubs across the land are stocking up on quality whiskey. This is the absorbing story of a scruffy but shrewd private investigator who becomes the prime suspect in a mysterious murder case through no fault of his own. Jack now has only 48 hours to slip the noose and find the real offender. The sands of time are rapidly running out for Jack – he must unravel the threads of the mysterious plot in which he finds himself – a race against time!</i><br><br>You, my friend, are the main suspect in a murder case! You’ve been given a chance to prove your innocence, so you better get your Sherlock Holmes act together – fast! In the character of <strong>JACK ORLANDO</strong> - the down-at-heel detective who’s never at a loss for words – you’ll come across cunning characters, garrulous gangsters, endless enigmas and tense situations throughout this fantastic comic-style adventure. There are 4 entire episodes containing over 200 action-packed scenes in dark alleys, fine saloons and seedy brothels – and the actors are a multitude of tough and sly underworld characters. You’ll have to keep your eyes wide open for clues, no matter where you are... only by putting two and two together will you reach your objective.<br><br><strong>The Director's Cut Version of the game offers six new scenes, normal and easy game mode as well as a lot of additional puzzles.</strong><h2 class=\"bb_tag\" ><strong>FEATURES</strong></h2><ul class=\"bb_ul\"><li>Hand-drawn animated 2D graphics adventure<br></li><li>Professionally synchronized voices<br></li><li>Smooth scrolling and light sourcing<br></li><li>Over 200 Scenes in 4 episodes<br></li><li>Nearly 100 characters and thousands of dialog lines<br></li><li>Playable in window and in full screen mode<br></li><li>2 difficulty modes: Easy and Normal <br></li><li><strong>Musical Score in 5.1 composed by Grammy Award Winner <i>Harold Faltermeyer</i></strong></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 波兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/253960/header.jpg?t=1622805247",
    "developers": [
      "Toontraxx Studios"
    ],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}