{
  "254590": {
    "name": "Theme Park Studio",
    "steam_appid": 254590,
    "required_age": 0,
    "is_free": false,
    "description": "Theme Park Studio is a powerful suite of tools that allows players to design, build, and experience stunning amusement parks of their own design. Players can build whatever they can imagine, and then share it online for others to experience. <br />\r\n<br />\r\nTheme Park Studio includes Steam Workshop integration. You can now browse through libraries of Parks, Rides, Custom Scenery, and Environments built by the community, without ever leaving the program. There is also a new 'Publish' feature, for uploading your creations directly from Theme Park Studio.<br />\r\n<br />\r\nThe 'Enter Park' feature adds a new dimension by allowing players to take a virtual tour of community built parks.  Players can ride coasters, flat rides, Go Karts, and more.  With VR support for Vive, Oculus Rift, and OSVR, the virtual park experience is taken to a whole new level.<br />\r\n<br />\r\nUsing our rich toolset, players begin by sculpting their terrain, creating lakes, rivers, and raising knolls and mountains. Next, the opening gate is set and paths are placed with our easy path tools. No staggered or sharp edges here, just smoothly curved pathways procedurally built on the fly. With the click of a button, fences are created, stairs are generated, and trees are procedurally placed. Now it's time to build some rides. Coaster creation is both easy and flexible. Coaster rails can be bent, twisted, and shaped into almost any design imaginable. Add brakes, accelerators, tunnels, or have the coaster scream through a custom mesh, like a volcano. There is virtually no limit to what you can come up with. Prefabricated template pieces are also provided as helpers. Want to add a batwing or cobra roll? Simply click the icon and it will drop right in. All the power combined with all the ease of use.<br />\r\n<br />\r\nTheme Park Studio broke new ground when we unveiled our custom flat ride designer. This unique module allows to design, build, and invent custom rides. Physics can be applied to objects connected by custom joints. Next, animations are applied to these physics objects. Animation properties include, Torque, Force, Dampen Torque, Dampen Force, Position, Rotation, and Scale. With this functionality the number of flat rides you can create with Theme Park Studio is virtually unlimited! If building custom flat rides is not your thing, no problem, simply select from our library of pre-built rides. In just one click, the ride drops right in to your park, with full physics and animation built in.<br />\r\n<br />\r\nNext, fill out your park with restaurants, gift shops, bathrooms, etc.. You can pick from our built in libraries, or download custom meshes and import them for maximum customization. Turn your park into a stunning, picturesque environment with our procedural vegetation libraries. With a simple click drop in trees, hedges, bushes, and flower beds, that subtly sway in the wind. Using our particle effects engine, add fountains, fireworks, smoke, and torches for the final touch. Finally, open the park to guests and watch the peeps tour your park and ride your custom coasters and flat rides. You can also take a first person virtual tour through your park, and experience your own rides. Theme Parks are easily saved and archived. You can upload them to one of the Theme Park Studio coaster exchange sites that will be coming out soon. Theme Park Studio is a product built for the community where players can truly build the amusement park of their dreams.<br />\r\n<br />\r\nTheme Park Studio features include:<br />\r\n<br />\r\n- Steam Workshop Integration.  Players can now simply browse through libraries of Parks, Rides, Custom Scenery, and Environments, and with a couple clicks, become immersed in a virtual theme park world!  You can also publish your custom built parks directly to Steam Workshop to share with the Steam community!<br />\r\n<br />\r\n- Custom coaster creation. Players can bend, pull, and stretch coasters into any design they wish. Prefabricated templates are provided as helpers, if desired<br />\r\n<br />\r\n- Custom Flat Rides. Design your own flat ride from the ground up, or select from our pre-built ride library.<br />\r\n<br />\r\n- Park guests: After opening your park, watch park guests (peeps) tour your theme park and hop on your coasters and flat rides.<br />\r\n<br />\r\n- Mesh importing: Build your own environmental objects and import them for maximum customization.<br />\r\n<br />\r\n- Particle effects, including fire, smoke, fountains, fireworks, and weather effects. Our particle effects module is very versatile, allowing the player to create a wide range of effects. Particles can have triggers for setting up shows or like coasters splashing through water.<br />\r\n<br />\r\n- Landscaping: Import your own height maps and textures to create stunning landscapes, or custom sculpt one of your own design. <br />\r\n<br />\r\n- Water: Control water parameters like speed, level, color, and ripple size.<br />\r\n<br />\r\n- Vegetation: Our engine features an advanced vegetation solution. Our proprietary technology allows players to build everything from grass to elaborate oaks. Trees are procedurally generated and can be controlled by custom wind and turbulence settings. This technology has been integrated into Theme Park Studio.<br />\r\n<br />\r\n- Oculus Rift Support:  Due to overwhelming requests for this support, we are proud to announce this cutting edge technology will be included in all versions of Theme Park Studio.<br />\r\n<br />\r\nTheme Park Studio has been in development for 4 years and integrates our proprietary game engine and IDE used in the serious games industry.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/254590/header.jpg?t=1480965981",
    "developers": [
      "Pantera Entertainment"
    ],
    "publishers": [
      "Pantera Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}