{
  "254860": {
    "name": "Lords of the Realm III",
    "steam_appid": 254860,
    "required_age": 0,
    "is_free": false,
    "description": "When it comes to medieval real-time strategy, <strong>Lords of the Realm III</strong> flies the flag high. Whether it's maneuvering troops on the battlefield, negotiating trade and alliances, or overseeing armies across the lands, RTS fans will find plenty here to enjoy.<h2 class=\"bb_tag\" ><strong>Your Court Awaits Your Command</strong></h2><br><br>Be the master of all you survey on a noble quest to become king. Raise armies of valiant knights and rule the land with the dutiful assistance of serfs and merchants. Roll catapults over enemy bodies and besiege castles while defending your own. <br><br>Prepare your troops. Approach the enemy. Breach the walls. Become Lord of your Realm.<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><br><br><ul class=\"bb_ul\"><li>Gain victory in 4 single-player campaigns spanning 14 scenarios. From aristocratic Italy to feudal Ireland, conquer castles for power, cities for gold and cathedrals for God.<br></li><li> Take charge in historical conflicts featuring famous figures, including Joan of Arc, William the Conqueror and Frederick Barbarossa.  <br></li><li> Lead mighty siege engines to the walls of enemy castles, while simultaneously defending your own fortresses. <br></li><li> Wage war against up to 7 friends in sweeping conquests and head-to-head battles*.<br></li><li> Order armies from a strategic overview, or zoom in to organize troops in fully 3D battles. </li></ul><br><i>*Multiplayer notice: Because official multiplayer servers have been taken offline, playing over the Internet is no longer supported. Playing through a LAN is still available.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/254860/header.jpg?t=1579791576",
    "developers": [
      "Impressions Games"
    ],
    "publishers": [
      "Rebellion"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}