{
  "254960": {
    "name": "Silent Storm Gold Edition",
    "steam_appid": 254960,
    "required_age": 0,
    "is_free": false,
    "description": "Silent Storm from leading Russian developer Nival is a true 3D tactical turn-based Role-Playing-Game set against the backdrop of WWII. As the conflict rages on the frontlines, you’ll be leading a small multinational squad behind enemy lines to gather information and wreak havoc on your enemies while trying to thwart a mysterious new rising power whose plans are even more horrific than anything the world has yet witnessed.<br> <br>Silent Storm is fully rendered in breathtaking 3D – and includes fully destructible environments, realistic weaponry and unlimited tactical possibilities. Turn-based gaming has never looked this good!<h2 class=\"bb_tag\" >The Story</h2>1943: The world seems to face its destruction in all parts; war is raging like never before. You are the commander of a squad, leading the soldiers you’ve selected into special and top secret operations to change the tide of war in your favour – allies or axis, it’s you choice!<br><br><br>The new Add-On &quot;Sentinels&quot; begins with the end of the WWII nightmare. Veterans from all countries, even former enemies, stand together and form the secret investigation and intervention group &quot;Sentinels&quot;, for one purpose only: To stop the evil secret society &quot;Thors Hammer&quot; they have faced in war.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Turn-based game, heavy on tactics and team-management <br></li><li>Flexible missions, 2 different campaigns for axis and allies. <br></li><li>24 missions during night and daytime, each one has to be prepared carefully and is enriched with random events.<br></li><li>Multiple options for mission success: brutal force and tactical cleverness can be used in the combination of your choice and in 3 dif\u001fficulties<br></li><li>More than 75 authentic weapons from WWII, including experimental prototypes and rare items<br></li><li>More than 40 male and female soldiers to choose from, each one has his / her own character and special abilities<br></li><li>Destructible environment opens up tactical options, whether it’s flushing an enemy out of a building via rocket launcher or knocking holes in a wall to make a field-expedient shortcut.<br></li><li>Unprecedented realism featuring true 3D, a fully destructible environment, and real projectile physics that take into consideration trajectory, speed, and piercing performance.<br></li><li>Includes Silent Storm and Add-On &quot;Sentinels&quot;</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/254960/header.jpg?t=1732172803",
    "developers": [
      "Nival"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 23,
      "total_negative": 1,
      "total_reviews": 24
    }
  }
}