{
  "254920": {
    "name": "Lords of the Realm",
    "steam_appid": 254920,
    "required_age": 0,
    "is_free": false,
    "description": "The year is 1268, the English throne lies empty, and power-hungry lords are ready to wage war for newfound power. Your people now look to you to lead them to glory and prosperity. Manage your lands, strike bargains, betray alliances and ultimately destroy your rivals in this classic combination of turn-based and real-time strategy, and become the undisputed Lord of the realm!<h2 class=\"bb_tag\" ><strong>Medieval Strategy on a Sweeping Scale</strong></h2><br>You begin as the ruler of a small county, but lead wisely and keep your people secure and thriving, and soon you’ll broaden your horizons. <br><br>Manage your farms, make trade negotiations, build castles, flatter and deceive your opponents and then march your armies into the lands of your rival nobles. Unify the land under your rule, and prove you have what it takes to be King.<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><br><ul class=\"bb_ul\"><li>Fight for the crown in England against up to five AI opponents.<br></li><li>Strengthen your kingdom across seasonal turns, mastering quandaries like crop rotation, taxation, trade, transport and even thievery!<br></li><li>Fortify your lands and design castles with moats, towers, drawbridges, keeps and more.<br></li><li>Conquer your rivals in challenging real-time battles that test your tactical acumen.<br><br>Multiplayer notice: LAN and online play are unavailable.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/254920/header.jpg?t=1579791541",
    "developers": [
      "Impressions Games"
    ],
    "publishers": [
      "Rebellion"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}