{
  "255220": {
    "name": "GRID Autosport",
    "steam_appid": 255220,
    "required_age": 0,
    "is_free": false,
    "description": "It’s all about the teams, the rivals and the race in an intense new world of professional motorsport. Racing alongside a teammate, you must overcome key rivals and satisfy team sponsors in ferocious races where every pass and position counts.  In a huge career, specialise in your favourite racing discipline or conquer them all feel the aggression of the pack in Touring Cars, manage tyre wear and race into the night in Endurance events, race Open-Wheel cars with precision, show car control in Tuner events and react on the fly in Street races. Each unique category features series dedicated to different classes, including Touring Cars, Hypercars, Endurance GT Cars, Prototypes, Single-Seaters, Super Modified vehicles, Drift cars and many more.  Bursting with content, GRID Autosport features over 100 routes across 22 incredible locations and the world’s most exciting contemporary and classic high-performance racing cars to collect, tune and upgrade.  Development has been driven by Community feedback to include the return of in-car view, authentic handling and multiplayer racing powered by RaceNet to deliver new challenges every week, plus all-new Racing Clubs for online team competition. Party modes, Demolition Derby and competitive split-screen modes complement the game’s extensive career mode and expansive core online game.<br>   <br><br><strong>BUILD YOUR PRO RACING CAREER.</strong> Live out your professional race driver dream. Join and switch teams, earn sponsor rewards, beat your rivals and race with a teammate. Choose your favourite style of racing or conquer them all. <br><br><strong>HUGE RANGE OF SERIES.</strong> Compete in series dedicated to Touring Cars, Hypercars, Endurance GT Cars, Prototypes, Single-Seaters, Super Modified vehicles, Drift cars and many, many more.<br><br><strong>EXPERIENCE DIFFERENT RACING STYLES.</strong> Take on aggressive pack racing in Touring Cars, manage your tyre wear in Endurance competitions, race smoothly and with precision in Open-Wheel cars, demonstrate your car control in Tuner competitions and react on the fly in Street Races. <br><br><strong>RACE THE MOST EXCITING CARS.</strong> Love the cars you race as you tune and upgrade the world’s most thrilling contemporary and classic high-performance racing cars. Show your style online by creating your own liveries and building your car collection. <br><br><strong>RACENET MULTIPLAYER INTEGRATION.</strong> Join with friends to form Racing Clubs and race under your own team colours against other clubs in the community. Receive new challenges every week, track stats and climb leaderboards powered by RaceNet. <br> <br><strong>AUTHENTIC HANDLING.</strong> GRID Autosport’s new handling model recreates the feel of motorsport’s most exciting contemporary and classic racing cars, hitting an authentic, responsive sweet-spot between Arcade and Simulation handling. <br><br><strong>REALISTIC AI.</strong> Feel the pressure of racing wheel-to-wheel against advanced, realistic rival driver AI who will defend their line, take chances or spin out under pressure depending on their personalities AI will adapt to the racing style taking place for an authentic experience, for instance, racing more cleanly in Open-Wheel events, or making contact in Touring Cars.<br><br><strong>INTENSE RACING.</strong> In front of cheering crowds, every pass counts and every position matters. Become immersed in the race with the return of in-car view, use Teammate controls and Radio comms to ask your teammate to attack or defend for you to take the advantage.  <br>  <br><strong>A WORLD OF AUTOSPORT.</strong> GRID Autosport features over 100 routes across 22 incredible locations and the huge career and core online game is complimented with Party Modes plus competitive split-screen. <br><br><strong>FEEDBACK DRIVEN DEVELOPMENT.</strong> Codemasters has consulted extensively with the Community, Racing Drivers and experts from AUTOSPORT magazine in designing and producing GRID Autosport.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语<strong>*</strong>, 波兰语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/255220/header.jpg?t=1593617496",
    "developers": [
      "Codemasters Racing",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "publishers": [
      "Codemasters",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": {
      "total": 60,
      "highlighted": [
        {
          "name": "Sign on the dotted line",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/83ae25cc33cb4ef31f4bfe3eb3e2de408f369b84.jpg"
        },
        {
          "name": "Just warming up",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/8cbe1a4030df2a888b03c531551f65109317d1e6.jpg"
        },
        {
          "name": "First of Many",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/f6643ac92c0b9cf4628d4abbc84d1ce11cb5ca3f.jpg"
        },
        {
          "name": "Brand Awareness",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/e8bd50fc46911c18c54b40c89595883ad3cbe00b.jpg"
        },
        {
          "name": "Through the Hoops",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/d484357f940b34b54ccbd83091ec8e5605c494de.jpg"
        },
        {
          "name": "Top step",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/5c18759012cc48e16611f40fdc2af5e5f70add2a.jpg"
        },
        {
          "name": "Well rounded education",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/6e4b3e531154b7f7cbea7066536c7892e252d485.jpg"
        },
        {
          "name": "Extra curricular",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/bee6c68d7602e3acd773487f500928516b4a4c79.jpg"
        },
        {
          "name": "Toured with the Best",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/21f22b49ce7c69ffb4912e9263067c0102e9664d.jpg"
        },
        {
          "name": "Endured with the Best",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/255220/65b35e5b5ef863860131a72bbe17a879672f63cc.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 104,
      "total_negative": 48,
      "total_reviews": 152
    }
  }
}