{
  "257650": {
    "name": "Mosaico",
    "steam_appid": 257650,
    "required_age": 0,
    "is_free": false,
    "description": "Organize your apps on screen and create a different layout for each activity! <br><br>With Mosaico you can easily create app layout snapshots and quickly switch between them, saving you a lot of time and improving your productivity. It’s like a virtual desktop, but more flexible and more powerful.<h2 class=\"bb_tag\" >Advanced window management</h2>Mosaico greatly improves the basic Windows™ positioning feature. You can create a desktop layout by dragging windows around, Mosaico will show the available positions directly on screen. Drop the window and Mosaico will automatically resize it to fit the new position. Fast and easy.<br>  <br>Mosaico is ideal when you work with many windows at the same time. Create your own layouts, capture them in a snapshot and restore any of them with a single mouse click. Mosaico will automatically launch the needed apps, resize and reposition them! Each snapshot is fully customizable: you can add or remove apps, enable or disable them, change command line arguments and much more.<br><br>Mosaico is perfect if you have a multi-monitor setup, too. You can send an app to another monitor and it will keep its proportion to the new screen. You can also automatically restore a snapshot when you connect an external monitor, for example for a presentation with a projector (this feature coming soon!)<h2 class=\"bb_tag\" >Mosaico is all about speed and personalization!</h2> There are configurable global shortcuts (for you, keyboard ninjas), tens of layouts to choose from and a lot of options to tailor your experience exactly the way you want it to be. <br><br>Mosaico doesn’t get in the way. It doesn’t slow down your PC. It doesn’t waste your memory and it doesn’t waste screen real estate. Just send it to system tray and continue using it normally.<br><br>Mosaico is easy to use. It saves time, and it’s constantly being improved by users feedback.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>Drag&amp;drop windows to automatically resize them<br></li><li>Create up to 2 snapshots (8 in Mosaico PRO Personal)<br></li><li>Restore any snapshot with a single click<br></li><li>Run fullscreen games in a borderless window <br></li><li>Multi-monitor support<br></li><li>Global keyboard shortcuts<br></li><li>Automatically launch all apps in a snapshot<br></li><li>Minimize to tray bar or to screen edge<br></li><li>Doesn’t slow down your PC. Low RAM occupation. <br></li><li>Available on Windows™ 10 / 8.1 / 8 / 7 / Vista</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/257650/header.jpg?t=1765211990",
    "developers": [
      "Soulid Studio"
    ],
    "publishers": [
      "Soulid Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 26 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}