{
  "257870": {
    "name": "Eschalon: Book III",
    "steam_appid": 257870,
    "required_age": 0,
    "is_free": false,
    "description": "Eschalon: Book III brings the trilogy to a climactic end as you seek to uncover the mystery of your past, the secrets of the Crux stones, and who the Orakur really are. You’ll traverse miles of virtual wilderness and dungeons, filled with secrets and danger, in an unparalleled role-playing experience designed to feel like a true pen-and-paper RPG.<br><br><ul class=\"bb_ul\"><li>The end of a saga! The final Book in the Eschalon Trilogy brings the story to an epic conclusion and all your questions will be answered. Of course, we've made sure Book III can be fully enjoyed even if you've never played the previous games.<br><br></li><li>Dozens of fan-requested features and updates to the engine and rule set.<br><br></li><li>Hundreds of graphic updates including re-rendered tiles, new spell effects, and enhanced environment effects. New sound effects and music in crystal-clear HD audio via an updated sound engine.<br><br></li><li>Expanded stats for creatures give them new abilities, defenses and vulnerabilities. Combat will require new levels of strategy.<br><br></li><li>New spells and hundreds of new items for you to discover. A huge world filled with secrets, riddles, traps, treasure, and glory awaits you!<br><br></li><li>Book III is not a dumbed-down “RPG for the masses”. Rapid button clicking won’t save you here. Eschalon pays honor to the greatest RPGs of the past, with unlimited character development options and freedom to explore the world as you wish. The difficulty of the game does not scale to your character.<br><br></li><li>3rd party tools available to modify the game and build custom maps.<br><br></li><li> Single player only, like a great RPG should be.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/257870/header.jpg?t=1447358950",
    "developers": [
      "Basilisk Games"
    ],
    "publishers": [
      "Basilisk Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}