{
  "258070": {
    "name": "Probability 0",
    "steam_appid": 258070,
    "required_age": 0,
    "is_free": false,
    "description": "Probability 0 is a downward-scrolling infinite arcade platformer.<br>There are a million ways to fight for survival.<br><br>Descend: as you combat the darkness, improve yourself. Build yourself up as a star-thrower or a teleporting menace. Learn to traverse the pit's many dangers, from threatening monsters to unforgiving gravity. Walk across spikes that once frightened you. Punch through walls that would have doomed you. You'll never be invincible.<br><br>Descend: enemies grow more numerous. They will destroy the floors beneath your feet, spit death at you, and cannibalize and infect each other in their mad swarming. Your foes will be invisible, or reckless, or explosive, or seemingly untouchable. Deeper dangers will always find a way.<br><br>Descend: and die, as you did last time and as you will next time. But find your way deeper.<br><br>There are a million ways to fight for survival. There is no way to survive.<br><br>~<br><br>Let's talk like people, now, and not like the back of a videogame box.<br><br>I designed Probability 0 years ago, and released its first version for free in late 2009. Back then, it embraced a randomly-generated landscape <i>(so I wouldn't get bored of it)</i>, introduced higher-order enemies to the spawn queue in a random order <i>(so I wouldn't get bored of them)</i>, and allowed you to buy upgrades from a vast and unrestrictive talent tree <i>(so I wouldn't get bored of those)</i>. Oh, and death wipes everything <i>(so I wouldn't just get everything... and then get bored of playing &amp; replaying the whole thing)</i>.<br><br>On top of that, the enemies and powers are designed to be significantly different from one another. There's an enemy who literally eats other enemies and spits their digested corpses at you. (Mechanically speaking, their 'digested corpses' are always the same handful of red globs -- but what fun is it, thinking like that?) There are more mundane enemies, of course, but one who moves in random, erratic angles is very different to fight than one who always moves straight towards you.<br><br>The set of powers, on the other hand, were made to offer you a lot of choices. There are ~36 of them and contain nearly zero arbitrary prerequisites. Buy the powers you want to have, not the boring ones you'll need for the future. Every time you level up, a new row opens up and you can buy anything from any row except for abilities that build on a lesser version of itself -- you can't get the 'never take fall damage' powerup without first having the 'take less fall damage' one. There are also none that don't augment your choices in an interesting way. You're not choosing between +10% armour and +10% damage; who cares, when you could instead be choosing between immunity to every spike in the game and upgrading your punch to kill any enemy in one hit? Those aren't even top-tier powers.<br><br>I'm still not bored of this game, and remember that it started in 2009. There are boss enemies who appear intermittently, to shake things up. There are enough abilities to try thousands of different builds, if you're feeling a little stale. There are enemies who don't even appear until you've gone deeper than <i>I</i> can most of the time. You'll probably die before seeing any of these things, but don't let that stop you. Keep dying.<br><br>~<br><br>Don't forget about queenjazz's dynamic music. Its layers fluctuate as you dive deeper: the bass comes and goes; the chords swell and die; and the sirens scream as death approaches. You can hear it in the trailer, in the game itself, and even more by looking up the soundtrack on bandcamp.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258070/header.jpg?t=1726657928",
    "developers": [
      "droqen"
    ],
    "publishers": [
      "droqen"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}