{
  "25830": {
    "name": "Knights of Honor",
    "steam_appid": 25830,
    "required_age": 0,
    "is_free": false,
    "description": "As King, it is your duty to lead your people in their struggle to raise your kingdom from its humble beginnings to a position of power and prestige. War, diplomacy and a burgeoning economy are the means by which you increase your power and expand your influence. A unique Knight-management system will offer you brand new possibilities to enhance your personal strategy.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Loyal knights blessed with special skills stand true at your side. Use them wisely in the military, the administration of your lands and in diplomacy, and then use their hard-won experience to further develop their talents as you see fit.                     <br>\t\t\t\t\t</li><li>Astute development of your estates and castles both satisfies your people and secures you decided strategic advantages. A suitable infrastructure can soon promote a flourishing economy. Exotic resources and relicts are spread over the game world and will reward your complete kingdom with special amenities.                    <br>\t\t\t\t\t</li><li>Lead your hand picked troops into battle and conquer enemy realms. Storm massive fortresses or lay siege to them and starve your enemies out or even poison the water. Defend your own realms against invading forces and use your tactical skills wisely.                    <br>\t\t\t\t\t</li><li>Use your feel for diplomacy when concluding trade agreements or entering into military alliances. Choose husbands for your daughters wisely, consolidating your power through marriage. Be ever on the watch for assassins and spies - and do not get caught yourself.                     </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/25830/header.jpg?t=1713278015",
    "developers": [
      "Black Sea Studios Ltd"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 95,
      "total_negative": 6,
      "total_reviews": 101
    }
  }
}