{
  "258500": {
    "name": "Primal Carnage - Oviraptor - Premium",
    "steam_appid": 258500,
    "required_age": 0,
    "is_free": false,
    "description": "The Oviraptor Premium skin pack includes 2 variants for the Raptor dinosaur class.<br />\n<br />\n<br />\n“Blue-Jewelled” Oviraptor<br />\n<br />\nSTEALTH DINOSAURS!  Sometimes what you think is a good idea in your head turns out to be a pretty stupid idea when you actually put it into practice. Making a completely black feathered Dinosaur for the purposes of invisible stealth purposes seemed like a good idea when it was first conceived, however when they disappeared from sight during every field test, were unable to be accurately assessed and a week had to be spent finding them again each time it was decided that for practicality purposes they simply couldn’t be black.  To this end the lab boys were ordered to “get back in there and paint it blue or something so we can see the blasted things”. And so they did, and thus the ultimate night time stealth dinosaur was decorated in a bright and vibrant blue pattern so that their stealth abilities could be accurately assessed.  The tests didn't go well.<br />\n<br />\n<br />\n<br />\n“Rusty” Oviraptor<br />\n<br />\n<br />\nRusty, as he came to be known, was the first Oviraptor specimen ever cloned. He was named as such for his beautifully complex, natural rusty-colored plumage. He was a very special creature.  He was extremely popular amongst staff for being unusually easy to work with, well, those he was familiar with anyway, especially when compared to the overly aggressive Novaraptors.  There was really never anything else quite like Rusty.  He was unique.  So they decided to clone him, called the whole breed “Rusty” and now we don’t know which one is which.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258500/header.jpg?t=1447359035",
    "developers": [
      "Lukewarm Media"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}