{
  "258810": {
    "name": "Talisman - The Reaper Expansion",
    "steam_appid": 258810,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“Will You Look Death in the Eye? An unearthly chill creeps through the air. The Wizard stops reading his ancient tome and gazes cautiously over his shoulder. The Warrior feels an unfamiliar fear as he draws his mighty sword. A shadow has fallen across the countryside. Death himself wanders the land. Can the heroes fulfil their epic quests with the spectre of the Grim Reaper hounding their every move?”</i><br><br>The Reaper introduces a brand new mechanic to the game where you’ll find a new NPC wandering across the land. The Grim Reaper moves around the board in the same way players do, however he can only move when a player rolls a 1 for their movement. At the end of the player’s turn, they then roll for the Grim Reaper’s movement.<br><br>Players should look to send the Grim Reaper after other players as when he lands on them they must roll 1 die against the Grim Reaper’s roll chart. If you’re paid a visit from the Grim Reaper you could lose all your lives and be killed! Will you make it to the Crown of Command alive? <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258810/extras/80698cb63b822ee5d8f30b52c5d5e6dc.avif?t=1616591420\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Dark Cultist</h2>Devoted to the Forces of Darkness, the Dark Cultist never strays from her duties. Focused on reaching the Crown of Command and destroying anything in her way, she’s a force to be reckoned with. When playing as the Dark Cultist: <br><ul class=\"bb_ul\"><li>When you attack another Character, you may choose to attack using psychic combat.<br></li><li>Whenever you kill an Enemy or defeat another character and force them to lose a life, roll 1 die to receive a gift from the Forces of Darkness. <br></li><li>You are always evil, ignore any effect that changes your alignment.</li></ul><h2 class=\"bb_tag\" >Knight</h2>In these dark times, the world needs a noble hero! The Knight sets out on an adventure to defeat the evil stalking the lands of Talisman. When playing as the Knight:<br><ul class=\"bb_ul\"><li>You begin the game with a Sword and Armour.<br></li><li>After rolling the die when praying you may add 2 to the score.<br></li><li>You are always good, ignore any effect that changes your alignment.<br></li><li>You may not attack good characters when you encounter them, except on the Crown of Command space.</li></ul><h2 class=\"bb_tag\" >Merchant</h2>With darkness creeping across the land, it’s even more vital to be well equipped. The Merchant finds himself able to avoid confrontation with some of the more intimidating Enemies and can haggle and trade with others to help him fight his way through the land. When playing as the Merchant:<br><ul class=\"bb_ul\"><li>You begin the game with 5 gold.<br></li><li>You may evade Enemy Dragons and Monsters by paying 1 gold.<br></li><li>You may trade with a character that you land on by exchanging one of your objects for theirs. <br></li><li>When you visit the village, Market, or Market Day you may also discard one of your own Objects to take any one Object from the purchase deck. You may also sell any of your Objects for 1 gold each and Magic objects for 3 gold each.</li></ul><h2 class=\"bb_tag\" >Sage</h2>Through his great wisdom and knowledge, the Sage is always prepared for what may happen next, keeping him one step ahead of the Grim Reaper. When playing as the Sage:<br><ul class=\"bb_ul\"><li>You begin the game with 1 Spell.<br></li><li>If you do not have any Spells at the start of your turn you may gain 1.<br></li><li>At any time you can look at the top card on the Adventure and Spell deck. <br></li><li>When you roll the die to move you may ignore the result of your first roll and roll again. You must accept your second roll. </li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258810/extras/ee657da1da1223c5a7054b72dd7a80e7.avif?t=1616591420\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Danse Macabre</h2> Once you’ve reached the Crown of Command and no other characters are present, you must send the Grim Reaper to visit any character in any region. Be wary of not getting to the Crown first as the Grim Reaper is stronger than once was thought. Players must subtract 1 (to a minimum of 1) off their role when battling against the Grim Reaper. <br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258810/extras/a19a4f9bc8659e8ff4bc8d50cf11968b.avif?t=1616591420\" width=616 height=350 /></span><br><br><ul class=\"bb_ul\"><li>4 new characters<br></li><li>90 Adventure Cards<br></li><li>26 Spell Cards<br></li><li>12 Warlock Quest Cards<br></li><li>1 Alternative Ending <br></li><li>Grim Reaper NPC</li></ul><br>“The race to the Crown of Command has never been deadlier!”",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258810/header.jpg?t=1616591420",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [
      "Nomad Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}