{
  "258800": {
    "name": "The Lord of the Rings Online™: Quad Pack",
    "steam_appid": 258800,
    "required_age": 0,
    "is_free": false,
    "description": "Get all four award-winning The Lord of the Rings Online™ Expansion Packs in a single purchase!  <br><br><strong>Mines of Moria</strong><br>Delve into the dangerous depths of Moria, and try to reclaim its dark halls from the evil burrowed within.<br><ul class=\"bb_ul\"><li>Over 350 quests designed to support player levels 50 - 60.<br></li><li>Seven full fellowship instances (Dark Delvings, Fil Gashan, Skumfil, The Sixteenth Hall, The Forges of Khazad-dum, The Grand Stair, and The Forgotten Treasury).<br></li><li>Two 12-person raids (Filikul and The Vile Maw).<br></li><li>Heal or deal damage with a Rune-keeper or use powerful attack combos and self-healing as a Warden!<br></li><li>Raise the rank cap on your skirmish soldier and skirmish traits to 15, allowing you to further train your soldier and increase its effectiveness in skirmishes!<br></li><li>Live the legend of two more heroes of Middle-earth with 2 additional character slots!</li></ul><br><strong>Siege of Mirkwood</strong><br>Join the elves of Lothlórien in war against Sauron among the ancient ruins, spider-haunted canyons, and foul bogs of Mirkwood.<br><ul class=\"bb_ul\"><li>150 quests designed to support player levels 60 - 65.<br></li><li>Three 3-person instances (Dungeons of Dol Guldur, Sword-hall of Dol Guldur, Warg-pens of Dol Guldur).<br></li><li>One full fellowship instance (Sammath Gul).<br></li><li>One 12-person raid (Barad Guldur).<br></li><li>Raise the rank cap on your skirmish soldier and skirmish traits to 25, allowing you to further train your soldier and increase its effectiveness in skirmishes!</li></ul><br><strong>Rise of Isengard</strong><br>Journey eastward toward the tower of Orthanc where an army of Isengard Orcs and Uruk-hai make ready for war.<br><ul class=\"bb_ul\"><li>Over 375 quests designed to support player levels 65 - 75.<br></li><li>Three 3-person instances (Fangorn's Edge, Pits of Isengard, Dargnakh Unleashed).<br></li><li>One full fellowship instance (The Foundry).<br></li><li>One 12-person instance (The Tower of Orthanc).<br></li><li>One 12-person raid (Draigoch's Lair).<br></li><li>Raise the rank cap on your skirmish soldier and skirmish traits to 35, allowing you to further train your soldier and increase its effectiveness in skirmishes!</li></ul><br><strong>Riders of Rohan</strong>Ride into Combat atop your loyal War-steed as you defend the people of Rohan from the forces of Isengard and Mordor.<br><ul class=\"bb_ul\"><li>Journey through hundreds of new quests designed to support players levels 75-85.<br></li><li>Explore landscape nearly three times as large as Moria!<br></li><li>Experience Mounted Combat!<br></li><li>Customize your War-steed’s armor and level its skills over time to aid you in mounted defense of King Théoden’s lands.<br></li><li>Receive an exclusive Rohirrim Mount and in-game Rohirrim title!<br></li><li>Witness the breaking of the Fellowship at Amon Hen; forge alliances with the Ents of Fangorn; and aid Éomer, nephew of Théoden, as he seeks to protect his homeland from the growing Shadow. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258800/header.jpg?t=1629827563",
    "developers": [
      "Standing Stone Games, LLC"
    ],
    "publishers": [
      "Standing Stone Games, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}