{
  "258930": {
    "name": "Sword of the Stars: The Pit - Gold Edition DLC",
    "steam_appid": 258930,
    "required_age": 0,
    "is_free": false,
    "description": "Since its first demo was released in the Fall of 2012, The Pit has become an indie hit with its blend of Roguelike action and sci-fi depth! Players were challenged to survive 30 floors of The Pit using one of three characters – the Marine, the Engineer, and the Scout – then in The Pit: MindGames players were given two new characters – the Psion and the alien Tarka Ranger – and ten more floors to survive through, as well as a wealth of new items, recipes, weapons, and nasty creatures to fight!<br><br>To celebrate the success of the series, we’re releasing this Gold edition, which not only gives you the game, the expansion, and all the free content we added along the way, but we’re adding three new playable characters – The Hiver Warrior, the Liir Seeker, and the Morrigi Striker! Now you can test yourself against The Pit using all the major races from the Sword of the Stars universe!<br><br>“The Pit--with its random elements and permadeath--is justified in its boast of replayability…” – PC Gamer<br><br>“Has that same feeling of ‘okay, just one more run’ that both Binding of Isaac or FTL: Faster Than Light have…” – Destructoid<br><br>“Sword of the Stars: The Pit, ladies and gentlemen... not to shabby!” – Total Biscuit<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258930/extras/98f21512db69463477cf325c795460c3.webp?t=1650992225\" width=450 height=59 /></span><br><br><strong>The Story:</strong><br>A deadly plague ravages your world. Your last hope: a legendary alien facility dug deep into the Feldspar Mountains...a massive Pit, built by the ancient Suul'ka. If 'The Pit' really exists, there might be something left. Something that will give your doctors a fighting chance at the cure. All you know for sure is that every expedition into those mountains has failed to return...<br><br>And Nothing Sows Death Like the Suul'ka.<br><br><strong>The Gold Edition Features List:</strong><br><br>•\tThree new Character classes, each from a different previously unplayable alien race.<br>•\tOver 65 new items<br>•\tOver 35 new monsters<br>•\tOver 50 new messages which means lots of all new hidden recipes<br>•\t30 new weapons, including new alien weapons<br>•\t2 new Biome levels - Snow and Desert<br>•\t2 new play modes; Quick, which reduces the number of rooms per floor and Fast, which skips ever second floor!<br>•\tPlus 1 hidden character, which you can unlock to help you out when things get tough!<br><br><strong>The Pit Full Features List:</strong><br><br>•\t3 new playable alien characters! The Hiver Warrior, Liir Seeker, and Morrigi Striker! <br>•\t8 Characters from 5 different Sword of the Stars races to play as... Marine, Scout, Engineer, Psion, Ranger, Warrior, Seeker, and Striker! <br>•\t40 Levels of ancient evil science between you and the cure, not to mention unique side areas, known as biomes! <br>•\tImprove your character and increase your skills as you try and find a way to survive the depths. <br>•\tOver 160 enemies drawn from the Sword of the Stars universe! <br>•\tOver 110 weapons and over 45 armors with a variety of special effects including flamethrowers, rocket launchers, plasma cannons and powered Brawler armor! <br>•\tOver 250 items, devices, and ingredients to find, ranging from the familiar to ancient exotic tech. Use stuff  found around each level or on your enemies to craft together more than 100 new items!<br>•\tRandomized augmentation effects (for your equipment... and for you!) make each game unique. <br>•\tDevelop 28 unique Psionic powers to better hold off opponents. <br>•\t5 levels of difficulty, from Easy to Seriously? and three special modes; Infinite, where there is no end, Quick, which reduces the number of rooms per floor, and Fast, which skips every second floor!<br>•\tDozens of room types containing a host of exotic devices to help - or maybe hinder - your progress. <br>•\tDiscover and decipher hundreds of hidden messages, crafting recipes, and pieces of Sword of the Stars lore! <br>•\tMany fiendish ways to die including poisoning, disease, traps, disintegration, radiation, dehydration, starvation and of course... MONSTERS. <br>•\tPlus 1 hidden character, which you can unlock to help you out when things get tough!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/258930/header.jpg?t=1650992225",
    "developers": [
      "Kerberos Productions"
    ],
    "publishers": [
      "Kerberos Productions Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 41,
        "description": "在手机上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}