{
  "259060": {
    "name": "Dominions 4: Thrones of Ascension",
    "steam_appid": 259060,
    "required_age": 0,
    "is_free": false,
    "description": "You are a God! You are master and ruler of a loyal nation. You have unimaginable powers at your disposal. You have claimed this world as yours. But there are others who stand in your way. You must defeat and destroy these pretenders. Only then can you ascend to godhood and become the new Pantokrator.<br />\n<br />\nIn Dominions you take control of a powerful being that rules a nation and aspires to godhood. The type of Pretender Gods can vary from magically powerful arch mages to huge titans or large monuments. The pretender gods have different strengths dependent on what kind of god you choose and what nation you play.<br />\n<br />\nWhen you start the game you decide what kind of god you are and how your Dominion affects your lands and followers. It is an expression of your divine might and the faith of your followers. If your dominion dies, so do you. Your dominion also inspires your sacred warriors and gives them powers derived from your dominion.<br />\n<br />\nIn order to win and become the one true god you have to defeat your enemies one of three different ways: conquer their lands, extinguish their dominion or claim the Thrones of Ascension.<br />\n<br />\nIn Dominions 4 you can also play team games where one of the players take the role of supreme god, and the other members of the team are his servants and loyal subjects. The lesser gods rule their nations, but you all share the dominion of the supreme god.<br />\n<br />\nDominions is set in a fantasy world that draws inspiration from historical nations, cultures and myths. You will not encounter the elves of conventional fantasy in this game. Instead you might lead a nation of vanir from old norse myth. Aztecs, romans, israelites, greeks, shona and kievian rus are just a few of the inspirational sources of the game.<br />\n<br />\nThe first Dominions game was released in 2002 and was well received by strategy gamers. Since then Dominions has been much refined and Dominions series is still actively played making it one of the longest running 4x turn based strategy games.<br />\n<br />\nDominions 4 is also a highly moddable game. You can create your own monsters, spells and entire nations. Since Dominions 3 there has been a vivid modding community and Dominions 4 will enhance this capability even further.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/259060/header.jpg?t=1667487815",
    "developers": [
      "Illwinter Game Design"
    ],
    "publishers": [
      "Illwinter Game Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 12800,
      "final": 12800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 128.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 26,
      "total_negative": 1,
      "total_reviews": 27
    }
  }
}