{
  "259130": {
    "name": "Wasteland 1 - The Original Classic",
    "steam_appid": 259130,
    "required_age": 0,
    "is_free": false,
    "description": "For the first time in over 20 years, we are heralding the return of a much loved piece of gaming history with the classic RPG, Wasteland!  <br><br>Mutants. Again. Even more than there were last time: they seem to materialize out of the very grains of the radioactive desert sand. Venomous yellow eyes. The black gunmetal glint of Uzis as they close in for the kill. There's nowhere to run, and nothing to rely on but your MAC 17 machine gun. What a way to save the human race.<br><br>The year is 2087, eighty-nine years after an all out nuclear war between the United States and the Soviet Union turned vast swaths of the Earth into a hellish wasteland where survival is a daily struggle against thirst, hunger, radiation sickness, ravaging raiders, and mutants - always mutants. You are a Desert Ranger, one of a band of stalwart lawmen born from the remnants of a U.S. Army detachment who survived the nuclear holocaust by holing up in a maximum security prison. You may wear ragtag uniforms and carry make-shift weapons, but the Desert Rangers are the only law left in what was once the American southwest.  <br><br>Now something more secretive and sinister than the usual roving bands of mutants and raiders is menacing humanity, and it's your job to investigate. Recruit the help you need, follow any leads you find, but beware. The wasteland is lawless desert and a lonely place, and the choices you make will shape the world around you. Better choose wisely. Your life depends on it.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li><strong>The godfather of the modern post-apocalyptic cRPG<br></strong></li><li><strong>One of the first reactive and immersive worlds that delivered persistent consequences to player choices<br></strong></li><li><strong>Featuring toggle-able modern updates such as new paragraph voice over, new music tracks and updated portraits.  Play in classic mode to get the original experience<br></strong></li><li><strong>Awarded &quot;Adventure Game of the Year&quot; in 1988 by Computer Gaming World<br></strong></li><li><strong>Contains backstory and tie-ins to its long-awaited direct sequel, Wasteland 2, coming soon for digital download through Steam!</strong></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/259130/header.jpg?t=1667323274",
    "developers": [
      "inXile Entertainment"
    ],
    "publishers": [
      "inXile Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}