{
  "259170": {
    "name": "Alone in the Dark (2008)",
    "steam_appid": 259170,
    "required_age": 0,
    "is_free": false,
    "description": "The game that started the popular survival horror genre returns better than ever! Players control Edward Carnby, the main character from the original Alone in the Dark, on a thrilling journey through a dark and terrifying re-creation of New York's Central Park where Carnby must discover the truth behind a dark conspiracy. <br><br>With inspiration from the presentation style of popular action TV dramas, Alone in the Dark will be split into a number of distinct episodes. With approximately 30-40 minutes of gameplay comprising each episode, the structure of Alone in the Dark pulls you into world that delivers a fiercely gripping and terrifying experience. Each time the player launches a saved game, the episode will begin with a video summary of the previous episode to quickly re-immerse the player in the story and removing the need to remember where they were or what they were doing. Every episode will close with a nail-biting cliff-hanger ending to rattle players' nerves, and if the player is leaving the game a video teaser of the next episode will play to leave them wanting more. <br><br>Alone in the Dark will provide a complete next-generation, action packed experience within a highly detailed, free roaming environment, featuring a mixture of real-time physics and full environmental interaction. The game will mark a new beginning for the Alone in the Dark series.<h2 class=\"bb_tag\" >Features</h2><br><br><ul class=\"bb_ul\"><li>Action oriented gameplay that features intense &quot;edge of your seat&quot; thrills and twists <br></li><li>Immersive free-roaming, interactive environments intricately based on NYC's Central Park <br></li><li>Episodic Structure: 30 to 40 minute episodes grip you in a constant, high level of intensity <br></li><li>Story written by Lorenzo Carcaterra (NY Times Bestselling author of &quot;Sleepers&quot; and &quot;Apaches&quot;) <br></li><li>Wide range weapons to destroy both enemy agents and eventually the source of the evil itself .<br></li><li>Vehicles not only offer a means of transportation, but become actual game mechanics which are part of puzzles and solutions to in game challenges. <br></li><li>Eden's new TWILIGHT engine creates a lavishly detailed game world with highly realistic effects such as moisture, reflections and advanced cinematography.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/259170/header.jpg?t=1727860280",
    "developers": [
      "Eden Games",
      "Hydravision Entertainment"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 5,
      "total_negative": 6,
      "total_reviews": 11
    }
  }
}