{
  "259340": {
    "name": "Chicken Shoot Gold",
    "steam_appid": 259340,
    "required_age": 0,
    "is_free": false,
    "description": "This tiresome bunch of feathered troublemakers is not giving any peace. Stop this hostile destruction from these rampaging roosters in Arcade mode, or fight against the clock in Classic mode in three difficulty levels. Six fabulous landscapes (in Chicken Shoot 1) and another seven landscapes (in Chicken Shoot 2) enchant the player again and again revealing new secrets and gimmicks every time. Punctuated with loads of original sound effects and underscored with idyllic music both parts will amuse not only the lone player, but the whole family with its variety of comic chicken animations, unique surprises and hilarious, raucous chicken noises. <br><br>Invite and join forces with the like-minded for a spell of joint poultry plucking in a network, or on the Internet. Alternatively, stalk them alone and achieve the ultimate high score to secure first place on the international online scoreboard.<br><br><strong>The Gold Edition contains both: Chicken Shoot 1 and Chicken Shoot 2</strong><h2 class=\"bb_tag\" ><strong>Gameplay</strong></h2><strong>CHICKEN SHOOT</strong> is a Classic Fun Shooter with adventure elements. You don't have to think too much... just blow the chickens away. In each mission you can collect a number of items and receive many extra points for different actions. So it’s easy - especially throughout the first levels - to score lots of points, but the levels increase in difficulty from mission to mission, eventually becoming a real challenge with a huge hook. The implementation of numerous and varied gimmicks - individually designed for each level - offers the player many hours of exciting gameplay.<h2 class=\"bb_tag\" ><strong>Features</strong></h2><ul class=\"bb_ul\"><li>About 25.000 hand-drawn chicken animations (in Chicken Shoot 1 and Chicken Shoot 2)<br></li><li>2 exciting single player modes: Arcade and Classic<br></li><li>Three difficulty levels for casual and for &quot;hardcore gamers&quot;<br></li><li>6 (Chicken Shoot 1) resp. 7 (ChickenS hoot 2) various levels <br></li><li>6 various weapons with a different shooting range <br></li><li>Fascinating landscapes with lots of funny gimmicks<br></li><li>Single player mode with online high score list<br></li><li>Multiplayer Mode for up to 4 players over LAN and Internet</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 波兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/259340/header.jpg?t=1735034368",
    "developers": [
      "ToonTRAXX Studios"
    ],
    "publishers": [
      "Topware Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2003 年 11 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}