{
  "259760": {
    "name": "Two Brothers",
    "steam_appid": 259760,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Two Brothers is an Action Adventure game that features a classic Gameboy aesthetic. </strong><br>Roy Guarder, inventor, scientist, and philosopher, is on an expedition to discover the origins of life. This quest has brought him to &quot;The Cursed Lands,&quot; a stretch of land so dangerous and shrouded in mystery that it hasn't been explored in over 700 years. When Roy finds what he's looking for, he is met with a terrible fate. Roy no longer finds himself a living man. He is greeted with a world of colors he never believed could have existed! One obsession leads to another and Roy begins to walk the line of life and death - sometimes intentionally ending his own life - just so he can see this land of beauty and color again. <br><br>But something is strange: Why is Roy the only man who can cross so easily between the worlds of the living and the dead? What has given him this unique ability? How will he reconcile the existence of an afterlife he never believed could even exist? <br>▪ Explore a vast non-linear world and story with multiple endings, and deep side quests! <br>▪ Take the game world from black and white 8bit to full color 16bit! <br><i><br>What makes Two Brothers unique: </i><br>Two Brothers takes a long hard look at death in video games... when the player is killed in combat or triggers a deadly trap, instead of being greeted a familiar GAMEOVER screen, the player finds himself in what we call the &quot;Afterlife Hub&quot;. <br>This realm of the dead is a colorful and mysterious place where the player can explore, find clues, and interact with characters who have passed on in the games story... sometimes even bringing some of them back from the dead. <br>When the player wants to return to gameplay, they can jump from the edge of the heavens and get back in to the action and exploration! <br>This mechanic is vital to the gameplay, as sometimes interacting with the dead is just as important as interacting with the living... this feature often requires the player intentionally ending their session in a game over, just to cross over to the other side.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/259760/header.jpg?t=1447359179",
    "developers": [
      "Ackk Studios"
    ],
    "publishers": [
      "Ackk Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}