{
  "259910": {
    "name": "Farming Giant",
    "steam_appid": 259910,
    "required_age": 0,
    "is_free": false,
    "description": "The legacy of the critically acclaimed Giant games, already continued by the successful &quot;Train Giant“, highlights now the popular theme Agriculture up to a new level in “Farming Giant”, presented by UIG. In the best tradition of the giants-series the player will get a first-class business simulation crafted with a lot of details. The player will build farms, maintain and upgrade his properties. Whether farming or ranching, the experience covers all parts of agriculture. With the right strategy and the courage for expansion, international success is guaranteed. A huge game world, a variety of production processes and trade opportunities and various game modes as well as achievements provide long-lasting fun. Furthermore the agricultural giant impresses with wide range of management options (from seed to distribution - the players takes decisions by himself) and an extensive fleet of vehicles. A detailed skill tree provides RPG elements and offers the opportunity to specialize more and more!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Tremendous game world with farming areas all over Europe<br></li><li>Exciting scenarios with varying tasks<br></li><li>Four different playing modes for long lasting fun<br></li><li>From growing to breeding many economy circulations are provided<br></li><li>Many possibilities of management, from seeds to distribution everything can be decided individually<br></li><li>Extensive vehicle fleet with machines from renowned manufacturers</li></ul><h2 class=\"bb_tag\" >Steam Version includes all Gold Content</h2>The add-on extends the game with a variety of new goods, buildings, freely placeable items and vehicles. Besides new commodities you will face a bunch of new challenges, including brand new scenarios.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Many scenarios<br></li><li>Countless Plants including sugar beet, corn or hops<br></li><li>Numerous buildings like sugar mills, breweries, stables, warehouses or bakeries<br></li><li>Freely placeable items like kennels, fountains, fences, rocks or scarecrows<br></li><li>Vehicles for all goods and raw materials</li></ul><h2 class=\"bb_tag\" >Demo</h2>Please feel free to check out the free Demo (English / German):<br>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 捷克语, 匈牙利语, 日语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/259910/header.jpg?t=1604685160",
    "developers": [
      "Actalogic"
    ],
    "publishers": [
      "Toplitz Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}