{
  "260130": {
    "name": "Agarest: Generations of War Zero",
    "steam_appid": 260130,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>UNCOVER THE EPIC STORY PRECEDING #1 SELLER, AGAREST: GENERATIONS OF WAR</strong></h2><br>Following hot on the heels of the number 1 top selling epic SRPG “Agarest: Generations Of War”, Ghostlight are proud to announce its prequel “Agarest: Generations Of War ZERO” bringing an enticing blend of in-depth strategy and epic multi-generational storytelling to Steam!<br><br>...From the void, the gods of darkness and light created Agarest, a most perfect and divine world.  As the generations passed, paradise sadly fell to the ravages of time.  War darkened the skies and Agarest soon became a torturous hell as the gods divided and immense armies clashed, desecrating the once beautiful land…<br>After many years with the war in deadlock, Sieghart, a young officer loyal to the armies of light, passes through the scarred mountains on a perilous mission.  There, he meets a strange girl and unknowingly changes the fate of the world forever.<br><br><ul class=\"bb_ul\"><li>Watch the story unfold as you battle the enemy hordes in over 80hrs in a compelling and innovative turn based-based combat system<br></li><li>Choose the path of Darkness or Light through a truly epic story, spanning multiple generations<br></li><li>Build your ultimate army of warriors and master Extra Skills, Special Arts and Over Kills to defeat colossal enemies! <br></li><li>Use the all new Card Skill System to create your hero’s unique persona.<br></li><li>Featuring stunning new and beautifully animated character portraits.<br></li><li>The Soul Breed System returns! Unite with your chosen bride to shape the fate of the next generation of heroes</li></ul><h2 class=\"bb_tag\" ><strong>Agarest: Generations of War ZERO exclusive game features!</strong></h2>Agarest: Generations of War ZERO contains many of the unique features found in the first release of the series such as <strong>Extended Areas</strong> allowing you to chain attacks together in huge combos, the <strong>Blacksmith’s Guild</strong> for experimentation in crafting of items and weapons and of course, the <strong>Soul Breed System</strong> where you must carefully choose your bride as this decision will directly affect following generations.<br><br>In addition to these existing game features, the following new features have been added:<br>The new <strong>Vacation Days</strong> allow you to get to know your party members better and unlock bonus items and locations by visiting various places in the towns.  Also, as you build your relationship with the rest of your party you will unlock new costumes for them to wear.<br><br>Character portraits displayed during conversations have been vastly improved with the implementation of <strong>Motion Portrait</strong>.  This brings characters to life with subtle animations really helping to enhance the stunning artwork.<br><br>With various other changes such as improved graphics and a brand new <strong>Card Skill System</strong> to allow you to customise your starting character, this is a prequel you won’t want to miss.<br><br>Exclusive to the PC version, this new and improved version of Agarest: Generations Of War ZERO now features <strong>Cloud Saving</strong> (which has also been added to Agarest: Generations Of War very recently).  We’ve also added the ability to decide which direction you wish the controls to be offset along with a revamp of the DLC menu giving you control to pick and choose how DLC is added to your existing saves.  As expected there is full mouse and keyboard support, full gamepad support, Steam achievements, higher resolution art and a number of other user interface changes to ensure that PC gamers receive the best gaming experience possible.  We are pleased to announce that a selection of collectible <strong>Steam Trading Cards</strong> are featured, whilst DLC is included in the game completely free of charge with other bundle packs of DLC available to purchase separately after release.<h2 class=\"bb_tag\" ><strong>Included free DLC</strong></h2><ul class=\"bb_ul\"><li><strong>A Deputy's Gift Pack: </strong> Contains 4 Flame elements, 4 Ice elements, 4 Thunder elements, 4 Wind elements, 4 Earth elements, 4 Darkness elements and 4 Light elements<br></li><li><strong>Upgrade Pack 1:</strong> Contains 2 STR UP, 2 VIT Up, 2 Agi Up, 2 Int Up. 2 LUK Up and 2 Max HP Up<br></li><li><strong>Healing Hand Pack:</strong> Contains Healing Hand Pack\t\t<br></li><li><strong> Upgrade Pack 2: </strong> Contains 2 STR UP+, 2 VIT Up+, 2 Agi Up+, 2 Int Up+. 2 LUK Up+ and 2 Max HP Up+<br></li><li><strong>Health and Guard Pack:</strong> Contains 2 Marfile Seed, 2 Vessels of life, 1 Revive, 1 Dryad's Soul and 1 Requiem Bracelet<br></li><li><strong>Legendary Items Pack:</strong> Contains 2 Divine Branch, 2 Unicorn Horn, 2 Moon Fragment, Magic Crystal Chip, 1 seed of Happiness and 1 Bracelet of Feicui<br></li><li><strong>Dream Prophecy Pack:</strong> Contains 2 Damascus, 2 meteoric iron, 2 generation crystal, 2 lapis noster, 1 shiny fang and 1 whispered dream<br></li><li><strong>Logistic Support 1:</strong> Contains railgun, divine guard, crystal bracelet, dark bracelet and bracelet of light<br></li><li><strong>Fall from Grace Pack:</strong> Contains Big Black, Black bustier, Angel Halo and Angel Wing<br></li><li><strong>Stout Defense Pack 1:</strong> Contains extra frame, chaos frame, Heaven's End and E.O.M<br></li><li><strong>Squalid Chicken Pack:</strong> Contains rusty sword, rusty bracelet. rusty ring, funky chicken and chicken ring<br></li><li><strong>Nobility Pack:</strong> Contains Princess Bustier, Princess's Tiara, Imperial Guar and levitation stone<br></li><li><strong>Loral Beast Pack:</strong> Contains Seiryu's sword, Genbu's gauntlet, Byakko's Bracelet and Suzaku's Ring<br></li><li><strong>Stout Defense Pack 2:</strong> Contains Dragon frame, Demon frame, Mighty ring, Dismal Sylph and Prometheus Bound<br></li><li><strong>Extra Points Pack 1:</strong> Contains 5000 gold, 50PP 150TP and 250EP<br></li><li><strong>Extra Points Pack 2:</strong> Contains 50000 gold, 150PP, 350TP and 5000EP<br></li><li><strong>Add-on Dungeon 1:</strong> An Add-on Dungeon for Generation 1 - A new adventure awaits in the Fohites Ruins<br></li><li><strong>Add-on Dungeon 2:</strong> An Add-on Dungeon for Generation 2 - Explore the Neige Snow Field</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/260130/header.jpg?t=1611261218",
    "developers": [
      "Idea Factory"
    ],
    "publishers": [
      "Ghostlight LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 43,
      "highlighted": [
        {
          "name": "First in our Hearts",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/4a3038a56bb901c9b81b2d283920cfb46f88364d.jpg"
        },
        {
          "name": "Second to None",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/ab61fa911abc1b09a38a25b14b6ea3c5aa2916b2.jpg"
        },
        {
          "name": "Truth and Consequences",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/90215e6cf27e56dbe2ee0ffe227b94b811132d35.jpg"
        },
        {
          "name": "The Important Bits, at Least",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/cab3c14a4eddb45c2a7c3963967c04462bde44b2.jpg"
        },
        {
          "name": "Fleet of Foot",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/7038010b1234a21ae34c71982bea2006c1295bff.jpg"
        },
        {
          "name": "Stout of Heart",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/586beded2e3bf01b85642a90f95324a4576c35bc.jpg"
        },
        {
          "name": "Strong of Body",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/ba4c335379804479a8f889f5c9a6821fb11956b9.jpg"
        },
        {
          "name": "Sound of Mind",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/0f68b4765cd1aa71d5bbef8e0d8258c554c10113.jpg"
        },
        {
          "name": "Stroke of Luck",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/bb4a9ffd353b963d007c7eabd11911a4c0e0c716.jpg"
        },
        {
          "name": "It's a Trap!",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/260130/9f1049a55a8c5a40b5e739af6ca879f9498200a3.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 9,
      "total_negative": 3,
      "total_reviews": 12
    }
  }
}