{
  "260290": {
    "name": "Company of Heroes 2 - Southern Fronts Mission Pack",
    "steam_appid": 260290,
    "required_age": "18",
    "is_free": false,
    "description": "During the Spring Rasputitsa in early 1943, the Red Army launched a series of counteroffensives against German lines in the southwest. While initially successful, the Germans regrouped and managed to regain the momentum to recapture Kharkov.<br><br>Take command of both factions in a series of challenges and battles that feature new environmental conditions; thick mud that impacts vehicle movement and exposes new vulnerabilities. <br><br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >AI Battle: General Mud</h2><strong>SOUTHWEST OF KHARKOV, UKRAINE, USSR</strong><br>March 7, 1943, The Germans had been driven back to the Dnieper River, and were forced to regroup and reorganize. However, with the Red Army vastly overextended, the Wehrmacht seized the opportunity to launch a counterattack and regain the upper hand.<br>With the return of Panzergrenadier Division Großdeutschland, push north through Soviet territory towards Kharkov.<br></li><li><h2 class=\"bb_tag\" >Challenge: Spring Rasputitsa</h2><strong>DONBAS REGION, UKRAINE, USSR</strong><br>February 25, 1943, The spring rasputitsa season has caught the German army off guard. They are poorly equipped to deal with the deep mud and are having trouble mobilizing. Lead an ambush on the German Panzer Division caught up in the mud, and destroy them before the support infantry can free them and they escape.<br></li><li><h2 class=\"bb_tag\" >AI Battle: Breaking Lines</h2><strong>WEST DONBAS REGION, UKRAINE, USSR</strong><br>February 19, 1943, The Red Army is pushing westwards with Operation Gallop. The German defenders, crippled after their losses at Stalingrad, are retreating to the Dnieper river. On the 19th of February, the Red Army broke through German lines and pushed towards Zaporizhia. With much of the territory under their control, Soviet forces must swiftly search out the remaining pockets of German defenders and destroy them.<br></li><li><h2 class=\"bb_tag\" >AI Battle: Retreat to the Donets</h2><strong>DONETS RIVER, UKRAINE, USSR</strong><br>March 16, 1943, After Operations Star and Gallop succeeded in pushing the Germans back to the Dnieper River, the Soviets found their advantage quickly collapsing as they again lost the cities of Kharkov and Belgorod. On the back foot, the Red Army retreated to the Donets River.<br>The Soviets must hold the bank of the Donets River against invading German forces on the ground and Luftwaffe attacks from the air.<br></li><li><h2 class=\"bb_tag\" >AI Battle: Kharkov Divide</h2><strong>NORTH OF KHARKOV, UKRAINE, USSR</strong><br>March, 1943, In their advance towards Kharkov, German forces are ordered towards the north in an attempt to eliminate the remaining pockets of Soviet resistance.The Wehrmacht has deployed their heavy armor to break through the Red Army’s defenses in an effort to complete their encirclement.<br></li><li><h2 class=\"bb_tag\" >AI Battle: Heavy Rain</h2><strong>WEST OF KHARKOV, UKRAINE, USSR</strong><br>March, 1943, After being halted in a bloody battle against the Red Army's defenders, German forces have regrouped and prepare to use the cover of night to break through the enemies defenses and continue their assault into Kharkov.<br></li><li><h2 class=\"bb_tag\" >AI Battle: No Retreat, No Surrender</h2><strong>SOUTHWEST OF KHARKOV, UKRAINE, USSR</strong><br>March 7, 1943, The Soviets have suddenly found themselves on the defensive, with a reorganized German Army pushing back with renewed vigor and beginning to reclaim territory in the region around Kharkov.You must hold the line and halt the German Army’s advance towards Kharkov. You have increased manpower at your disposal, but every man will have to fight to the end. Success is vital, there can be no retreat!<br></li><li><h2 class=\"bb_tag\" >AI Battle: Storming the Donets</h2><strong>DONETS RIVER, UKRAINE, USSR</strong> <br>March 16, 1943, After retaking the city of Kharkov, the German Army pushed eastwards and reclaimed the surrounding area. The Red Army fell back, eventually retreating to a position behind the Donets River.<br>With the support of the Luftwaffe, the Germans must attack the Soviet forces on the bank of the river and secure territory on the Donets before the Red Army can form a defensive line.<br></li><li><h2 class=\"bb_tag\" >AI Battle: Panzer Crossing</h2><strong>WESTERN OUTSKIRTS OF KHARKOV, UKRAINE, USSR</strong><br>March, 1943, The advancing German forces make their way into the outskirts of western Kharkov. The Red Army prepares to defend against the incoming German armor assault with the aid of anti-tank emplacements.<br></li><li><h2 class=\"bb_tag\" >Challenge: Occupation</h2><strong>DNIEPER RIVER, RUSSIA, USSR</strong><br>February 22, 1943, Beginning their counteroffensive against the Red Army, the Wehrmacht makes their way along the Dnieper River. A small squad of cut off veterans is ordered to seize control of a stronghold which has given the Soviets a tight grip on the surrounding area.<br>By capturing and taking control of this stronghold, the Wehrmacht will be able to set up a fortified position against the Red Army and eliminate their remaining forces.</li></ul>",
    "supported_languages": "捷克语, 英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语, 波兰语<strong>*</strong>, 俄语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/260290/header.jpg?t=1533133136",
    "developers": [
      "Relic Entertainment",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 525,
      "discount_percent": 75,
      "initial_formatted": "¥ 21.00",
      "final_formatted": "¥ 5.25"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 14,
      "total_negative": 11,
      "total_reviews": 25
    }
  }
}