{
  "260550": {
    "name": "Haunted",
    "steam_appid": 260550,
    "required_age": 0,
    "is_free": false,
    "description": "Embark on a spectral treasure hunt to find your long-lost sibling and save the spirit world! <br><br>Since losing her little sister Emily in a fateful train crash, Mary's nights are haunted by visions of her long-lost sister. Is it possible that Emily is still alive? The thought won't let Mary rest so she sets out in search of the truth following the signs she has seen in her nightmarish visions...<br><br>In the darkness, you are never really alone...As Mary's search plunges her ever deeper into an eerie world of the supernatural – she encounters fiendish opponents that would do her harm. Along the way, meet up with an obscure professor, an ax-wielding henchman, and a variety of ghostly friends and foes as you journey through 19th century London, Scotland, Transylvania and other locations! <br><br>Reveal dark secrets from Mary's past, as you embark on a furious chase to solve all the spooky puzzles and creepy challenges before it's too late! <br><br>In this comedy of terrors, the fate of the spirit world is in your hands! <br><br><ul class=\"bb_ul\"><li>Experience a spine-chilling comic story, like something right out of a Dickensian novel <br></li><li>Visit gloomily beautiful settings in London, Scotland, Transylvania … and a goldfish bowl <br></li><li>Encounter more than 30 scurrilous characters, with sparkling animation including sophisticated facial expressions <br></li><li>Rediscover the adventure genre anew, with cooperative ghost team-play and the optional solution assistance</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/260550/header.jpg?t=1462342669",
    "developers": [
      "dtp Entertainment"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}