{
  "260690": {
    "name": "Dark Fall: The Journal",
    "steam_appid": 260690,
    "required_age": 0,
    "is_free": false,
    "description": "This Myst-style horror-adventure game will bring fear into your heart. From the very beginning you are exposed to an overwhelming but invisible ghost presence – strange calls, footsteps, voices from nowhere. In order to help your brother and survive you will need to solve the mystery of this abandoned, haunted place. And remember! Do not let it to find you! Do not let it to find you... Do not.. Let... find...<br><br>The game is best played in a dark room with your speakers turned up. Unless you're scared, of course.<h2 class=\"bb_tag\" >The Story - many decades ago</h2>The old, abandoned train station at Dowerton hides a history of disappearances, mystery and hauntings. The nearby Station Hotel was once a busy, bustling place for weary travellers to rest and relax...but something went wrong...on the night of April 29th, 1947, the guests and staff vanished without trace, never to be seen again.<h2 class=\"bb_tag\" >The Story - present</h2>You come back from work hoping to get a good night's sleep but then you notice light blinking on your answering machine. It was your brother – an architect redeveloping an old train station and hotel. He called to ask for your help. Alarmed by his frightened voice, cryptic information about some disappearance and strange whispers in the background you board a train without hesitation. From now on your adventure has just begun and soon you will realize that although no one is there, you are not alone...<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Explore the haunted hotel and train station, alone at night.<br></li><li>Use Ghost-Hunting Gadgets to ‘see’ into the past, and hear the dead.<br></li><li>An eerie, World War 2 setting is fully realised in 3D graphics.<br></li><li>Use detective skills to uncover secret places and learn long lost secrets.<br></li><li>Challenge the mind by solving many devious puzzles and enigmas.<br></li><li>Communicate with ghosts via a Ouijaboard.<br></li><li>Decypher an ancient, long forgotten, language.<br></li><li>A non-linear story by Jonathan Boakes, author of The Lost Crown.<br></li><li>Full cast of actors &amp; sound to bring the haunted location to spooky life!<br></li><li>Utilise high-tech surveillance equipment, to watch supernatural activity.<br></li><li>Research local Ghost Stories to learn more about the Dark Fall.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/260690/header.jpg?t=1562846067",
    "developers": [
      "Darkling Room"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}