{
  "260710": {
    "name": "Dark Fall 2: Lights Out",
    "steam_appid": 260710,
    "required_age": 0,
    "is_free": false,
    "description": "Three men once manned the lighthouse on Fetch Rock, but they vanished without trace on New Year, 1900. No-one knows what really happened to those three poor souls, and no-one is brave enough to stay in the lighthouse, alone, after dark. Except you...travel to Fetch Rock Island, and discover what really happened...<br><br>Use supernatural investigative techniques and realistic ghost hunting gadgets to reveal the evil presence that threatens Fetch Rock. Together you must defeat the evil that hides in the mist and uncover the mystery of Lights Out.<br><br>The game is best played in a dark room with your speakers turned up. Unless you're scared, of course.<h2 class=\"bb_tag\" >The Story</h2>Many lives have been lost on the lethal rocks surrounding the harbour town of Trewarthan. Mysteriously, a thick fog covers the land and the silence is shattered by the sound of ghastly foghorn. Suddenly, the faithful light of Fetch Rock Lighthouse is plunged into darkness. <br><br><br>‘Fetch’ is the old English word for ‘ghost’; The old lighthouse is built upon something ancient and terrible, causing manifestations, time distortions and unexplainable paranormal events. Only by jumping through time, from the ancient Bronze Age to a futuristic research base, will you be able to uncover what is really happening on fetch Rock. Was your arrival upon the Island, that foggy night, really coincidence, or is someone, or something calling to you, across time.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Includes Dark Fall 2: Lights Out Director's cut version<br></li><li>Explore the historic Lighthouse in four different eras.<br></li><li>Discover what happened to the Lighthouse Keepers, that foggy night.<br></li><li>Communicate with the dead to solve puzzles and mysteries.<br></li><li>A spooky tale by Jonathan Boakes, author of The Lost Crown.<br></li><li>Delve into a non-linear story, based upon a real event.<br></li><li>Use Time Portals to jump through time, exploring the past and future.<br></li><li>Experience the life and times of a Victorian Lighthouse.<br></li><li>Realistic world to explore, based on a real location.<br></li><li>Full audio experience and spooky soundtrack.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/260710/header.jpg?t=1562846147",
    "developers": [
      "Darkling Room"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}