{
  "262230": {
    "name": "99 Spirits - Weeping Demon's Bell",
    "steam_appid": 262230,
    "required_age": 0,
    "is_free": false,
    "description": "Rumors of someone collecting swords and kidnapping girls have reached the young blacksmith Kotetsu and his childhood friend Waka. A cryptic new Tsukumogami lurks in the night. Meanwhile, a darkness grows within Kotetsu as he is drawn into one battle after another. <br><br>When an invitation to entertain a nobleman arrives to Waka, the two are drawn into a test of their true nature. Can the two unveil the identity of their real enemy before it’s too late?<br><br><strong>99 Spirits Drama Theater includes three bonus stories</strong><br><strong>Little Hanabusa</strong>: A story about Hanabusa, who turned back into a child from a little happening. While Komiya runs around trying to find a cure, Gijin happens across her. What will Gijin do, finding Hanabusa turned into a child?<br><br><strong>Saki’s Present</strong>: The weasels have become upset because Saki seems to not be paying them much attention lately. She seems to be doing something in secret, but just what is the truth behind the matter?<br><br><strong>Komiya’s Medicine Hunt</strong>: A story about Komiya trying to save Hanabusa after she suddenly collapses during an expedition. After learning of Hanabusa’s plight, the five gods pledge their support, but...",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/262230/header.jpg?t=1645611021",
    "developers": [
      "TORaIKI"
    ],
    "publishers": [
      "Fruitbat Factory"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}