{
  "262870": {
    "name": "Recovery Search & Rescue Simulation",
    "steam_appid": 262870,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>“Rescue Team One to Base. Missing person found safe and well. Mission accomplished. Returning to base. Over.”</strong><br><br>Strap on your boots and hook up your compass - as a new recruit to Rescue Team One, you’ll need to use your expert tracking skills to locate a variety of important objects and missing people who have stumbled into the harsh and perilous dangers of your national park.<br><br>Navigate woodland trails, deep ravines and fast-flowing rivers on the trail of a journalist looking for the thrill of adventure, or locate some missing pharmaceuticals to save a hiker’s life. Your skills are paramount for the safety of your visitors.<br><br>However, it won’t all be a walk in the park; the lush forest can quickly turn into a dangerous trek as you come across some of nature’s most dangerous obstacles, including tar pits, deep chasms and angry beasts.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>\tNavigate a large national park landscape full of trees, natural dangers and man-made structures such as forts, statues and memorials<br></li><li>\tClues to help track important objects and missing people<br></li><li>\tUse the S.A.R. bike to travel across the vast map<br></li><li>\tFollow missions set for you by Rescue Base<br></li><li>\tMake up your own missions with the mission editor and collection of assets<br></li><li>\tTrack during the day or night<br></li><li>\tEvacuate injured people by calling in the S.A.R. helicopter<br></li><li>\tNow with improved audio and graphic settings.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/262870/header.jpg?t=1726150057",
    "developers": [
      "Excalibur Publishing"
    ],
    "publishers": [
      "Excalibur Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}