{
  "263120": {
    "name": "Ludwig",
    "steam_appid": 263120,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>OVERVIEW </strong><br>2098. Mankind has left the Earth and is now living in space colonies. Ludwig, a research robot from a faraway civilisation and his spaceship are looking for forms of new energy. Unfortunately, mankind´s new space colonies are not listed on his interstellar maps, which results in a fatefull crash with the physis, the biggest station with a billion inhabitants. The crash does not only tear a huge hole into the physis´ protective cover, but also damages Ludwig´s spaceship badly enough for him to lose control of it and crashland on planet Earth. Now it´s a race against time. <br><br>Will Ludwig succeed and get his spaceship going in time to save the physis? <br><br><strong>FEATURES </strong><br><ul class=\"bb_ul\"><li>Explore the area where the spaceship crashed or an enormous dam, travel by balloon through the snow and ice or cross an almost endless desert. There’s so much to discover! <br></li><li>Find the weirdest components and construction plans. Use them to develop practical new gadgets to supply Ludwig with energy! <br></li><li>Discover physical phenomenons and analyse them in order to reveal the laws of physics and solve the tricky puzzles in the game. <br></li><li>thrilling storyline arching over 4 unique environments <br></li><li>more than 8 hours of gameplay <br></li><li>developed with physics-teachers, pupils and educators - 100% curiculum based <br></li><li>comes along with didactic materials for school useage</li></ul><br><strong>WHAT THE GAME IS ABOUT</strong> <br><ul class=\"bb_ul\"><li>The game tells the story of &quot;Ludwig&quot; - a small research robot who is on an important mission to find new forms of energy for the home planet of the Robotronics. After a long journey he finally reaches earth - just to find it abendoned. Humans exhausted nearly all energy sources and left the planet. They live in big space stations. Unfortunately Ludwig hits one of these spacestations with his spaceship and crashes down on earth. A damaged spaceship, a far away homeplanet in desperate need of energy know-how and 1 billion humans in a damaged spacestation - now it´s up to you as a player to clean up this mess! <br></li><li>While following the storyline Ludwig has to learn about the human technologies on earth. Starting with the most basic form of energy production - combustion - he has to advance through a techtree to find and learn about more sophisticated forms of renewable energy. <br></li><li>Ludwig doesn´t know anything about the laws of physics on earth (remember - he´s an alien from a far away robot civilization called the Robotronics...). So he uses his scanner to find and analyse physical phenomenons which appear in the gameworld. All the knowledge is stored in a dynamical conceptmap - the knowledgebase. <br></li><li>The knowledgebase is empty when you start the game. While playing, it fills step by step with new nodes. You will end up with a huge concept map of physical knowledge on renewable energies. (developed together with physics teachers and educators). <br></li><li>The game features 4 unique &quot;themeworlds&quot;. These quests in these environments are based on a specific topic (combustion, water power, wind energy, solar energy). The themeworlds are connected by the storyline. <br></li><li>Every themeworld features a minigame - called laboratory. A laboratory illustrates the core knowledge of the themeworld (for example: How does a pumped storage power station work? or Where should i place my windmills to get the most efficient energy output? <br></li><li>All this educational gameplay is nicely embedded in the storyline. The game is NOT devided into playing- and learning- or assesment elements. You always KEEP PLAYING the game! <br></li><li>Ludwig is designed to be fun to play (please judge for yourself ;-) but it can also be played in schools. The game comes along with a set of didactical materials for teachers to support embedding Ludwig in classes.</li></ul>",
    "supported_languages": "英语, 德语, 葡萄牙语 - 巴西, 简体中文, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/263120/header.jpg?t=1447359401",
    "developers": [
      "ovos"
    ],
    "publishers": [
      "ovos"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}