{
  "263340": {
    "name": "Continue?9876543210",
    "steam_appid": 263340,
    "required_age": 0,
    "is_free": false,
    "description": "You are a dead, failed video game character wandering through the recesses of the Random Access Memory, trying to find peace in the final moments of your existence before being deleted forever...<br><br>...but forget that. The real story is that Continue? is an existential metaphor that explores the finite nature of existence and the beauty and tyranny of our desires within it.<br><br><u><strong>From the developer:</strong></u><br><br>For fans of cerebral games such as Gone Home, The Novelist, and Papers Please.<br><br>This is one of those love it or hate it experimental art games. Regardless of whether you like it or not, I ensure you that it is like nothing you've ever played before. It's less about action and strategy and more about taking an emotional and philosophical journey that allows the player to explore his or her own sense of mortality. You will be very, very confused along the way, but your interpretation of this confusion is what the game is all about. I wouldn't recommend it to anyone who is not looking for something very weird and different. Continue? is for the type of person that appreciates odd, poetic word play, interpretation of the abstract, and existential philosophy.<br><br>Some games we play to kill time on a long commute, some we play at home to blow off steam after a hard day’s work, and some games are about escaping into a world more magical than our own. Continue? is meant to be played late at night with some wine or weed, when you're feeling quiet and contemplative.<br><br>Everything in Continue? has a deeper meaning behind it. All of the strange places you go to, people you talk to, and scenarios you go through are part of a greater idea that I hope you spend a second or two trying to figure out and interpret...or not. You can also just play the damn thing.<br><br><u><strong>What happens to dead video game characters?</strong></u><br><br>In the garbage dump of the Random Access Memory, you travel from town to town, meeting people who offer you their lightning and their prayer. Lightning clears the way for you to move forward and prayer builds shelters in a distant town where you must frequently hide to avoid being deleted into nothingness by the garbage collector. Along the way, you are thrust into many battle challenges, the outcome of which affects your shelters. There is ultimately, no way to escape the garbage collector, but running from it buys you time to think, wander, contemplate, and hopefully be at peace with the inevitability of your deletion.<br><br>Each game randomly assigns you 1 of the 6 characters and 6 of the 11 areas. There is no set order to the stages of the game.<br><br><u><strong>Development</strong></u><br><br>Continue? was inspired by existential road trips into nowhere, Peruvian jungle drugs, and a brush with death while lost in the mountains of New Mexico. It is a quest for wonder, contemplation, and peace. <br><br><u><strong>By:</strong></u><br><br>Continue?9876543210 was independently developed by Jason Oda in 2013. Past projects of notoriety include The Perfect Strangers game  and Skrillex Quest .",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/263340/header.jpg?t=1447359406",
    "developers": [
      "Jason Oda"
    ],
    "publishers": [
      "Jason Oda"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}