{
  "263520": {
    "name": "Enola",
    "steam_appid": 263520,
    "required_age": 0,
    "is_free": false,
    "description": "Survive a macabre world conjured up by the tortured memories of Angelica. Enola is a psychological adventure game that delves into the inherent darkness of love, death and revenge. <br><br>Immersed in this emotionally-charged and gripping story and decipher challenging death-traps, as an evil presence lurks in the shadows, watching your every move. Heavy on atmosphere, Enola is an experience that will crawl under your skin and stay there long after you’ve uncovered the disturbing mystery of this twisted, psychological nightmare.<br><br><ul class=\"bb_ul\"><li>Story-driven - Enola presents a captivating and intriguing story that provides chilling in-depth look to Angelica’s broken mind and traumatic past.<br></li><li>Multiple endings - Your actions will ultimately decide whether or not you will be able to help Angelica.<br></li><li>Suspense without paranormal elements - Enola pushes the emotional boundaries of the player, putting them in an isolated, defenseless state of mind. <br></li><li>Frighteningly calculated traps - Death traps meant to put players' nerves to the test, where failing can mean death.<br></li><li>Superb voice acting and musical score. - Enola now offers a spine chilling soundtrack and immersive voice acting and sound effects. Superb voice acting and musical score.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/263520/header.jpg?t=1750429334",
    "developers": [
      "The Domaginarium"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}