{
  "263840": {
    "name": "Out of the Park Baseball 14",
    "steam_appid": 263840,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><br>Out of the Park Baseball 14 is the 2013 version of the award-winning baseball game that GameSpot called &quot;the best baseball management sim out there&quot;.</strong> OOTP offers unparalleled flexibility in creating your own baseball world. Play solo with a baseball world of your own creation: make a simple, 8-team league, play a typical major league game with 2013 rosters including full minor leagues, create a historical league with real players from any year between 1871 and 2012 or build an enormous world with baseball leagues in multiple countries. For the ultimate challenge, join an online league and test your mettle against other human players!<br><br>&quot;The only baseball sim I've ever gotten addicted to...&quot; - Curt Schilling<br><br>&quot;The best got better!&quot; 98 / 100 (A+) - <br><br>&quot;OOTP is as close to the front office experience you can get without having to actually wear a suit and tie.&quot; – Baseball Prospectus<br><br>OOTP 14 is the closest most people can get to being the general manager of a real baseball team. Handle GM tasks like drafts, trades, scouting, waivers, team finances and personnel. Negotiate player contracts. Or, dive into the more hands-on management and set your team's lineups, pitching staffs, and in-game strategy. You can oversee your league at a high level, or play out each game, managing pitch by pitch.<br><br>Players in OOTP are rated across multiple skills, and include individual personalities and custom faces created with FaceGen technology. OOTP players progress realistically over time. Try to build a team through the draft, or try to sign big free agents to put you over the top! OOTP also has a powerful news engine that generates personal messages and news articles. Behind all of this is an incredibly powerful statistical engine that tracks an enormous number of statistics for each player in your world. Want to know how your star hitter is doing against righties with runners in scoring position? No problem!<br><br>New Features in OOTP 14:<br><ul class=\"bb_ul\"><li>2013 Opening Day major leagues roster set<br></li><li>New player origin system including international top prospects. Scout &amp; sign the next Yasiel Puig!<br></li><li>New webcast screen including real ballpark diagrams, getting you closer to the action on the field.<br></li><li>Greatly improved play-off coverage with stats, matchups, scores, stories and more.<br></li><li>New trade log feature, examine all the trades in the history of your league!<br></li><li>Recoded player-creation algorythms, resulting in the best player development ever.<br></li><li>Various AI and core engine improvements, making the most realistic game even more realistic.<br></li><li>Much more, over 100 new features &amp; improvements</li></ul><br>Out of the Park Baseball also has a vibrant and helpful user community, and an active one that creates a vast number of user customizations that you can use to further improve your gaming experience, including special roster sets, logos, player images, and more.<br><br><strong>If you are a baseball fan, you need this game! </strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/263840/header.jpg?t=1657735242",
    "developers": [
      "Out of the Park Developments"
    ],
    "publishers": [
      "Out of the Park Developments"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}