{
  "264840": {
    "name": "Realms of Arkania: Blade of Destiny - For the Gods DLC",
    "steam_appid": 264840,
    "required_age": 0,
    "is_free": false,
    "description": "Delve deeper into the mystical lore of the Northland with 3 new heroic questlines in “For the Gods” the first DLC for Realms of Arkania: Blade of Destiny.<br><br>First, you’ve been entrusted by a nobleman from Clanegh with the difficult task of transforming the paramour of a Thorwalian leader’s daughter into a worthy suitor.  But father and daughter do not always see eye-to-eye.  May Rahja, the Goddess of Love, be with you, because this quest is not going to be a cakewalk.<br><br>Next, when a villager goes missing, those that remain speak of strange phenomena haunting their fields and scaring their animals. These unnerved villagers look to you for help and point towards Orkhun, the ancestral dwelling of the Baerhag Clan which had been left to decay centuries ago. Perhaps there is more to these mysterious happenings than a run of the mill ghost story?<br><br>Then you will journey to the godforsaken hicksville of neighboring Rukian.  First and foremost, the Rukian population lives to serve their passing travelers.  But a dark spector of death hovers over this remote hamlet. Even though the Goddess of Hospitality’s name is on every Rukian’s lips, have the residents of this gloomy crossroads taken their credo a step too far?<br><br>Discover new towns, dungeons, and quests, encounter the Gods of Love, Death, and Hospitality and venture further into Northland legends of this epic RPG saga.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>2 new dungeons (An enchanted piece of woodlands, an old crypt)<br></li><li>1 new questline around Rukian</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/264840/header.jpg?t=1641988054",
    "developers": [
      "Crafty Studios"
    ],
    "publishers": [
      "United Independent Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}