{
  "265230": {
    "name": "The Age of Decadence Demo",
    "steam_appid": 265230,
    "required_age": 0,
    "is_free": true,
    "description": "The Age of Decadence is an isometric, turn-based, single-player role-playing game set in a low magic, post-apocalyptic fantasy world, inspired by the fall of the Roman Empire. The game features a detailed skill-based character system, multiple skill-based ways to handle quests, choices &amp; consequences, and extensive dialogue trees.<br><br>Traditionally, many fantasy RPGs are about killing things, clearing up dungeons, and being a hero. Now, there is nothing wrong with mindless fun and wish fulfillment, but we serve a different meal here. Quoting from one of the reviews:<br><br><i>“Well, if you want a hardcore, heavy metal roleplaying experience that challenges you, this is the ticket. Otherwise, take a pass. The game is vicious, both in its lack of morality and its merciless systems. If you want to be the hero of a story, run and don’t look back. If you want to be Attia of the Julii or be a power player, this is your RPG.”</i><br><br>The focus of the game is not on killing monsters, but rather on dealing with fellow humans and factions, trying to survive – easier said than done – and making a name for yourself. Naturally, to accommodate all that scheming, plotting, and backstabbing, we give the player plenty of choices, from multiple solutions to quests to different paths you can take through the game. You (and your actions) will determine who your friends and enemies are. There are no default good and bad guys.<br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li>    23 skills, ranging from Dagger and Critical Strike to Disguise and Persuasion to Alchemy and Lore.<br></li><li>    Tactical combat system, featuring a flexible set of standard attacks, special attacks such as whirlwind and impale, and aimed attacks at different body parts.<br></li><li>    8 weapon types: daggers, swords, axes, hammers, spears, bows, crossbows, throwing weapons, each with individual traits.<br></li><li>    Non-combat quest resolutions and a well-developed diplomatic path.<br></li><li>    Over 100 quests, taking you to 20 locations: towns, outposts, archeological digs, sealed places of Power, underground facilities, and temples.<br></li><li>    Each situation has multiple ways of handling it, based on your skills, reputation, and connections.<br></li><li>    An interesting world with rich history and unclear future that your actions can shape into seven very different game endings.<br></li><li>    Detailed crafting and alchemy systems: forge your own weapons with different properties, brew different potions, experiment with Greek's fire and black powder.<br></li><li>    Hundreds of items, ranging from weapons and armor to scrolls, tools, flasks, and pre-war relics. </li></ul><br>* * *<br><br><strong>The demo gives you access to 3 locations: the starting town, a raiders' camp, and an ancient mine. </strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265230/header.jpg?t=1572306882",
    "developers": [
      "Iron Tower Studio"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}