{
  "265530": {
    "name": "Axis Game Factory Demo",
    "steam_appid": 265530,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Axis Game Factory’s AGFPRO 1.0 – for PC, MAC and LINUX</h2><br>AGFPRO 1.0 is a comprehensive tool-set designed to provide game developers and enthusiasts with a powerful and rapid level creation, terrain/vegetation editing, lighting and atmosphere system. <br><br>AGF is an independent product that empowers users to create game levels and environments for all types of game genres, and the AGFPRO 1.0 PREMIUM version is also designed to work in concert with the Free and Pro versions of the Unity 4 game engine to allow further customization and game publishing. AGF runs on the PC, MAC and LINUX systems.<br><br>AGFPRO 1.0 FREE/DEMO includes all key features provided in AGFPRO 1.0 and AGFPRO 1.0 PREMIUM, without the ability to save scene files or access the Unity Free and Pro features (see table below).  It is a great way to rapidly level create and design your own games without having to pay for the added features.  When you are ready to start saving and sharing your games or want to go &quot;Full Pro&quot; and publish them using Unity - you can step up to the other two versions.<br><br><br>AGF empowers developers to rapidly create game maps, sculpt terrain and design levels quickly and easily. With over 500 assets pre-stocked in the warehouse, along with 28 pre-set themes and 8 sample maps, developers and enthusiasts can begin creating levels in minutes. AGFPRO 1.0 PREMIUM includes all of the necessary plug-ins, scripts and shaders to allow users the ability to import AGF scenes into Unity4.<h2 class=\"bb_tag\" >KEY FEATURES:</h2><br>•  User-Friendly Project Creation Wizard<br>  o\tExtensive library of pre-set themes for immediate level design<br>  o\tThemes include lighting, atmosphere, terrain, vegetation, &amp; water pre-defined<br><br>•\tIntuitive User Interface with &quot;Radial Menu&quot; to expedite workflow<br>  o\tDrag and reorganize windows to customize UI<br>  o\tOn &amp; Off feature quickly hide menus<br><br>•  Advanced Terrain Creation System<br>  o\tAdjustable: terrain size, splat map &amp; vegetation detail resolution<br>  o\tSupports terrains from 100ms to 2,000ms<br><br>•  Paint, Sculpt and Plant vegetation individually or simultaneously<br>  o\tToggle: terrain visibility, painting, sculpting, planting<br><br>•  Sophisticated Brush Support<br>  o\tExtensive brush library with adjustable brush size, rotation, power, blend<br><br>•  Real Time Terrain Deformation and Painting System with Tri-Planar Texturing with Normal Maps<br>  o\tToggle between tri-planar shader &amp; simple<br>  o\tIntuitive Terrain &quot;Snap to Grid Height&quot; to set terrain<br>  o\tNumeric input and readout of terrain height at specific locations<br><br>•  Tri-Planar Shaders and Texturing<br>  o\tShader automatically maps terrain inclines with user defined texture<br>  o\tOver 40 textures included with Normal Maps<br><br>•  Terrain Texture Color Tinting Feature<br>  o\tChange individual textures or batch<br>  o\tChange terrain textures quickly and update in real-time<br><br>•  Advanced Vegetation System<br>  o\tAdjustable vegetation density &amp; distance, unlimited layers<br>  o\tSet vegetation min. width, height &amp; color spectrum <br><br>•  Advanced Global Vegetation Editor<br>  o\tGlobally change vegetation color saturation, value, size, minimum width &amp; height, color spectrums<br><br>•  Fully featured lighting and atmosphere configuration allows quick real time and runtime customization<br><br>•  Customized Lighting System<br>  o\tKey, Fill, Back, and Ambient light sources<br>  o\tSet light colors, flares &amp; shadow configurations<br><br>•  Fog System<br>  o\tGlobal and simple fog with a variety of parameters: density, falloff, color and distance<br>  o\tSet fog haze, density, distance, color, height and falloff<br><br>•  Skyboxes – Select skybox cube maps with the ability to apply rotation &amp; tint<br><br>•  Beautiful water system with sliders for wave direction, speed, intensity, refraction/reflection color and foam properties<br><br>•  Geometry Brush System<br>  o   Create unlimited sets of geometry brushes<br>  o\tBrushes function as an independent layer to edit<br>  o\tSet min/max scale range<br>  o\tRandomly rotate X, Y, Z coordinates<br>  o\tAlign to Normal<br>  o\tSpray geometry from camera view direction<br><br>•  User-friendly file saving thumbnail generation for scenes when saved<br><br>•  Extensive Presets to quickly start scenes (28 included)<br>  o\tCreate custom presets and share with friends<br><br>•  Independent Pre-Fab Mode to create complex collections of assets outside of your scene<br><br>•  Fully featured transformation tools include:<br>  o\tSelect, Multiple-Select, Copy/Paste, Duplicate, Translate, Rotate &amp; Scale<br><br>•  Intuitive Grid-Snapping and Collision Detection easily place objects in scene<br><br>•  Two internal players and three external players included<br>  o\tAction-Role Playing Player (Int. &amp; Ext.)<br>  o\tPlatformer Player (Int. &amp; Ext.)<br>  o\tFPS Player (Ext.)<br><br><strong>AGFPRO 1.0 PREMIUM</strong><br>•  Unity Free and Pro plugins<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265530/extras/9c535b8ca8da13da89560f06c220418b.avif?t=1447359555\" width=800 height=450 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265530/header.jpg?t=1447359555",
    "developers": [
      "Axis Game Factory"
    ],
    "publishers": [
      "Axis Game Factory"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 11 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}