{
  "265690": {
    "name": "NaissanceE",
    "steam_appid": 265690,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>NaissanceE is an obscure and magical first person exploration game, a philosophical trip and an artistic experience.<br><br>The adventure takes place in a primitive mysterious structure and the game mainly consists to explore and feel the deep and strong ambiance of this atemporal world but platforming and puzzles areas will also enrich the experience.</strong><br><br>The game is constructed along a linear path punctuated by more open areas to freely explore, some puzzles to solves and some more experimental sequences.<br><br>Going deeper and deeper in a primitive zone from “Naissance” world, the player will meet entities or mechanical systems. Whether those entities are life forms or pure machines, they react to player presence, to light and shadow and they may open access to the following.<br><br>If most parts of the journey will require only curiosity and logic, a good control and coordination on running, breathing and jumping actions will help to go through rare but exigent sequences, as an homage to old school die an retry games.<br><br>The main idea behind the game is to make the player appreciate the loneliness, the feeling to be lost in a gigantic unknown universe and to be marvelled by the beauty of this world. A world which seems to be alive, leading the player, manipulating him and playing with him for any reason.<br><br>Imagination is an important key to enjoy and understand NaissanceE. Walking in an undiscovered abstract structure brings questions about the nature of this world, about the meaning of this trip. Evocating and symbolic, the architecture and events will lead player’s imagination to find an answer, if it only matters.<br><br>NaissanceE is developed by Limasse Five with the participation of composers Pauline Oliveros, Patricia Dallio and Thierry Zaboitzeff.<br><br><strong>Warning!</strong> This game is not recommended for people with epilepsy.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265690/header.jpg?t=1769444649",
    "developers": [
      "Limasse Five"
    ],
    "publishers": [
      "Limasse Five"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 35,
      "total_negative": 13,
      "total_reviews": 48
    }
  }
}