{
  "265790": {
    "name": "Residue: Final Cut",
    "steam_appid": 265790,
    "required_age": 0,
    "is_free": false,
    "description": "Residue is a story-driven 2D platform adventure in which you control three characters with different abilities, exploring an abandoned excavation site in the remains of the Aral Sea in present-day Uzbekistan. Once the fourth largest lake in the world, the Aral Sea is now an arid wasteland, a victim of decades of Soviet cotton irrigation. To some, it is the prime example for humanity to stay out of nature's business. To others, it's a world waiting to be saved. <br><br><ul class=\"bb_ul\"><li><strong>Real-world setting:</strong> The vanished Aral Sea in Central Asia, peppered with artifacts of an all too real history. <br></li><li><strong>A world imagined:</strong> Eerily detailed, vibrant HD art, closely based on photos from the Aral Sea and filled with secrets. <br></li><li><strong>Something to say:</strong> Experience a non-violent, thought-provoking, fully voiced story concerning the cost of saving worlds, without giving up control. <br></li><li><strong>Exploration:</strong> Explore an interconnected game world using three characters with very different abilities.<br></li><li><strong>Variety, variety, variety:</strong> From climbing to exploring to diving to navigating pitch-black corridors, integrating new gameplay elements at every turn. <br></li><li><strong>Captivating Soundtrack:</strong> With many vocal tracks and an ethnic vibe, composed and produced by Joel Bille</li></ul><br>From every disaster, new heroes emerge. This is the story of a suicide mission, an impossible attempt at <strong>restoring the Aral Sea</strong>. In the late 90's, a disgraced Russian oil tycoon found an underground secret that could save the dry basin. The sea would not be changed. But for the team assembled to work the miracle, life would never be the same again. Ten years later, the survivors' paths begin to converge. Something is pulling them back to the Aral Sea. <br><br><strong>See every side of the story</strong> <br>Residue has a story itching to be told. We have done it in the way that only video games can – by putting you in the middle of the action at all times. Resisting the temptation of a clear-cut protagonist, Residue carefully juggles you to let you see every side of the story, <strong>alternating between three characters</strong> with very different abilities - each one able to reach places the others can't - and very different ambitions. At times they help each other, at times they are in opposition. Sometimes both. Nobody said things weren't complicated. <br>Did we mention Residue is crazy about <strong>the little details</strong>? While the main story may take you between two to three hours to complete, you can search for hours for all the little hints and references to real world events, as well as dozens of hidden collectibles and all-round secret content. <br><br><strong>Always in control</strong> <br>As seen in our previous, much smaller game <strong><u>They Breathe</u></strong>, The Working Parts are devoted to <strong>telling stories in new ways</strong> while keeping interactivity at the forefront. That's why Residue isn't a point-and-click, but rather a visceral platform adventure where you're always in control, whether you're monkeying around the ship graveyard or diving through underground tunnels, navigating old Jumagul through dark corridors with a flickering flashlight, or ascending the side of the gigantic stranded drillship with Nikolai's makeshift grappling hook. Around every corner, Residue will <strong>show you something new</strong>.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 日语, 波兰语, 俄语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265790/header.jpg?t=1579902477",
    "developers": [
      "The Working Parts"
    ],
    "publishers": [
      "The Working Parts"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 6,
      "highlighted": [
        {
          "name": "Finish Act 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265790/5578c5ce3af4068b7bb9a23c896231499182d8c1.jpg"
        },
        {
          "name": "Finish Act 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265790/5a19bf94080a6c08a45a6ac476a9a0eed0d93907.jpg"
        },
        {
          "name": "Finish Act 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265790/5e5dd362e977ef2ba349dfb836d5890209944b63.jpg"
        },
        {
          "name": "Knowledge Changes the World",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265790/3ad6a12d3d03ff320f2a4c9f592a1191982e7aad.jpg"
        },
        {
          "name": "MJ",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265790/cc40cbcab4c2065c509deccabb8e0a25728e9661.jpg"
        },
        {
          "name": "In Case I Don't See Ya...",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265790/b56628854dc1187c136c2ef0e008dd54edbb6d45.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}