{
  "265750": {
    "name": "Secret Ponchos",
    "steam_appid": 265750,
    "required_age": 0,
    "is_free": false,
    "description": "Do You Have the Grit to Survive a New Style of PvP Combat - Where Every Shot is a Skill Shot?<br><br>Secret Ponchos is a beautiful but deadly competitive PvP fighting game set in a stylish Spaghetti Western universe. The isometric gameplay is team based and unlike any fighting game or MOBA you've played before. Combat is fast-paced, precise and merciless, resulting in a competitive environment where skills matter. There is no auto-attacking or hand-holding – every shot is a skill-shot! <br> <br>Surviving in the Wild West will not be easy. You’ll be squaring off against the deadliest outlaws in 3v3 shootouts and 1v1 duels. It’s your ability to out maneuver your opponent (range control, timing, accuracy), your cunning team play, and your strategic use of the environment that will determine whether you collect the bounty on your enemies heads or they collect yours.<br> <br>The “Most Wanted Edition” brings a heavily expanded version of Secret Ponchos to Steam. Switchblade Monkeys, the indie developers behind Secret Ponchos (that’s us!), are a small group of friends that have been building Secret Ponchos from their homes for the last 6 years. They worked closely over this last year with the Early Access community to refine features, and add more than double the game’s content (including an enhanced character roster, new maps, and all-new game modes) and are now proud to present the official release. &quot;The Most Wanted Edition&quot; of Secret Ponchos was showcased at EVO 2015 this year, and received an incredibly strong reception from the competitive community.<br> <br>From the fighting game community...<br>&quot;Played this game at EVO and had to come back for more. Fast-paced, strategic, and fresh game-play, it's a blast to play and even more fun to win.&quot;<br>- Skisonic, EVO Commentator<br><br>&quot;Secret Ponchos is that sleeper OP game that I think everyone needs in their Steam library ASAP&quot;<br>- TKbreezy, Smash Commentator<br><br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265750/extras/91cf9536d160c57b693e76c14fa4e689.avif?t=1450115527\" width=600 height=294 /></span><br><br><ul class=\"bb_ul\"><li><strong> EVERY SHOT IS A SKILL SHOT!!</strong> Think you're good at PVP?  Skill shots mean you actually have to land the shot using yourself, by using accuracy, good spacing, and timing. There is no auto attack or aim locking to hold your hand. Secret Ponchos is a game where you can only rely on your gameplay skills, reflexes, timing, and precision.  Secret Ponchos was not built as a MOBA, but as a fighting game that supports fast paced team combat.<br><br></li><li><strong> Team play is an amazing fit with a fighting game.</strong> Form a Spaghetti Western gang of different outlaw classes, and enter the street to gun down your rivals  in an intense shootout.<br><br></li><li> <strong>Depth of combat: everything has a cost. </strong> While new players may simply run and gun at first, the deeper layers of combat create room for a skilled outlaw to control the fight. There are a large variety of attacks, but every choice and every action has a cost. Evading may get you into position quickly but costs stamina which you might have needed to escape. Every bullet matters since you have to manually reload. A heavy attack leaves you open for counter fire if you miss. To survive you need to be able to think under pressure.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265750/extras/df689b6767a68085b32c444eee03dc15.avif?t=1450115527\" width=600 height=363 /></span><h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>10 Unique Outlaws:<strong> Each outlaw brings a unique gameplay style, weapons, and advantages for your team. They all carry a lot of depth, and play as different as they look.<br><br></strong></strong></li><li><strong>Line of Sight:</strong> Take cover behind the environment to break line-of-sight between you and your enemies. When taking cover you will disappear from an enemies’ view, allowing you to ambush, flank, or take a moment to regroup. Line of site and cover mechanics bring the environment into the shootout.<br><br></li><li><strong>Combat Modes: </strong> A fighting game that supports gang vs gang combat, setting it apart from the fighting game genre. It also includes traditional 1v1 standoffs for more intimate battles.<br><br></li><li><strong>AI bots &amp; Arcade Mode: </strong> Arcade mode is a simple tournament against a roster of AI opponents (1v1). A great way to get comfortable with your Outlaw of choice. Add bots to your online matches (Unranked mode only) to refine your skills.</li></ul><br><ul class=\"bb_ul\"><li><strong>Gain notoriety and level up your outlaw.</strong> Unlock perks, skins, and reputation classes as the bounty on your own head rises. Seasonal Leaderboards to see who is the most wanted.</li></ul><h2 class=\"bb_tag\" >Gamepad Controller &amp; Keyboard/Mouse Supported </h2>Secret Ponchos is a fighting game at its heart, we support controllers (PS4 DS4, Xbox 360 windows / XBONE windows controller or equivalent) &amp; also Keyboard/Mouse.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/265750/header.jpg?t=1450115527",
    "developers": [
      "Switchblade Monkeys Entertainment"
    ],
    "publishers": [
      "Switchblade Monkeys Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 111,
      "highlighted": [
        {
          "name": "Young Gun",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/4ea06ec24aa33fb5183dec00e32532c9815ec82d.jpg"
        },
        {
          "name": "Greenhorn",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/7b2a5eb9c92d15449a34f086473d9c72fb5abd5a.jpg"
        },
        {
          "name": "Recruit",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/120da82a386fccf888287aa3eabf719437da49af.jpg"
        },
        {
          "name": "Greatest Comeback",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/9bc162e04d3883335ec53331c518f1a79bf05cdf.jpg"
        },
        {
          "name": "Deathmatch",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/5a44edcd83f9633f70af8180fdbfca7fb66d586c.jpg"
        },
        {
          "name": "Domination",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/22dace4fc0669bda1d49c2caff309ebfdb2fec92.jpg"
        },
        {
          "name": "Risk Taker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/bed26a08ab197d8d3cb18b2e62e2434aff1dc799.jpg"
        },
        {
          "name": "Hardcore",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/3cc79719e3bf4816b2d52f0d51495d66190fe7e3.jpg"
        },
        {
          "name": "Win Streak",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/208484372e436007260365b961eb494aa907c4da.jpg"
        },
        {
          "name": "Win Streak Ender",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/265750/5ede7799e8fab596545a9504920815b9b05e85e5.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 12,
      "total_negative": 4,
      "total_reviews": 16
    }
  }
}