{
  "266190": {
    "name": "Astral Terra",
    "steam_appid": 266190,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>Unlimited Terraforming and Building in your own Procedurally Generated<br>Smooth Voxel World.</strong></h2><br><br><strong>Explore, Adventure, Craft, Build, Survive. How will you shape your world? </strong><br>Astral Terra is a fantasy-themed sandbox world-crafting game for PC with RPG and survival elements. Set in a beautiful smooth voxel world that’s generated on the fly and completely editable, no two players will have the same experience, as everything from the skills you learn to the world you play in is fully unique and customizable. Explore the endless realm of the Fae Sanctum as a Planar Warden and pick out a piece of land to build your fortress via your unlimited power to terraform and build. Gather resources for crafting and building or just explore the various biomes for the sake of discovery. From character progression with abilities and powers, to the terrains and the environments, everything is procedural and editable! Shape your world and your character the way YOU desire! Play alone in single player offline mode or or join friends in multiplayer online mode to collaborate. Astral Terra has automatic online hosting of your world with no external server setup, with options for worlds to be public, password protected or private.<h2 class=\"bb_tag\" >CORE FEATURES</h2><ul class=\"bb_ul\"><li><strong>Play Your Way! Shape Your World!</strong> No starting Archetypes – your character, a Planar Warden, grows the way you want them based on your choices(skills) and discoveries(items). Pick from 3 starting races: The Fae, Dark Elf, or Dwarf for character races. </li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266190/extras/6375163cd85bd38978031a744c1e3e47.avif?t=1532388518\" width=616 height=158 /></span><br><br><ul class=\"bb_ul\"><li><strong>Unlimited Terraforming.</strong> You have lots of choices for editing your environment using the Kinumon Astra(Magic Cube).  The tool is one of your core world powers so gathering materials is not needed. Add or remove land, change textures and more.  No restrictions on terraforming.</li></ul><br><ul class=\"bb_ul\"><li><strong>Unlimited Build Tools.</strong> You can build using multiple shapes, materials &amp; prefabs. The tool is one of your core world powers so gathering materials is not needed. No grinding required.</li></ul><br><ul class=\"bb_ul\"><li><strong>Next Gen Dynamically Generated Worlds</strong>-With a robust modern smooth voxel system, our worlds are generated on the fly every time a player starts a new game (or load up your saved world that you already worked on). Simply put in a seed and see a new world every time! </li></ul><br><ul class=\"bb_ul\"><li><strong>Discovery &amp; Adventure</strong>-Unlock the mysteries of the world through exploration and discovery. Explore underground caves &amp; find rare minerals for crafting.</li></ul><br><ul class=\"bb_ul\"><li><strong>Mining &amp; Crafting</strong>-Gather ingredients &amp; resources from combat drops OR from mining your land to build new weapons and items.  Check our wiki for more details.</li></ul><br><ul class=\"bb_ul\"><li><strong>Skills &amp; XP</strong>-Gain XP through combat, harvesting &amp; exploration.  Choose skills based on the type of player you want to be.  Check our wiki for more detailed spell listings (basic powers and spell tomes available at launch, new advanced skill system coming soon).</li></ul><br><ul class=\"bb_ul\"><li><strong>Survival &amp; Combat</strong>-Fight and kill aggressive mobs that also want to kill you. (bloodfiends and grottonoids in caves so far - more coming).</li></ul><br><ul class=\"bb_ul\"><li><strong>Solo &amp; Coop</strong>-Play alone in offline single-player mode or Invite friends to join your multiplayer online world via the in-game server browser. If set to public, your friends will see your game and can join you – all done seamlessly without third party software (online private and public mode). Online play is set to a current limit of 10 players per room/world.</li></ul><h2 class=\"bb_tag\" >STATE OF THE GAME</h2>For most features, we now have the core implemented, these systems just need to be extended upon.<br><br><br><strong>In Early Access Build:</strong><br><ul class=\"bb_ul\"><li>Terraforming and Terrain Editing Tools (Building, Digging)</li></ul><ul class=\"bb_ul\"><li>Dynamic World Generation(with Seeds)</li></ul><ul class=\"bb_ul\"><li>4 different Biomes for the starting Fae Sanctum plane</li></ul><ul class=\"bb_ul\"><li>Day/Night Cycle</li></ul><ul class=\"bb_ul\"><li>Resource Harvesting</li></ul><ul class=\"bb_ul\"><li>Simple Crafting System</li></ul><ul class=\"bb_ul\"><li>Interactive Cascading Water, Waterfalls, Rivers, Oceans </li></ul><ul class=\"bb_ul\"><li>Underground Cave System</li></ul><ul class=\"bb_ul\"><li>Basic Combat, Weapons &amp; Spell Casting</li></ul><ul class=\"bb_ul\"><li>Wildlife/Animals</li></ul><ul class=\"bb_ul\"><li>World/Home items to place</li></ul><ul class=\"bb_ul\"><li>Player Built Housing</li></ul><ul class=\"bb_ul\"><li>3 Starting races with 2 sexes for each race(male or female; Fae, Dark Elf, or Dwarf)</li></ul><ul class=\"bb_ul\"><li>Attributes and XP</li></ul><ul class=\"bb_ul\"><li>Some Survival System Components(hunger/stamina)</li></ul><ul class=\"bb_ul\"><li>Aggressive Mobs in caves(Bloodfiends &amp; Grottonoids so far - more coming)</li></ul><ul class=\"bb_ul\"><li>Mounts for travel</li></ul><ul class=\"bb_ul\"><li>Multiplayer(cloud hosted, room based MP with up to 10 players per room)</li></ul><ul class=\"bb_ul\"><li>Single Player Offline Mode</li></ul><ul class=\"bb_ul\"><li>Steam Integration(no 3rd party login required)</li></ul><ul class=\"bb_ul\"><li>Friends list and trade options</li></ul><ul class=\"bb_ul\"><li>Character Customization</li></ul><br><strong>Coming</strong>:<br><ul class=\"bb_ul\"><li>More items to craft</li></ul><ul class=\"bb_ul\"><li>More advanced Combat and Skills</li></ul><ul class=\"bb_ul\"><li>Multiple armor types</li></ul><br>---------------------<h2 class=\"bb_tag\" >STORY</h2><br>[1 THE BEGINNING]<br>In the beginning there was the formless warm gray.<br>There was neither light nor darkness, nor form nor striving.<br>Yet in time, there was the slightest movement in the gray.<br>So slowly at first, that none might notice, even had there been one to watch.<br>Over eons of uncounted time, the gray gathered itself in a single place.<br>A thing like a smooth gray egg coalesced, then shrunk and contracted until in an explosive burst,<br>The Two were born: One of Light, the Other of Darkness.<br>The Great Lovers, Lakana the White, Goddess of Light and Order, and<br>Visaku the Black, God of Darkness and Chaos, blossomed forth into the universe.<br>[2 THE FIRST CHILDREN]<br>In the fullness of time, the Two begat the First Children. The Firstborn was enigmatic.<br>They named him Davanu, and tall and proud,<br>Crowned with mighty horns and lusting always for power.<br>Red is his color.<br>Next in their line was Da’lea the Green, joyful and merciful,<br>Prone to rapid change in mood, but mighty in her generosity and mirth.<br>Finally, in a pregnancy that nearly killed Lakana were born the Four:<br>Ravanyx the Golden, fiery in both temperament and appearance;<br>Vaya the color of Sky, fast and effortless in motion, controlled by none;<br>Nitluru the Brown, dwarfed and sturdy, slow to anger, but mighty in wrath;<br>And Tagaryl, green like the Sea, cold and deep, filled with secrets...<br><br>Read more and learn all about Planar Wardens and Astral Terra at our wiki!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266190/header.jpg?t=1532388518",
    "developers": [
      "Tethys Interactive LLC"
    ],
    "publishers": [
      "Tethys Interactive LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}