{
  "266270": {
    "name": "Gridiron Solitaire",
    "steam_appid": 266270,
    "required_age": 0,
    "is_free": false,
    "description": "Inspired by classic games like TV Sports Football, Front Page Sports Football, and Fairway Solitaire, Gridiron Solitaire combines football strategy with a solitaire-style card game for a new sports game experience. Lead your team to the Gridiron Bowl Championship!<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>a game world with almost unlimited depth. Create a 16 team, fully customizable league, then play for up to 30 seasons. Each league evolves differently over time.<br></li><li>guide your team through a 15 game regular season + playoffs. Before each game, choose to play or sim ahead to the next week.<br></li><li>enjoy the drama of professional football in an intense, 20-minute package. Unique gameplay combines football strategy with card play, and includes thousands of possible text events to influence the action.<br></li><li>behind the scenes is a quality sim. Real NFL data is used in every aspect of the game. <br></li><li>experience roaring crowds and dynamic sounds in a true football atmosphere. 8 hand-crafted stadiums create a vibrant and colorful game world.<br></li><li>detailed weather database has custom weather profiles for hundreds of American and Canadian cities. Rain/snow are possible, and both affect <br>gameplay.<br></li><li>after each game you play, see a customized newspaper headline based on your performance (with over a thousand possible combinations).<br></li><li>offseason mini-game gives you a chance to improve your team's ratings, and team ratings matter in every aspect of the game.<br></li><li>visit the team museum to review past seasons and see all-time franchise leaders.<br></li><li>custom difficulty levels let you tailor your experience from casual to the ultimate challenge.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266270/header.jpg?t=1447359583",
    "developers": [
      "Bill and Eli Productions"
    ],
    "publishers": [
      "Bill and Eli Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}