{
  "266370": {
    "name": "Calibre 10 Racing",
    "steam_appid": 266370,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >WHEEL TO WHEEL, PRECISION SHOOTING ACTION.</h2><br>4 Teams of 2. One driver and one shooter. Each Team battling it out to be the first to cross the finish line.<br><br>Drivers go flat-out pushing horsepower limits behind the wheel of high-concept super cars in an all out blitz over tarmac and dirt.  Shooters push firepower limits in high-tech military grade turrets, covering their driver,  taking out opposing vehicles &amp; turrets and jockeying for the most advantages turret positions around the track.<br><br>Team-work, intensity, vehicle countermeasures like flares and chaff to fend off incoming fire from opposing team turrets, a steady aim and on-track power-ups that provide an upgradeable edge for Shooter weaponry are needed to capture the checkered flag and championship glory.<br><br>Step in. Your next gen motorsports experience STARTS NOW. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266370/extras/08ce90eb9bac2e13a1fc145824ad32da.avif?t=1737495654\" width=620 height=348 /></span><h2 class=\"bb_tag\" >WHAT IS THE DRIVER'S JOB?</h2>it's pretty obvious, drive a car to the finish line and avoid getting shot.<h2 class=\"bb_tag\" >WHAT S THE SHOOTERS JOB?</h2> Jump into turrets and blow up the competition trying to help your driver to win the race.<br><br>Sounds easy? Give it a try...<h2 class=\"bb_tag\" >WHO CAME UP WITH THAT GAMEPLAY IDEA?</h2><i> C10 Racing Series is the spiritual successor to a game we made called Harms Way.  Harms Way was born out of the gaming community as part of the Doritos Unlock Xbox Challenge.  So we are putting our new game through 'Early Access' in order to get as much valuable feedback on the game as we can prior to going live with it. As we are feeling pretty good about having a solid &amp; fun core gameplay, we are also realistic about the challenges of delivering set expectations for any multiplayer title. </i><h2 class=\"bb_tag\" >EXPERIENCE A GORGEOUS SETTING</h2>The team at Bongfish is very proud of their proprietary game-engine allowing to draw detailed huge outdoor terrains.<br>See some examples of Calibre 10 Racing Series first race track below.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266370/extras/86a939d2328145e11f63c636a838cb3f.avif?t=1737495654\" width=620 height=349 /></span><h2 class=\"bb_tag\" >HOW DO WE WANT TO WORK WITH THE COMMUNITY?</h2>Initially we want to work with players on finding the right balance for the vehicles, turrets &amp; weapons before moving on to more content and the progression system.<br>Please use the forum and game group to get in touch with our dev-team.<h2 class=\"bb_tag\" >Calibre 10 Racing Series ALPHA 1 (Initial release)</h2><ul class=\"bb_ul\"><li>Class 1 Race Track 'Central China'<br></li><li>Class 1 Racing Vehicle 'KLOSS'<br></li><li>Class 1 Stationary Turret (Sniper, Gatling &amp; Missiles)</li></ul>We only want players testing one track and car in order to get specific feedback. Once we feel confident we'll move forward with ALPHA 2 (estimated a couple of weeks later).<h2 class=\"bb_tag\" >Calibre 10 Racing Series Racing ALPHA 2 (First Major Update)</h2><ul class=\"bb_ul\"><li>adding Class 2 Race Track 'Central China'<br></li><li>adding Class 2 Racing Vehicle 'KLOSS'<br></li><li>introducing Class 1 &amp;2  Offroad Buggy 'AX'<br></li><li>introducing Class 2 Rail Turrets (Sniper, Gatling &amp; Missiles)<br></li><li>introducing first progression system to reach Class2</li></ul>With ALPHA2 we want to introduce Class 2 vehicles and weapons and highlight the power based progression system.<br>In addition Rail Turrets will be introduced (not part of the original Harms Way). Also the Offroad Buggy AX will be unlocked.<h2 class=\"bb_tag\" >Calibre 10 Racing Series ALPHA 3 (2nd Major Update)</h2><ul class=\"bb_ul\"><li>adding Class 3 Race Track 'Central China'<br></li><li>adding Class 3 vehicles upgrades.<br></li><li>introducing the heavy Racing Truck. (we've teamed up with awesome designers for this vehicle!)<br></li><li>introducing Class 3 Hover Turrets (Sniper, Gatling &amp; Missiles)<br></li><li>adding Class 3 Weapon Upgrades.<br></li><li>Refined progression system.</li></ul>Alpha 3 finally should feature a robust progression system. Vehicle &amp; weapon classes should be tuned for a balanced gameplay and players should definitely see the difference in the power of using weapons &amp; vehicles from different classes.<br>NOTE: EARLY ACCESS customers will get all the launch content - no matter what the final price point or monetization model will turn out to be.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266370/extras/8ad9db496694dbfb909b172d9a9d0f0a.avif?t=1737495654\" width=620 height=422 /></span><h2 class=\"bb_tag\" >Final Release Content</h2><ul class=\"bb_ul\"><li><strong>Calibre Class Vehicles 1-10 </strong>  -  The full array of Calibre Class vehicles 1-10 will be unlockable in the final release with increased horsepower, handling and counter measures.<br></li><li><strong>Calibre Class Turrets 1-10 </strong> - Shooters will be able to man Calibre Class Turrets 1-10 in the final release with even more devastating firepower and ammo then the Alpha Release.<br></li><li><strong>Calibre Class Tracks 1-10 </strong>- The competition will heat up as Teams hit the starting grid on the full complement tracks from around the world on the C10 Racing Circuit.<br></li><li><strong>Class Progression System</strong> - Compete to become the best of the best and achieve the elusive yet elite Calibre 10 status, where the highest vehicles, weapons, tracks, perks and competition unfolds.<br></li><li><strong>Communication is Key</strong> - Only the teams with the highest of skill and communication will rise through the ranks on the C10 circuit.</li></ul><h2 class=\"bb_tag\" >A NOTE ON VEHICLE &amp; WEAPON DESIGN</h2>The team at Bongfish is very passionate about high-end concept car design.  We are working wth top concept car designers from around the world to create racing vehicles that no one has ever seen before.  Each of the vehicles in the game will be unique designs to any racing game previously made.  The team plans to make the game and community a hub for concept car design (our vision is that ultimately C10 Racing Series joins STEAM WORKSHOP for vehicles &amp; weapons).<h2 class=\"bb_tag\" >FEATURED ARTIST: SHANE BAXLEY</h2>Shane's legendary Alienware MK2 concept car immediately turned us into fans of his works. You can imagine our excitement when Shane agreed on designing the very first vehicle and set of turrets. <br>Now we are proud debuting the first ALPHA release with the KLOSS racing vehicle.<br>More on Shane: <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266370/extras/90b33605279d1da26118c6debecd22b2.avif?t=1737495654\" width=620 height=428 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266370/header.jpg?t=1737495654",
    "developers": [
      "Bongfish GmbH"
    ],
    "publishers": [
      "Bongfish GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "First Blood",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/266370/25fac41cd3e6214d9477451a3a136060ea97fc76.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}