{
  "266740": {
    "name": "Magicka: The Ninth Element Novel",
    "steam_appid": 266740,
    "required_age": 0,
    "is_free": false,
    "description": "<i>You have played the game – now read the book to find out how it all began.</i><br><br>The Wizards of Midgård channel the Eight Elements to perform astounding (and often destructive) feats of Magick. They are sworn to use their powers for good, never for evil – and only occasionally for the sheer fun of blowing things up.<br><br>There have long been rumors of a mythical Ninth Element that grants ultimate power to the Wizard who masters it. The Order of Magick says there is no such thing. But when a mysterious Purple Wizard steals an ancient artifact that just may be a key to unlocking the (alleged) Ninth Element, the Order wants it back at any cost ... just in case.<br><br>Naturally, they send four inexperienced student Wizards to do the job. <br><br>To save the world, Davlo, Fafnir, Grimnir and Tuonetar must test their spells against deadly traps, barbaric foes, hordes of monsters, a fearsome giant and the awesome might of the Purple Wizard. But their most dangerous enemy may be one of their own...<br><br>(Or not. Just saying it <i>could </i>be. No guarantees. You’ll just have to read the book, won’t you? )<br><br><i>Upon purchase, this book will be downloaded to the Steam folder on your computer in three formats: epub, mobi and PDF. To read the book on your mobile device, transfer the epub or mobi file to the device and open the file in your ebook reader app. Enjoy!</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/266740/header.jpg?t=1447359608",
    "developers": [
      "Paradox Interactive"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}