{
  "267440": {
    "name": "MAGIX Movie Edit Pro 2014 Plus",
    "steam_appid": 267440,
    "required_age": 0,
    "is_free": false,
    "description": "Show the world your best gaming experiences. MAGIX Movie Edit Pro 2014 Plus offers you all the functions and tools you need for your video projects. Edit your walkthroughs  frame-precise on up to 99 tracks or capture exciting moments of triumph on Let's Play - the only limit is your own creativity! You can also quickly and easily transform footage from family celebrations, vacations and special events into entertaining movies.<h2 class=\"bb_tag\" >Developed by us. Made for you.</h2><ul class=\"bb_ul\"><li> Frame accurate video editing on as many as 99 tracks<br></li><li> Support for the new 4K Ultra HD resolution<br></li><li> Create, edit, and save 3D videos<br></li><li> Proxy editing: Smooth editing even on slow computers<br></li><li> Edit multicam footage recorded from two sources: <br>Ideal for Let's Play - show what game you're playing and how you play it!<br></li><li> Advanced audio dubbing in 5.1 Surround Sound etc.<br></li><li> HDR effects for unique contrast values in your videos<br></li><li> Secondary color correction: Modify individual hues in incredible detail<br></li><li> Intel WiDi support: Stream from your preview screen<br></li><li> Including high-special special effects, transitions, and templates<br></li><li> Output to DVD, Blu-ray Disc, YouTube, Facebook, Vimeo, and as files</li></ul><h2 class=\"bb_tag\" >Impressively new. Incredibly fast.</h2><br><strong>4K – The revolution for your videos.</strong><br>Twice as big, four times as sharp. The new 4K Ultra HD format can display images in more detail than Full HD. Experience your videos in unparalleled quality. Only MAGIX Movie Edit Pro 2014 Plus offers you the perfect workflow for editing your own Ultra HD videos. No matter whether you have footage from last week's game or videos from your vacation - use the full potential of your videos.<br><br><br><strong>Amazing footage. Smooth editing.</strong><br>Edit 4K and HD footage as simply as low resolution footage. With the new proxy editing feature you can create easy to edit versions of your original video files manually or automatically. This enables smooth editing even on low performance computers. The program uses the original files when exporting, thus combining smooth workflow with first-class output quality.<br><br><br><strong>New touch design.</strong><br>For the first time unique touch elements have been integrated into the program's interface. You can now shorten videos and operate the color wheel easier than ever before using the large buttons, or simply with the mouse. The toolbar in the timeline has been redesigned and now provides direct access to the most important mouse modes.<br><br><br><strong>Better performance on all tracks.</strong><br>Work even faster! The optimized multi-track feature enables a more efficient use of the multi-core processors. Edit your videos on multiple tracks faster than ever before. Guaranteed high speed video decoding by saving unnecessary quality processes when playing videos in realtime.<br><br><br><strong>Templates that will amaze everyone.</strong><br>Impress your viewers with the new menu, film, and intro/outro templates. Ideal e.g. for birthdays, weddings or holiday videos. The wide range of high-quality templates and decorative elements give your videos a professional look, not matter what style you choose.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong>, 波兰语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267440/header.jpg?t=1461610032",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 22 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}