{
  "267630": {
    "name": "Total War: ROME II - Beasts of War Unit Pack",
    "steam_appid": 267630,
    "required_age": 0,
    "is_free": false,
    "description": "Total War: ROME II – Beasts of War<br />\r\n<br />\r\nMarshall your savagery, and strike primal fear into the hearts of your enemies with the Beasts of War unit pack for ROME II. Comprising seven new battlefield units, Beasts of War brings further variety to ROME II’s already diverse unit roster. <br />\r\nTerrorise your enemies and slow their progress with beehive, scorpion and snake-pot ballistas, or crush them under the weight of heavily-armoured Cataphract Camels and Mercenary Syrian Armoured Elephants. And when their will is broken and they flee the field, run them down with two new breeds of ferocious war-dogs. <br />\r\nBeasts of War brings introduces the following recruitable units to ROME II:<br />\r\n<br />\r\n• Molossian Dogs<br />\r\nCan be recruited by: Epirus<br />\r\nA heavily muscled beast from western Greece, the now-extinct Molossian is considered to be the predecessor of many of today’s larger breeds, such as the Rottweiler and Great Dane. Used as both a guard dog and in battle, Virgil remarked “never, with them on guard, need you fear for your stalls a midnight thief, or onslaught of wolves, or Iberian brigands at your back.” These vicious dogs do not tire easily, and never lose the scent of an enemy.<br />\r\n<br />\r\n• Beehive Onager<br />\r\nCan be recruited by: Athens, Epirus, Macedon, Sparta, and Syracuse<br />\r\nWhilst large-scale beekeeping for agricultural purposes was a later innovation, the humble honeybee nevertheless held an important place in ancient Greek culture. A trio of mythical nymphs, the Thriae or ‘bee maidens’, were loved by Apollo and Poseidon, bearing their children.  Bees also have a practical application in battle, as a swarm of angry bees will always cause troops to stall and panic.<br />\r\n<br />\r\n• Scorpion Pot Ballista <br />\r\nCan be recruited by: Pontus, Parthia<br />\r\nHome to the most lethal scorpions in the known world, whose sting can paralyse and kill a man within an hour, it was only a matter of time before a wily Middle Eastern general used them against his enemies. Spare a thought, then, for the Roman emperor Severus; whilst besieging the Parthian city of Hatra, his army was showered with pots of scorpions from atop the city walls. Like Trajan before him, Severus failed to breach the defences, even after two attempts.<br />\r\n<br />\r\n• Snake Pot Ballista <br />\r\nCan be recruited by: Carthage<br />\r\nPerhaps the most famous use of potted animals was Hannibal Barca’s tactic against the fleets of Eumenes II of Pergamon. Hurling large clay pots full of venomous snakes onto the decks of Eumenes’ ships; he panicked the enemy fleet and won the day. Any unit struck by writhing, venomous snakes will pause to consider the wisdom of marching onwards! <br />\r\n<br />\r\n• Camel Cataphracts <br />\r\nCan be recruited by: Parthia<br />\r\nThe Roman general Macrinus was not noted for his experience, although had another fought the Battle of Nisbis in 217 AD, it’s hard to imagine he’d be any less stunned by the Parthian cataphract camels fielded that day. Wearing coats of tough, yet flexible, scale-mail, they made an awesome and terrifying sight as they punched through the frontlines and spooked the Roman horses with their camels’ earthy stench.<br />\r\n<br />\r\n• Celtic Warhounds<br />\r\nCan be recruited by: Iceni, Cantiaci, Caledones, Demetae, Dunmonii, Brigantes, and Ebdani<br />\r\nDogs have always been useful for guard, patrol and scout work. With skilled handlers they can also be used effectively on the battlefield. Attack dogs were specifically bred and trained to ignore the noise and chaos of combat. The Celtic tribes of the late Iron Age put them to great use. Their speed and ferocity made them ideal shock-troops, and perfect for running down fleeing stragglers. <br />\r\n<br />\r\n• Mercenary Syrian Armoured Elephants<br />\r\nCan be hired as mercenaries in: Dura, Antioch, Tyros, and Palmeira<br />\r\nIndian elephants first came to the Middle East when Seleucus, one of Alexander the Great’s Successors, invaded India in 305 BC. 500 war elephants were handed over as part of the peace treaty between the Seleucid dynasty and the Mauryans of India, and the Seleucids went on to breed many more from this initial stock. War elephants remained an important part of the Seleucid army until their defeat by the Romans at Magnesia in 190 BC, following which they were forbidden from breeding more.<br />\r\n<br />\r\n• Wolf Warriors<br />\r\nIn the Germanic world, the cult of Wodenaz was so large that people of the age often had wolf-related names, such as Vulfolaic (&quot;Wolf-dancer&quot;), Wolfhetan (&quot;Wolf-hide&quot;), and Wolfdregil (&quot;Wolf-runner&quot;). Wolfgang, or &quot;Wolf-gait&quot;, has remained a popular German name to this day. The Wolf Warriors, available to the Suebi and as mercenaries for holders of any province in Germania, drape themselves in wolf-hides and fight with the spirit of Wodenaz. <br />\r\n<br />\r\n• Sobek Cultists<br />\r\nDefender of the Nile and protector of Pharaoh's power, Sobek was the crocodile-headed god of ancient Egypt from the Old Kingdom period through to the Ptolemaic dynasty and beyond. As such, crocodiles were venerated for their violent, primal qualities, and were even bred on temple sites as a living personifications of the god, and mummified when they died. With titles such as &quot;One who buries the bodies of the crocodile-gods of the Land of the Lake&quot; and &quot;prophet of the crocodile-gods&quot;, the priests of the cult of Sobek served him completely in the main temple at Shedet in defence of the Pharaoh and his subjects. Clad in the hides of the sacred crocodile, the Sobek Cultists are available to recruit for Egypt.<br />\r\n<br />\r\n• Mercenary Leopard Warriors<br />\r\nBeing Egypt’s neighbour, Nubia also became, at times, its greatest enemy, and the population were often enslaved and used as soldiers. In 750BC Nubians even managed to conquer Egypt, and ruled for one hundred years, such was the deep rivalry that existed between the two. Consisting mainly of mercenaries from its various regions, the armies of Nubia were famed for their aggression and fearlessness on the battlefield. The Leopard Warriors are no exception: clad in the skins of swift and deadly leopards, they are a force to be reckoned with. Available to recruit as mercenaries when holding Egypt in the Grand Campaign.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 俄语, 波兰语, 捷克语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267630/header.jpg?t=1764167503",
    "developers": [
      "CREATIVE ASSEMBLY",
      "Feral Interactive"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1300,
      "final": 650,
      "discount_percent": 50,
      "initial_formatted": "¥ 13.00",
      "final_formatted": "¥ 6.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 3,
      "total_negative": 2,
      "total_reviews": 5
    }
  }
}