{
  "267780": {
    "name": "Talisman - The Highland Expansion",
    "steam_appid": 267780,
    "required_age": 0,
    "is_free": false,
    "description": "<i>“Legends say that magic pours into the world from high atop the tallest mountain in the land. But beware, for within the Highland dwells the feared Eagle King, guardian of the source of all magic. Intruders and fortune seekers will receive no mercy, for he has not forgotten that the jewels stolen from him now adorn the Crown of Command.”</i><br><br>Discover the Highland Region, one of the four Kingdoms surrounding the land of Talisman. This expansion adds a new board piece to the main Talisman board, ready to be explored. Climb as high as you dare to the highest peak in Talisman, as you search for unimaginable wealth. Don’t expect it to be an easy climb though...<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267780/extras/7a2ff0287ef8ad661ee30d9fa0cc6583.avif?t=1616148824\" width=616 height=350 /></span><br><br>Make your way to the perilous Crags and you’ll find the entrance to The Highlands waiting for you. Movement is the same as the main board while you’re in The Highlands, except you must follow the designated trail. While in this dangerous windswept Region, you’ll need to draw Highland Cards instead of your usual Adventure Cards. These cards work in the same way as Adventure Cards from the base game, but the Objects and Creatures you face on them will create new and unexpected challenges. Adventure carefully!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267780/extras/abcef9adf7a3c0ecb77b3bf3a646eade.avif?t=1616148824\" width=616 height=350 /></span><br><br>You’ve made it to the last space within the Highland board - The Eyrie.<br>Here you’ll meet the most powerful creature in the Highlands, the Eagle King. The Eagle King guards an array of Relics which you’ll be able to claim if you defeat him. These Relics can give you the upper hand in your race for the Crown of Command.<br><br>When facing the Eagle King, you must face him in single combat. Followers, Spells or Objects can not fight in your character's place, so make sure you have the power to defeat him before taking on the champion of the Highland! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267780/extras/6ea848b75cae00fe757e5f605e63cefd.avif?t=1616148824\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Sprite</h2>As a child of the forest, the Sprite has learned to evade the harsh creatures which lurk there as well as avoid the dangers of the woods. Her natural affinity with magic means she always has access to two Spells to confound and outsmart her opponents! When playing as the Sprite:<br><ul class=\"bb_ul\"><li>You begin the game with 2 Spells.<br></li><li>During the game, you always have at least 2 Spells.<br></li><li>You may evade characters in the Woods and Forest. </li></ul><h2 class=\"bb_tag\" >Rogue</h2>Fighting more than one Enemy comes easy to a dual-wielding Rogue, and shes the master of stealing gold from her defeated opponents. When playing as the Rogue:<br><ul class=\"bb_ul\"><li>Whenever you fight more than 1 Enemy at the same time you may roll 1 die and add the result to your attack score. <br></li><li>Whenever you defeat a character in battle or psychic combat and choose to take a gold, you may take all of their gold instead. <br></li><li>Whenever you visit the Tavern Mystic, or Enchantress, you may roll 2 dice and choose one of the results to use. </li></ul><h2 class=\"bb_tag\" >Highlander</h2>The Highlander is truly a man of legend. Stories claim he has braved the Crags and ventured into the furthest reaches of the Chasm, emerging without a scratch! When playing as the Highlander:<br><ul class=\"bb_ul\"><li>You need not roll the die in the Crags or Chasm unless you wish to.<br></li><li>Whenever you land on the Hills, you may draw two Adventure Cards instead of one, but you must encounter both cards. If there is already a card on the Hill you may draw a second card, but must still encounter both. <br></li><li>Whenever you are about to engage in battle, you may charge and add 2 to your attack score. If you charge, you must miss your next turn to recover your wits. </li></ul><h2 class=\"bb_tag\" >Alchemist</h2>After pursuing hidden knowledge the Alchemist has discovered how to transmute physical matter into gold. If gold isn't what you’re after, the Alchemist can also convert his gold into useful potions. When playing as the Alchemist:<br><ul class=\"bb_ul\"><li>During your turn, you may alchemise any Objects you have into gold. Discard the chosen Object and gain 1 gold for each Object and 3 gold for each Magic Object. <br></li><li>During your turn, you may alchemise any gold you have into potions. For each gold you discard you may replenish 2 fate, heal 1 life, or gain 1 Spell. <br></li><li>You can Alchemise Objects into gold and gold into potions in the same turn.</li></ul><h2 class=\"bb_tag\" >Valkyrie</h2>The Valkyrie is a mighty warrior who cannot be tainted by evil. She has the ability to call upon her holy powers to resurrect any fallen followers. When playing as the Valkyrie:<br><ul class=\"bb_ul\"><li>You may add 1 to your attack score during battle. <br></li><li>You may visit the Graveyard as if you were of evil alignment.<br></li><li>Whenever a Follower is killed, you may resurrect it and keep it as your Follower instead of allowing it to be placed on the discard pile. You can only resurrect each Follower once per turn. </li></ul><h2 class=\"bb_tag\" >Vampiress</h2>Other characters must take care when the Vampiress is lurking nearby, especially if they want to keep hold of any Followers they may have! When playing as the Vampiress:<br><ul class=\"bb_ul\"><li>When you attack another character, you may choose to make the attack psychic combat. You may not do this when you’re attacked by another character. <br></li><li>Whenever you visit the Graveyard you may heal up to your life value.<br></li><li>You may take any 1 Follower from a character that you land on.<br></li><li>During your turn, you may drain the life-force from any of your Followers. Discard the chosen Followers and gain 1 life for each Follower discarded.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267780/extras/115f7ccde48cf54b1df1b5dcd2bb4e62.avif?t=1616148824\" width=616 height=350 /></span><h2 class=\"bb_tag\" >Eagle King</h2>The Eagle King has claimed the Crown of Command for himself and it’s up to you to defeat him. You must attack the Eagle King using Craft or Strength and must immediately attack again if you’re successful in battle. If the Eagle King manages to defeat you and no one else is on the Crown of Command, he will heal all his life until he meets his next challenger. The player who defeats him wins the game!<h2 class=\"bb_tag\" >Hand of Doom</h2>This ending takes no prisoners. Once a character reaches the Crown of Command, they must roll one die each turn. The die roll is checked against the endings chart:<br>1) All characters are killed - all players lose the game<br>2-3) Lose 1 life<br>4-5) Choose one character to be killed. If all other characters are killed you win the game <br>6) All other characters are killed - you win the game<h2 class=\"bb_tag\" >Battle Royale</h2>Ensure you have a Talisman in your grasp for this ending - it’s a fight to the death! Any character that doesn’t have a Talisman by the time the first character reaches the Crown of Command is killed.<br><br>All remaining characters enter into a head-to-head battle with the player who entered the Crown of Command first. This player can then decide who they want to attack first. The loser loses a life and the winner chooses any other character to attack. If the attack is a stand-off, the same characters fight again. Characters must continue to attack each other in this manner until only one character remains. The last character remaining wins the game! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267780/extras/c4c33467a77a41ce228f8fba2046f728.avif?t=1616148824\" width=616 height=350 /></span><br><br><ul class=\"bb_ul\"><li>1 New Board Piece <br></li><li>142 Highland Cards<br></li><li>10 Spell Cards<br></li><li>12 Adventure Cards<br></li><li>4 Relic Cards<br></li><li>3 new Alternative Endings<br></li><li>6 New Characters</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267780/header.jpg?t=1616148824",
    "developers": [
      "Nomad Games"
    ],
    "publishers": [
      "Nomad Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}