{
  "267830": {
    "name": "Liquid Rhythm Collection",
    "steam_appid": 267830,
    "required_age": 0,
    "is_free": false,
    "description": "Liquid Rhythm is a wildly innovative beat generator, sequencer, and software MIDI controller. It's powered by a rhythm synthesis engine that gives you instant access to quadrillions of rhythmic patterns that can be manipulated with a comprehensive suite of MIDI effects (called Molecule Tools). Paint drum patterns using a palette of note clusters that provide new visualizations for MIDI data. Run it standalone or integrate into your workflow through VST/AU/RTAS/Max for Live.<h2 class=\"bb_tag\" >Molecule Tools: Our MIDI Effects Suite</h2><br><strong>Randomizer</strong><br>Dial in your settings: Will there be a wild variation in the patterns or the velocity? Will those patterns be distributed across several tracks? It’s all up to you. Once you’re satisfied you have some coordinates that could yield interesting results, press the Surprise Me! button.<br><br><strong>Groove Mover</strong><br>The Groove Mover is a way for you to instantly remix your beat. It’s a MIDI effect that alters the arrangement of the notes in a bar.<br><br><strong>Accent Modifiers</strong><br>Accent Modifiers target the velocity and groove of notes; basically the things that make music not sound like renegade robots hijacked your studio and started making music. You can think of Accent Modifiers as avenues to humanize your beats and free them from totalitarian robotic rule.<br><br><strong>BeatForm Tumbler</strong><br>These dials are designed to tumble through the BeatForms in the BeatForm Palette and spread the love through your beat. Select different entries in the BeatForm Palette to change what you can dial into the selected regions based on either color codes or the beat locations. Complexify or simplify your beat. <br><br><strong>BeatForm Shifter</strong><br>This simple tool is designed to work within your selected regions (including empty regions) to shift the BeatForms (groups of notes) either left or right. It allows you to quickly try subtle new variations by taking a BeatForm combination and moving it around.<h2 class=\"bb_tag\" >Rhythm Synthesizers</h2><br><strong>BeatBuilder: BarForm List</strong><br>When you’re creating a drum track, the Beat Builder is your best friend. By default, it’s a really straightforward look at some commonly occurring patterns for whatever instrument you have selected. For example, if you’re working on a snare instrument, the Beat Builder will instantly highlight snare-specific patterns you can insert into regions with one click.<br><br><strong>BeatBuilder: BeatForm Sequencer</strong><br>The BeatForm Sequencer is what would happen if a radioactive spider and happy-go-lucky surfer dude collaborated on a really artsy documentary on Eastern Canadian flora: There’d be tons of hi-res time lapse footage of flowers in bloom and it would be sweet.<br>However sweet as that would be, fundamental questions would remain unanswered. Namely, what is the BeatForm Sequencer? A regular sequencer loops one or two bars and you input notes one at a time. The BeatForm Sequencer takes that model to the next level:  Each space in the sequencer can hold one or more notes, up to six. You can think of the spaces in the BeatForm sequencer as placeholders for groups of notes. <br>All it ever takes is one click in the BeatForm Sequencer to get a cluster of notes in any given space. Press the arrows to the left and get that entire bar instantly.<br> <br><strong>BeatWeaver Rhythm Synthesizer</strong><br>With the BeatWeaver Rhythm Synthesizer, you can dispense with the pleasantries and treat music like family. This is the philosophy of the BeatWeaver Rhythm Synthesizer: why should something so familiar and commonplace ever be complicated?<br>The idea is simple: all these patterns exist in your music, you just haven’t used them yet. But when you want to, they’re always only one click away. What’s more, when you’ve created a beat, the BeatWeaver makes creating slight variations really easy- it’s all about how the patterns are organized in the wheel. So take a look around it, you’ll notice that all the patterns are surrounded by similar patterns.<br><br><strong>BeatSeeker</strong><br>The BeatWeaver can be an intimidating mass of information to negotiate through. That’s why the developers at WaveDNA built the BeatSeeker, an intelligent algorithm that highlights the most commonly occurring patterns for whatever instrument you’re working on.<br>Our team of astute scientists studied several hundred songs from a variety of genres (hip hop, d&amp;b, trance, house, rock, metal, jazz, to name a few) to put this feature together. No rodents were harmed during its inception.<h2 class=\"bb_tag\" >Sweet Features </h2><br><strong>In-Line Editing</strong><br>Liquid Rhythm’s Pencil and Paint tools turn the Arranger into something it should always be– a Canvas. Rhythm is art, your screen is an easel, and these are the tools of your trade.<br><br><strong>Media Library</strong><br>Liquid Rhythm features a handful of  distinct kits, each mapped to the General MIDI standard of percussion (which is a fancy way of saying that when you hook up your MIDI drum pad, everything will work just the way you’d expect it to).<br>There are six electronic kits:<br><br><ul class=\"bb_ul\"><li>DnB<br></li><li>Dubstep<br></li><li>HipHop<br></li><li>House<br></li><li>Techno<br></li><li>Trance</li></ul> <br>Additionally there are four acoustic kits:<br> <br><ul class=\"bb_ul\"><li>Acoustic<br></li><li>Pop<br></li><li>Rock<br></li><li>Soul</li></ul> <br>Each kit features multi-sample instruments. This makes playing Liquid Rhythm live actually feel live. Snare drums, toms, hi hats, kicks– they all react like actual instruments, which is great because people aren’t virtual and their music shouldn’t be either!<br> <br><strong>The Music Molecule</strong><br>The Music Molecule is a new representation of MIDI. More importantly, it’s a simpler and more musical representation of MIDI.<br>Unlike traditional MIDI editors, Liquid Rhythm doesn’t require you to have any theoretical understanding of music or the piano. It’s our way of grouping notes together in a 4/4 bar to let you actually paint entire bars of music onto your arranger. This is what we mean when we say, “Create beats one bar at a time.” With the Beat Builder, it’s always one click away.<br> <br><strong>VST/AU/RTAS</strong><br>Liquid Rhythm is available as a VST, AU, or RTAS plugin. That means whether you’re using Ableton Live, Logic Pro, Pro Tools 10, Studio One, Sonar, Cubase, or FL Studio, Liquid Rhythm will seamlessly integrate into your workflow.<br>Because the testing team at WaveDNA are such nerds, we’ve even taken the liberty of showing you exactly how to set up Liquid Rhythm with a pretty wide range of DAW’s. Check out our site for a list of supported DAWs.<h2 class=\"bb_tag\" >Max for Live Liquid Rhythm Patch</h2><br>Liquid Rhythm features an exciting new integration system for Ableton Live users: Liquid Rhythm’s powerful MIDI sequencing and editing tools can be used to create and remix MIDI patterns directly in Ableton Live clips. As you jump clip-to-clip in Ableton Live, Liquid Rhythm automatically displays the MIDI contents of each selected clip and Drum Rack information of each track.<br><br><strong>Benefits</strong><br><ul class=\"bb_ul\"><li>Speed up the creation of rhythm tracks in Ableton Live clips.<br></li><li>Integrate with Ableton Drum Racks.<br></li><li>Create and remix MIDI patterns in Ableton Live clips.<br></li><li>Implement your rhythmic ideas into the MIDI clip piano roll instantly.<br></li><li>Build beats entire bars at a time.<br></li><li>Use your own samples to create truly original beats.<br></li><li>Experiment with variations and alternatives to your drum patterns, all in real-time.<br></li><li>See relationships between notes in your MIDI clips with Liquid Rhythm’s Music Molecule MIDI visualization technology.</li></ul><i>This integration is only available when using Liquid Rhythm with Max for Live in Ableton Live 9 Suite. Additionally, Max for Live 6.1.6 is required for Ableton Live Clips Editing.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/267830/header.jpg?t=1447359685",
    "developers": [
      "WaveDNA"
    ],
    "publishers": [
      "WaveDNA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3800,
      "final": 3800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 38.00",
      "recurring_sub": 63765,
      "recurring_sub_desc": "今日需支付 ¥ 38.00，另外自动续订每 1 个月需支付 ¥ 40.00。"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}