{
  "2680": {
    "name": "The History Channel®: Civil War",
    "steam_appid": 2680,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Immerse yourself in the intensity, carnage, and chaos of the war that divided a nation! Play as a Confederate or Union soldier in America's most legendary battles including Gettysburg, Bull Run and Antietam. Use authentic firearms, fight in intense hand-to-hand combat, place explosives, sabotage enemy artillery, destroy buildings, and more!</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><span class=\"copyHead\">America's Most Historic Battles</span> - Twelve of the most famous battles in the Nation's history including Gettysburg, Bull Run and Antietam.</li>\n\t\t\t\t\t<li><span class=\"copyHead\">Awesome Cinematic War Experience</span> - Battles come to life amidst exploding artillery, whistling bullets, falling comrades and much more!\n\t\t\t\t\t<li><span class=\"copyHead\">Wide Variety of Battlefield Combat</span> - Enlist realistic battle strategies including line fighting, artillery barrages, urban assaults, sniping, stealth and sabotage.</li>\n\t\t\t\t\t<li><span class=\"copyHead\">Authentic Weaponry</span>  - Authentic Civil War weapons transport you to the battlefields armed with repeating rifles, multiple types of grenades, exploding artillery, Gatling guns, revolvers, bayonets, muskets, and more!</li>\n\t\t\t\t\t<li><span class=\"copyHead\">Intense Hand-to-Hand Fighting</span> - Experience the intense chaos of the Civil War including close quarters and melee fighting using bayonets, sabers, the butt of your gun and even your fists in the midst of raging battles.</li>\n\t\t\t\t\t<li><span class=\"copyHead\">Incredible realism and historical accuracy</span> - Battlefield recreations are based on topographical maps and photographs from the actual battlegrounds.</li>\n\t\t\t\t\t<li>Each level begins with a documentary video describing the historic moments in each battle, movements of armies, local fights, historical photos and battle statistics.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2680/header.jpg?t=1447351026",
    "developers": [
      "Cauldron"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 4 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}