{
  "268750": {
    "name": "Magicite",
    "steam_appid": 268750,
    "required_age": 0,
    "is_free": false,
    "description": "Explore, craft, and survive in this Multiplayer RPG Platformer with permanent death! Featuring many Rogue-like elements, Magicite randomly generates each underground dungeon for you and your friends to delve deep into. Chop trees, mine ores, and hunt beasts in order to collect the resources and materials you need to survive the harsh and unforgiving environment. With a ton of character traits, stats, companions, and classes, players will have a different experience each play through! Be prepared to die... A LOT.<br><br>Magicite's main influences were Monster Hunter and Spelunky. I loved the resource collection and crafting in Monster Hunter, and of course fighting giant monsters with my friends. Spelunky's brutal yet rewarding platforming was also something that I wanted to capture with Magicite. <br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li> Randomly Generated Dungeons - Experience a new dungeon each time you play. Expect tons of trees to chop, ores to mine, plants to harvest, and bugs to catch! Oh and giant monsters.<br></li><li> Permanent Death - The game logs all of your stats in a play through, leading the way for achievements and upgrades.<br></li><li> Crafting System - Combine any two items to create a new one! For example, Wood + Wood = Plank. There are tons of combinations to discover!<br></li><li> Combat System - If you plan on just running in and swinging you sword, you're gonna get wrecked. Take time to craft useful items and examine enemy positioning before executing a well timed attack.<br></li><li> Unlockable Races, Hats, &amp; Companions - The more you play, more greater chance you'll unlock awesome new hats with a variety of special effects. Races and Companions can also be unlocked to provide different starting items and stats!<br></li><li> Multiplayer - Want to put your friendships to the test? This is the game to do it! Permanent death only occurs when the ENTIRE party has fallen. So if your buddy gets knocked out feel free to run over and help him back up. Or not...</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/268750/header.jpg?t=1710472289",
    "developers": [
      "Sean Young"
    ],
    "publishers": [
      "SmashGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 168,
      "total_negative": 41,
      "total_reviews": 209
    }
  }
}