{
  "2690": {
    "name": "Empires: Dawn of the Modern World",
    "steam_appid": 2690,
    "required_age": 0,
    "is_free": false,
    "description": "<p></p>\n\t\t\t\t\t<p><i>Empires: Dawn of the Modern World</i> represents the only truly global historical RTS where you control unique civilizations across a timeline that spans from the Middle Ages to World War II. Lead your nation's economic growth and military campaigns in an effort to dominate the world. Each civilization has its own historically accurate units and abilities to be used as you command battles over land, sea, and air. From a cavalry charge to a surprise air strike, you'll know what it truly means to rule one of the world's greatest empires and dominate the deepest RTS in history. </p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>1,000 of the most significant years in history</strong>, from 950 AD to 1950 AD, including the Middle Ages, the Gunpowder Age, the Imperial Age, WWI, and WWII.</li>\n\t\t\t\t\t<li><strong>Unique, historically based civilizations</strong> - Each nation has its own distinctive gameplay based on its traditional strengths and weaknesses: the English master the sea in the Gunpowder Age, the Germans have superior armor and tanks in WWII, and the Chinese acquire gunpowder before Western Europe.</li>\n\t\t\t\t\t<li><strong>Battle on land, at sea, and in air</strong> - Create authentic and varied strategies to dominate your opponents with land, sea, and air units.</li>\n\t\t\t\t\t<li><strong>Engage in single-player or multiplayer action</strong> - In single-player mode, play random map games and do battle against up to seven AI opponents or play story-based campaigns based on the powerful military heroes Richard the Lionheart, Admiral Yi, or General Patton. In multiplayer mode, play against or alongside up to seven friends online. </li>\n\t\t\t\t\t<li><strong>Spectacular graphics</strong> - Experience cutting-edge 3D RTS graphics that can be seen close up through an easy-to-use camera, zooming in on the action in all its glorious detail.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2690/header.jpg?t=1447351120",
    "developers": [
      "Stainless Steel Studios"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 8 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}