{
  "269290": {
    "name": "liteCam Game: 100 FPS Game Capture",
    "steam_appid": 269290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Discover the ultimate game recorder - liteCam Game: 100FPS Game Capture!</strong><br><br>‘liteCam Game: 100FPS Game Capture’ is a next-gen game recording software for Steam users. ‘liteCam Game: 100FPS Game Capture’ has a minimal impact on actual game performance while recording and can record up to 100 FPS. You can record most DirectX 7, 8, 9, 10, 11 and OpenGL games such as League of Legends, World of Warcraft, Minecraft, Need for Speed, GTA , Grid 2 and many more pc games with no lag.<br><br>liteCam Game Official Website:<h2 class=\"bb_tag\" >Why 'liteCam Game: 100FPS Game Capture' is the best game recording software? </h2>First, ‘liteCam Game: 100FPS Game Capture’ ensures that your recorded game video has a stunning HD vibrantly colored. By default, it captures your game footage at 100FPS for the smoothest videos. <br><br><br>Second, ‘liteCam Game: 100FPS Game Capture’ consists of an easy-to-use interface to record gameplay instantly. You can easily record your webcam video with live commentary, so no need to look for webcam recording software. <br><br><br>Third, ‘liteCam Game: 100FPS Game Capture’ has no time limit on capturing your game play with a small file size. <br><br><br>Fourth, you can customize the recording option. ‘liteCam Game: 100FPS Game Capture’ allows you to import your preferred codec and use it to record your gameplay. <br><br><br>Fifth, ‘liteCam Game: 100FPS Game Capture’ saves the recorded videos in AVI file format. Inside the program, there is a converter function, so you can easily convert your videos to MP4 and WMV without interruption. ‘liteCam Game: 100FPS Game Capture’ also supports direct upload to YouTube from your computer. <br><br><br>Sixth, ‘liteCam Game: 100FPS Game Capture’ does not require the video editing software. You can simple trim the part of your recorded videos in the preview mode with a simple mouse movement. Also you can add video titles, ending credits and your pictures quickly. <br><br><br><i>Please note that ‘liteCam Game: 100FPS Game Capture’ might drop frames when recording if your computer becomes overburdened or the game play limit FPS less than 100FPS. Here is recommended hardware spec to improve performance; </i><br><br>CPU: <br>Intel Core i7 and above<br>Intel Core i5 4670 and above<br><br>Graphic card/Video card:<br>GetForce GTX 760 and above<br>Radeon R9 270X and above<br><br>For Windows 7 and above<br>Use SSD storage<h2 class=\"bb_tag\" >Amazing Features from ‘liteCam Game: 100FPS Game Capture’</h2><br><ul class=\"bb_ul\"><li>Game Recording: Capture any game play with ‘liteCam Game: 100FPS Game Capture’. It can Capture most DirectX 7, 8, 9, 10, 11 and OpenGL games <br></li><li>Video Recording: ‘liteCam Game: 100FPS Game Capture’ can record any video on the user computer screen. Record videos from YouTube, Hulu, Vimeo, Daily Motion, and etc<br></li><li>Trimming: ‘liteCam Game: 100FPS Game Capture’ is equipped with a simple trimming tool. User can trim any video they recorded.<br></li><li>Adding logos, credits, and title: No other recording software can let you add logos, credits, and title except 'liteCam Game: 100FPS Game Capture'. <br></li><li>Converting Tools: ‘liteCam Game: 100FPS Game Capture’ produces AVI video files. At the same time with 'liteCam Game: 100FPS Game Capture' you can convert recorded videos to MP4 or WMV<br></li><li>Webcam --&gt; PIP: ‘liteCam Game: 100FPS Game Capture’ has a PIP function for users to show their active speech while capturing Game play or recording videos. This will surely build up the trust on your videos.<br></li><li>Upload to YouTube: ‘liteCam Game: 100FPS Game Capture’ can directly upload recorded videos to YouTube.<br></li><li>Timer Recording: ‘liteCam Game: 100FPS Game Capture’ can help you schedule your video recording. You can set 'liteCam Game: 100FPS Game Capture' to record any video you want.<br></li><li>Hotkey Recording: ‘liteCam Game: 100FPS Game Capture’ will let you use Hotkeys to help provide an easier and usually quicker method of navigating when recording Games.<br></li><li>Screen Capture: User can capture screenshots of videos and games and save them as PNG, BMP, or JPG files format</li></ul><h2 class=\"bb_tag\" >Users' Video in YouTube</h2>LITECAM VS FRAPS top game capture softwares <br><br>Testing out new screen recorder - Amazing Quality <br><br>CoH 2 on Dell Inspiron n5110<br>",
    "supported_languages": "英语<strong>*</strong>, 日语<strong>*</strong>, 韩语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/269290/header.jpg?t=1755869275",
    "developers": [
      "Rsupport Inc."
    ],
    "publishers": [
      "Rsupport Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}