{
  "2700": {
    "name": "RollerCoaster Tycoon® 3: Platinum",
    "steam_appid": 2700,
    "required_age": 0,
    "is_free": false,
    "description": "Rollercoaster Tycoon 3 Platinum combines the excitement of rollercoasters with the fun of great strategy sim. RCT3 Platinum combines the roller coaster theme park fun of the Roller Coaster Tycoon 3 with included expansion packs Soaked! and Wild! Now enjoy more options than ever. Build your own water slide or create your own safari with real animals. Watch guest reactions to your ultimate theme park!<br><br><ul class=\"bb_ul\"><li>Grab a front seat for the ride of your life with the jaw-dropping Coaster Cam.<br></li><li>See every detail in stunning 3D with fully controllable park cameras.<br></li><li>Cope with changing weather patterns and enjoy beautiful vistas, sunsets, moonlight, and more.<br></li><li>Experience the latest extreme coasters and heart-pumping rides! Live Every spine tingling detail in stunning 3-D with fully controllable cameras.<br></li><li>Spice up any backgrounds, rides, fireworks display and laser light shows with your own music.<br></li><li>Create your own park guests and groups with the Peep Designer and experience their reactions to the rides you build! Soak them and watch their reactions! Send them on wild safari and let them pet the animals!<br></li><li>Create savage encounters and thrilling safaris! Conquer 12 Wild! Scenarios and experience cool jungle and prehistoric design themes.<br></li><li>Play through dozens of scenarios in three difficulty modes or build without limits in Sandbox mode.<br></li><li>Create pyrotechnic wonders and laser light shows with the RollerCoaster Tycoon® 3 MixMaster.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 丹麦语, 荷兰语, 芬兰语, 挪威语, 瑞典语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2700/header.jpg?t=1733161073",
    "developers": [
      "Frontier",
      "Aspyr (Mac)"
    ],
    "publishers": [
      "Frontier",
      "Aspyr (Mac)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 42,
      "total_negative": 0,
      "total_reviews": 42
    }
  }
}