{
  "270590": {
    "name": "Long Night",
    "steam_appid": 270590,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Long Night: Alone I break is the first episode of a three episodes season. The next episodes will be released in the next few months</strong><br><br><strong>Concept</strong><br><br>Long Night is a Third Person Survival-Horror video game series which aims to reconnect with the atmosphere of its ancestors, the old classics from the 90's and early 2000<br>With this game Trickster Face wants to put Lurking Fear back to the center of the gaming experience, rather than pure action sustained by an escalation of noisy special effects. <br>Here we have no shot guns nor giant monsters, but simply David, a youngster who can only count on your pugnacity and your instinct, to survive, and save his friends.<br><br><strong>Synopsis</strong><br><br>This black tale takes place in an American holiday camp next to a forest, at the end of a summer in the nineties. <br>The heroes are a group of four teenage friends, accustomed to meet there every year. Spending their last evening together telling horror stories for fun, they find themselves plunged into a nightmare, bringing their most secret anguishes to life, tormenting them. All of a sudden everyone is on his own. During the night David will try to find and help his friends, but doing so, he will have to face worse than the fear that pursues him.<br><br><br><strong>Features:</strong><br><br>- Take control of your environment, keep the balance of your mental state to run and hide from your nemesis <br><br>- Resolve enigma to understand the intimacy of the 4 teenagers and become the wall between them and their fears. <br><br>- Explore Long Night camp to discover great side quests, giving better understanding of the background.<br><br>- Choose to play with Old School (without checkpoints and interaction icons) or Modern Gameplay (with all the help you want)<br><br><br><strong>Warning:</strong><br><br>Long Night is rated 17+ M for mature by ESRB for the following content<br><br>Violence<br>Blood<br>Sexual Themes<br>Nudity",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/270590/header.jpg?t=1447359799",
    "developers": [
      "Trickster Face"
    ],
    "publishers": [
      "Trickster Face"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}