{
  "270680": {
    "name": "NEO Scavenger Demo",
    "steam_appid": 270680,
    "required_age": 0,
    "is_free": true,
    "description": "NEO Scavenger is a game where you must survive in the wasteland long enough to figure out who you are. Each turn, you must decide where to go, how to scavenge for supplies, and how to deal with anything and anyone you encounter. And with each passing minute, the pit in your stomach grows, your dehydration worsens, your muscles tire, and your body temperature drops in the cold autumn air. Choose your starting abilities carefully, because they and your wit are the only tools you have in the apocalypse!<h2 class=\"bb_tag\" >Demo vs. Full Version</h2>The demo provides unlimited play time, with a sampling of the content and features from the full version. However, even the limited content should provide several hours of play thanks to random map features, creature spawns, loot, and weather. I encourage new players to try the demo first, to see if it's something they enjoy!<br><br>If you decide NEO Scavenger <i>is</i> something you enjoy, that's great! The full version also includes:<br><ul class=\"bb_ul\"><li><strong>Save games</strong> - You can save and quit at any time, to resume later.<br></li><li><strong>Full Map</strong> - No limits on map exploration.<br></li><li><strong>More Items</strong> - More item types and loot variety.<br></li><li><strong>More Crafting</strong> - Wider range of recipes for crafting.<br></li><li><strong>Detroit</strong> - Access to a major city, with services and encounters.<br></li><li><strong>Junk Market</strong> - A place to barter for supplies.<br></li><li><strong>More Encounters</strong> - More events like the cryo facility opening encounter (currently about ~10 as big or bigger than cryo, and ~100 mini encounters, and more coming)<br></li><li><strong>Hacking</strong> - Hardware and software loot can be mined for data. Some valuable, others humorous, some historical.<br></li><li><strong>Full Soundtrack</strong> - The game has a dozen beautiful tracks that play occasionally, composed by Josh Culler.</li></ul><br>Going forward, my plan is to focus on adding new content to the full version, while the demo remains feature/content frozen. The demo will continue to get bug fixes, UI enhancements, and balancing, however.<h2 class=\"bb_tag\" >Development Snapshot Infographic</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/270680/extras/264d3404d99d4e65cebf32b7e9318b1a.avif?t=1572364969\" width=600 height=720 /></span><h2 class=\"bb_tag\" >Current Features</h2><ul class=\"bb_ul\"><li><strong>Unique Setting</strong> - Near-future, post-apocalyptic Michigan with local cryptids and folklore. And something else beneath the surface...<br></li><li><strong>Turn-Based Play</strong> - Take your time with each turn, and play at your own pace. Save and quit when you want, and resume later.<br></li><li><strong>Permadeath</strong> - If you die, that's it. NEO Scavenger is balanced around a single difficulty level: permadeath. Your save will be deleted if you die. So choose every action carefully!<br></li><li><strong>No Grinding</strong> - There is no XP in NEO Scavenger. No levelling-up. Instead, progress comes from learning how to play the game better, and using your strengths to your advantage.<br></li><li><strong>Semi-Random</strong> - Much of the map is randomized each game, including the location of ruins, creatures, weather, and certain quest branches.<br></li><li><strong>Sandbox or Story</strong> - Search for clues to your identity, what happened, and who's hunting you. Or simply test your mettle against man and nature alike. Play how you want!<br></li><li><strong>Skills and Flaws</strong> - Choose skills and flaws each time you play. Different combos unlock different abilities and quest branches.<br></li><li><strong>Crafting</strong> - Extensive crafting system which allows for substitutions of similar items. Make a rifle scope from half a pair of binoculars, or a noise trap from a pill bottle and pebbles.<br></li><li><strong>Desperate Combat</strong> - Detailed combat with moves like &quot;Tackle,&quot; &quot;Lure,&quot; &quot;Kick While Down,&quot; &quot;Demand Surrender,&quot; and &quot;Threaten.&quot;<br></li><li><strong>Realistic Wounds</strong> - Creatures have complex wound simulation, with multiple wound locations, infection, bleeding, and pain management.<br></li><li><strong>Realistic Metabolism</strong> - Hypothermia, fatigue, thirst, hunger, disease, intoxication, shelter...everything is tracked.<br></li><li><strong>Realistic Inventory</strong> - Complex inventory system with slots for holding, wearing, containers, and more. Fit items in grid spaces, and manage encumbrance.<br></li><li><strong>Hex-Based World Map</strong> - Navigate ruins, hills, forests, and plains in a hex-based map. Line-of-sight, elevation, and daylight matters.<br></li><li><strong>Tracking</strong> - Creatures leave their tracks and spoor on the map, which can be followed by others. Players can also hide their tracks.<br></li><li><strong>Hiding</strong> - Players can use hiding to avoid being seen while traveling the map, as well as during story encounters.<br></li><li><strong>Hunting</strong> - Trap small game for food and fur, or track and kill larger prey on the map for butchering.<br></li><li><strong>Hacking</strong> - Use hacking skills to unlock scavenged laptops, cellphones, smartphones, and tablets. Mine them for paydata, or snoop through personal files.<br></li><li><strong>Foraging</strong> - Search for edible plants and water, and use special skills to identify what's safe to eat.<br></li><li><strong>Haunting Soundtrack</strong> - Music composed by Josh Culler, specifically for NEO Scavenger, plays periodically, lending an atmosphere of loneliness and desperation.<br></li><li><strong>Creature AI</strong> - Wandering creatures go about their own business, hunting, scavenging, and hoarding. Morale affects their choices, and some will gang-up and cause trouble.<br></li><li><strong>Dynamic Weather</strong> - Temperature, rainfall, and night/day are based on real-world data for autumn in the area. If you live long enough, you may see snow fall.<br></li><li><strong>Detroit</strong> - Take refuge from the wasteland in one of mankind's last bastions of safety. Buy supplies, get medical care, and seek clues in a cyberpunk-styled city.</li></ul><h2 class=\"bb_tag\" >Planned Features Infographic</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/270680/extras/a6768616cbcd259455b5c2d18d321da7.avif?t=1572364969\" width=600 height=720 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/270680/header.jpg?t=1572364969",
    "developers": [
      "Blue Bottle Games"
    ],
    "publishers": [
      "Blue Bottle Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2013 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "70",
        "description": "抢先体验"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}