{
  "270850": {
    "name": "Car Mechanic Simulator 2014",
    "steam_appid": 270850,
    "required_age": 0,
    "is_free": false,
    "description": "Now you can own and operate your own auto repair service with PlayWay’s Car Mechanic Simulator 2014.<br>Car Mechanic Simulator 2014 gives you the behind the scenes view of the daily dealings at local garages and dealership repair shops.<br><br><ul class=\"bb_ul\"><li> Interact with car owners seeking repairs<br></li><li> Order parts and materials necessary to maintain inventory including used car parts to help keep consumer costs low.<br></li><li> Purchase repair manuals to enable you to work better, faster and earn more income!<br></li><li> Work on eight different car models including Town Cars, Compacts, Sedans, SUVs, Family Cars, SUVs VANs, and Limousines<br></li><li> Gain experience with over 120 different repairs including brakes, transmission fixes, body shop work, steering and alignment adjustments, chip tuning, diagnostic analysis, test drive pad, OBD scanning, oil changes, fix broken parts and engage in dozens of other tasks.</li></ul><br>Car Mechanic Simulator 2014 is a must have for auto mechanics and fans of the world’s most popular autos!<br><br><strong>4X4 Expansion Pack</strong>  provides 20 new F2P work orders for various repairs of 4X4 off road vehicles and is available at no cost to owners of the baseline Steam-enabled release.<br>The primary 4X4 car is a separate body frame with rigid, live front and rear axles. It presents unique new maintenance challenges far different from those in the base version of Car Mechanic Simulator 2014. Once installed, new parts appear in the garage shop including front and rear axles, drive shafts, special off-road shock absorbers and a rear muffler. The new vehicle is also available in endless mode. <br>4x4 Expansion Pack features:<br><ul class=\"bb_ul\"><li>Brand new 4x4 car with new set of parts. <br></li><li>20 new repair orders to complete</li></ul><br><strong>1/4 Mile Expansion Pack</strong> comes with new test track, where you can check the performance of tuned cars. <br>Enter the world of car tuners and equip cars with sport parts to increase their performance and meet your customers demands.",
    "supported_languages": "英语, 波兰语, 捷克语, 匈牙利语, 土耳其语, 法语, 荷兰语, 俄语, 意大利语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/270850/header.jpg?t=1770072110",
    "developers": [
      "Red Dot Games"
    ],
    "publishers": [
      "PlayWay S.A."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 1 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 31,
      "total_negative": 4,
      "total_reviews": 35
    }
  }
}