{
  "272300": {
    "name": "CardFile3D",
    "steam_appid": 272300,
    "required_age": 0,
    "is_free": false,
    "description": "CardFile3D  is a personal organizer, contact manager and data keeper application. It helps you to manage your personal and business information and to create custom libraries for storing any kind of data. CardFile3D  has a unique and extremely easy-to-use 3D user interface which makes it the first 3D productivity application on the market.<br><br>The list of features is divided into several groups for an easier preview but you can combine these options and use the applications in a way that best fits your needs.<h2 class=\"bb_tag\" >Personal Organizer and Contact Manager features</h2><br><ul class=\"bb_ul\"><li>Manage all your Contacts in one place.<br></li><li>Customize any Contact fields or add new fields.<br></li><li>Link Contacts with Calendar activities and documents, and track complete Contact history.<br></li><li>Use Calendar to schedule appointments, task, projects and other activities.<br></li><li>Add daily, weekly, monthly, or yearly recurring activities.<br></li><li>Set alarm reminder to activity.<br></li><li>Manage and track simple projects by defining a Project that you connect to tasks and contacts responsible for those tasks.<br></li><li>Create a Skype call or send an e-mail with your default e-mail client.<br></li><li>Use the MS Word mail merge feature to produce envelopes and labels for mass mailings.<br></li><li>Create and print different types of reports, such as Contact cards or lists, Contact history, Activity list, Monthly calendar, etc.</li></ul><h2 class=\"bb_tag\" >Data Keeper features</h2><br><ul class=\"bb_ul\"><li>Store and manage any kind of data.<br></li><li>Easily create a card file from scratch with unique sets of data fields, or use one of 30+ ready-to-use data templates for Home and Work, such as Movie and Music collection, Inventory, Expenses, etc.<br></li><li>Use 17 field types to customize your card file, such as Text, Number, Date, Time, Formula, Checkbox, Money, Calculation, Embedded document, Multi-line text, etc.<br></li><li>Create filters for grouping data.<br></li><li>Sort data across any field in an ascending or descending order.<br></li><li>Search data by index search or specific field.<br></li><li>Protect your data with a password.<br></li><li>Import data directly from MS Excel, MS Outlook, MS Access or Comma-separated text files.<br></li><li>Save data in a compressed file format on any cloud service and open compressed files from another machine directly from the application.</li></ul><h2 class=\"bb_tag\" >UI features</h2><br><ul class=\"bb_ul\"><li>Use the unique 3D Listbox control for a three-dimensional display of items / records.<br></li><li>Combine 3D and 2D record views simultaneously.<br></li><li>Easily rotate, zoom and place the 3D Listbox in a convenient position.<br></li><li>Display a different number of records in the 3D Listbox.<br></li><li>Scroll objects with Linear or Zigzag scroll types.<br></li><li>Delete records with animated explosions and use unlimited undos.<br></li><li>Use the Flare Cursor for quick records preview.<br></li><li>Set the global UI animation speed.<br></li><li>Easily switch to window or full screen mode.<br></li><li>Use 21 built-in graphics themes.<br></li><li>Define the playlist order of 32 built-in ambient melodies played while working in the program.<br></li><li>Design your own custom skins.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/272300/header.jpg?t=1476970792",
    "developers": [
      "Studio V5"
    ],
    "publishers": [
      "Studio V5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 1 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 0,
      "total_negative": 3,
      "total_reviews": 3
    }
  }
}