{
  "273600": {
    "name": "Descent: FreeSpace – The Great War",
    "steam_appid": 273600,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Includes the original Freespace and the Silent Threat mission pack</h2><br>They arrived by the thousands, suddenly and without warning.<br><br>The heartless Shivans emerged through subspace near Earth, harboring technology light years ahead of anything seen before. They made no attempt to communicate. They did not respond to your heralds. They simply attacked--and destroyed everything in their path.<br><br>As a pilot for the Galactic Terran Alliance (GTA) you are no stranger to war. But when racing through space to engage your new enemy for the first time, you sense something different. Suddenly, darkness blankets your craft. Your stomach sinks as your eyes pan across the Shivan flagship's massive body. Then it begins. Swarms of fighters pour from the belly of the flagship and scream towards you. You are about to discover everything you thought you knew about space combat--just changed.<h2 class=\"bb_tag\" >This is the beginning of The Great War.</h2><br>- 30 branching single-player missions and 20 multiplayer missions<br>- 3 unique species, each with their own strengths, weaknesses, tactics, ships, and fighting characteristics.<br>- Over 40 jaw-dropping real-time ships with dynamic lighting, stunning effects, animation and unprecedented levels of realism and detail.<br>- Create your own detailed missions using 'FRED&quot;, the fully-featured mission editor.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/273600/header.jpg?t=1667328549",
    "developers": [
      "Volition Inc."
    ],
    "publishers": [
      "Interplay Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}