{
  "273790": {
    "name": "Agricultural Simulator 2012: Deluxe Edition",
    "steam_appid": 273790,
    "required_age": 0,
    "is_free": false,
    "description": "An idyllic grange surrounded by invitingly untouched mountain panoramas and unworked ﬁelds are awaiting all agriculture fans in the Agricultural Simulator 2012. At their very own farm hobby-farmers undertake the daily tasks of an agriculturist: The producing of food, sustainable resources and the delivery of energy materials. Fields have to be worked and farm animals fostered. To work smaller ﬁelds and alpine pastures only machines with less performance are available at the beginning, but the vehicle ﬂeet will constantly be supplemented by more powerful agricultural implements.<br><br>Future agriculturists have to invest tactical and clever - the consumption of money by the running costs and seeds must not be underestimated. To realize proﬁt it takes<br>ﬁnancial and tactical skill. Numerous models of Fendt, Challenger, Massey Ferguson and Valtra, which vehicles are reproduced in facsimile, are on hand. All machines and tractors can be driven and navigated by the player.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Vast gaming world with mountains and valleys<br></li><li>Exciting career mode with trading feature<br></li><li>Market place for animals, seeds and machines<br></li><li>Countless economical circuits: growing of crops, breeding, bio gas<br></li><li>Agricultural technology of Fendt, Massey Ferguson, Challenger and Valtra<br></li><li>Realistic physics<br></li><li>Highly sophisticated co-workers AI <br></li><li>Day and night cycle as well as varying weather conditions<br></li><li>Multiplayer via network</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 匈牙利语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/273790/header.jpg?t=1727966626",
    "developers": [
      "United Independent Entertainment"
    ],
    "publishers": [
      "United Independent Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}