{
  "27400": {
    "name": "Dangerous High School Girls in Trouble!™",
    "steam_appid": 27400,
    "required_age": 0,
    "is_free": false,
    "description": "                    \n\t\t\t\t\t<p>\"Well behaved women seldom make history.\" - Laurel Thatcher Ulrich</p>\n\t\t\t\t\t<p>This is the game where good girls get better by being bad! </p>\n\t\t\t\t\t<p>In the 1920s, young women had a chance to change society--by misbehaving. Gather a gang of girls. Explore. Battle petty townsfolk with quick, naughty games: Fib, Flirt, Taunt... Win boyfriends and other useful prizes. Expose the town's depraved secret before it entraps your girls.</p>\n\t\t\t\t\t<p>Explore four beautiful game boards, dozens of character cards, and thousands of dialog cards (worn and aged from decades of neglect) which comprise the zany world of an American small town in the 1920s.</p>\n\t\t\t\t\t<p>Encounter nearly a hundred individual personalities. These denizens form the core culture of intolerance and repression your girls can overcome with wit, charm, and brazenness.</p>\n\t\t\t\t\t<p>Conflict using a variety of naughty mini-games: Taunt, Flirt, Fib and others to stand up against bullies, cozy up to boyfriends, and evade oppressive expectations.</p>\n\t\t\t\t\t<p>Conquer increasingly more powerful faculty and townsfolk as the story develops from the curious, to the weird, to the absurd, finally to collapse down a frozen crevasse of all too real inhumanity. Only the victorious will emerge, smirks on their faces, heels on the throats of the wicked, and their futures assured of freedom.</p>\n\t\t\t\t\t<p>Acquire dozens of prizes to swing games in your favor and help others along your journey. Gain experience and level up the talents of your gang members. Win boyfriends willing to sacrifice themselves for affection.</p>\n\t\t\t\t\t<p>Wind your way through an epic of literary satire in an fantastical world where nothing is real but all is true, during a mythic time of social upheaval. Help the young women trapped in this world transform it for the betterment of all -- by misbehaving.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li>The approachability and accessibility of a board game.</li>\n\t\t\t\t\t<li>The humor of social satire at a zany point in history.</li>\n\t\t\t\t\t<li>The challenge of verbal battles woven intricately with the story.</li>\n\t\t\t\t\t<li>The epic sweep of an RPG unlike any game previous.</li>\n\t\t\t\t\t<li>20 hours of leisurely entertainment that can be enjoyed a little bit at a time. </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/27400/header.jpg?t=1447351701",
    "developers": [
      "Mousechief"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}