{
  "274960": {
    "name": "Tech Executive Tycoon",
    "steam_appid": 274960,
    "required_age": 0,
    "is_free": false,
    "description": "TECH EXECUTIVE TYCOON is a business management Simulation/Strategy game that puts you in the role of the CEO of a tech company. You start off small and must build your way to be a Tech Tycoon! Can you build this company into a Tech Giant? Develop Hardware that will wow your customers and make their lives easier. Build custom devices, peripherals and products that will make your competitors envy you and simultaneously worship you! You will make decisions on many things that will have far reaching effects and either drive you to success or failure! Do you think you're ready for the challenge?  <br><br><ul class=\"bb_ul\"><strong>  </strong></ul><h2 class=\"bb_tag\" >FEATURES:</h2><ul class=\"bb_ul\"><li><strong>SIMULATION</strong><br><br>The game is a simulation of running your own tech corporation. You start from humble beginnings to rise to the top of the corporate food chain!<br><br></li><li><strong>STRATEGY</strong><br><br>The game challenges you at every corner. How well do you manage your employees? How well do you manage the creation of products and services? Can you handle the unexpected disaster? things like damaged products, late shipments, short deadlines... This will make your success that much sweeter! <br><br>You will have to decide which subindustry to start with and how to expand. Do you want to stick with the gaming industry and become a game publishing giant or do you want to branch out into cell phones and tablets or maybe computers? The choice will be yours to make!<br><br></li><li><strong>ROLE PLAYING</strong><br><br>You will upgrade yourself as well as your employees, processes, equipment, offices and so on... The RPG elements are present and accounted for. If you love starting from scratch and building up a masterpiece, then this is the game for you!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/274960/header.jpg?t=1546298570",
    "developers": [
      "WEB Gaming Entertainment",
      "Dream Vision Games"
    ],
    "publishers": [
      "WEB Gaming Entertainment",
      "Dream Vision Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}