{
  "275080": {
    "name": "Post Master",
    "steam_appid": 275080,
    "required_age": 0,
    "is_free": false,
    "description": "Can you take control of a mail distribution company where your business will need to adapt to a growing city? Will you be able to handle the pressure of new delivery opportunities or are other delivery businesses step in to pick up the slack and impact your profit margin.<br><br>In Excalibur’s Post Master you’ll start out with a single post office, supplying pick-up and delivery services for a small area of the city. To maintain an excellent service you’ll need to hire workers to sort mail, contract security guards to protect your offices from robberies while also purchasing new vehicles to pick up and deliver mail.<br><br>Once you’ve settled into your first office, you’ll need to look to the future of your company and determine the best plan of action to expand your services. Will you look to provide the best mail distribution system but supply a small area, or are you looking to conquer the city with several offices and a vast fleet of vehicles.<br><br>In order to maintain your claim on postal services for parts of the city, you’re going to need to remain competitive. With a rival business looking to take a cut of the services there are methods of attack to remain the superior mail distribution business. You can carefully plan your delivery routes to make your average delivery time faster than anyone else, or you could lower the prices of your services to remain the cheapest.<h2 class=\"bb_tag\" >Features of Post Master:</h2><br><ul class=\"bb_ul\"><li>An ever growing city that changes frequently<br></li><li>Hire staff and purchase personnel<br></li><li>Set the duties and route of each vehicle<br></li><li>Purchase objects for your garage and offices<br></li><li>Hire security guards to prevent post office robbery<br></li><li>Invest in new offices to expand the reach of your services<br></li><li>Adjust the prices of your services, do you want to charge a fortune or undercut your competitors?</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275080/header.jpg?t=1726150083",
    "developers": [
      "Excalibur"
    ],
    "publishers": [
      "Excalibur Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}