{
  "275310": {
    "name": "Victorian Admirals",
    "steam_appid": 275310,
    "required_age": 0,
    "is_free": false,
    "description": "A steam-ship period naval combat games focusing on fleet-scale battles in real time. The naval combat game allows you to set up battle squadron groups, their formations and management, with realistic ship models and characteristics, as well as advanced ballistic and weapon models. <br />\r\n<br />\r\n(Alternative History) In the second half of 1880s, the policy of imperialism in the tropical Pacific led to a local naval conflict between the U.S., Chile, the German Empire and the Kingdom of Spain.<br />\r\nNone of the contestants wanted a big war. Therefore, only the quick clash of colonial squadrons in tropical waters will decide who will rule Oceania.<br />\r\n<br />\r\n**************************************************************************************************************************<br />\r\nPanama Crisis with Chile vs USA 1885<br />\r\n<br />\r\nIn 1884 Chile emerged from the War of the Pacific as a potential threat to the hegemony of the United States. The Chilean navy, then the strongest fleet in the Pacific, was able to confront American policy. In 1882 Chile refused US mediation in the War of the Pacific. In 1885, as the United States Navy occupied Colon, then part of Colombia, the Chilean government ordered its navy to occupy Panama City and to force the American squadron to evacuate Colon.<br />\r\n<br />\r\n**************************************************************************************************************************<br />\r\nCaroline Islands Crisis with Germany vs Spain 1885<br />\r\n<br />\r\nGermany began her colonial enterprise very late and was, therefore, at a disadvantage, finding all the desirable places already occupied. The Spaniards claimed the Caroline Islands as their colony, but did not actually control them. Germany disputed the Spanish claim.<br />\r\n<br />\r\nIn August of 1885, Spain sent warships to Yap (Caroline Islands) to assert their territorial claim; however, the German government was aware of these ships and its squadron arrived the night before the Spanish landed.<br />\r\n<br />\r\n**************************************************************************************************************************<br />\r\nMarianas Incident with Spain vs USA 1887<br />\r\n<br />\r\nTo strengthen its position in the Pacific Ocean; the United States needs to control at least one of the tropical islands such as the Spanish Mariana Islands, or the Samoan archipelago. Events in Cuba and internal problems did not allow Spain to strengthen its colony in Oceania. The Great powers were not interested in supporting the interests of Spain in the Pacific and did not interfere in the conflict. <br />\r\n<br />\r\nNone of the contestants wanted a big war. Therefore, only the quick clash of colonial squadrons in tropical waters will decide who will rule the Mariana Islands after 1887.<br />\r\n<br />\r\n**************************************************************************************************************************<br />\r\n<br />\r\nSamoan Crisis with Germany vs USA 1889<br />\r\n<br />\r\nThe Samoan archipelago is the last of the territories of Oceania which has not yet been colonized. The German Empire, through the tribal supreme chief, is trying to establish control over the Samoa. This leads to civil war between the natives. The United States supports the rebels. Governments of both nations have sent warships to the largest and busiest Apia harbor in Samoa. The commanders of naval squadrons ready for battle. Conflict of trade and strategic interests can be resolved only by force.<br />\r\n<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n4 games in one package!<br />\r\n<br />\r\nset up battle squadron groups<br />\r\n<br />\r\nrealistic ship models and characteristics<br />\r\n<br />\r\nadvanced ballistic and weapon models",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/275310/header.jpg?t=1759954055",
    "developers": [
      "Totem Games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}