{
  "2760": {
    "name": "Neverwinter Nights™ 2 Platinum",
    "steam_appid": 2760,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Neverwinter Nights™ 2 Platinum includes Neverwinter Nights™ 2 and two official expansion packs: Mask of the Betrayer and Storm of Zehir.</p><br>\n\t\t\t\t\t<p><strong>Everything you do has a meaning</strong></p><ul>\n\t\t\t\t\t\t<li>Rediscover familiar locations and old friends from the Neverwinter Nights™ series.\n\t\t\t\t\t\t<li>Create and host your own solo and multiplayer D&D® adventures using the improved Neverwinter Nights™ 2 Toolset.\n\t\t\t\t\t\t<li>Use new spells, feats, and prestige classes from the existing Dungeons and Dragons® 3.5 Edition rules.\n\t\t\t\t\t\t<li>Explore the Forgotten Realms, rendered in breathtaking detail.\n\t\t\t\t\t\t<li>Play your way - your actions and interactions, the companions you travel with, and the way your build your stronghold all change the course of your adventure.</ul>\n\t\t\t\t\t<p><strong>Cursed by Death, Driven by Destiny</strong></p><ul>\n\t\t\t\t\t\t<li>Challenging 25 hour adventure complete with strategic action, a rich story, and deep characters\n\t\t\t\t\t\t<li>Advance to Epic levels (above level 20) and choose from over 100 new spells and feats\n\t\t\t\t\t\t<li>New tool set features and improvements make creating your own adventures easier than ever\n\t\t\t\t\t\t<li>Includes new monsters, weapons, items, classes, races and environments</ul>\n\t\t\t\t\t<p><strong>As a new era dawns over Faerûn, the jungles of Chult reveal their hidden menace.</strong></p><ul>\n\t\t\t\t\t\t<li>What fate has befallen the Sword Coast since the defeat of the King of Shadows?\n\t\t\t\t\t\t<li>Shipwrecked on the shores of a hostile jungle nation, your adventurers must fight their way to civilization, uncovering a plot that will change Faerûn forever. Among the mighty, beware who you trust.\n\t\t\t\t\t\t<li>Explore the Sword Coast using the new Overland Map.\n\t\t\t\t\t\t<li>New party-based gameplay with teamwork benefits and more reactive party conversation.\n\t\t\t\t\t\t<li>See the impact of your choices on the world and its economy.</ul><br />\n\t\t\t\t\t<h2>Key features:</h2><ul>\n\t\t\t\t\t\t<li>Experience the long-awaited sequel to the game that revolutionized creating and playing computer role-playing games. \n\t\t\t\t\t\t<li>Use the completely rewritten, powerful Obsidian Neverwinter Nights™ 2 Toolset to create your own adventures, share them with friends, or run them through your adventure directly as the Dungeon Master. \n\t\t\t\t\t\t<li>Play online with other gamers and enjoy limitless adventure. \n\t\t\t\t\t\t<li>Explore the Forgotten Realms in greater graphical splendor than ever before with a completely new, cutting-edge graphics system and an overland map. \n\t\t\t\t\t\t<li>Employ new spells, feats, and advanced prestige classes, based on the exciting Dungeons and Dragons 3.5 Edition rules. \n\t\t\t\t\t\t<li>Recruit up to three companions to assist in your adventures. Improved party control allows for more dynamic tactical decisions in combat and more personal interaction. \n\t\t\t\t\t\t<li>Rediscover familiar locations and meet old friends from the Neverwinter Nights™ series.</ul><br />\n\t\t\t\t\t",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2760/header.jpg?t=1447351140",
    "developers": [
      "Obsidian Entertainment"
    ],
    "publishers": [
      "Atari"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 12 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}