{
  "277210": {
    "name": "MAGIX Photostory 2014 Deluxe",
    "steam_appid": 277210,
    "required_age": 0,
    "is_free": false,
    "description": "Turn your photos and videos into an amazing slideshow. MAGIX PhotoStory 2014 Deluxe transforms your photos and videos from digital cameras, smartphones and video cameras into amazing slideshows. Add your own personal touch with text, music and cool effects in HD, 4K and 3D. Haven't got time to create a slideshow from scratch? Then simply choose from one of the many professional style templates and the automatic slideshow maker will take care of the rest!<h2 class=\"bb_tag\" >Everything you need to create moving images</h2><ul class=\"bb_ul\"><li>Redesigned user interface, including touch elements<br></li><li>Flexible multimedia tracks for photos, videos and audio<br></li><li>4K, HD and 3D support for slideshows<br></li><li>Image and sound from video clips displayed on one track<br></li><li>Automatic image optimization and volume adjustment<br></li><li>Over 300 high-quality effects, transitions, decorative elements etc.<br></li><li>Quick audio dubbing with over 400 songs &amp; sounds<br></li><li>Create slideshows featuring animated travel routes<br></li><li>Custom menu design with professional templates<br></li><li>Present your slideshows on TV, on the go, or online</li></ul><h2 class=\"bb_tag\" >The impressive way to present precious moments</h2><br><strong>For everyone who likes sharing</strong><br>Upload your most beautiful, most spectacular, or funniest photos to popular video hosting sites such as YouTube or social networks like Facebook and Flickr and share them with the whole world.<br><br><strong>New templates that impress any audience</strong><br>Impress your audience with over 100 new templates for menus, films, and intros/outros. Ideal e.g. for birthdays, weddings or holiday videos. Pick from the wide range of high-quality templates and decorative elements to give your photos and videos a professional look, no matter what style you choose.<br><br><strong>4K resolution for slideshows</strong><br>Twice as big and four times as sharp as Full HD. The new 4K Ultra HD format displays images in unprecedented detail and brilliance. Until now slideshows could only be saved in Full HD with a resolution of 2 megapixels even though most cameras take photos of 8 megapixels or more! Only PhotoStory 2014 Deluxe can get the full potential out of your photos and videos.<br><br><strong>Optimized user interface</strong><br>The PhotoStory 2014 Deluxe user interface has been completely redesigned. Its easy to use, color coordinated interface with large buttons makes designing slideshows more fun than ever before - now also suitable for high-resolution monitors. Touchscreen slideshows: Create slideshows with your fingertips thanks to touch control.<br><br><strong>Incredible contrast values</strong><br>High Dynamic Range effects (HDR) allow large, detailed differences in brightness to be displayed in pictures and videos. Are your photos underexposed? Are faces too dark to see properly? The new HDR effect optimizes your footage with a click!<br><br><strong>Edit slideshows faster</strong><br>The slideshow preview feature has been optimized for multi-core processors, complex slideshow collages can now also be watched in the preview monitor in realtime. The best part is that you can edit slideshows on multiple tracks faster than ever before. Easier slideshow creation means more time for you.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/277210/header.jpg?t=1461190731",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 17 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}