{
  "277500": {
    "name": "Farming World",
    "steam_appid": 277500,
    "required_age": 0,
    "is_free": false,
    "description": "Whether you specialise in grain, fruits or even maintaining your own dairy farm, in Farming World you have the ultimate choice on how you shape your business. With dozens of seed types to choose from and an extensive stock market listing, you’ll have to adapt to become profitable. With plenty of seeds growing at different seasons you’ll need to stock up so you can sell when produce is at a high demand.<br><br>But as you continue to increase your profits that small patch of land you started with is not going to cut it. In this farming simulator PC game, you’ll need to expand your farms reaches across the map. Land can be purchased if you’re wealthy enough but for those with a limited budget you might be better off renting the land until you can afford to own your entire farm. As you obtain more fields to work in, you’ll have to construct roads which allow your vehicles to navigate to the correct patch of land so they can harvest and maintain the fields.<br><br>In order to maintain your farm you’ll need to construct a selection of buildings, of which you will have over 40 to construct including; greenhouses, bakeries, butchers and more. You’ll also be able to purchase animals from the traditional chickens and cows to the more unconventional domestic turkeys and ostriches.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Develop road networks for your vehicles to use<br></li><li>Purchase and rent land<br></li><li>Over 30 different types of seeds to plant<br></li><li>Over 40 building types<br></li><li>12 Different animals to purchase<br></li><li>Take on contracts to earn more money<br></li><li>Detailed weather reports</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/277500/header.jpg?t=1687339123",
    "developers": [
      "Excalibur"
    ],
    "publishers": [
      "Excalibur Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}