{
  "277650": {
    "name": "Kult: Heretic Kingdoms",
    "steam_appid": 277650,
    "required_age": 0,
    "is_free": false,
    "description": "In the world of the Heretic Kingdoms, a world where God is dead and religion heresy, you are cast as a young female inquisitor, working to stamp out the last remnants of religion. On instructions to destroy a relic which the Inquisition considers to be a significant threat, you are drawn into a war between two warring secret societies – a conspiracy of mages whose goal is true power, and a shadowy cult who seeks to resurrect the Dead God.<br />\r\n<br />\r\nAs the story progresses, you will be placed in an amoral world and left to decide your own morality. Just like the real world, your actions have consequences, and it is up to you to decide if you can live with them or not. Play as an altruistic heroine, a vicious and selfish egotist, or just a woman trying to get her job done – your actions will lead you to one of six different endings depending on where you decide your loyalties lie. Will you crush religion underfoot, or become its savior? Only you can decide!<br />\r\nAn engaging story line written by a script team lead by critically acclaimed game writer and designer Chris Bateman (Discworld Noir, Ghost Master)!<br />\r\nFeatures a simple but rewarding combat system that keeps the action flowing thick and fast.<br />\r\n<br />\r\nA vast world to explore containing around fifty locations, scores of unique monsters, and tons of loot!",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/277650/header.jpg?t=1447360281",
    "developers": [
      "Games Farm"
    ],
    "publishers": [
      "Games Farm"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}