{
  "277760": {
    "name": "Train Simulator: Midland Main Line London-Bedford Route Add-On",
    "steam_appid": 277760,
    "required_age": 0,
    "is_free": false,
    "description": "One of England’s most important main line railways comes to Train Simulator, joining the UK’s capital city with the Home Counties commuter towns to Bedford.<br><br>The Midland Main Line was built in stages between the 1830s and the 1870s, and originated as three railway lines which met at the Tri Junct Station in Derby, which were later to become the Midland Railway. However, it was not until 1868 that the Midland Railway had a direct link to the UK’s capital, when a line was opened from Bedford to St Pancras, via Luton. The final stretch of what is considered to be the modern Midland Main Line was a relatively short bypass around Sheffield, which opened in 1870.<br><br>Today, the Midland Main Line connects London with town and cities in the heart of England, including Luton, Bedford, Kettering, Leicester, Derby and Chesterfield, and since the closure of the rival Great Central Main Line in the 1960s, has been the only direct main line rail link between the Capital and the East Midlands.<br><br>The route carries a significant volume of long distance and local passenger services, with express passenger services operated by East Midlands Trains, alongside a large amount of freight traffic, including intermodal and stone aggregate trains.<br><br>The Midland Main Line: London-Bedford route for Train Simulator covers the 55 mile (88km) Thameslink section of the route from London St Pancras to Bedford, via Luton Airport – more commonly known as the ‘BedPan’ line – as it is today. <br><br>Features of the route include the spectacular London St Pancras station and freight terminals at Cricklewood Freight Facility, Radlett Stone Terminal, Elstow Aggregates Terminal at Bedford St Johns and a cement facility on the outskirts of London St Pancras.<br><br>Also included is a First Capital Connect Class 319 EMU and EWS Class 66 diesel locomotive, along with PGA stone wagons, PCA bulk powder wagons, FSA/FTA container wagons.<h2 class=\"bb_tag\" >Scenarios</h2><br>Seven scenarios for the route:<br><ul class=\"bb_ul\"><li>\tRight Down the Line<br></li><li>\tLeave So Soon<br></li><li>\tCross Town Traffic<br></li><li>\tDoing the Cauldwell Walk<br></li><li>\tRush Hour Soul<br></li><li>\tCementing Relations<br></li><li>\tGravel Travels</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>\t55 mile (88km) Thameslink section between London St Pancras and Bedford, via Luton Airport<br></li><li>\tIncludes London St Pancras Station and Bedford Station<br></li><li>\tFreight terminals at Cricklewood Freight Facility<br></li><li>\tRadlett Stone Terminal<br></li><li>\tElstow Aggregates Terminal<br></li><li>\tFirst Capital Connect Class 319<br></li><li>\tEWS Class 66<br></li><li>\tPGA stone wagons, PCA bulk powder wagons and FSA/FTA containers wagons<br></li><li>\tScenarios for the route<br></li><li>\tQuick Drive compatible<br></li><li>\tDownload size: 1,735mb</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/277760/header.jpg?t=1727969344",
    "developers": [],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}