{
  "277720": {
    "name": "MorphVOX Pro 4 - Voice Expansion Pack",
    "steam_appid": 277720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Voice Expansion Pack for MorphVOX Pro</strong><br><br>We have added 5 of our popular voice packs to give you <strong>36 more voices</strong> in one convenient DLC!<br><br><ul class=\"bb_ul\"><li><strong>Deep Space Voices:</strong>  6 voices that will compliment any chatting in your favorite space game.  Be a muscle bound Cyborg, Mutant Male, Android Female or sound like you are talking on a long range radio with our Space Chatter effect.<br><br></li><li><strong>Fantasy Voices: </strong> 8 voices for all those online fantasy RPG’s.  Be a Grumpy Dwarf, Old Hag, or Warrior Princess and many more.  This pack is perfect to get you into character on your next raid.<br><br></li><li><strong>Furry Voices:</strong>  10 amazing voices inspired by our Furry friends at Luskwood Creatures () .  Perfect for your animal characters on Second Life or even to add to children’s audio books.<br><br></li><li><strong>Sci Fi Voices:</strong>  If the Deep Space pack didn’t have enough for your space bound games try 5 more voices and be Commander Gordon or our ever popular Space Squirrel!<br><br></li><li><strong>Translator Fun Voices:</strong>  This collection of 7 voices is completely useless.  But if you just want to have fun with your friends by randomly burping, farting or getting bleeped this is the pack for you.  Translator packs convert your normal speech to funny sounds or add random effects as you speak.</li></ul><br><i>(Luskwood, Luskwood Creatures are all trademarks of Luskwood, LLC. Second Life® and the Second Life Logo are the trademark of Linden Research, Inc.)</i>",
    "supported_languages": "英语, 德语, 西班牙语 - 西班牙, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/277720/header.jpg?t=1620387866",
    "developers": [
      "Screaming Bee"
    ],
    "publishers": [
      "Screaming Bee"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}