{
  "277740": {
    "name": "Train Simulator: Union Pacific FEF-3 Loco Add-On",
    "steam_appid": 277740,
    "required_age": 0,
    "is_free": false,
    "description": "The final steam locomotive built for Union Pacific, the FEF-3, comes to Train Simulator from Smokebox with an extensive array of detailing and features.<br><br>The FEF was a class of three steam locomotives built by the American Locomotive Company (Alco) and operated by Union Pacific Railroad. ‘FEF’ was an acronym of the locomotive’s wheel arrangement – 4-8-4 – although they were also called ‘800s’, after the running numbers they carried.<br><br>The first 20 FEF locomotives - named FEF-1 - were delivered by Alco in 1937 with a second batch of 15 locomotives – FEF-2 - delivered two years later. The remaining 10 locomotives in the Class – FEF-3 - arrived in the early 1940s, and except from the use of some substitute materials, were almost identical to the FEF-2 locomotives.<br><br>The FEF-3 were the last steam locomotives delivered for Union Pacific and survived well beyond World War II, with many of the locomotives being converted to oil burning due to the short supply of coal following the War.<br><br>Locomotive 844, the last of the FEF-3 Class, holds the honour of being the longest continuously operating 4-8-4 locomotive in the World, and the only one never to be retired by a Class I Railroad, continuing on regular services to this day. Three other locomotives in the Class have survived, two of which are on permanent display in the USA.<br><br>The FEF-3 for Train Simulator, developed by Smokebox, is available in two all-black Union Pacific liveries, one of which includes white-walled driving tyres, chrome finish on some parts, silver grey striping along the edge of runboards, and gold painted cab front windows frames. The FEF-3 is also fitted with diesel multiple unit (MU) controls, meaning it can run in tandem with a diesel locomotive, and features functioning in-cab signalling equipment.<br><br>You can drive the locomotive in both simple and advanced modes, and it also includes a wealth of detailing and animated features, such as animated valve gear and running gear, animated brake rigging and brake pistons, opening cab doors, side windows, ventilator doors, roof hatch, front storm windows, and side windshields, animated water level in tender, and realistic wheelslip/wheelskid.<br><br>The locomotive is also Quick Drive compatible, giving you the freedom to drive the Union Pacific FEF-3 on any Quick Drive enabled route for Train Simulator, such as those available through Steam. Also included are scenarios specifically for the Sherman Hill route (available separately and required to play these scenarios).<h2 class=\"bb_tag\" >Scenarios</h2><br>Three scenarios for the Sherman Hill route:<br><ul class=\"bb_ul\"><li>\tUP Employee Excursion, Pt 1<br></li><li>\tUP Employee Excursion, Pt 2<br></li><li>\tUP 844 Excursion from Denver</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>\tFEF-3 in Union Pacific liveries<br></li><li>\tSimple and advanced controls<br></li><li>\tDiesel multiple unit (MU) controls<br></li><li>\tFunctioning in-cab signalling equipment<br></li><li>\tAnimated valve gear and running gear<br></li><li>\tAnimated brake rigging and brake pistons<br></li><li>\tOpening cab doors, side windows, ventilator doors, roof hatch, front storm windows, and side windshields<br></li><li>\tAnimated water level in tender<br></li><li>\tRealistic wheelslip/wheelskid<br></li><li>\tQuick Drive compatible<br></li><li>\tScenarios for the Sherman Hill route<br></li><li>\tDownload size: 206mb</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/277740/header.jpg?t=1728550226",
    "developers": [
      "Smokebox"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}