{
  "2780": {
    "name": "ARMA: Combat Operations",
    "steam_appid": 2780,
    "required_age": 0,
    "is_free": false,
    "description": "Sequel to the highly successful Operation Flashpoint, ARMA: Combat Operations is a first person tactical military shooter on the PC with large elements of realism and simulation. This game features a blend of large-scale military conflict spread across large areas alongside the more close quartered battles. You'll be thrust into the midst of an engaging and expanding storyline, fighting against smart, aggressive enemies who will continually provide a challenge over a massive landscape.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>Story driven single player campaign:</strong> Write your own campaign storyline by choosing the right mission order when playing the 20+ missions. Play it differently next time and find new ways to victory!<br>\t\t\t\t\t</li><li><strong>Large scale multiplayer:</strong> Use ARMA Combat Operations' strong multiplayer mode and play battles where tanks supported by infantry and helicopters take control of an enemy city. The engine supports 50+ live opponents in a role of both friendly and enemy forces.<br>\t\t\t\t\t</li><li><strong>More than 30 weapons:</strong> Every weapon has unique firing characteristics featuring the new and improved recoil system.<br>\t\t\t\t\t</li><li><strong>Vast environment to explore:</strong> Explore Sahrani, an area over 400 square kilometers in size, full of flora and fauna.<br>\t\t\t\t\t</li><li><strong>More than 30 modern vehicles:</strong> All vehicles in the game can be controlled - tanks, armored vehicles, helicopters, airplanes, civilian cars or even boats.<br>\t\t\t\t\t</li><li><strong>Multiple gunners:</strong> Utilize the multiple gunner positions on tanks and helicopters to rain death on your enemies both in multiplayer missions and single player campaign.<br>\t\t\t\t\t</li><li><strong>HDR Lighting effects:</strong> Ambushing an enemy with the sun in your eyes leaves you at the disadvantage. Think smart, fight better!<br>\t\t\t\t\t</li><li><strong>Real constellations and tides:</strong> ARMA's great depth even includes such features as fully simulated star maps, lunar cycles and tides. Watch where you park your vehicle, soldier!<br>\t\t\t\t\t</li><li><strong>Built-in mission editor:</strong> Create you own scenarios using the easy-to-use mission wizard, advanced built-in mission editor, scripting language or BI tools available online and share your creation with the game.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2780/header.jpg?t=1712604482",
    "developers": [
      "Bohemia Interactive"
    ],
    "publishers": [
      "Bohemia Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2008 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}