{
  "278210": {
    "name": "VEGAS Pro 13 Edit - Steam Powered",
    "steam_appid": 278210,
    "required_age": 0,
    "is_free": false,
    "description": "Designed for a new generation of creative professionals VEGAS Pro 13 Edit - Steam Powered delivers pure VEGAS Pro core technology in a cost-effective package. Features include advanced archival tools, audio metering options, and full synchronization with the VEGAS Pro Connect mobile iPad companion app. VEGAS Pro 13 offers more formats, more workflows, and more creative control than ever before.<br><br><strong>About this Software</strong><br>As your video skills grow and projects get more creative, step beyond Movie Studio 13 Platinum with VEGAS Pro 13 Edit and the additional power of:<br>•\tUnlimited video and audio tracks<br>•\tGo beyond HD with 4K and UHD projects<br>•\t32-bit video processing<br>•\t24-bit/192 kHz audio processing<br>•\tPro video scopes power up your final color correction phase<br>•\tNested projects for longer form organization<br>•\tApplication scripting for automation of frequent tasks<br>•\tBézier masking for creative compositing<br>•\tCollaboration and remote control with VEGAS Pro Connect for iPad<br>•\t390+ Video and 40+ Audio key-frameable  filters and effects<br>•\tAnimated titles and media generators<br>•\tSupport for multi-layer Adobe Photoshop® PSD files<br>•\tClosed Captioning creation<br><br>Edit standard definition, high definition, 2K, and 4K material with simple drag-and-drop functionality. The VEGAS Pro 13 Edit interface provides an impressive array of innovative tools and thoughtful touches with a fully customizable workspace for accomplishing a wide range of production tasks. Quickly edit together that clutch moment in your game play or your latest quadcopter video with stunning video and audio effects and titles, post to your channel, and share with your subscribers.<br><br><strong>Rapid Editing</strong><br>VEGAS Pro is known for being a rapid editing environment. VEGAS Pro provides a multi-tool paradigm which organizes frequently used tools in a convenient pop-up menu directly below the timeline to provide fast access for a more efficient editing workflow. All editing tools have keyboard shortcuts so you can edit even faster.<br><br><strong>Powerful FX</strong><br>With over 60 video effects and seven specialized video effects from FXHOME, and over 45 audio effects and filters integrated directly into VEGAS Pro 13, you can enhance your video in any number of ways. Combine up to 32 video filters and effects per effects chain and apply them at the event, track, media, and project levels. Easily match color characteristics from one clip to another using the color match plug-in. Import layered Photoshop® files with each layer on its own track. Process and render videos faster with GPU-accelerated, OpenCL™-supported devices.<br><br><strong>Add Narration and Closed Captioning</strong><br>Enhance your game-play projects for the web by recording your narration as you preview your video. Add closed captioning to follow lockstep with your narration.<br><br><strong>Masking</strong> <br>Don’t have a green screen? Bézier Masking to the rescue! Creative masking combined with the compositing available in VEGAS Pro can dramatically enhance—and in some cases save—your project.<br><br><strong>VEGAS Pro Connect</strong><br>Control VEGAS Pro remotely from your iPad with VEGAS Pro Connect, a free app for your iPad.  Send your video to a friend’s iPad where they can leave comments and suggestions on your project.  Reconnect and instantly bring those comments and suggestions directly to your project timeline as frame-accurate markers with text.<br><br><strong>Add Animated Titles</strong><br>Creating animated titles and credit rolls is as easy as a drag and drop. Place the titler on the timeline to create lower thirds or main titles. Use animation presets or design your own. Choose from a variety of credit roll presets and customize anything from font to color and background.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/278210/header.jpg?t=1475520539",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 2 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}