{
  "279140": {
    "name": "Making History: The Great War",
    "steam_appid": 279140,
    "required_age": 0,
    "is_free": false,
    "description": "The First World War ushered in the beginning of a new age. On battlefields across the globe, the remaining vestiges of the 19th Century were gruesomely attritted away as the introduction of new weapons favored defensive strategies that lead to massive casualties in futile attacks on fortified lines. Whole Nations mobilized as the citizenry became integral to the war effort, churning out the supplies necessary to keep their soldiers fighting and dying. This was total war and the national suffering seeded movements bent on rebellion and revolution. <br><br>Making History: The Great War offers a game filled with historical events and challenges of the WW1 era. Playing as the Head of State, you are responsible for managing all facets of your nation's economy, diplomacy and military. Your actions will influence world events as you lead your armies in the most in-depth WWI grand strategy game ever made. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/279140/extras/f9abbd8f74d121db07d608d36dd449ec.webp?t=1667063795\" width=618 height=63 /></span><br><br><ul class=\"bb_ul\"><li>Play as any independent nation during the World War 1 era.<br><br></li><li>Choose how best to control your conquests: colonies, protectorates or puppet states.<br><br></li><li>Build trenches to grind down attacking forces.  <br><br></li><li>Soften up your enemies defenses with adjacent region Artillery bombardments.<br><br></li><li>Bomb with Airships and BiPlanes, counter with Fighters and Anti-Air units.<br><br></li><li>Control the seas and the lines of supply by waging Unrestricted Submarine Warfare, sinking both naval and trade vessels. <br><br></li><li>Buy and sell in a global economy, trade for vital resources or manufactured goods.<br><br></li><li>Expand your sphere of influence using foreign aid to increase ties with other nations. <br><br></li><li>A sophisticated economic system designed to simulate the inter-dependency of technology, industry and war. You must produce the munitions to fire your big guns and food to feed your people. <br><br></li><li>Employ government spending to keep the populations from radicalizing towards rebellion and ultimately, national collapse.  <br><br></li><li>Over 275 different nationalities represented, many with unique model sets.<br><br></li><li>Hundreds of unit models representing the historic weapons of the period. <br><br></li><li>Create customized scenarios with our detailed editor. Share your mods on Steam Workshop.</li></ul>",
    "supported_languages": "英语, 德语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/279140/header.jpg?t=1667063795",
    "developers": [
      "Muzzy Lane Software",
      "Factus Games"
    ],
    "publishers": [
      "Factus Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 1,
      "highlighted": [
        {
          "name": "Early Defeat",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/279140/9429d2a47c50cd00c70e7ff66055be241ab46797.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 30,
      "total_negative": 5,
      "total_reviews": 35
    }
  }
}