{
  "279640": {
    "name": "The Troma Project",
    "steam_appid": 279640,
    "required_age": 0,
    "is_free": false,
    "description": "WARNING: Originally completed in the year 2001 this game was never released. It contains extensive swearing, rude language, sex, crime, splatter Horror - everything what was not acceptable for a Video game 15 years ago. If you play this game, please do not take anything too serious.<br />\r\n<br />\r\nThe Troma Project is the exciting turn based strategy game which puts you in the world of Troma and Toxic Mayhem! Featuring The Toxic Avenger, Sgt. Kabukiman N.Y.P.D. and Super Tromette Tiffany Shepis, Toxic Mayhem is the fun and addictive game which allows players to mindlessly kill anything and everything that moves! And, at the beginning of every mission, Lloyd Kaufman will give you advice on how to get through it! Toxic Mayhem is the greatest video game since Toxic Crusaders for the Sega Genesis and Nintendo! Features: Turn-based Strategy featuring The Toxic Avenger and Sgt. Kabukiman NYPD! Seven chapters full of Fun &amp; Gore! Be prepared for a long journey across the globe: Travel to Tromaville, Arabia, Motumbuland and other strange places! Meet Nelson MacMengele and dozens of other fucked up enemies! Amazing interactivity: go after hundreds of Tromatic weapons, drugs and other useful items. Mix your own drinks! Use your inventory to mess around with your equipment, make target-shots and blow up cars! Check out the Tromatic movie cutscenes in full-screen blood &amp; gore while you follow the thrilling storyline to its dramatic conclusion! More than 25 tracks of music, featuring Nevermore, The Loose Nuts, songs from famous TopWare games and Troma movies, and many more! -",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/279640/header.jpg?t=1577598733",
    "developers": [
      "Nekrosoft"
    ],
    "publishers": [
      "TopWare Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}