{
  "279620": {
    "name": "Expansion - Europa Universalis IV: Wealth of Nations",
    "steam_appid": 279620,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Wealth of Nations is the second expansion for the critically praised strategy game Europa Universalis IV, focusing on trade and how to make the wealth of the world flow into your coffers. </strong><br><br>The expansion allows you to create trade conflicts in secret, steal from your competitors with the use of privateers, use peace treaties to gain trade power and create a new trade capital to strengthen your grasp over trade. <br>The age of exploration is brought to life in this epic game of trade, diplomacy, warfare and exploration by Paradox Development Studio, the Masters of Strategy. Europa Universalis IV gives you control of a nation to rule an empire that lasts through the ages.<br><br><strong>Main features:</strong><h2 class=\"bb_tag\" >Use covert diplomatic action to create trade conflicts:</h2>Bring out your negotiating skills and explore new diplomatic ways to justify and force trade conflicts against your competition<h2 class=\"bb_tag\" >Steal from your competitors with the use of privateers:</h2>Dare to hire privateers that will steal trade from your competitors by leaching trade into a pirate nation. But if you do, know that this will increase the risk of war since your competitors will have a just cause for war.<h2 class=\"bb_tag\" >Create a new trade capital &amp; strengthen your trade:</h2>Designate a specific port as your main trade capital, separately from your country’s capital, in a coastal province within the same continent.<h2 class=\"bb_tag\" >Improved trading in inland nodes:</h2>Merchants placed in inland trade nodes gets increased bonus in proportion to your country’s trade efficiency and will increase your possibilities to trade in faraway inland trade nodes.<h2 class=\"bb_tag\" >Establish East India Companies:</h2>Strengthen your trade network and reach faraway lands by establishing East India Companies.<br>Launch massive projects to build the Suez, Kiel or Panama Canals to create new sea routs across the oceans.<br>Pick which personal diety to follow when playing as a hindu ruler.",
    "supported_languages": "英语, 德语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/279620/header.jpg?t=1699879061",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 4,
      "total_negative": 8,
      "total_reviews": 12
    }
  }
}