{
  "279740": {
    "name": "3D ParticleGen Visual FX",
    "steam_appid": 279740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>ParticleGen</strong> is a flexible and highperformance tool for the creation of multifaceted 3D particle effects in real-time. Thanks to numerous professional features like Interactive real-time previews and the exact setting of parameters using curve diagrams, the program is ideally suited for DTP, video compositing, post processing, software development and all kinds of visualization.<br><br><strong>ParticleGen </strong>enables the realization of almost any desired effect, from explosions and fog to reflections in water. Besides using your own particle shapes which can be created with any conventional image editing program, the software also allows you to import textured 3DS files, which you then can use as particles or animations. For &quot;Autodesk Maya&quot; users, <strong>ParticleGen </strong>enables users to import camera animation for compositing purposes. Yet another of the software's special features is the display of optical deformation effects like shimmering air, shock waves, etc. <br><br>ParticleGen also enables you to import the widest range of file formats, like TGA (images and sequences), BMP, DDS or AVI.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>True 3D display, with wind and gravity influences<br></li><li>Interactive real-time preview with High Dynamic Range Rendering<br></li><li>Display of optical deformation effects (Displacement Maps)<br></li><li>Codec, frame rate, frame interlace and color space can be individually set<br></li><li>Configurable lighting, background and terrain<br></li><li>Use of own textures and 3D objects as well as background images and videos<br></li><li>Extensive particle, texture and effects library<br></li><li>Export Per Frame (DDS series, TGA series) or as video (AVI) up to 4000x3000 Pixel <br></li><li>Export of depth information and alpha channel<br></li><li>Resets for PAL-, NTSC- and HDTV formats</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/279740/header.jpg?t=1667395130",
    "developers": [
      "Reality Pump"
    ],
    "publishers": [
      "TopWare Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "55",
        "description": "照片编辑"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}