{
  "280380": {
    "name": "Uprising44: The Silent Shadows",
    "steam_appid": 280380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Uprising44: The Silent Shadows</strong> combines third-person action play with real-time strategy. It is a unique combination of the two modes of play, and has an in-depth and interesting story-line which has not yet been used in WWII computer games – the greatest civilian Uprising against Nazi occupying forces – the Warsaw Uprising. It is a story of the Silent Shadows - forerunners of modern day special forces - paratroopers dropped behind enemy lines to organize resistance and use diversionary tactics in the fight against the forces of the Third Reich. An appropriate audio-visual setting combined with cover system (an excellent, proven method of game play), the story-line, and diverse settings ensure a dynamic and enjoyable game not only for players familiar with this type of theme, but also those merely wanting casual entertainment.<br><br><strong>Action Mode</strong><br><br>Play through an over-the-shoulder perspective gives a sense of reality to small groups of soldiers fighting in the tight confines of a city. You venture through buildings, cellars, streets, ruins and underground canals and take part in seemingly real skirmishes. You have available to use 16 types of weapons, depending on the tactics you choose.  You can take cover, give orders to comrades, fight at close quarters, or at a distance - to get advantage over a superior number of the enemy.<br><br><strong>RTS Mode</strong><br> <br>You lead groups of uprisers that take part in heavy fighting on the streets of Warsaw. You as a leader will have to think strategically and improvise in quick changing situations of battle.<br><br><strong>Key Game Features:</strong><br><br><ul class=\"bb_ul\"><li>    First independent computer game that is based on the Warsaw Uprising<br></li><li>    An in-depth, inspiring story-line based on the greatest civilian uprising of WW II<br></li><li>    A unique combination of TPP game play and real-time strategy.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/280380/header.jpg?t=1447360458",
    "developers": [
      "DMD Enterprise"
    ],
    "publishers": [
      "DMD Enterprise"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}