{
  "281450": {
    "name": "Disciples Sacred Lands Gold",
    "steam_appid": 281450,
    "required_age": 0,
    "is_free": false,
    "description": "It is now the dawn of a new age. The most momentous of wars has begun in the heart of <br />\r\nthe Sacred Lands. Four races - the Empire, the Mountain Clans, the Undead Hordes and the <br />\r\nLegions of the Damned - stand ready for battle as they fight for the survival and dominance <br />\r\nof their war-torn world, and the gods they have long believed in.<br />\r\n<br />\r\nThe Mighty Lords watch silently as their Disciples prepare for the daunting tasks ahead. <br />\r\nEach warrior must engage in a struggle of swordplay, sorcery, and uncommon courage in order <br />\r\nto complete their sacred quests.<br />\r\n<br />\r\nThe Empire fight to secure their people's future; The Mountain Clans search to regain their <br />\r\nrune knowledge; The Undead Hordes seek revenge for their accursed god; and The Legions of the <br />\r\nDamned battle to resurrect their fallen angel's soul. It is a struggle of desperation.<br />\r\n<br />\r\nEvery stroke of a sword, each blast of fiery magic must be endured beyond exhaustion. For once <br />\r\nthe clouds of destruction clear, lands will have been transformed, new armies will have been <br />\r\nforged and the cheers of the liberated will resound throughout the land.<br />\r\n<br />\r\nThe day of reckoning has come...<br />\r\n<br />\r\nOnly one race shall claim victory. Only the chosen will survive.<br />\r\n<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n*Gold Edition includes over 25 new scenarios created by the developers and improved multiplayer functionality.<br />\r\n<br />\r\n*Engage in classic turn-based strategy and RPG action in a fully explorable medieval world.<br />\r\n<br />\r\n*Master over 100 spectacular spells, each boasting its own dynamic animation.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/281450/header.jpg?t=1759955923",
    "developers": [
      "Strategy First"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 440,
      "discount_percent": 80,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 4.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 9,
      "total_negative": 0,
      "total_reviews": 9
    }
  }
}