{
  "281430": {
    "name": "Clans",
    "steam_appid": 281430,
    "required_age": 0,
    "is_free": false,
    "description": "Your goal is to confront and destroy the Demon and locate the lost <br />\r\nCrown of Peace. You will roam your once-beautiful land, routing out <br />\r\nthe Demon's hateful minions, solving the mysteries of the fortress, <br />\r\nand moving ever closer to your final encounter with the Demon. Summon <br />\r\nyour courage and raise your sword for a fight to the death.<br />\r\n<br />\r\nFeatures:<br />\r\n<br />\r\n7 Levels: At the Gates; Underdark, a cavern realm of molten lava; <br />\r\nChambers of Torment, the dungeons of the fortress; The Commoners Quarters; <br />\r\nGarden of Eternity, the fortress courtyard; The King's Quarters; The Dragon's Den<br />\r\n<br />\r\nWage war with swords, axes, magic, and explosive weaponry through nine quests, seven <br />\r\nlevels and five sublevels of the ultimate hack-and-slash action.<br />\r\n<br />\r\nFight for your clan and your world as one of four unique characters each possessing <br />\r\ndistinct skills and abilities.<br />\r\n<br />\r\nCasts spells, unravel puzzles, interact with extraordinary characters and destroy evil incarnate.<br />\r\n<br />\r\nWhen you launch Clans, you will see a window pop up:<br />\r\n<br />\r\n&quot;Please insert the CLANS CD! Hit OK when done, or Cancel if you don't want any music.&quot;<br />\r\n<br />\r\nThis is an olde school Diablo type game, back in the days when games were run with the CD inserted. The interesting feature of this particular game is that the<br />\r\ncontents of the original CD contained only the music for the game. What this means is that you can put ANY music CD into your CD player and the game will play it! If you don’t want to have music playing, simply hit ‘Cancel’ and the game will launch. Have fun!<br />\r\n<br />\r\nThe original CD audio has been added to the game files. If you want to hear the original soundtrack, you will have to navigate to your Steam directory where the game files for Clans reside. You will find a folder called &quot;Clans music&quot;, and the audio files are in there. Then you will have to burn an audio CD and put into your CD drive.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/281430/header.jpg?t=1759942991",
    "developers": [
      "Computerhouse"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}