{
  "281840": {
    "name": "4PM",
    "steam_appid": 281840,
    "required_age": 0,
    "is_free": false,
    "description": "Note of caution: 4PM deals with subjects of alcoholism and suicide<br />\n<br />\n&quot;You wake up, your flat is a mess, you have a terrible hangover, sounds of the city and police sirens outside. Another day in in a life of Caroline Wells and her dull, corporate job. You get up, thinking that this is going to be just another day on your downward spiral, but what lies ahead is a day of life changing, cathartic experiences&quot;<br />\n<br />\n4PM is a short, narrative driven game, made by one person as an attempt to tell a real, thriller story in the form of an interactive experience. It is, with your support, a first in a series of smaller, narrative driven experiences, that spare no expense on audio-visual style and try to tell believable, real stories through engagement, dark humor and fun.<br />\n<br />\n<br />\n- 4PM is a short experiential game, where you lead a character through several different scenes/locations during a day, each with its own, unique gameplay, adding to a    bigger story<br />\n <br />\n- 4PM is a cinematic experience aimed at people interested in interactive story-telling, but without the complexities and reflex based natures of classic games<br />\n <br />\n- 4PM doesn’t have an inventory system, health bars, or any other distracting elements, it pulls you into this story and puts you in the shoes of the character. You are Caroline, you live her day, and you have to make some big decisions which will change the outcome of the game<br />\n <br />\n- 4PM will try to create an interesting blend between linear, cinematic stories and interactive gameplay<br />\n<br />\n<br />\n<br />\nNote:<br />\n<br />\nThis is not a typical, mechanics driven game, it is a short, interactive story with gameplay elements. If you are interested in something a bit different, experimental,  then this is it, if you are looking for an open world, leveling up, puzzles and 10 hours of gameplay then this is probably not for you. I do appreciate amusing, negative comments though :D .",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语, 意大利语, 葡萄牙语 - 巴西, 日语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/281840/header.jpg?t=1447360528",
    "developers": [
      "Bojan Brbora"
    ],
    "publishers": [
      "4PM GAME"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}