{
  "281970": {
    "name": "Windborne",
    "steam_appid": 221560,
    "required_age": 0,
    "is_free": false,
    "description": "Windborne will bring social sandbox creation games to the next level. In its final product, post early access, you will be able to explore a vibrant world filled with secrets to unlock and treasures to find, craft personalized furnishings and innovative artifacts, and befriend intriguing Jin to help build a new civilization. Will you seek out the clues and artifacts of the ancients, or just loot passing islands for minerals and rare plants? Bring along your friends while you play, and share your creations with the world. Where will the wind take you? Windborne is currently in early access. It is being developed and self-published by Hidden Path Entertainment, Inc.<h2 class=\"bb_tag\" >Game Play Features Currently In Early Access</h2><ul class=\"bb_ul\"><li>Exploring – Explore an infinite number of islands, each full of wonder and surprise.<br></li><li>Building – With a wide variety of building materials, furnishings, and artifacts, you can build whatever you can imagine <br></li><li>Jin – Make new friends by trading with the native Jin<br></li><li>Quests – Basic quest system gives you a guided tour of Windborne, with rewards for each completion.<br></li><li>Multiplayer – Play and build with your friends!<br></li><li>Crafting – Learn to make almost 200 different blocks</li></ul><h2 class=\"bb_tag\" >Game Play Features Coming With Later Updates or at Launch</h2><ul class=\"bb_ul\"><li>Guiding – Guide the Jin to civilization by defending them, building homes for them, and teaching them, and they will help you in return. <br></li><li>Exploring -  Explore millions of ruins filled with puzzles and treasure. <br></li><li>Community – See other islands floating by, and visit them to trade with their owners. Join your friends and help them build their town. <br></li><li>Dragons – Breed dragonlings to unlock special abilities, including the ability to fly! <br></li><li>Combat – Defeat enemies that are encroaching on your island, or try assaulting a copy of your friend’s island to test its defenses. <br></li><li>Quests – Pick and choose quests to give you optional challenges that net big rewards.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/221560/header.jpg?t=1447356692",
    "developers": [
      "Hidden Path Entertainment"
    ],
    "publishers": [
      "Hidden Path Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}