{
  "282030": {
    "name": "Carmageddon 2: Carpocalypse Now",
    "steam_appid": 282030,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282030/extras/90c0e7673e8b5ce7fa40c854877f95fe.avif?t=1727252729\" width=616 height=89 /></span><br>The world's first high-speed internal organ liberation simulator is back in full 3D! The slaughter is bloodier, the body parts fly further, and the destruction is heavier. Crash and burn through the 3D rendered crowds with the pedal to the metal. Destroy your opponents every which way possible, the more creative the destruction, the better the rewards. No rules, no compromise, NO MERCY!<br><br>Carmageddon 2: Carpocalypse Now is the sequel to the sensational &quot;Game of the Year&quot; smash and trash blockbuster from 1997. The creators of the original Carmageddon packed the follow-up with more action, fun, and mayhem! Play chicken with an airplane! Fry pedestrians with the Electro Bastard Ray! All of the fun and none of the responsibility of motorized murder and mayhem in one huge package. What are you waiting for? Gear up and ride out!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282030/extras/8024757e37eab488e1d4e5ddb458c8f4.avif?t=1727252729\" width=616 height=89 /></span><br><strong>&quot;Ladies and gentlemen, start your engines! Members of the public, you have ONE minute to reach minimum safe distance!&quot;</strong><br><br><ul class=\"bb_ul\"><li>Crazy range of vehicles and drivers, each with their own personality and driving style.<br></li><li>30 grueling tracks<br></li><li>10 manic mission levels<br></li><li>10 stunning new environments<br></li><li>All-new damage model - cars smash apart, and can even split in two!<br></li><li>All-new full 3D modelled pedestrians!<br></li><li>A range of wildlife to mow down - from poor penguins to the mighty moose!<br></li><li>90 Power Ups (and Power Downs) including user-triggerable ones<br></li><li>Waste trains, planes, and slaughtermobiles<br></li><li>Reckless driving gains points - annihilate anything and everything in your path<br></li><li>Great open world track design allowing complete freedom to explore.<br></li><li>Hidden bonus areas to find.  <br></li><li>Ludicrously satisfying, arcade-style gameplay.</li></ul><ul class=\"bb_ul\"><li>Heavy metal soundtrack from Iron Maiden and Sentience will accompany you on this hellish ride.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282030/extras/4873e5bd9018694cd288d25155e62b6f.avif?t=1727252729\" width=616 height=89 /></span><br>The aim is for the player to work their way up the ranking system, from 99th place to first. The player vehicle is pitted against a wide range of computer controlled competitors, in locations such as cities, desert, airport, funfair and even an aircraft carrier. Levels can be beaten in one of three ways:<br><br><ul class=\"bb_ul\"><li>Completing all the laps of the race course, as one would a normal racing game.<br></li><li>&quot;Wasting&quot; (wrecking) all the opponents vehicles.<br></li><li>Killing all the pedestrians in the area.</li></ul><br>Each level has a time limit, but more time may be gained by passing through checkpoints, collecting PowerUps, damaging/destroying the competitors' cars, and by running over pedestrians (with bonuses awarded for style).<br><br>These actions also reward the player with Credits, which can be used to make instant repairs or recover the car (after falling down a chasm, for example). They can also be used to upgrade Armour, Power and Offense stats in the Parts Shop between races. This is also the time to switch which car to drive if others have been obtained.<br>As well as opponents partaking in the 'race', some levels also contain a number of Cop Cars, which will activate their sirens and hound the player when provoked. They can be attacked and destroyed, but do not count as opponents. A single &quot;Super Squad Car&quot; exists in one level, and it can be claimed if destroyed.<br><br>An Action Replay with multiple camera viewpoints is available at any point during a race.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282030/extras/Reviews&amp;Awards.png?t=1727252729\" /></span><br>Originally released for the PC in November 1998, Carmageddon 2: Carpocalypse Now was an instant hit and the Carmageddon series sold over 2 million copies worldwide. Here’s what a sample of the gaming press thought at the time:<br><br><i>“There are many clever vehicles, the levels are fun, and the physics engine is simply amazing...”</i> - Christopher Allen <strong></strong> &quot;Enjoyment&quot; 4.5 stars<br><br><i>“If you love the smell of gasoline in the morning, prepare to take a huge whiff of victory. This is random violence and destruction at its most beastly.”</i> - Joe Ottoson <strong></strong> &quot;Enjoyment&quot; 4.5 stars<br><br><i>“Arms go flying, heads pop off and roll into walls, and legs fall off and squirt blood on the ground. This game is not for the peace-loving hippie types.”</i> - Dr.Moo <strong></strong> B+<br><br><i>“The physics model is so open-ended, and there are so many silly power-ups, Carmageddon II ends up being entertaining for a long time.”</i> - Greg Kasavin <strong>Gamespot</strong> 8.3 av. User Score<br><br><i>“Carma II does for Carmageddon what Doom did for Wolfenstein 3D: takes the concept and fine-tunes it, producing a game that is a ghoulish dream come true for fans of the original... and a kick in the cock for the critics.”</i> -<strong>PC Zone</strong> 9.5<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282030/extras/85b3bd3feaefba404f77a252c276153a.avif?t=1727252729\" width=616 height=89 /></span><br>Carmageddon 2: Carpocalypse Now is the second of a series of graphically violent driving-oriented video games. It was conceived and developed by Stainless Games, published by SCi and released November 30, 1998 on PC &amp; Mac.<br>The Carmageddon series of games was, and remain, a poster child for video game controversy. The controversy surrounded the game's central premise; that of earning reward for running down innocent pedestrians.<br>The game was notable for its realistic and ground-breaking physics, and for its in-game action replay features. It was also one of the earliest examples of a sandbox 3D driving game, and may have influenced other later games including the Driver and Grand Theft Auto series.<br><br>ABOUT STAINLESS GAMES<br>Stainless was founded in 1994 by Patrick Buckland, a veteran of the games industry going back to the Jurassic period of 1982, and Neil Barnden, who used to have hair like a mammoth. A team of 8 worked on the original Carmageddon at Stainless, and 5 are still with the company today, although a couple of them are now kept manacled in a small padded room in the cellar.<br><br>Stainless Games now employs around one hundred dedicated people of assorted gender, height and width. They can all be found dangling precariously from a small chalky rock just off the South Coast of England.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282030/header.jpg?t=1727252729",
    "developers": [
      "Stainless Games Ltd"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 6,
      "total_negative": 0,
      "total_reviews": 6
    }
  }
}