{
  "282250": {
    "name": "Line of Defense Tactics Demo",
    "steam_appid": 282250,
    "required_age": "16",
    "is_free": true,
    "description": "Line Of Defense Tactics is a real-time strategy combat game for a range of mobile devices, laptops and desktops.<br><br>The game is based on the world of the Line Of Defense MMO in which players command a team of four Galactic Command (GALCOM) marines in highly classified missions which take place in space and on planets.<br><br>Equip your team with all types of inventory items, including weapons of mass destruction, space and planetary vehicles as they fight hard to accomplish their missions based on issue #0 of the Line Of Defense comic by DC Comics.<br><br>Line Of Defense Tactics also contains a full database of all assets from Line Of Defense MMO game – making it an excellent companion app<br><br><ul class=\"bb_ul\"><li>Action based storyline based on the Line Of Defense comics<br></li><li>Real time tactical combat with a persistent team of characters<br></li><li>Fight the enemy in ship to ship combat, inside their bases, and on the ground<br></li><li>Command infantry, autonomous androids, and vehicles to complete your missions<br></li><li>Call in airstrikes, deploy turrets, and gain access to advanced weaponry as you progress<br></li><li>Access the Line Of Defense MMO game's unit and equipment database for intel</li></ul><br>Line Of Defense is also available for mobile (iOS, Android) devices, PC and Mac OSX.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/282250/header.jpg?t=1447360555",
    "developers": [
      "3000AD"
    ],
    "publishers": [
      "3000AD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}