{
  "283100": {
    "name": "Colonies Online",
    "steam_appid": 283100,
    "required_age": 0,
    "is_free": false,
    "description": "Distant future, the frontier of known space. Brave colonists are making their path on uncharted planets, fighting for a place under foreign stars.<br><br>One of these brave men is you. Drop down to the surface and make the first steps towards building your own space colony! Fight with hostile fauna, conquer new territories, build alliances and march to war against each other. Build settlements, protect and develop your foothold as you like – most importantly, do not forget that it will not be so easy to survive, to preserve and increase your belongings – in Colonies Online the world is common for all, and there are many colonists besides you in the game, and all of them are operating their own interests – that means that nothing and no one is safe.<br><br>Vast areas for colonization, countless monsters, lots of planets and unexplored possibilities are right in front of you. Are you ready to take the risk?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/f23d0c5c56f90851062d89b6c4e57d6b.avif?t=1634081054\" width=616 height=222 /></span><br>All players in the Colonies Online are in a single game world – there are no instances, no restrictions, full interaction with others! Everything you create in the game world will be available to other players even when you're offline. System, that we’re implemented in the game, allows us to create an infinite number of planets with an area of several thousand square kilometers, so we don’t need to divide players in different game worlds, and at the same time we can ensure that there is enough place for everyone to have their own adventures.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/a00a5ba7b1e8ff5b116e4d8dee27cbd7.avif?t=1634081054\" width=616 height=222 /></span><br>A key feature in the Colonies Online. Colonies which players build, will be a centers of communication, research, trade and so on. Players will decide what type of colony they want to build – a secure military base for your guild or free trade spaceport, which will allow everyone to enter. Various building blocks will allow players to create a truly unique structures and security systems to protect them from unwanted visitors. Auction houses, item storages, vendors and so on, disposed on the territory of a colony – all of this will help to make a particular colony a unique place.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/11d329dce2a8bbaaa48179197131f32d.avif?t=1634081054\" width=616 height=222 /></span><br>New Update! All planets in the Colonies Online are rich in mineral resources – you just need to find and to extract them. Some resources require large-scale approach to exploitation – building mines and long-term development. Locating deposits of rare resources and their further development can become a true adventure in remote corners of planets.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/fd313624dd6995a272756328e7929439.avif?t=1634081054\" width=616 height=222 /></span><br>The game uses fair non-target system. In conjunction with the isometric view and WASD-controls that makes battles more dynamic – more like a fights in Action genre games than of the classic MMO fighting mechanics. Players will have to think well of their surroundings and tactics to blast their opponents and at the same time not to injure their teammates – friendly fire, you know!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/7eb6264b5332642720356dbca487d6c2.avif?t=1634081054\" width=616 height=222 /></span><br>In Colonies Online players can start a firefight with anyone, anywhere. Living opponents will always pose a serious threat – you will need to defend your territory to avoid becoming a victim of aggressive raids. And you can hunt for others, too – it is dangerous, but it is often worth the trophies: arms and supplies, resources and technologies of other players – all this can be taken away for good.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/0a8d97512e41bb6cf1bd3c0d6b08bb85.avif?t=1634081054\" width=616 height=222 /></span><br>Game features a full character equipment system: armor, helmets, weapons, energy shields – all things that will be helpful for you to dominate in the colonies. In future, with addition of crafting, everyone will be able to make unique items from scratch!     <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/045d4d518e591adf8bdfc8c3b71d36f2.avif?t=1634081054\" width=616 height=70 /></span><br>Game will not have predefined classes, instead, there will be a wide variety of skills, from which players can create sets. By combining skills in an interesting set, player will be able to create a profession out of it and teach it to other players. And if such set will contain a rare skill, it can be profitable to sell!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/b2f46abf02fcfdf7551e7f52c7399c29.avif?t=1634081054\" width=616 height=70 /></span><br>Almost all items in the Colonies Online will be made by players with use of their technologies. Flexible craft-circuits will allow creating unique equipment and construction props, as well as customizing any of their parameters. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/extras/0bd7403f16ef8337df0fe8a9a582419b.avif?t=1634081054\" width=616 height=70 /></span><br>Game has an original system of &quot;influences&quot;. By investigating patterns of substances, obtained from defeated monsters, players can explore new technologies and use the results of their research to create a more powerful equipment. However, you should be careful – cool technologies in your hands will attract greedy glances from others.<h2 class=\"bb_tag\" >Key features</h2><ul class=\"bb_ul\"><li> One common game world with big number of planets;<br></li><li> Planet sizes estimated in dozens of thousands square kilometers;<br></li><li> Isometric view and non-target combat system;<br></li><li> Versatile crafting;<br></li><li> No restrictions for building – build anything, anywhere;<br></li><li> Flexible character development;<br></li><li> Open PvP with massive battles of hundreds of players at one time.</li></ul><h2 class=\"bb_tag\" >How to Play</h2>If you have any questions about the gameplay, start with checking the official game FAQ: <br>Also, feel free to ask us anything on Twitter: @ColoniesOnline",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283100/header.jpg?t=1634081054",
    "developers": [
      "Iron Bit"
    ],
    "publishers": [
      "Iron Bit"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}