{
  "283310": {
    "name": "Soulbringer",
    "steam_appid": 283310,
    "required_age": 0,
    "is_free": false,
    "description": "Thousands of years ago six demon kings, known as the Revenants, ruled the world with an iron fist and bloody swords. Donning the bodies of mortal vassals, they could live in the realms of man forever. The great hero and warlock Harbinger was the only one who could stand up to their power. One by one he hunted the Revenants, taking their spirits and casting them into the Well of Souls. Alas, the Revenants survived. As a young man you will travel to meet your uncle in the town of Madrigal. There, your destiny draws you into the path that Harbinger trod - to confront the Revenants and banish their souls back to the Well forever. Your travels will take you far from Madrigal, to the ruined kingdoms of Horath, the ancient empire of Thardolin, and through the lost city of Talendrah. You will brave searing deserts and icy plains. You will have to seek answers among the living and the dead.<br><br><ul class=\"bb_ul\"><li>Customizable combat and magic system that can be as simple or as complex as you like.<br></li><li>Compelling story with many twists and turns will keep you hooked for hours.<br></li><li>Dynamic music, high quality voice acting, and more than one possible ending.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283310/header.jpg?t=1530529931",
    "developers": [
      "Infogames Europe SA"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 4,
      "total_negative": 1,
      "total_reviews": 5
    }
  }
}