{
  "283560": {
    "name": "Munich Bus Simulator",
    "steam_appid": 283560,
    "required_age": 0,
    "is_free": false,
    "description": "A new milestone in simulation: Citybus Simulator Munich, the successor of the popular City Bus Simulator 2010 - New York, covering the complete 100 line also known as the museum line. Starting at the main Rail Station Nord it passes 22 museums and other sightseeing spots to conclude its journey at Munich´s &quot;Ostbahnhof&quot;.<br><br>The true courses of the roads have been designed in an unbelievable graphical detail. For the first time ever the technical aspects of a bus simulator have been modeled and are based on a real training simulator making the driving characteristics absolutely realistic.<br><br>The new Citybus Simulator Munich surely sets new standards in terms of graphics for simulation and comes with unique elements making it a fun to play game. There´s the newly developed vehicle management system for a never before seen level of reality, the “tuning” options for the engine as well as the interactive Traffic Director. Of course you can just drive the MAN Lion´s City Bus to schedule passing the more than 43 detailed sightseeing spots while listening to the original announcements.<br><br>All operational elements of the cab are fully functional. The original Munich copilot (electronic assistant) supports the driver at his daily shift and controls (if selected) all passenger info such as the monitor, displays and announcements. The OCC User Interface allows access to the complete game features at all times. Defects and malfunctions on the bus can be simulated in various different ways.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283560/extras/432e8c838e549479367ca7d4adef1254.avif?t=1667918711\" width=600 height=386 /></span><h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Highly detailed original MAN Lion´s City Bus with numerous operable elements in three <br></li><li>model variants<br></li><li>Newly developed vehicle management resulting in a never before seen level of reality<br></li><li>Optional or automated malfunction device to simulate breakdowns and malfunctions<br></li><li>Tuning options for the engine and fine tuning for the propulsion system<br></li><li>Interactive Traffic Director<br></li><li>Realistic simulation of the line 100 (Museum Line)<br></li><li>More than 43 original sightseeing spots throughout the city<br></li><li>Munich copilot<br></li><li>OCC (Operations Control Center)<br></li><li>Interactive radio communication with the dispatch center<br></li><li>Original announcements<br></li><li>Bonus: test ground scenery</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283560/header.jpg?t=1667918711",
    "developers": [
      "TML-Studios"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 3,
      "total_negative": 5,
      "total_reviews": 8
    }
  }
}