{
  "283620": {
    "name": "World of Subways 3 – London Underground Circle Line",
    "steam_appid": 283620,
    "required_age": 0,
    "is_free": false,
    "description": "World of Subways&quot; is our series of the most interesting Subway and Underground routes of the world for the PC. After the releases of New York and Berlin we are now proud to introduce Vol.3 - London Underground. This simulation covers the entire Circle Line in its current operational service which includes the new section to Hammersmith. This line offers a length of 27km with 35 stations, many hours of fun and interesting missions<br><br>The Circle Line is an underground service of the London Underground circling the center of London. It was first described as such in 1949 and already appeared on the 1947 Underground Map. It had not been built as a separate line, but was merged from different sections of the Metropolitan Line and the District Line. Only two short sections of this line are solely used by the Circle line. These sections are the connecting curves between the stations of High Street Kensington and Gloucester Road and between Aldgate and Tower Hill.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>3D - Cockpit with rotatable camera<br></li><li>Original virtual reproductions of 35 stations on the Circle Line<br></li><li>Free movement in the train and at the stations (accomplished for the first time ever!)<br></li><li>More realistic AI trains, dynamic passengers on the platforms<br></li><li>Superb graphics, reflecting headlights, night effects<br></li><li>Realistic announcements recorded exclusively by the original speaker</li></ul><h2 class=\"bb_tag\" >Physics</h2><br>The physics have been developed based on real values, such as those used in training simulators. The driving and braking characteristics of the trains are reproduced faithfully and reflect the feeling to actually controlling a train of the London Underground.<h2 class=\"bb_tag\" >Graphics</h2><br>Compared to the first two products in this series, Vol. 3 uses a new 3D engine. The simulator is now based on the Vision Engine Trinigy, which made it possible to substantially improve lighting and 3D effects. At the same time the stability and performance of the 3D engine has been improved.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/283620/header.jpg?t=1740844024",
    "developers": [
      "TML-Studios"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 10,
      "total_negative": 4,
      "total_reviews": 14
    }
  }
}