{
  "284260": {
    "name": "PANORAMICAL",
    "steam_appid": 284260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Prepare your fragile human mind for PANORAMICAL, an interactive sensory journey unlike anything you’ve ever played before.</strong><br><br>Manipulate the look, sound, and feel of more than a dozen mesmerizing landscapes in this immersive musical adventure through space and time. Turn peaceful mountains into thumping valleys into jazz solo forests into ominous caves, turn day into night, turn oceans into deserts into atmosphere and the soundscape transforms with you. Each of the 15 unique worlds consists of 18 different audio-visual dimensions under your control.<br><br>Explore the shifting and ethereal universe of PANORAMICAL at your own pace. It’s easy to learn and easy to play, with straightforward controls compatible with keyboard + mouse, gamepad, and even MIDI controllers.<br><br>Play PANORAMICAL however you want: summon dreamlike landscapes with the push of a button, chase that perfect beat, or just find a place where you can relax. Let it all go, or climb into a rainbow dome at the top of the world and ride a serpentine turquoise mountain into a beautiful magenta oblivion. It’s up to you.<br><br><ul class=\"bb_ul\"><li>15 unique environments, ranging from abstract to concrete, from meditative to explosive technicolor madness, and everything in between.<br></li><li>Dynamic interactive music by David Kanaga, the award-winning musician behind Proteus and Dyad.<br></li><li>Special collaborator environments produced by an international team of designers and musicians behind titles like FRACT, Pixeljunk Eden, Samurai Gunn, Nuclear Throne, and others.<br></li><li>Capture pictures and videos and share your favourite moments from inside the game.<br></li><li>Unique 18-dimensional analog controls: Every combination produces a new audiovisual space.<br></li><li>Compatible with keyboard+mouse, gamepads and MIDI controllers.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/284260/extras/6510e3b175801f5f7840636d1aff9ce4.avif?t=1667408765\" width=600 height=170 /></span>",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/284260/header.jpg?t=1667408765",
    "developers": [
      "Fernando Ramallo",
      "David Kanaga"
    ],
    "publishers": [
      "Finji"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 8,
      "total_negative": 2,
      "total_reviews": 10
    }
  }
}