{
  "285090": {
    "name": "Robowars",
    "steam_appid": 285090,
    "required_age": 0,
    "is_free": false,
    "description": "In the near future, mankind has opened the way to the stars – made possible through the use of droids, able to operate in the hostile environment of the deep space. However, both spaceships and droids are dependent on ‘Neonium’ for their power.  However, this new source of energy was only found in the moons of Pluto and deposits are very limited, so the search started for a new supply.<br><br>Scouts ships discovered that a distant planet known as Praymos has rich deposits of Neonium.  The only trouble is Praymos is not only inhabited but has a technological civilization similar to that of Earth of the second half of 20th century.  The result was a battle not just for control of the resource, but the entire planet.<h2 class=\"bb_tag\" >Gameplay</h2>RoboWars is easy to play yet difficult to master.  Each level has its own unique set of tactics – master the tactics and push on to victory!  Select your cards wisely – deploy them even more carefully. Build your defenses to prevent the capture of your flags by the enemy. Place your units or set your traps; earn the right special abilities. In between attacks, construct new defenses. Manage your supplies of Neonium well – the more you have, the more special abilities cards will be available.  The cards allow you to build battlefield towers, units and traps or to activate abilities. Build Neonium production plants for even more special ability cards. Destroyed enemy units will sometimes drop money, which can be used to buy units, traps, and attack cards.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>More than 50 types of units, towers, abilities and powerful bosses! <br></li><li>Story-based campaign with 55 missions.<br></li><li>Casual-hardcore game: easy to learn, hard to master.<br></li><li>Old-school 80’s style sci-fi design<br></li><li>Each level comes with bonus goals – complete to gain bonuses and improve your ratings.  Improve your ratings and get access to even more special ability cards and missions.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285090/header.jpg?t=1665183716",
    "developers": [
      "N-Game Studios"
    ],
    "publishers": [
      "N-Game Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}