{
  "285420": {
    "name": "Deadly Sin 2",
    "steam_appid": 285420,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285420/extras/4b35f9f61cd62ced6fa579d80dc21276.avif?t=1722350314\" width=600 height=200 /></span><br><br>A thousand years of peace are shattered by betrayal, political upheaval, and war. Play as the hero Carrion Iblis, as the story of Siegfried, the Empire's true successor, plunges the world further and further into darkness. <br><br>Immerse yourself in a world of conflict as several opposing factions clash for dominance over the Archaelus Empire and its people. Take up the mighty blade of Carrion Iblis as he and his friends tear through a massive web of manipulation. Theirs is a journey that will crack open the doors of destiny, setting the stage for a truly epic struggle for the fate of the world! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285420/extras/eef4501132b1301fd2015a7b0d2477ea.avif?t=1722350314\" width=600 height=200 /></span><br><br>In this adventure, Carrion must clash against enemies from within and without. He will face down his own countrymen, repel an invasion of undead foes, conquer his personal demons, find love, and challenge the power of the heavens. <br><br>Deadly Sin 2 is a 20-30 hour fantasy RPG epic. It is not a direct sequel to Deadly Sin 1; much like the games in the Final Fantasy series, Deadly Sin 2 is merely the next in a line of spiritual successors to the original. Deadly Sin 2 boasts a massively improved battle and menu system, as well as all-new features. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285420/extras/f45c5b299c1e899e42b0d1a54cd7a20e.avif?t=1722350314\" width=600 height=200 /></span><br><br>1) A fully scripted, back-view, conditional turn-based battle system by Mithran. This is a sophisticated evolution of the traditional RPG battle formula that includes a winner-take-all threat system, and new stats, including Speed, Build, Shield Block, MP Regen, and Equipment Weight. <br><br>2) An original soundtrack written by the game creator, Harmonic.<br><br>3) A large amount of dynamic, enjoyable, and rewarding side-quests that bring the world to life!<br><br>4) Augment system: customize any weapon, shield, or helm/body/arm armor with augments that you find or purchase around the world. Augments add stats, status effects, elemental changes, and other enhancements that are endlessly fun to play around with. <br><br>5) In-depth skill point system: each PC has a unique skill tree. Invest skill points gained from leveling up or completing quests. If you don't like how your character is developing, you can have your skill points refunded at an inn! <br><br>6) Monster nodes: find these nodes to disable random encounters and obtain skill points. If you want to fight enemies again, the monster nodes can be turned back on at your will! <br><br>7) Mouse interface: you can use the mouse to do almost everything, including movement. You can choose not to use the mouse by simply moving it off screen. Use Alt-Enter to toggle full screen mode.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285420/extras/b9e7d4ec7307600d8f7221c8553d5cd4.avif?t=1722350314\" width=600 height=200 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285420/header.jpg?t=1722350314",
    "developers": [
      "Dancing Dragon Games"
    ],
    "publishers": [
      "Dancing Dragon Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}