{
  "285690": {
    "name": "Galactic Command Echo Squad SE - Demo",
    "steam_appid": 285690,
    "required_age": 0,
    "is_free": true,
    "description": "Galactic Command Echo Squad SE is a high-end and very challenging space/planetary combat game. It offers a thrilling campaign, instant action combat sessions as well as a sandbox mode allowing you to explore the game's universe while battling hostile Insurgent forces among others. <br><br>Missions take place in space and on the surface of planets and range from basic escort and recon missions, to highly engaging and dangerous tactical strike missions.<br><br>Many years have passed since the Gammulans invaded the sol system in full force and all but decimated the inhabitants of the planetary systems. cites were<br>completely devastated and entire continents wiped out.<br><br>In their wake, they left a splintered Galactic Command (GALCOM) alliance still engaged in a fierce battle with insurgents who oppose the alliance.<br><br>Stretched to the limit Galactic Command scientists developed a new space craft that is lighter, faster and more powerful than any before it. Episode One begins with this new Engstrom class carrier's first day in a live combat engagement.<br><br>Your Echo fighter squadron of fighters has been assigned to the WildStar battle fleet led by the GCV-Excalibur in operations against the Insurgent uprising.<br><br>As an Elite Force Pilot and leader of the Echo fighter wing assigned to IIS starstation  in orbit around Titan, your fighter squad is tasked with leading a series of defensive and offensive missions against the Insurgents occupying Sol territories. <br><br>Unlike our other larger capital ship series (Battlecruiser, Universal Combat) Echo Squad SE takes place within the confines of the Terran Quadrant which spans the following star systems. So in sandbox mode, you are restricted to this quadrant.<br><br>SOL, ALPHA CENTAURI, BARNARD’S STAR, SIRIUS, OMICRON ERIDANI, TAU CETI, POLARIS, PROCYON<br><br>Echo Squad was first developed in 2007-2008 for Turner’s GameTap service. When that service was sold off (to Metaboli), the game rights reverted. A few months later we decided to update and improve the game. It was later released in early 2009 as Echo Squad SE. The game uses our legacy game engine first released in 2009 for the original Echo Squad SE. The much larger Universal Combat Collector’s Edition v2.0 game is also derived from this engine.<br><br>By popular demand, we decided to remaster and release an updated version of the game for the first time on Steam.<br><br><ul class=\"bb_ul\"><li>New DirectX 9 based high definition space terrain rendering engine with support for Shader Model 2.0 and various high end effects such as motion blur, tone mapping, High Dynamic Range lighting, per-pixel lighting, texture filtering (e.g. Anisotropic), anti-aliasing (FSAA), environment mapping, normal maps and various shader based special effects.<br></li><li>Native support for 16:9 and 16:10 widescreen monitors with native 1280x720 (720p) and 1920x1080 (1080i/p) resolution support. <br></li><li>High definition planetary terrain rendering engine supporting very large surface areas. Technologies include reflections, volumetric clouds, dynamic 24hr time of day effects (including realistic star constellations in the night sky), dynamic weather patterns (snow, storms etc), many mission specific populated areas etc.<br></li><li>Large seamless space and planetary game world provides the ability to conduct missions in both space and on planets (no window dressing here; yes, you can actually go on planets!).<br></li><li>Advanced flight dynamics engine.<br></li><li>Advanced orders system for your wingmen.<br></li><li>Various play modes including a thrilling campaign, several instant action missions as well as a sandbox mode allowing access to space and planetary worlds.<br></li><li>Fully functional 3D cockpits!<br></li><li>In game access to the keyboard commands, game manual, tutorial documents and galaxy map.<br></li><li>Support for USB joysticks as well as native support for most analog game pads (e.g. Logitech Dual-Action) and the XBox 360 controller for Windows (with rumble support!).<br></li><li>Advanced AI engine with NPC characters (also player's wingmen) who act intelligently and react to combat conditions around them.<br></li><li>Advanced mission system with real-time adjusted variables based on AI which ensures that the same scenario always plays differently.<br></li><li>Multiplayer client-server engine supporting up to thirty-two players with in-game server browser with deathmatch and co-op gameplay modes in space and on planets.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/285690/header.jpg?t=1602355334",
    "developers": [
      "3000AD"
    ],
    "publishers": [
      "3000AD"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 3 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}