{
  "286480": {
    "name": "Black Mirror III",
    "steam_appid": 286480,
    "required_age": 0,
    "is_free": false,
    "description": "In the final chapter of this acclaimed horror trilogy, Black Mirror III picks up right where the thrilling ending to Black Mirror II left off. <br><br>Only a short time ago, Darren Michaels was a quiet store clerk in a sleepy New England town. Now in Willow Creek, England, a tormented Darren barely reacts as police handcuffs are closed on his wrists. All the evidence points to him, and the police have arrested Darren as their primary suspect in a fatal crime. He's subjected to extensive questioning, but Darren is numb to the events occurring around him, and has withdrawn into a deep emptiness. Then after several weeks of incarceration, Darren is unexplainably released. <br><br>But he is not free. Darren remains terrorized by sleepless nights, nightmare-like visions, and the chilling specter of murder and death,. <br><br>Now alone, Darren must continue his search to uncover what has been happening to him and lift the veil on his clouded past. What has he really seen? What do his torturous nightmares really mean? Who is the mysterious person that posted the bail to set him free? What demons lie waiting in the crypt? <br><br>Return to face the dark forces that haunt the ominous Black Mirror Castle as you search for the secrets that lie behind the tangled web of haunting riddles, mysterious secrets and dark characters. Alternate between two playable characters, as you explore over 100 highly detailed and atmospheric locations; interacting with over 50 characters in your quest for redemption. <br><br>Dare to find the answers in the climactic final chapter of this epic trilogy - for once you gaze into the Black Mirror, you won't be able to look away.<h2 class=\"bb_tag\" >Features: </h2><br><ul class=\"bb_ul\"><li>In the final chapter in this acclaimed horror trilogy, Black Mirror III picks up right where the thrilling ending to Black Mirror II left off. <br></li><li>Return to face the dark forces that haunt the ominous Black Mirror Castle as you search for the secrets the lie behind the tangled web of haunting riddles, mysterious secrets and dark characters. <br></li><li>Alternate between two playable characters as you explore over 100 highly detailed and atmospheric locations, and interact with over 50 characters in your quest to find redemption.. <br></li><li>Dare to find the answers in the climactic final chapter of this epic trilogy - for once you gaze into the Black Mirror, you won't be able to look away!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/286480/header.jpg?t=1725012417",
    "developers": [
      "Cranberry Production"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}