{
  "286750": {
    "name": "Zoo Empire",
    "steam_appid": 286750,
    "required_age": 0,
    "is_free": false,
    "description": "It's a zoo out there, and you're in charge! Go wild with your imagination running the most exotic, fun and exciting zoo ever.<br><br>Tend to your animals' health, happiness and nutrition by hiring employees, and adopt new animals as you unlock the numerous features hidden within the game. Attend to visitors by providing facilities for them to eat, drink and buy souvenirs from as they revel in your zoo.<br><br>Sporting flexible gameplay, choose from either the sandbox mode where you establish the rules of the game, or accept the challenge of graduating from rookie zookeeper to wildlife whiz in the challenging career mode!<br><br>Keep your animals, employees and visitors happy, keep the money rolling in, and path by path, animal by animal, exhibit by exhibit, build your very own Zoo Empire!<br><br><strong>From All Corners of the World...</strong><br>From Koalas to Komodo dragons, choose from over 40 species and subspecies of animals including both rare and endangered species. As you continually invest in new research, new animals will be unlocked for you to include in your ultimate zoo. Please your visitors and enhance your zoo's appeal with over 200 buildings, items and facilities to create your dream zoo, all modeled in 3D.<br><br><strong>Design, Build &amp; Manage the Ultimate Zoo</strong><br>Create a wildlife sanctuary without parallel with Zoo Empire. As owner of your zoo, adopt animals, landscape and build exhibits, hire and manage employees, and keep visitors happy as the money pours into your virtual zoo! Unlock animals, research new technologies and learn all about the challenges of modern-day animal care as you progress up the ladder of Zoodom.<br><br><strong>Fun for All Types of Gamers</strong><br>Zoo Empire features a 30-scenario branched campaign mode for those wishing to undertake their greatest challenge of their zoo career, or simply indulge yourself in the sandbox mode, where you make your own rules and play as you wish.<br><br><strong>Become the Next Star Attraction</strong><br>Train your animals to perform in spectacular shows that will please and entertain your visitors. Invest in advertising so your animals gains popularity. You can save your animal profiles for your best animals to perform shows and promote your other zoos!<br><br><strong>Choose Your Own Career Path</strong><br>Test your abilities as an financial whiz, or get your feet wet in the wonderful world of wildlife conservation. Zoo Empire features a branched path career mode that allows you to place the emphasis on the business or zoological end of running your very own zoo. Either way, no matter how you play, no two career paths, or challenges, are the same!<br><br><strong>Tour the Zoo in Style</strong><br>Choose from three train and boat designs as you set up touring facilities by laying out tracks or digging rivers for spectacular guided tours around your best exhibits.  Then see your visitors line up for the thrill ride of a lifetime!<br><br><strong>Capture the Moment from Any Angle</strong><br>While your visitors are wowed and entertained by your cuddly creatures, build your own wildlife photo album by taking snapshots of your animals performing dozens of unique lifelike animations, all in full 3D.<br><br><strong>Who Said that Learning is No Fun?</strong><br>Not only is Zoo Empire fun, it is also the most realistic and educational zoo simulation! A comprehensive tutorial lets you learn to play the game intuitively and effortlessly. Then find out about animals, their habitats and behavior while building their very own sanctuary. You may be surprised from what you learn...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/286750/header.jpg?t=1681167479",
    "developers": [
      "Enlight Software Limited"
    ],
    "publishers": [
      "Retroism",
      "Enlight Software Limited"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 700,
      "discount_percent": 75,
      "initial_formatted": "¥ 28.00",
      "final_formatted": "¥ 7.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}