{
  "287070": {
    "name": "Battle Academy",
    "steam_appid": 287070,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The hit turn-based strategy game has landed on Steam! #1 strategy game in the app store in 46 countries.</strong><br>Approachable, absorbing, detailed and yet visually impressive, Battle Academy aims to revolutionize the strategy games market with a blend of intuitive design and compelling gameplay. This quick-paced easy-to-learn strategy title boasts an impressive number of unit types and different missions and delivers endless replay value because of cleverly designed online multiplayer system, built in scenario editor and a host of user mods and scenarios. <br><br>Battle Academy is an action-packed tactical strategy game where you have to take command of a select group of units and lead them through battles on the many different fronts of World War II. As a commander, you will have to employ real world combined-arms tactics in order to secure victory. This means you will have to lay ambushes to surprise opposing forces, use suppressing fire to pin them, flank hostile armor for maximum effect and, if necessary, assaults the enemy to clear strong points. In some cases you will also have access to powerful off map artillery and air support with the capacity to weaken the enemy defenses or even stop an enemy attack dead in its tracks. At the same time you will have to play close attention to the morale of your own troops and use recon units to spot any hostile ambushes or flanking attacks.  <br><br>To achieve this, Battle Academy offers a clean and intuitive interface that makes it easy to control your troops and at the same time makes sure you will never lose sight of the battle. This means that you will be focused on what really matters; your mission objectives, battle tactics and unit positioning. <br><br>The game engine is also completely script-driven and therefore easy to mod, allowing players to create their own missions and scenario and even complete game overhauls in a simple and effective way.<h2 class=\"bb_tag\" >Multiplayer</h2>Slitherine’s revolutionary server-based PBEM++ system completes the package, for a gaming experience that will certainly please both hard core wargamers and newcomers. This asynchronous multiplayer system means you can easily find opponents anywhere in the world any time of day and play at your own pace. There are thousands of games on going at any time.  <br><br>Battle Academy is also available on iPad and offers cross-platform multiplayer, this means that there will always be someone to challenge online! You can even start your turn at home on your PC and then continue it or play another turn on your iPad on the train.<h2 class=\"bb_tag\" >Base Game Features</h2><ul class=\"bb_ul\"><li>Control British, US, Polish, Canadian forces in 3 epic campaigns covering more than 30 varied battles or take control of Italian and German forces in multiplayer.<br></li><li>Select from a vast array of equipment including 100 units from 6 nations - Shermans, Fireflys, Panthers, Tigers, Stukas, Hurricanes, P47s and much more!<br></li><li>Gameplay features include ambushes, line of sight, artillery barrages, airstrikes, scouts, morale, APCs, flame throwers, heavy bombers, snipers and suppression.<br></li><li>Your units gain experience as they fight. Get promoted to Veteran and Elite status and gain new skills.<br></li><li>Addictive multiplayer modes using Slitherines revolutionary multiplayer server.<br></li><li>Huge modding opportunities. The game has been designed so that its easily moddable and accessible scripts control all aspects of combat, user interface and the game's appearance.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287070/header.jpg?t=1756116056",
    "developers": [
      "Slitherine Ltd."
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5800,
      "final": 5800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 58.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 13,
      "total_negative": 2,
      "total_reviews": 15
    }
  }
}