{
  "287090": {
    "name": "Battle Academy - Blitzkrieg France",
    "steam_appid": 287090,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>May 1940</strong><br>Following the invasion of Poland, Germany opens the western front and invades France. It’s the Blitzkrieg, a new and dangerous form of warfare based on speed and aggression using concentrated mechanized forces to pierce the enemy lines and encircle them.<br><br>After taking the wargaming market by storm with its revolutionary fast paced gameplay system, Battle Academy is back with this amazing add-on pack. Players will be able to take command of German forces and lead them to the conquest of Paris.<br> <br>With 9 single player missions and 4 multiplayer missions, 25 new units and a host of additional features, Blitzkrieg France takes Battle Academy to a new level.<br> <br>Blitzkrieg France is and add on for Battle Academy and requires Battle Academy to be played.<h2 class=\"bb_tag\" >Features</h2><br><br>·         25 New Units &amp; 28 modified units with new camouflage patterns and stats to represent the war in 1940: Panzer II German Light Tank, Sturmpanzer German SP Gun, French Infantry, French LMG, Matilda I British Light Tank, Renault FT17 French Light Tank, Char Bis French Heavy Tank, R35 French Medium Tank, Somua 35 French Heavy Tank, French 25mm AT Gun, French Lorry, French Mortar, French Engineer, French Hotchkiss MG, Corps Francs, British Boyes AT Rifle, Sau 40 French SP Gun, Sdkfz 251/10/4 German Halftrack, Berliet VPH Mobile AA, French Scout, Lorraine 38 APC, Panzerjager I, German Panzerbusche AT Rifle, Panhard P178 French Armoured Car, Schneider P16 French Armoured Car<br> <br>·         9 Single Player Missions<br> <br>·         4 Multiplayer Missions<br> <br>·         New Abilities &amp; Bonuses<br>Rally – an officer bonus that allows you to boost morale of a single squad<br>Resupply – an officer bonus that allows you to replenish a units ammo<br>German Heinkel 111 Airstrike<br>French Breugot 693 Airstrike<br> <br>·         New Bunker Objects",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287090/header.jpg?t=1560506569",
    "developers": [
      "Slitherine Ltd."
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}