{
  "287600": {
    "name": "Sunset",
    "steam_appid": 287600,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>It's 1972 and a military coup has rocked Anchuria, a small country in Latin America. As a result, you, Angela Burnes, US citizen, are trapped in the metropolitan capital of San Bavón. Your paradise has turned into a warzone. To make ends meet, you take up a job as a housekeeper. Every week, an hour before sunset, you clean the swanky bachelor pad of the wealthy Gabriel Ortega. You are given a number of tasks to do, but the temptation to go through his stuff is irresistible. And what is he up to? As you get to know your mysterious absent employer better, you are sucked into a rebellious plot against the notorious dictator who rules the country with an iron fist.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/extras/bdccd283c323b6f3a640a2ba00514628.webp?t=1667031174\" width=123 height=30 /></span><br><br>“Sunset uses the routine of labour to exquisite effect as a framework to tell a story about class and political revolution.” – Simon Parkin, Eurogamer<br><br>“Sunset acts as a thoughtful, pensive walk through social themes and struggles not often explored in this medium.” – Game Spot, Josiah Renaudin<br><br>“Sunset is a wonderfully atmospheric slow burner and a valuable addition to a medium where the predominant approach to conflict is to just give you a big old gun and invite you to get stuck in.” – Philippa Warr, Rock Paper Shotgun<br><br>“The story is excellent and will draw you in, making you feel as if you truly are Angela Burnes.” – Jessica Mock, Hardcore Gamer<br><br>“Rather than focus on the explicit violence of a military coup, Sunset centers on the emotional brutality of war.” – Reid McCarter, Playboy<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/extras/5f075964d81c781ffb7d2f300d58078a.webp?t=1667031174\" width=111 height=30 /></span><br><br>Sunset is a narrative-driven first-person exploration game that centers on the discovery of clues to a story that takes place as you play.<br><br>Sunset is in part inspired by action games set in a war-like context, like many first-person shooters. What life would be like for the NPCs in such games? How does it feel when war is the backdrop for your day-to-day life?<br><br>Sunset is divided into 44 play sessions that each take a fictional hour: until the sun sets. Each time you get a list of tasks that you are requested to do. But there is more to do in the apartment than just work. There are other activities, such as going through the owner's possessions in search of information, and interacting with his 1970s-era technological gadgets.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/extras/d103a669084d6a0e19e9a750e55ff725.webp?t=1667031174\" width=127 height=30 /></span><br><br>Angela Burnes, is not an empty vessel. She has a personality of her own and you discover her thoughts while playing. As a US citizen at the end of the sixties, she is inspired by the Black Power and civil rights movements. In an effort to learn more about egality, she travels to the then socialist republic of Anchuria. During her visit, a US-backed military coup happens and she is disallowed from leaving the country. Her university degree is not recognized by the new regime and she is forced to work as a housekeeper to sustain herself.<br><br>Angela's younger brother, David, who had followed her to Anchuria ends up joining an underground resistance movement. And Angela must worry about what happens to him when the war begins in earnest.<br><br>Gabriel Ortega is a lover of the arts. Through his work as a curator he met Maria Luisa of the wealthy Veleta family. Thanks to the money from their families, Gabriel became a much celebrated benefactor of the arts. When the coup happened, theaters and museums were closed. The new government offered affluent citizens safety and positions of power. Gabriel's wife, and most of her family and their friends, were happy to accept but Gabriel refused. Rising tensions between the couple ultimately lead to a separation.<br><br><strong>The story of Sunset begins when Gabriel Ortega moves into a new penthouse apartment in the capital city of San Bavón. It is in this apartment that Angela Burnes finds employment.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/extras/d83cf49b81c9f21ebd79a7795759c49a.webp?t=1667031174\" width=198 height=30 /></span><br><br><ul class=\"bb_ul\"><li> first-person exploration with familiar controls (WASD + mouselook), or customize for your comfort<br></li><li> atmospheric: cool 1972 style, reflections, sunset glow, stillness, tension of war, time passing<br></li><li> influence the relationship between the two protagonists, emotional narrative arc happens as you play<br></li><li> suspenseful story-driven gameplay: interact to explore the fiction<br></li><li> responsive environment (light switches, record players, electronic gadgets, etc.)<br></li><li> no fail state – this isn’t a game you can win or lose, only influence<br></li><li> anywhere from 90 minutes to 22 hours of gameplay, depending on your approach<br></li><li> soundtrack by the award-winning Austin Wintory (Journey, The Banner Saga, Monaco)<br></li><li> retro early 1970s style<br></li><li> explosions!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/extras/04207e134aefcc26de57ca59ffb59f39.webp?t=1667031174\" width=105 height=30 /></span><br><br><br><br><ul class=\"bb_ul\"><li> <strong>Auriea Harvey and Michaël Samyn</strong> have dedicated their lives to the exploration of videogames as an artistic expressive medium. They are the creators of <i>The Endless Forest</i>, <i>The Path</i>, <i>The Graveyard</i>, <i>Fatale</i>, <i>Bientôt l'été</i>, <i>Vanitas</i> and IGF Nuovo winner <i>Luxuria Superbia</i>. With <i>Sunset</i> they have applied their decade of experience to a more accessible title, with the purpose of sharing the beauty of videogames with a wider audience.<br></li><li> <strong>Austin Wintory</strong> composed the music for Sunset. A Grammy and BAFTA award winner, he is one of the foremost composers of videogame soundtracks. His work includes music for <i>flOw</i>, <i>Journey</i>, <i>Monaco</i> and <i>Gorogoa</i>.<br></li><li> <strong>Tina Marie Murray</strong> has acted the voice of Angela.<br></li><li> <strong>Laura Raines Smith</strong> has animated the main character (and the occasional helicopter) as she has done on all of Tale of Tales' games so far.<br></li><li> <strong>Kris Force</strong> is a sound designer whose work you can hear in <i>The Graveyard</i>, <i>The Path</i>, <i>Fatale</i> and <i>Bientôt l'été</i>.<br></li><li> <strong>Theresa Schlag</strong> has modeled the architecture in <i>Bientôt l'été</i> and will do so again in Sunset, together with <strong>Niklas Roth</strong>.<br></li><li> <strong>Jospeh Silverman</strong>, <strong>Lucie Viatge</strong> and <strong>Señorita Y</strong>, who wishes to remain anonymous, have modeled many of the artworks and objects in the game.<br></li><li> <strong>Jurie Horneman</strong> and <strong>Alex Mouton</strong> have helped us with programming.<br></li><li> <strong>Leigh Alexander &amp; Ste Curran, Agency</strong> gave project direction advice.<br></li><li> The text was written in collaboration with the anonymous writer dear Señor X.</li></ul><br>Sunset was created with Unity for PC, Mac and Linux.<br>Production was supported by the Flanders Audiovisual Fund and a whole bunch of Kickstarter backers.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/extras/718f737a5e878d8738ee2ec6ac120fc8.webp?t=1667031174\" width=111 height=30 /></span><br><br>Follow us on Facebook: <br>Follow us on Twitter: <br>Look at the trailer: <br>Visit the game's website: <br>Visit the developers' website: <br>Come to Anchuria: <br>Read the dev log: <br>Read about the making of Sunset: ",
    "supported_languages": "英语<strong>*</strong>, 荷兰语, 西班牙语 - 西班牙, 葡萄牙语 - 巴西, 德语, 俄语, 法语, 意大利语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/287600/header.jpg?t=1667031174",
    "developers": [
      "Tale of Tales"
    ],
    "publishers": [
      "Tale of Tales"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 100,
      "highlighted": [
        {
          "name": "how to clean everything",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/19eade2ad7ccc8a85c8147601e196376c4b3c413.jpg"
        },
        {
          "name": "brave new world",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/d5b406eaf9b30003328168ca147ba1babbb27489.jpg"
        },
        {
          "name": "the pain of being human",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/59d4dd859ea99327213c86c21873f2ec57043c96.jpg"
        },
        {
          "name": "the perception of brightness and darkness",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/dea0d6f07e5e569658f73ecda4a0469d75e221c9.jpg"
        },
        {
          "name": "art and industry",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/fbc250e78a1923ae76d22d3d68ac271ebc815a74.jpg"
        },
        {
          "name": "life at the top",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/c3d6016e28cc0e259215f1c4d14ad4db8d3f2d87.jpg"
        },
        {
          "name": "none dare call it conspiracy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/ba014aaa1fa7b4101fb4e0d3ebf333e036403c97.jpg"
        },
        {
          "name": "our man in havana",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/3d0113c4e4bb581285328d15dd5a624ec3d82be7.jpg"
        },
        {
          "name": "house plants",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/cfb61c17d4ec368bf2b54f6d0b875117a9a50f24.jpg"
        },
        {
          "name": "the great organizers",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/287600/13d9c1dd1b6ee93e1dff05b16bcb281a087efdf6.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}