{
  "288270": {
    "name": "liteCam HD 5.0: Screen/Stream Capture",
    "steam_appid": 288270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Capture twitch.tv and YouTube videos right away! - liteCam HD: Capture twitch.tv Live Stream!</strong><br><br>liteCam HD is windows recording software that can capture anything on your computer screen such as twitch.tv live stream, Skype video calls, online lectures, webinars, news broadcast. <br>Also, with liteCam HD you can create tutorials, demos, and presentation. <br>liteCam HD has 3 different recording Mode, Screen Recording Mode, Video Recording Mode, and Audio Recording Mode.<br><br>liteCam HD Official Website:<h2 class=\"bb_tag\" >Why you need liteCam HD? </h2>A. Simple, Classic, and ease-to-use interface will make your recording easier <br>B. Record both your computer sound and microphone sound simultaneously<br>C. Record up to 24 hours with small file size <br>D. Import and Use your favorite codec to record your activities<br>E. Just set the Timer recorder, then automatically turn off the computer when it ends. <br>F. Convert your videos to MP4 to watch on smartphone.<h2 class=\"bb_tag\" >Amazing Features from ‘liteCam HD: Capture twitch.tv Live Stream’</h2><br><ul class=\"bb_ul\"><li> Screen recording: Record all your activities on your computer screen such us presentation, video calls, Class assignments. <br></li><li> Video Recording: Record any streaming and non-streaming videos, including twitch.tv, your online lectures, movies. <br></li><li> Converting Tool: Convert your recorded video to MP4 or WMV or your Audio to MP3, WMA WAV.<br></li><li> Add effects to your video. Effects like Mouse Cursor, Video Title, Your OWN Logo, Ending Credits <br></li><li> Shortcut Keys: Select keyboard keys to use for Record, Stop, Pause, Draw, and Capture for easier and quicker navigation <br></li><li> Timer Recording: Schedule to record any activity, movies, shows, TV or radio programs, etc.<br></li><li> Extract audio: Extract any audio from your recorded videos.<br></li><li> Converter: liteCam HD produce only AVI files however, you can convert them to MP4 or WMV also convert recorded audio to MP3, WMA, or WAV formats<br></li><li> Capture screenshot: While recording you can take a screenshot and save it as PNG, BMP, or JPG<br></li><li> PIP: add a webcam(PIP) to your recording to boost the effect of your videos<br></li><li> Add Logos: Add you custom design logo(s) to your video<br></li><li> Add Title: add title to your videos<br></li><li> Add credits: add ending credits to show that you created the video<br></li><li> Edit Function: After recording any video, you can trim it by deleting some section that you do not want.</li></ul><h2 class=\"bb_tag\" >Users' Video in YouTube</h2>liteCam HD supports Windows 8<br><br>liteCam HD Review Screen Recorder <br><br>Sketch Up Software Tutorial<br><br>Testing out new screen recorder - Amazing Quality <br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/288270/header.jpg?t=1755869281",
    "developers": [
      "Rsupport Inc."
    ],
    "publishers": [
      "Rsupport Inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}