{
  "289180": {
    "name": "A.I.M.2 Clan Wars",
    "steam_appid": 289180,
    "required_age": 0,
    "is_free": false,
    "description": "A.I.M. 2 is the sequel to the epic science fiction first-person action RPG developed by SkyRiver Studios. Its compelling story and unique look lift off exactly where the original ended.<br><br>New clans led by Mechminds of the Fifth Generation are powerful and well-organized formations with far-reaching plans. Powerful groups have different interests that often crossed, war broke out again. However this time it is the struggle not for mere control, this is struggle for survival. The clans want to eliminate the weaker ones standing in their way and will stop at nothing to dominate their enemies. To achieve their goals they use not only military means, but economic ones as well. As of now none of the clans has managed to achieve complete victory.<br><br>You are a part of the oldest clan called the Reckoners, a dedicated group looking for the firstborn Mechmind of the Fifth Generation. This could be a chance to restore former might for your clan which has lost its power and even be victorious in the war.<br><br><i>This version of the game has been updated specially for Steam to make it compatible with modern PCs.</i><br><br><ul class=\"bb_ul\"><li>Original sci-fi storyline plunging you into the world of intelligent robots<br></li><li>Opportunity to create a personalized clan consisting of independently operating machines<br></li><li>Tactical operations as well as clan strategic management<br></li><li>36 different gliders are available to fly<br></li><li>Huge game world with diverse locations, including subterranean caverns<br></li><li>Different options to interact with other Mechminds<br></li><li>Advanced trading system<br></li><li>Updated for compatibility with modern PCs</li></ul>",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/289180/header.jpg?t=1681204576",
    "developers": [
      "SkyRiver Studios"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}