{
  "289260": {
    "name": "Dreamscapes: The Sandman - Premium Edition",
    "steam_appid": 289260,
    "required_age": 0,
    "is_free": false,
    "description": "As a child, father often told Laura that she is special. But Laura's father died before her full age, and Laura didn’t knew what her father had said about her speciality. In memory of her father Laura kept as remembrance an amulet “the Dream catcher” - her father gave it to Laura since she was a little girl, as Laura complained that she has nightmares.<br>Suddenly her favorite Dream catcher disappears, and Laura falls asleep during her concert. The doctors shrug their shoulders - she fell into a liturgical dream, and in spite of all their efforts she’s not coming back to life. There it was the Professor Sanders offered his services.<br>We play for an Professor’s Assistant - volunteer, who offered himself to participate in the experiment, and bring Laura back to life.<br><br>With help of Professor’s invention - “the Dreams Machine” - the player will have to make the dangerous journey through the subconsciousness of Laura, find her, and try to get to wake up getting to know about the reasons why she fell into a coma.<br>Destroying Laura’s nightmares one after another, the player realizes that Laura guides him to her, leaving the pages from her diary and tips. Laura becomes stronger with every destroyed nightmare - it is seen by the fact that scary world transformes little by little.<br>Gradually, the player learns about the Sandman, the Dream Guardians, and the fact that Laura is chosen, the world was waiting her appearance for many years.<br>Having collected all Dream catcher, Laura plans to destroy the Sandman, and to interrupt the dreaded rite.<br>Now when Laura got her Dream catcher, the Sandman has no control over her, but he is furious and promises to revenge. And his next victim – Tim – the best friend of Laura. To be continued.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li> Original game world<br></li><li> An intriguing plot<br></li><li> 50 game locations<br></li><li> 16 mini-games<br></li><li> More than 50 3D movies and cutscenes<br></li><li> Unique meta-game on the beholders’ search (Hidden Object’s variation mechanics)<br></li><li> Meta-game on Dream catcher’s search (puzzle)<br></li><li> Meta-game on diary pages’ search with gaming events’ background <br></li><li> 2 game modes (normal and advanced) <br></li><li> Achievements’ System <br><ul class=\"bb_ul\"></ul></li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 韩语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/289260/header.jpg?t=1676456390",
    "developers": [
      "Shaman Games Studio"
    ],
    "publishers": [
      "HH-Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}