{
  "289200": {
    "name": "Ascension to the Throne",
    "steam_appid": 289200,
    "required_age": "18",
    "is_free": false,
    "description": "Ascension to the Throne is a turn-based strategy game with RPG elements. In a vast fantasy world the hero will have to pass many tests on his way to victory. Enemies seek to stop players from regaining power and taking revenge. Gain new friends to aid you in reclaiming the throne. Become the King you were born to be - wise, brave and courageous.<br><br>Players will act as the last offspring of the ancient family Illiar, which has ruled Eden for ages. But times have changed and traitorous enemies attacked the castle. They slaughtered the prince's family and destroyed the settlement, but they didn't crush his will. A very powerful spell cast by a magician threw the hero far beyond the borders of the country. He was on his own - without relatives, friends, army and without money. He lost everything he was proud of but still he was alive and chose the path of vengeance.<br><br>Players will explore a new fascinating world, full of foes and friends. They will have to crush hordes of enemies and find new followers to regain the title and ascend to the throne.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>Open ended non-linear gameplay<br></li><li>Combination of real-time movement around the game world and turn-based battles<br></li><li>Large-scale tactical battles. Up to 22 squads (up to 16 units in each)<br></li><li>Players are not bounded by separate missions. They can go to any part of the game world and explore it. The game world is integral and players are free to choose any direction<br></li><li>Original concept. The Hero is the player, and instead of giving orders and watching the battles from a safe place, he participates in them by himself. But remember, that you can easily loose your Hero in the heat of a battle</li></ul>",
    "supported_languages": "英语, 俄语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/289200/header.jpg?t=1752573711",
    "developers": [
      "DVS"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}