{
  "290650": {
    "name": "Time Ramesside (A New Reckoning)",
    "steam_appid": 290650,
    "required_age": 0,
    "is_free": false,
    "description": "12/02/2015. Well am happy to say this is a true horror survival game. Some bugs to work out, but will have that resolved for the most part by the 20th. We have also uploaded the new footage of the game on here. <br />\r\n<br />\r\n11/30/2015 UPDATE: WE ASK ALL REVIEWERS TO REPLAY THE GAME. THE FOOTAGE ON THE STORE PAGE IS 100 PERCENT IN ACCURATE AT THIS TIME. OVER THE NEXT 48 HOURS WE WILL BE UPDATING THE TRAILER, SCREENSHOTS AND MORE. THE GAME IS NOW A TRUE SURVIVAL HORROR GAME. WE HAVE CHANGED OUT THE MESH, CHANGED THE LEVEL DESIGN, MADE THE GAME MUCH SLOWER. WE COMPLETELY 100 PERCENT RIPPED OUT THE OLD A.I AND REPLACED IT WITH NEW A.I. THE ZOMBIES WILL NOT DAMAGE THE PLAYER AT THIS TIME BUT WITHIN A FEW DAYS THEY WILL. AGAIN THIS GAME IS NOT THE SAME IT ONCE WAS WE ARE TAKEN FULL STRIVE IN CHANGING THE PLAY MECHANICS AND WE HAVE DONE SO WITH GREAT STRIVE THE LAST 72 HOURS. THE GAME DOES NOT REFLECT AND VIDEOS ON YOUTUBE NOR DOES IT REFLECT ANY REVIEWS AT THIS CURRENT TIME UNTIL SUCH REVIEWS ARE UPDATED TO THIS DATE. <br />\r\n<br />\r\nWE DO APOLOGIZE TO EVERYONE, AND WE HAVE LEARNED A LOT AND NOW ARE APPLYING WHAT WE HAVE LEARNED INTO CHANGING THIS GAME AROUND. COMMENTS HAVE ALREADY COME IN FROM YESTERDAYS BUILD WHERE SOMEONE COMMENTED THE GAME IS NOW DECENT, THAT ALONE IS A MAJOR IMPROVEMENT. TODAY WE FIXED A TON OF MORE THINGS AND ADDED QUITE A BIT. WE ASK FOR YOU HONEST FEEDBACK, SO WE CAN REALLY MAKE THIS GAME SOMETHING AND GIVE YOU ALL THAT GAME THAT YOU DESERVE AND CAN PLAY. <br />\r\n<br />\r\nWE APPRECIATE EVERYONES TIME.<br />\r\n<br />\r\n11/28/2015<br />\r\n<br />\r\nWe are under going the Remake of T.R at this time. Over the next couple of weeks you will see massive amounts of updates. We will have a new build up and running within the next 24 hours. The game has already changed drastically and for the better. You now play as a 3rd person/FPS view. We have really slowed down the game play, and really have made this a very creepy survival horror game. Gabby now plays a huge role in the game as well, and will continue to do so throughout the series. <br />\r\n<br />\r\nThe community has spoken, and it is a bout time we got are foot in gear and did something about it. <br />\r\n<br />\r\nT.R Will now offer you dark creepy areas, where only a flashlight tied to your hip and 2 of your weapons will only be able to see the light of day, in most areas. Play as Mark Forah a former scientist who created an Obelisk that could harness energy from organic objects and use that energy into the newest power source for the world! Soon after his discovery Mark was taken along with his daughter to a research faculty, where he was demanded to show them how he created the Obelisk. After his refusal, his daughter was used as a bargaining chip, which they went to far on and injected his daughter from the Obelisk harnest energy.<br />\r\n<br />\r\nNow Mark wakes up in a prison with no memory of what has happened. He must quickly learn that survival is number one on the list, and find his daughter.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/290650/header.jpg?t=1635877826",
    "developers": [
      "Panzer Gaming Studios"
    ],
    "publishers": [
      "Panzer Gaming Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}