{
  "291770": {
    "name": "The Last Crown: Midnight Horror",
    "steam_appid": 291770,
    "required_age": 0,
    "is_free": false,
    "description": "Halloween: the veil between our world and the 'otherside' is at its weakest. Witches celebrate Samhain, a Celtic festival from the old religion, conjuring the dead and communing with the spirits. Nigel Danvers, ghost-hunter, knows all about the ghosts that dwell in the darkness, he has seen plenty to convince him there are dark forces at work. So, why is Halloween so different? Dusting down his old ghost-hunting gadgets, Nigel gets to work. Something is haunting the guest rooms above the local harbour side pub, The Bear. Who or what hides in the shadowy corners of the old Inn? What is the presence at the end of the Harbour Wall? Nigel has one night to find out, before the veil returns to full strength, and the Halloween Horror is gone, for another year.<br><br><ul class=\"bb_ul\"><li>A classic point and click adventure.<br></li><li>An intermezzo between The Lost Crown and The Last Crown: Blackenrock.<br></li><li>A story driven plot by Jonathan Boakes (Dark Fall, The Lost Crown).<br></li><li>Test your detective skills to uncover a paranormal mystery.<br></li><li>Utilise an array of ghost-hunting gadgets to see and hear the spirit world.<br></li><li>Interact with the Saxton locals, in your pursuit of the truth.<br></li><li>Dabble in the Dark Arts, on Samhain, like the witches of old.<br></li><li>Collect ghostly evidence, to scrutinise for clues.<br></li><li>Play several Halloween Party games, many with a supernatural twist.<br></li><li>Practise your Psychometry skills, with local white wicca, Nanny Noah.<br></li><li>Full cast audio and music, plus atmospheric sound effects.<br></li><li>Play Trick and Treat, at your peril!</li></ul><br>The Last Crown : Midnight Horror is playable in 2 formats -<br>• 1280 x 960 (HD+ 4:3 ratio, for regular screen displays)<br>• 1280 x 720 (Widescreen 16:9 ratio, for wide displays and laptops)<br><br>Both formats have Windowed mode or full screen, changed via Settings. Save games are not compatible between formats.",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/291770/header.jpg?t=1765919552",
    "developers": [
      "Darkling Room"
    ],
    "publishers": [
      "Darkling Room"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}