{
  "291950": {
    "name": "Paper Dungeons Demo",
    "steam_appid": 291950,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Paper Dungeons Lite</strong> is the demo version of our game Paper Dungeons, currently on Early access.<br><br><br>Paper Dungeons is a fantasy board-game mixing Tactics and Roguelike, boosted by online content. With the ability to create and share online your own levels, you are up for an infinite replay value! The game is visualized as a classic tabletop board game with dice and tokens. You can destroy walls and auto-heal as you uncover new dungeon tiles, which widens your choice of moves.<h2 class=\"bb_tag\" >Game Modes</h2><br>Paper Dungeons already features 3 SINGLE PLAYER modes, each with a different gameplay: <br><br><ul class=\"bb_ul\"><li><strong>Adventure Mode:</strong><br>Unexplored parts of the dungeons are hidden by a fog of war. Monsters and items are placed at random, combats' results are based on your statistics and dice rolls. You can mitigate the combat’s result with a 2d6 (one for damages and the other for effects). Favor one attribute when you level up. Unlock different sets of dice (common/uncommon/rare/epic), but Beware! Monsters use their own dice too. An awareness system makes the monsters move towards you if you are in their line of sight. You can dig up the walls to flee, but it will cost you some precious health... <br></li><li><strong>Rogue Mode:</strong><br>An advanced RPG mode where your character doesn't reset at each new dungeon and keeps leveling up, until you meet your demise.<br></li><li><strong>Puzzle Mode:</strong><br>Hard-core campaign levels with no place for luck. No fog of war: the dungeon's layout (mobs and items) is shown. Monsters are static and won't move towards you. Strategize all your moves to ensure victory.</li></ul><br>At the end of the Early Access program, Paper Dungeons will have 3 MULTIPLAYER MODES! <br><br><ul class=\"bb_ul\"><li><strong>Co-op Mode: </strong><br>Play the Adventure campaign with one of your friend. Turn by turn action with shared XP. Players have 6 action points per turn and must act before the end of a timer. <br></li><li><strong>PvP Mode: </strong><br>1-4 players play against each other in an arena filled with monsters. Features a new type of dice set with special powers vs other classes. Rewards for players: a special currency to buy those new dice, and even the regular dice sets from the single player campaign (Adventure). <br></li><li><strong>D-Master Mode: </strong><br>1 player as the Dungeon Master vs 1 to 4 players. Players cooperate against traps and monsters controlled by the Dungeon Master. Features new specific Monsters’ dice that the DM can unlock to equip his minions.</li></ul><h2 class=\"bb_tag\" >Current Features</h2><ul class=\"bb_ul\"><li>High resolution support with native 1080p graphics<br></li><li>Big campaign of 125 Adventure levels and 31 Puzzle levels<br></li><li>5 classes of character (warrior/archer/priest/mage/thief), male and female, each with a unique gameplay<br></li><li>Dozens of different dice sets to improve your character<br></li><li>80+ monster types<br></li><li>4 different starting zones, each with specific monsters and bosses, 3 sizes of dungeon and special boss stages.<br></li><li>A comprehensive EDITOR, to create your own levels and publish them online. <br></li><li>ONLINE LEVELS feature, to play user's created content in Adventure or Puzzle Game modes</li></ul><h2 class=\"bb_tag\" >DEMO LIMITATIONS</h2><ul class=\"bb_ul\"><li>1 playable class (warrior)<br></li><li>Adventure mode up to level 30<br></li><li>Puzzle mode up to level 20<br></li><li>Rogue mode not accessible<br></li><li>No Void difficulty<br></li><li>Online Levels feature fully accessible.<br></li><li>Editor and publish feature fully accessible.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/291950/header.jpg?t=1447361114",
    "developers": [
      "Stephane Valverde",
      "Leslie Valverde"
    ],
    "publishers": [
      "Agent Mega"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}