{
  "291960": {
    "name": "Elminage Gothic",
    "steam_appid": 291960,
    "required_age": 0,
    "is_free": false,
    "description": "From the makers of the world renowned “Wizardry Empire” titles, Starfish SD brings you the latest entry in their popular series of dungeon crawlers.  Elminage Gothic, previously only available in Japanese on PlayStation® Portable, now comes to PC offering a classic old school dungeon crawling experience with a dark, gothic twist!<br />\r\n<br />\r\nIn ancient times, the Great and Dark Gods clashed in a ferocious war over Man's control of the world, bringing despair and ruin to the lives of all humans.<br />\r\n<br />\r\nAs the conflict raged, the Great Gods sought to vanquish the power of the Dark Gods through the faith of humans.  In return for their faith, the Gods promised humans a world of peace and prosperity and thereby a contract between humans and the Great Gods was formed.<br />\r\n<br />\r\nBy the contract, the Dark Gods could not interfere with the world of humans and were forever sealed inside their world of darkness.  The people worshiped the Great Gods in thanks for their prosperity, and the world entered an era of peace.<br />\r\n<br />\r\nHowever…<br />\r\n<br />\r\nThe humans grew complacent and allowed their faith to fade.<br />\r\n<br />\r\nNow, in the far-off realm of Ishmag, King Jardin ushers in an age of peace.  Unknown to him, the dark powers have already begun reaching out in secret, planting the seeds to bring about the revival of the Dark Gods into the hearts of men.  Foul and hideous creatures are emerging from the deep, treacherous caves of Tsun-Kurn and rumours of a rising evil are creeping across the peaceful lands.<br />\r\n<br />\r\nIt is up to you to arm yourself and descend into the depths of Tsun-Kurn in an attempt to put an end to the ever growing darkness and save your kingdom.<br />\r\n<br />\r\n•\tFeaturing well over 80 hours of classic dungeon crawling gameplay!<br />\r\n•\tChoose from 16 different character classes including Hunter, Thief, Summoner and Valkyrie<br />\r\n•\tBattle and defeat over 400 stunning monsters, creatures and demons!<br />\r\n•\tEmploy over 70 spell types as you descend through multiple dungeons<br />\r\n•\tCollect and arm yourself with over 600 different items<br />\r\n•\tFeaturing the classic and traditional “THAC0” battle system<br />\r\n•\tNow fully translated into English for the first time!<br />\r\n<br />\r\nThis PC conversion also features a number of improvements over the original, including:<br />\r\n•\tHigher resolution art<br />\r\n•\tImproved user interface<br />\r\n•\t8 stunning Steam Trading Cards to collect!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/291960/header.jpg?t=1572439603",
    "developers": [
      "Starfish-SD Inc"
    ],
    "publishers": [
      "Ghostlight LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}