{
  "292410": {
    "name": "Street Racing Syndicate",
    "steam_appid": 292410,
    "required_age": 0,
    "is_free": false,
    "description": "The raw, high-stakes world of illegal street racing comes to life in Street Racing Syndicate. Trick out over 40 authentic licensed cars with parts from over 15 real-world manufacturers, then turn your customized ride loose on the streets of 3 cities across the USA. Lay it all on the line - your wallet, your woman, your pride and your wheels.  With masses of perfectly tuned, nitrous-stoked horses under the hood, the only thing between you and victory is the distance from the pedal to the floor.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Street Racing Syndicate is one of the most realistic street racers ever to grace PC. Modify over 40 authentic licensed cars - including the signature Nissan Skyline - with aftermarket parts from over 15 licensed manufacturers. Cherry your ride with a variety of real-world decals and graphic upgrades.<br></li><li>Burn the competition to win cash, street cred or better yet, your opponent’s wheels. Earn the affections of 18 real-life models from the world of import racing<br></li><li>Blow a turn or bump a fellow racer and incur damage in real time. Pay for repairs with your hard earned cash.<br></li><li>Mix it up across Los Angeles, Philadelphia and Miami in both closed-circuit and perilous open-city races. Know your side streets and prepare to shake the cops at any moment.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/292410/header.jpg?t=1530529947",
    "developers": [
      "Eutechnyx"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 36,
      "total_negative": 7,
      "total_reviews": 43
    }
  }
}