{
  "293980": {
    "name": "Baron Wittard",
    "steam_appid": 293980,
    "required_age": 0,
    "is_free": false,
    "description": "The eccentric architect Baron Wittard has built something really special: a city inside a building. This monumental pleasure dome, called 'The Utopia', features 1000 apartments, a shopping mall, and hundreds of offices and leisure facilities. All under one roof. Its grand opening was supposed to have been two years ago. That event never happened. A chain of mysterious events has now left the Utopia abandoned and silent. People have gone missing. Electromagnetic disturbances are increasing. These happenings all point to Wittard's desolate Utopia. Armed with only a camera and a torch, you must journey there alone to explore its winding corridors, its secret passageways,  and its gloomy halls. Local townspeople say Wittard kept a terrible secret. They speak fearfully of someone or something malevolent lurking at his city.  They say it is waiting and growing in power. They say time is running out...<br><br><strong>Features</strong><br>&gt; Explore Wittard Utopia and uncover its chilling secrets<br>&gt; Non-linear gameplay and a spine-tingling mystery to solve<br>&gt; Experience urban decay in high resolution graphics<br>&gt; Eerie and mysterious soundtrack with full musical score<br>&gt; Discover a massive world in First Person Perspective<br>&gt; Use skill and cunning to search for clues and solve puzzles",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/293980/header.jpg?t=1587975899",
    "developers": [
      "Wax Lyrical Games"
    ],
    "publishers": [
      "Wax Lyrical Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}