{
  "294650": {
    "name": "Putt-Putt® Goes to the Moon",
    "steam_appid": 294650,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Purple Car Lands on the Moon!</strong><br><br>Due to a freak accident at the Fireworks Factory, Putt-Putt® is blasted to the moon. There he meets Rover, a lovely little lunar terrain vehicle left behind by the astronauts. Putt-Putt® and Rover must work together to rebuild a rocket, and accomplish a few good deeds for the Moon People before they meet the Man in the Moon and are homeward bound. Putt-Putt® Goes to the Moon teaches the benefit of cooperation and the lasting value of friendship.<br><br><strong>Putt-Putt® Goes to the Moon</strong> is an adventure game designed especially for children. Bursting with state-of-the-art animation, dazzling sound, hundreds of Click Points, and fully talking characters to thrill you and your child, Putt-Putt's® world unfolds around your child's actions - enhancing problem-solving skills and teaching valuable lessons along the way. Putt-Putt Goes to the Moon is like no other game for children or adults!<br><br><ul class=\"bb_ul\"><li>Cosmic Cooperation: Kids learn the value of cooperation as they help Putt-Putt® and his stranded pal, Rover, work together to get back to Earth.<br></li><li>It's not rocket science: Kids help Putt-Putt® and Rover move along and make choices with a simple click of the mouse. Kids' problem-solving skills are sharpened as they discover how their decisions affect what happens to the world around them.<br></li><li>Fun City: You never know what you'll unearth when you click on a moon crater, a doorway or a lunar gas tank. Aliens pop up, music starts, things explode - all the stuff kids love. With so much fun going on, they learn not to overlook a thing!<br></li><li>Putt-Putt® blasts kids off to a helpful new world: Kids learn math by counting moon crystals and learn how repeating music patterns can help them open a secret gate.</li></ul><br>This product uses ScummVM across Windows, Mac and Linux which is released under the GNU GPL v2.<br>For more information, please visit - <br>The GNU GPL can be viewed here - ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/294650/header.jpg?t=1578526147",
    "developers": [
      "Humongous Entertainment"
    ],
    "publishers": [
      "Humongous Entertainment",
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}