{
  "295590": {
    "name": "Hero Generations",
    "steam_appid": 295590,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >UPDATE: Looking For The Next Generation Of This Game?</h2><strong>IMPORTANT NOTE</strong>: This is the original Hero Generations, released in 2015. We have an all-new ultimate remake available on Steam, which you can find by searching for <strong>Hero Generations: ReGen</strong>! ReGen is the best experience for new players, so we recommend starting there. The original Hero Generations remains for our existing community.  If you would still like to check out the original, we've permanently reduced the retail price. Okay, you've been warned!<h2 class=\"bb_tag\" >Every Step Is 1 Year Of Life</h2>An innovative roguelike/4X strategy game about life, legacy &amp; love from the creator of Highgrounds. Praised as &quot;the offspring of Sid Meier's Civilization, Jason Rohrer's Passage, and The Legend of Zelda.&quot;<br><br>In Hero Generations, each step you take is an entire year of your hero's life. You explore a procedurally generated world in search of fame and a mate to have a child with before you die. After your life ends, you take control of your child in the world you left behind, in the hope of continuing your family legacy. Each turn becomes a meaningful life decision: you can focus on building and crafting the world around you, or adventuring to far off lands to make a bigger name for yourself.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Limited Lifespan and Permadeath: Each turn your hero takes = 1 year of their life. <br></li><li>Generations, Mating, and Having Children: find a mate, start a family, have a child. Then take control of that child in that same world! <br></li><li>6 Strategic Paths and Meaningful Choices: grow in Strength, Exploration, Love, Wealth, Fame, and Wisdom. <br></li><li>City Crafting System: build great towns and morph their cultures. <br></li><li>Expansive Overworld: explore a connected grid of 6 unique worlds, each with their own unique tileset (Volcano, Desert, Island, to name a few) <br></li><li>Meaning: a surprising and thought-provoking experience, that explores themes of death, legacy, family, love, and more. <br></li><li>Gorgeous hand drawn art style.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/295590/header.jpg?t=1728781572",
    "developers": [
      "Heart Shaped Games LLC"
    ],
    "publishers": [
      "Heart Shaped Games LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}