{
  "295850": {
    "name": "Vlad the Impaler",
    "steam_appid": 295850,
    "required_age": 0,
    "is_free": false,
    "description": "Vlad is an interactive graphic-novel with RPG elements where your decisions shape the outcome of your story.  Each playthrough offers a different experience and immersive story totalling two hours of content.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Three different classes to choose from.<br></li><li> A morality system that unlocks special classes based on your decisions.<br></li><li> The choices you make will make or break your stats, effecting how your story ends.<br></li><li> An engrossing, gritty art style that immerses you in the world of Vlad the Impaler.<br></li><li> Music by Kevin Riepl, composer for Gears of War and many other titles.<br></li><li> Over 50 unique illustrated stories.<br></li><li> Over 100 unique illustrations including weapons, characters, stories and more.<br></li><li> Collectable Trading cards, badges and achievements.</li></ul><h2 class=\"bb_tag\" >Story</h2><br>The scent of murder hangs in the air.  It is the year 1452 and a city under siege is desperate.  You receive a letter, bearing the king’s seal, begging for your help.  A once beautiful, peaceful place is now a tormentor’s paradise; dark, bleak and heavy with fear.  <br><br>You venture along the road to your destination, determined to solve the mystery terrorizing the citizens of Istanbul.  Thousands of bodies line the roads, impaled on bloody poles, ravaged &amp; torn, lying limp; faces contorted in anguish.  If this is just the path to the city, what lies within its walls?  <br><br>A gruesome scene welcomes you; hollow sockets live where eyes once saw their murderer coming for them.  Torsos of young children ripped open, their bodies hung like criminals; blood filled pools in the Cistern house rotting bodies, throats cut, fingers missing.  Dank Catacombs lined with broken bones containing new members, heads daggered, burn marks over eyes.  Blood streaked Basilica walls, disembowelments and beheadings.  The brutality is too much to bear. What – or who -is murdering the innocent lives of these people!?  You hunt through the night, intent on finding your foe, bringing an end to the grisly massacre. <br><br>As the Explorer, you have knowledge of the land; you are fast, on target and adventurous.  You leave no stone unturned in your pursuit. Will you be the enemy Spy or will you be the Emissary?  <br><br>The Mage is skilled, wise and supernatural.  Become the the high Priest who can be counted on to cast spells to protect the people of Istanbul or choose to be the Sorcerer and release your inner demon fueling your thirst for destruction.<br><br>The Soldier; fierce, strong, and none better with a blade.  Protecting people is your Knightly duty, with your feminine intuition &amp; compassionate heart leading you to do the right thing for the kingdom.  But perhaps you would rather seek to unlock the dark side and become the Assassin.  The choice is yours; will you seek justice or wickedness?<br><br>Each character unlocks unique levels and secret weapons.  Feel the weight of your decisions and change the story of your game with each turn.  Your actions will determine the future of your people, saving their souls or surrendering them to evil.<h2 class=\"bb_tag\" >About the Developers</h2><br>Section Studios brings you this action packed adventure, where your wits are just as important as your strength.  We wanted to create an experience that combined a unique visual style with thoughtful narrative and game play.  We chose a world and character that our team would feel passionate about reinventing with Vlad.  By creating everything from story to artwork, we were allowed to let our imaginations run wild and create something we all felt connected to.<br><br>As a studio that originated in the world of video games, we know what our audience wants because we ARE the audience.  Supernatural powers, an abundance of undead abominations and plenty of secret expeditions throughout the game, along with awesome, gothic graphics, illustrations &amp; challenges are what made this game something we were proud to work on – and very excited to play.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/295850/header.jpg?t=1610719187",
    "developers": [
      "Section Studios"
    ],
    "publishers": [
      "Section Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 30,
      "highlighted": [
        {
          "name": "Executioner",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/555fbca1898db2df4c0b18b30b8e579962ba4628.jpg"
        },
        {
          "name": "Paladin",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/ffa3415a7ca74794026712d246735868ef9138df.jpg"
        },
        {
          "name": "Warlock",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/d053774dd4cf6c1595fecaa6cfd962ae826e0d40.jpg"
        },
        {
          "name": "Cleric",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/52e79c04e16531b95f862b08d621b7a334e7e0f1.jpg"
        },
        {
          "name": "Infiltrator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/57047d6d3395eb13e928f51bc5f1d7fe93b896ec.jpg"
        },
        {
          "name": "Envoy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/3febaebf44666d4842a2e8b6e871ea32724c4496.jpg"
        },
        {
          "name": "Menacing Flames",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/856e1236675b5574877f538b93e2280eea33037a.jpg"
        },
        {
          "name": "Primal Power",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/3eaaef86ad8030106ed623a570d0065b2e7dc4f2.jpg"
        },
        {
          "name": "Legendary Oak",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/a1b66973537d4b01d57c460474e515560afe54f1.jpg"
        },
        {
          "name": "Petrified",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/295850/c4f700341e1f03120f070a117c7be0713fcb1485.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}