{
  "296010": {
    "name": "NeonXSZ",
    "steam_appid": 296010,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>WARNING:</strong> NeonXSZ is a <strong>mouse-look</strong> twitch shooter with instant turning. If you are looking for a game to use with your joystick or gamepad you will be horribly disappointed; it's not that game. It was designed from the ground up to push the speed and precision limits offered by mouse and keyboard.<br><br>When Flynn was first sucked into the totally unfamiliar alien landscape of Tron, his world and everything he knew was turned upside down. Nothing made sense for him anymore. The rules of life had changed. He had no idea how anything worked, how he would survive, or how he might escape. Welcome to our take on that concept, NeonXSZ.<br><br>In NeonXSZ, even normal gaming conventions and rules break down. This new world is initially bewildering, cruel and unforgiving. If you expect it to hold your hand through a tutorial and then spoon feed appropriately leveled enemies in your direction then you are in for a harsh awakening. There's nobody to tell you what to do here - nobody to guide you - and the moment you try to fall back on what you've learned while playing other games you will die.<br><br>We wanted to bring gamers a totally fresh gaming experience and move far away from traditional game mechanics. To survive, you will need to be smart, stay alert, play safe, and explore this strange new frontier in order to understand and uncover it's depth, mysteries and secrets. <br><br>You are a glitch in the system; an anomaly. If you have any hope of escape you will need to blend in and gain power. Eventually, if you have what it takes, you will journey deep into the very heart of the machine and ultimately meet the Gatekeeper. If you can defeat his challenges you might even escape, but we doubt it. Nobody has ever escaped. (Addendum: The legendary 'swstar' was the first and only known user to escape.)<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296010/extras/3fb7213ea1e2a77c5c4b05ae1089adab.avif?t=1572553020\" width=620 height=192 /></span><h2 class=\"bb_tag\" >What is it like to play?</h2><br>The core gameplay revolves around zero-gravity, high-speed, spaceship dogfighting. Think jet fighters with the ability to turn on a dime and strafe in all directions. Dig deep enough, and you'll be able to create anything from blisteringly fast fighters to slow, heavy, tank like destroyers and specialize them with hundreds of lootable upgrades.<br><br>You might choose to dominate the open-world or progress through dozens of ever more challenging arenas. Either way, it will be a personal journey of experimentation and discovery. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296010/extras/da97b2b639a3c1a789295d697c178491.avif?t=1572553020\" width=616 height=174 /></span><h2 class=\"bb_tag\" >FEATURES:</h2><br>NeonXSZ features 100+ hours of gameplay and content set within a completely open-world populated with nearly one thousand persistent enemies from four warring factions, each with unique procedurally generated artificial intelligence and skill. <br><br>Loot, buy and sell hundreds of upgrades and gadgets and use them to specialize dozens of ships to suit your preferred play-style.<br><br>Test your strength in dozens of hand crafted Challenge Arenas with remarkably agile, physics-based, ship controls and combat.<br><br><ul class=\"bb_ul\"><li><strong>Highly customizable:</strong><br>\tManually tweak everything from enemy intelligence, skill, and damage through to the look of your ship and even the look of the world around you. <br>\tSlow everything down with a game-speed slider that allows players of every skill level to enjoy the game. It's like permanent bullet time for those that need it.  </li></ul><br><ul class=\"bb_ul\"><li><strong>Real Loot:</strong><br>\tKill a hostile and it will drop parts for every piece of equipment it has installed, not random loot. This means that defeating a higher level enemy guarantees it will drop higher level predictable loot.<br><br>If you see it, you can loot it, fly it, and use it.  </li></ul> <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296010/extras/3d3f25d8187b0901eeb1225ec1b706d4.avif?t=1572553020\" width=616 height=188 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296010/header.jpg?t=1572553020",
    "developers": [
      "Intravenous Software"
    ],
    "publishers": [
      "None - Independent"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 1480,
      "discount_percent": 60,
      "initial_formatted": "¥ 37.00",
      "final_formatted": "¥ 14.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}