{
  "296180": {
    "name": "Iron Storm",
    "steam_appid": 296180,
    "required_age": 0,
    "is_free": false,
    "description": "Western Germany, March 1964... The last Great War rages on. Madness at the front lines. Men butchering each other.  War-torn Europe stands ripped apart by a front line that runs straight through the heart of Germany where American and Western European troops battle against enemy forces.  An eternal war seemingly with no end in sight. Opposing forces mercilessly attack with unrelenting force, claiming small victories one day only to lose them the next.  <br><br>As Lieutenant James Anderson you must infiltrate and destroy key enemy positions deep behind enemy lines. If successful, your mission could finally put a stop to the carnage and restore what everybody has long since forgotten about: peace. <br><br>Inspired by real-world events and elements from WWI, WWII and modern warfare, Iron Storm brings the carnage! <br><br><ul class=\"bb_ul\"><li>A cross between a shooter and an adventure game that has you asking… what would the 1960s have been like had WWI never ended.<br></li><li>The fighting isn’t just on the ground… watch as the stock market directly impacts the fight<br></li><li>Six non-linear levels that require you to visit certain sections repeatedly with multiple ways to complete objectives<br></li><li>Solve puzzles, use stealth and cunning skills and shoot it out in single and multiplayer action<br></li><li>Find yourself in the trenches of WWI with environmental elements like barbed wire fences, bunkers, mines, gas warfare and snipers <br></li><li>WWII comes to life as you use and battle automatic weapons, radar, tanks and flame throwers<br></li><li>Modern-day warfare is not missed though as helicopters, lasers, electronics and more will have you wishing you were back in your mama’s womb</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296180/header.jpg?t=1569588347",
    "developers": [
      "Microids"
    ],
    "publishers": [
      "Microids"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 9,
      "total_negative": 0,
      "total_reviews": 9
    }
  }
}