{
  "296210": {
    "name": "Brigade E5: New Jagged Union",
    "steam_appid": 296210,
    "required_age": 0,
    "is_free": false,
    "description": "Brigade E5: New Jagged Union is a tactical game that places gamers in the small tropical nation of Palinero on the verge of a civil war. The mission: hire a band of mercenaries and take control of the deteriorating situation before the country finds itself in complete ruin.<br />\r\n<br />\r\nThe story offers players an opportunity to experience three different viewpoints of the conflict or work out the political structure to achieve their own goals in the global domination. Game play for the title is based on an innovative combat system called SPMÂ® (Smart Pause Mode) that successfully blends together real-time and turn-based games.<br />\r\n<br />\r\nUnlike standard turn-based systems, Brigade E5: New Jagged Union does not use &quot;action points&quot; while in turn-based mode, but takes into consideration the character skills and attributes resulting in more natural and diverse behavior of units. Furthermore players can issue a chain of commands that will be carried out automatically.<br />\r\n<br />\r\nThe choice of weapons will satisfy even highly demanding fans, with more than 100 accurately modeled firearms, varied ammunition types, grenades, body armor and special equipment. Players will be also able to modify and upgrade weapons by adding various gadgets, sniper scopes, mini grenade launchers, bayonets, etc. The game provides extensive LAN and Internet Multiplayer modes, with CTF, Deathmatch and Fortress dynamic gameplay. SPM® is a brand new feature for the squad combat strategy genre. It gives all players a chance to command their soldiers at the same time, using even an enemy's pause.",
    "supported_languages": "英语, 俄语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296210/header.jpg?t=1752574182",
    "developers": [
      "Apeiron"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 4 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}