{
  "296750": {
    "name": "The Final Stand",
    "steam_appid": 296750,
    "required_age": 0,
    "is_free": false,
    "description": "Your enemies are waiting. They will compete to take your life, creatures will stalk you, and nature will plague you. Persevere- survive in an environment where you and death will meet countless times. Grow stronger, smarter, and more adept as you struggle to become accustomed to an ever-changing arena that pits you against living and nonliving entities. Form alliances temporarily or traverse unaccompanied. The ground you stand on is a colossal arena that begets demise. Keep from starving by hunting and gathering food. Protect yourself with a vast selection of weapons. Use tools to rally necessities and craft multiple forms of transport. Learn to viciously rip apart your foes using your abilities or weapons. Dominate air, earth, or water and take tactical advantage of the time of day to plan attacks. In the end, only one will be victorious. Choose how you survive.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Fast Paced Gameplay!</strong> The Final Stand features the gritty and cinematic moments of survival games, packed into one adrenaline-packed round based game. It gives all players equal footing every round, regardless of how much time they invested on the game.To survive, you have to remain attentive because every moment might be your last.<br><br></li><li><strong>Extensive Combat!</strong>Encounter your foes with an in-depth and engaging combat system, from dueling enemies to stealth killing a naïve victim. Combat is acceded in reality, making damaging opponents or taking a hit thrilling. Make your opponents’ bodies to litter the landscape as you execute everyone in your path.<br><br></li><li><strong>Day and Night Cycles!</strong> For every minute you play, one hour of in-game time passes. Use both day and night to your advantage against other players. Acquire tools that will allow you to take advantage of opportunities brought on by the darkness in night, or by the light in day.<br><br></li><li><strong>Natural and Unnatural Disasters! </strong>Tornadoes will devastate the land around you, just as meteors will plunge into the earth. A manned supply plane may go haywire during a storm and plummet into you. Tread carefully on these dangerous lands.<br><br></li><li><strong>Huge Weapons Arsenal!</strong> Swords, axes, spears, bows, crossbows, throwing weapons, and hammers that will help you conquer your foes. If you prefer, you can also use your own two hands coupled with skills you’ve obtained.<br><br></li><li><strong>Supply Drops!</strong> Get an edge in your game by collecting supply drops that will contain miscellaneous tools for you to use in your expedition.<br><br></li><li><strong>Tactical Expertise!</strong> Use the disastrous environment and supply drops to your benefit. You will need your wits to survive, and the tools to carry out your stratagem. Careful planning, stealth, and cunning will be needed in many situations that will add realistic aspects and challenges to your experience.<br><br></li><li><strong>Craft and Hunt!</strong> There will be many things to craft in order to survive, progress, and protect. Craft weapons as you find the materials to make them. Generate traps to hunt for food or seize your foes. Fish or poach animals and cook it over a campfire to avoid food poisoning.<br><br></li><li><strong>Team Up or Solo!</strong> You can’t trust anyone, but you can band together to eliminate the masses. If you form a companionship, will you betray your ally and kill them when they least expect it, or will you coalesce and become on unstoppable force? Whatever the outcome you choose, there will still only be one champion.<br><br></li><li><strong>The Trove!</strong> A center for you to retrieve powerful weapons and items. It can very quickly become a bloodbath between warring multitudes of players. You can join the bloodbath, or you can shelter yourself and craft your weapons strategically.<br><br></li><li><strong>Multiple Servers!</strong> There are multiple servers for you to choose from or create. Play on the 24-player tropical Courante map to conquer your foes.</li></ul><h2 class=\"bb_tag\" >Future Plans</h2>At this stage in development, everything described is in place. Our intention is to make a competitively fun experience where players come together as a team or as adversaries. There are plans to expand tremendously; adding more depth in these areas:<br><ul class=\"bb_ul\"><li>Combat<br></li><li>Weapons<br></li><li>Weather<br></li><li>Crafts<br></li><li>Materials <br></li><li>Natural disasters<br></li><li>Transportation<br></li><li>Animals<br></li><li>Larger Maps<br></li><li>More players included<br></li><li>Different Environments in maps (winter, desert, etc.)<br></li><li>Means of survival<br></li><li>Character customization<br></li><li>Control and animation enhanced for fluidity<br></li><li>Updated graphics<br></li><li>Skill trees and attributes<br></li><li>User mod support</li></ul><br>Currently, there is an arena mode in which you fight to be the last one standing, but we also intend to integrate more game modes to allow for more cooperative play between players. Multiple aspects of our game are under judgment and are still subject to change and further improvement. Depending on the size of updates, we will attempt to apply them weekly or bi-weekly for any additions, bug fixes, and issues as long as we are in active development. We will be working on updates on a regular basis, but if a massive update is planned, it may take a little more than the attempt time. We will also provide a development blog for fans, where updates will constantly be made.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/296750/header.jpg?t=1533860374",
    "developers": [
      "Hella Games Entertainment"
    ],
    "publishers": [
      "Steam"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}