{
  "297080": {
    "name": "Navpoint",
    "steam_appid": 297080,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297080/extras/76c4eef66412c186ef19bf2fdf6d6910.avif?t=1750428337\" width=512 height=79 /></span><br>Navpoint is a space action strategy about being a starship traffic controller.<br> <br>Take command of the Navigos Traffic Control Station and with the help of a fleet of Police Frigates, Customs Clippers and Tugboats. Guide cargoships, couriers, luxury liners and cruisers safely to their destinations. <br><br>Build cargo and passenger docks, repair and refuel stations, and defence satellites. Create a solar infrastructure to wring profit from passing shipping. <br><br>Sounds easy right? But when you also have to deal with politics, aliens, pirates, smugglers, travelling film stars, terrorists, floods of refugees, sunspot radiation, wormholes, meteors and nebulas, it can get complicated! <br><br>Take Command!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297080/extras/6b29ef16e0ab012c4d4fc9e45d4f0297.avif?t=1750428337\" width=512 height=79 /></span><br><br><ul class=\"bb_ul\"><li><strong>Single Player Campaign</strong> - Start your career on a backwater moon, work your way towards command of Commercial center of the solar system - Earth. <br></li><li><strong>Freeplay</strong> - Choose from dozens of maps and play how you want. <br></li><li><strong>Command and Control</strong> - Set speed and heading for all shipping - Cruisers, Cargoships, Luxury Liners.and Frigates. <br></li><li><strong>Breaking News!</strong> - Challenging scenarios for you to resolve. Floods of refugees, quarantined plague ships, traveling superstars, terrorist threats and natural disasters. <br></li><li><strong>Pirate Raiders</strong> - Deploy police cutters to intercept pirate raiders and protect your airspace. <br></li><li><strong>Racial Tensions</strong> - Tensions between the Duug and the Khaat have always been high, if they are kept together for too long expect trouble! <br></li><li><strong>Customs and Immigration</strong> - Use customs clippers to search suspicious craft for contraband. <br></li><li><strong>Rescue </strong>- Use your tugboats to rescue damaged and disabled craft before it's too late! <br></li><li><strong>Cargo Docks</strong> - Guide commercial shipping safely to dock. <br></li><li><strong>Couriers </strong>- Hi-speed priority traffic needs to reach it's destination ASAP! <br></li><li><strong>Asteroids </strong>- Space junk and meteors can disrupt shipping, use your tugboats to clear the skies! <br></li><li><strong>Sunspots </strong>- Dangerous solar activity will disable shipping, keep them clear. <br></li><li><strong>Wormholes </strong>- Unpredictable rifts in time and space will transport your ships across space, could be useful, or just dangerous! <br></li><li><strong>Nebulas</strong> - Strange gases in space will affect shipping propulsion and control. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297080/header.jpg?t=1750428337",
    "developers": [
      "Ross Edgar"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}