{
  "297210": {
    "name": "Famaze",
    "steam_appid": 297210,
    "required_age": 0,
    "is_free": true,
    "description": "Famaze is a retro themed puzzle adventure game. The game combines charming SNES era visuals and sound, randomized &quot;roguelike&quot;mazes, strategy and puzzles, rpg elements, and a fun lighthearted story. The game is simple to pick up but offers endless replay because of the procedural nature of its levels.<br><br><i>The story of the game involves a mad king who has captured the happy rutabagas of the land and has turned them into evil monsters to guard his kingdom while he searches for the elusive perfect recipe for rutabaga pudding. The heroes of the land (a knight, thief, or wizard) must delve deep into the king's domain to rescue the rutabagas, find the gem of truth to unravel the secret recipe and put a stop to the mad king's plot.</i><br><br>Original soundtrack by <strong>Disasterpeace</strong><br>Artwork by <strong>Oryx</strong><br><br><ul class=\"bb_ul\"><li>Procedurally generated puzzle dungeons created infinite replayability.<br></li><li>Environmental variables including treasure chests, pit traps, healing blocks, and magic beacons.<br></li><li>3 heroes to choose from with powerful unique abilities.<br></li><li>Useful items including potions, fireballs, teleport orbs, and magic crystals.<br></li><li>Collectible hidden artifact pieces meta game with artifact summary screen.<br></li><li>A fun, lighthearted story line.<br></li><li>An original soundtrack including 23 unique tracks by Disasterpeace<br></li><li>Detailed stat tracking including gold, high scores, types of monster kills, etc.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297210/header.jpg?t=1447361587",
    "developers": [
      "Oryx Design Lab"
    ],
    "publishers": [
      "Oryx Design Lab"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}