{
  "297470": {
    "name": "Xsyon - Prelude",
    "steam_appid": 297470,
    "required_age": 0,
    "is_free": false,
    "description": "Xsyon is a sandbox massively multi-player online role playing game (MMORPG), an online community, a virtual world and an adventure.<br />\r\n<br />\r\nSet in the near future, Xsyon is an apocalyptic fable. The world draws its inspiration from history, mythology, and prophecies of the Apocalypse. Most aspects of modern life are now gone. Modern vehicles, weapons, appliances, computer and even the books that describe these things are practically nowhere to be found.<br />\r\n<br />\r\nYou are a survivor. Your youth was spent lost in times of war. Your memories of the past with its machines, computers, bright lights and buildings reaching for the skies are vague and ever fading, a distant and unreal dream. You grow accustomed to ancient ways that now once again rule the world.<br />\r\n<br />\r\nXsyon is an ever changing dynamic world. Players affect the environment by gathering resources, chopping down trees, hunting animals, building towns and developing trade. Players hold the power to create and destroy, to maintain a balance with nature or to cultivate a new civilization. The game is built around environmental, natural, economic, questing, and social systems. These systems are in constant flux and it's the players interacting with these systems that determine the current state of the virtual world.<br />\r\n<br />\r\nXsyon is a fantasy world, but is heavily based on reality. Set in an uncertain apocalyptic future, the virtual world draws upon real life geography, history, science and medicine, fauna and geology are slightly twisted versions of what is real. Whether you are determining what materials to use in a set of armor, trying out ingredient combinations in a recipe or gathering information on the local geography, there is always something new and real you can learn from the Xsyon world.<br />\r\n<br />\r\nAs a player, explorer and settler of this new virtual world you have many choices. You can play as a warrior, a trader, a craftsman or a cultivator of crops. You can specialize your skills or become a jack of all trades. You can play as a clan leader or town official, socially involved with many other players, or you can explore the world as a lone adventurer. Xsyon is a game for all kinds of players from casual to hard core. The path you take is up to you.<br />\r\n<br />\r\nWhether you are a first day scavenger or a grizzled veteran, Xsyon should be fun. Players begin with a decent set of statistics rather than evolve from a weakling to a super human. You enter the world inexperienced and lacking skill, with strengths and weaknesses, but still as a hero. Rather than grind levels to reach predictable goals, Xsyon is based on change, interactions and consequences. As new quests, lands and features are constantly introduced, there is always something new for you to discover.<br />\r\n<br />\r\nBy combining elements of different game genres and social worlds and by blurring the line between fantasy and reality we have created a unique online world. We hope you will find the Xsyon experience fresh, enjoyable, rewarding and full of surprises.<br />\r\n<br />\r\nExplore, learn, make friends and create the world you want to live in! Are you with us?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297470/header.jpg?t=1479870141",
    "developers": [
      "Notorious Games"
    ],
    "publishers": [
      "Notorious Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}