{
  "297760": {
    "name": "Qvadriga",
    "steam_appid": 297760,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome to the Roman circus!</strong><br><br>If you have come here it is because you wish to manage your own chariot racing team. Train your drivers and give them the finest equipment and horses. If you do this well, your chariots will provide you with both wealth and fame. but beware! Chariot races are dangerous. Accidents may occur and rival teams might try to harm your charioteers during the race. Make sure you do not grow too attached to your charioteers and always have  a replacement available. Good luck! <br><br>Qvadriga is a tactical game of chariot racing in ancient Roman circuses, where you take control of a four horse chariot team. Choose  your preferred upgrade combinations and prove your skills at the arena. Select the most cunning actions which your team could perform against  the best drivers of the old world: shake reins, whip horses, choose lanes, hold tight while negotiating curves, avoid incoming attacks, block enemies path, lacerate and whip them until achieving victory.<br><br>Start an epic campaign from the most modest tracks of the empire corners, assemble a mighty team and build your fame through the provinces until reaching enough wealth to finally open the gates of Rome's greatest competition at the Circus Maximus, where you will be able to enter history and reach favour of gods.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Historically modeled circuses with all their styles and particularities. Variable sizes, lengths and shapes, from the classic Greek oval hippodrome to the standard Roman circus.<br></li><li>Variable number of rivals: Participate in tactical four-team races, dive into mayhem with sixteen opponents.<br></li><li>Expert AI able to recognize their situation and maximize their strengths.<br></li><li>Dual game system: paused turn-based gameplay (static) or continuous real time action (dynamic). Play which you like.<br></li><li>One-click decision making interface triggers a sheer variety of engaging consequences.<br></li><li>Upgradable team components: charioteers' skill and constitution can be improved, also chariot’s quality and size and horses' speed and endurance. Any combination is useful, provided you take advantage of its strengths.<br></li><li>Six historic factions to belong, which grants particular upgrades to your team.<br></li><li>Huge campaign system with seven regions to travel, starting in any of them, from the exotic arenas of the far East to the Northern barbarian borders.<br></li><li>43 circuses to run, seven starting circus available from the beginning, unlock higher category circuses by building your fame.<br></li><li>Unique bonus at every city that could affect all competition aspects.<br></li><li>Race events enrich campaign altering race conditions. Your faction will try to help in the darkest hours, if you are successful your rivals will make things harder.<br></li><li>Buy, sell, heal and repair teams. Find the best components by gaining access to higher category circuses, hire medic, craftsmen and veterinary services to increase performance and configure the most competitive team.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297760/header.jpg?t=1710415499",
    "developers": [
      "Turnopia"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}