{
  "297720": {
    "name": "Corpse of Discovery",
    "steam_appid": 297720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><i>Hey you, reading this game description…what has your life become?  What have you chosen to do with your precious, limited time?  What have your gained from it?  And what impact have your choices had on the people in your life that love you?</i></strong><br><br><strong>CORPSE OF DISCOVERY</strong><br>You wake up on a base in a new, unexplored planet. Your landing craft is torn to pieces and your gear is scattered. Why are you here? What is your mission? How will you ever get back home to your family?<br><br>Corpse of Discovery is a thought-provoking first-person planetary exploration game located on 6 unexplored planets.  As the player, all you know is that to return home, you must complete the mission at-hand for the Corps of Discovery. However, with each mission completed, you’re left with unresolved questions and zero answers.<h2 class=\"bb_tag\" >The Gameplay</h2><br>While contending with extreme and harsh conditions, such as intense storms and unbearable heat, you must remain determined while completing missions for the Corps of Discovery.  You’ll meet AVA, an AssistBot who will accompany you on your journey and make sure you’re constantly reminded of your importance to the Corps. However, you have only one goal in mind: to get back home to your loved ones.<h2 class=\"bb_tag\" >Finding What Matters</h2><br>Corpse of Discovery looks at our lives under a symbolic microscope and examines the inner workings of the choices we make, ultimately culminating in the crucial question, “What sacrifices will we make to be successful?” As you struggle to complete each mission for the Corps, you are forced to grapple with your humanity, who you are as a parent, a spouse, an employee, and a human being.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>    Mature and Deep Narrative: A thought-provoking exploration game, set in space, about life’s revelations, misguided expectations, disappointments and self-discovery.<br></li><li>    Fantastic Alien Landscapes: Explore undiscovered worlds that go on for miles, each world more astounding and beautiful than the last.<br></li><li>    Immersive Investigative Gameplay: Examine your environment to understand new lifeforms, appreciate history, and re-live your precious memories.<br></li><li>    Environmental challenges: Experience unique planetary hazards and gameplay mechanics like deadly solar radiation, powerful wind storms, lava oceans, and floating islands only reachable by jetpack.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297720/header.jpg?t=1448038197",
    "developers": [
      "Phosphor Games"
    ],
    "publishers": [
      "Phosphor Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}