{
  "297940": {
    "name": "Fantasy Grounds - Savage Worlds Ruleset",
    "steam_appid": 297940,
    "required_age": 0,
    "is_free": false,
    "description": "This product contains the Savage Worlds Deluxe Edition rules.<br>Everything, and we mean everything, you need to play Savage Worlds is now built directly into our updated interface: card dealing initiatives, wild dice, combat resolution, a card dealing combat tracker that is shareable with the players, and drag-and-drop dice directly from the character sheet are now possible!<br>Welcome to a revolution in gaming 'Savage Worlds' a merger of the best ideas in roleplaying and miniature games! What's so revolutionary? We're glad you asked!<br><ul class=\"bb_ul\"><li>It's Fast! Savage Worlds is the fastest and easiest fully-detailed roleplaying game you'll ever play! You can fight out massive battles quickly and easily'with your heroes' allies and minions'in one simple, fast-playing system!<br></li><li>It's Furious! Characters gain awesome new abilities quickly, raising their attributes and skills and gaining powerful and exciting new Edges!<br></li><li>It's Fun! Savage Worlds was designed to be a Game Master's dream! GMs can write adventures, create new villains and monsters, and run epic tales, all without lots of bookkeeping. And you won't need computer programs, three rule books, and a half-dozen setting books to do it. You'll find everything you need right here and in the Savage Setting of your choice!<br></li><li>It's also a Miniatures Game! Savage Worlds works as a miniatures battle game as well as an RPG. That means you can fight out your heroes' epic battles to save the world right on the table-top! Or you can play a competitive battle with troops of your own design!<br></li><li>It's Complete! Savage Worlds was designed to be used with any genre'from swashbuckling pirates to superheroes and sci-fi. Inside you'll find complete and simple rules for epic heroes, vehicles, chases, magic, superpowers, mass battles, skirmishes, and even guidelines for designing your own races and worlds!</li></ul>   ... and now with the Savage Worlds Ruleset you can play this fast-paced game online using the virtual desktop software Fantasy Grounds!<br>What is include in The Savage Worlds Ruleset for Fantasy Grounds:<br><ul class=\"bb_ul\"><li>All of the rules presented in the Savage Worlds Deluxe Edition core product, converted to easy-to-access links on your Fantasy Grounds desktop.<br></li><li>Easy to follow instructions for the Savage Worlds players and game masters unfamiliar with Fantasy Grounds, and how to use the Fantasy Grounds software for special SW game mechanics.</li></ul>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.<br><i> Adapted for Fantasy Grounds by: </i>  Aki Heikkinen and Michael Serfass[/b]<br><strong>  Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/297940/header.jpg?t=1768350103",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [
      "SmiteWorks USA, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}