{
  "298920": {
    "name": "Croixleur Sigma Demo",
    "steam_appid": 298920,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>High-speed hack-and-slash action!</strong><br><br>Tonight, in the Queen's realm of Ilance, two prodigies representing the Knight and Aristocrat factions will do battle in ‘the Adjuvant Trial’. This ritual, which has been held since the founding of the nation, decides which faction will hold military and political authority, and protect the Queen, the living symbol of the realm. The fate of the nation is at stake as these two girls set aside their childhood friendship and undergo a trial in which there can be only one victor.<br><br>Croixleur Sigma is 60FPS of high speed hack-and-slash arcade action game by Japanese indie developer souvenir circ. and featuring gameplay reminiscent of the Devil May Cry series' Bloody Palace mode. <br><br><strong>Game Features:</strong><ul class=\"bb_ul\"><li>Play as either Lucrezia Visconti or Francesca Storaro and battle your way up the tower through hordes of oncoming monsters to learn the secrets behind the Adjuvant Trial!<br></li><li>20 Weapons to collect, each with a unique special move! Pick the load-out that suits your fighting style!<br></li><li>Simple but satisfying combo system, including Move Canceling, Attack Nullifying, Invincible Dashing, and Rigid Body States!<br></li><li>Take on the Adjuvant Trial in Story Mode with separate stories and multiple endings for both characters!<br></li><li>Test your mettle and hone your skills in Time Attack Mode, Survival Mode, and Challenge Mode!<br></li><li>Local 2 player co-op: take on the monster hordes with a friend in in Dramatic Battle mode!<br></li><li>Full Japanese voice over <br></li><li>42 achievements, online leaderboards, and Steam Trading Cards!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/298920/header.jpg?t=1447361700",
    "developers": [
      "souvenir circ."
    ],
    "publishers": [
      "Nyu Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}