{
  "29900": {
    "name": "Dark Sector",
    "steam_appid": 29900,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/29900/extras/5d84d1d527059980374925f3a3bc99f3.avif?t=1732992837\" width=600 height=101 /></span><br><br>Dark Sector thrusts players into the role of Hayden Tenno, a covert operative sent on a dangerous mission into Lasria, an Eastern European city on the brink of ruin that hides a deadly Cold War secret. <br><br>In the midst of this mission, Hayden is attacked by an unknown enemy and infected by the Technocyte Virus, a brutal bio-weapon that twists its victims into mindless killing machines. Surviving this attack, Hayden finds that the Technocyte virus has granted him powerful, inhuman abilities unlike anything he has ever seen. Now, he must evolve with his powers, survive and become a hero.<h2 class=\"bb_tag\" >Original action-shooter</h2>Throughout the course of the game, players will witness Hayden's transformation into something more than he was as he fights against the Technocyte Virus taking over his body and the effects it has on his psyche.<h2 class=\"bb_tag\" >Evolution powers</h2>Hayden gains incredible superhuman powers - including the deadly, bladed glaive that he can grow from his arm and use and throw with deadly accuracy. Hayden will grow with these powers as they evolve and become more powerful throughout the game.<h2 class=\"bb_tag\" >Cinematic and immersive experience</h2>Through the use of no HUD, intuitive controls and a 3rd-person over the shoulder viewpoint everything about Dark Sector is designed with the goal of keeping the player immersed in the game.<h2 class=\"bb_tag\" >Innovative multiplayer component</h2>Dark Sector features an innovative and exciting multiplayer gameplay that will allow players to utilize the skills they have learned in the single-player game to excel in a competitive environment",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/29900/header.jpg?t=1732992837",
    "developers": [
      "Digital Extremes"
    ],
    "publishers": [
      "Digital Extremes"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 9,
      "total_negative": 3,
      "total_reviews": 12
    }
  }
}