{
  "299160": {
    "name": "Empress Of The Deep 2: Song Of The Blue Whale",
    "steam_appid": 299160,
    "required_age": 0,
    "is_free": false,
    "description": "Anna awakens on a mysterious tiny island after escaping the destruction of her underwater kingdom. She must find her way to a mystical floating cloud city in the sky, seek out the four Children of Light and save them from the twisted clutches of the Evil Empress Pandora. Along the way she must rescue and heal enchanted animal slaves hidden in a vast temple complex suspended by massive balloons. Each animal becomes her friend and guide as she navigates the eerie halls and twilit chambers. She must use her wits to search the sprawling sky temples for artifacts and clues and rescue the children before the Empress succeeds in unveiling the darkest of plans.<br />\n<br />\n<br />\nFeatures:<br />\n•\tThis sequel is twice the length of its bestselling precursor, with hours of breathtaking hidden object mystery and adventure in majestic city in the clouds.<br />\n•\tUnlock unique and beautiful animal guides to help solve each expansive puzzle level. <br />\n•\tCollect crystal dolphins to add to your healing powers. Use it to help your friends.<br />\n•\tWho can you trust? Untangle the lies of the Empress and her secret servant. <br />\n•\tSolve elaborate puzzles with found objects and magical artifacts to bring harmony to the ancient, mystical city in the clouds. <br />\n•\tCan you save the children of the Light before its too late?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299160/header.jpg?t=1759951798",
    "developers": [
      "Gogii Games"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 520,
      "discount_percent": 80,
      "initial_formatted": "¥ 26.00",
      "final_formatted": "¥ 5.20"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}