{
  "299140": {
    "name": "Fantasy Grounds - PFRPG Basic Paths: Fangs from the Past",
    "steam_appid": 299140,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Fangs from the Past</h2>  Want more beginners adventures? Here they are! Fangs from the Past is a basic Pathfinder adventure written by the master adventure writer Tito Leati. It features pre-loaded statblocks for monsters and is fully playable with the PFRPG ruleset. It includes battlemaps for running the fights, handouts, some pawns and plenty of GM's tips. It will also include a &quot;Pro&quot; appendix to allow veteran GMs to fully enjoy the adventure, using Pathfinder Complete Ruleset.<br>In Gafolweed, a village on the borderlands, autumn brought the first chills and a sense of deep concern. The harvest has been meager, and they say that Zafron, a cruel boy who trafficked in witchcraft, has returned from exile to poison the land and unleash a monster on his former fellow citizens. This creature has already slain three young men, the last of which, Halmil, has just been found dead in the forest. As fear makes its way in the hearts of the villagers, a old tale passes from mouth to mouth, a tale that sinks its roots not in the recent history of Gafolweed, but many, many decades before.<br>Will your fellowship of budding heroes be able to defy the Fangs from the Past?<br>Author: Tito Leati<br>Fangs from the Past features:<br><ul class=\"bb_ul\"><li>All-star team: All-star team: Tito Leati, Tim Hitchcock, Roberto Pitturru </li><li>Beginner adventure for character levels 1-2 </li><li>Five battlemaps for tactical gaming </li><li>Five handouts </li><li>Eleven pawns including gnolls, kobolds and the featured villain, the Sturgimate </li></ul><i>Adapted for Fantasy Grounds by: </i> <strong> Cari Harper</strong><br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299140/header.jpg?t=1768350150",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [
      "SmiteWorks USA, LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}