{
  "299230": {
    "name": "Age of Wonders III - Golden Realms Expansion",
    "steam_appid": 299230,
    "required_age": 0,
    "is_free": false,
    "description": "Golden Realms greatly expands Age of Wonders III’s empire building mechanics and introduces bucket loads of new content. These new features are used in random maps, new scenarios and a new story campaign, where Halfling survivors settle in a distant land filled with danger and treasures never seen before.<h2 class=\"bb_tag\" >New Content Includes:</h2><ul class=\"bb_ul\"><li><strong>The Halfling Race:</strong> The little folk are back, with new units, heroes and leaders. The jesters shoots fireworks which dazzle the enemy and the cleaver flinging brew brothers keep the Halfling armies fed while on the road. Halflings can be used with all classes and introduce the new Luck mechanic which allows them to dodge incoming attack while they’re in good spirits.<br></li><li><strong>Golden Realms Campaign:</strong> In this three scenario campaign, you help the Halfling survivors of the Heartwood Massacre rebuild an empire in an exotic land and confront an ancient evil.<br></li><li><strong>Exotic Map Locations:</strong> Capture the Naga Dwelling, home to serpentine queens and giant man-snakes, and discover new treasure sites such as the fabled Lost City to benefit your empire. <br></li><li><strong>Over twenty new units:</strong> Encounter new exotic units such as the filth throwing Dread Monkeys, alluring Mermaids and the fearsome Glutton who can swallow whole regiments in one bite.<br></li><li><strong>New Hero Items:</strong> The Golden Realms contain 50 new magical artifacts to discover and use. Wield the enigmatic Crystal Skull, or wear a stylish Witch Doctor’s Headdress to mix in with the locals.<br></li><li><strong>Wild Magic Specialization:</strong> Unleash wild magic. Cause spontaneous mutations, warp equipment and turn orderly battles into a pandemonium where the lines of battle are violently warped.<br></li><li><strong>Partisan Specialization:</strong> Use new skills for guerrilla warfare. Create concealed hide-outs and develop ambushing skills.<br></li><li><strong>Two hand crafted scenarios:</strong> Playable single and multi-player these new stand-alone scenarios are built around the new features of the Golden Realms expansion.</li></ul><h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li><strong>Mystical City Upgrades:</strong> Arcane treasure sites located in your domain unlock new unique upgrades for your cities, making the location and specialization of your cities more important than ever. Building a city near a Crystal Tree unlocks the Enchanted Armory which reinforces your armored units.<br></li><li><strong>Empire Quests:</strong> Achieve empire building goals before your rivals to unlock unique rewards for your realm. This introduces a new type of indirect competition between players. Examples are the Eternal City: be the first to build a metropolis and get an awe-inspiring Monument of Prime Good and Evil, where the first player to achieve full good or full evil alignment has a party of champions the respective alignment join at no cost.<br></li><li><strong>Seals of Power:</strong> A new King of the Hill style victory condition where players must capture and hold the dangerous Seals of Power structures in order to achieve victory.  Don’t sit and hold back as broken seals attract extra-dimensional beings wanting to take the Seal back.<br></li><li><strong>Defensive City Upgrades:</strong> Each race has a unique city defense to build.  The Draconian’s Firestorm Pillar sets ablaze those who dare attack their city. Or the Bell Tower for the Humans which rallies the citizenry to shoot volleys at oncoming enemies.</li></ul><i>Random Map Generator: New content and features are integrated into the updated Random Map Generator.</i>",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299230/header.jpg?t=1726496860",
    "developers": [
      "Triumph Studios"
    ],
    "publishers": [
      "Triumph Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6000,
      "final": 6000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 60.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}