{
  "299280": {
    "name": "Fantasy Grounds - Castles & Crusades Ruleset",
    "steam_appid": 299280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >  Castles &amp; Crusades Ruleset</h2>With the Castles &amp; Crusades roleplaying game, these imaginings come to life as you play the role of a hero seeking adventure in a fantastic world populated by mythic creatures and legendary beasts. Or, as the Castle Keeper, you can design the worlds and stories that make up the game, guiding friends and fellow gamers through epic adventures in wondrous settings of your own making. Now everything thing you need to play Castles &amp; Crusades with your others across the globe is now possible with this Fantasy Grounds II ruleset.<br>Castles &amp; Crusades is an easy to learn, fast paced fantasy role playing game suitable for novice and veteran gamers of all ages. The Castles &amp; Crusades Players Handbook and Monsters &amp; Treasure manual provide all the essential information needed to play a game of Castles &amp; Crusades. Players can choose among 13 archtypal character classes and 7 races to create their characters. Spells, equipment, fast-paced combat rules, monsters, treasures, examples of play and endless hours of fun and enjoyment can be found in these two books. All of this C&amp;C information is included in this Fantasy Grounds conversion.<br>&quot;The developers have done an amazing job with this online version of Castles &amp; Crusades,&quot; says Stephen Chenault, CEO of Troll Lord Games, &quot;The conversion of our game to Fantasy Grounds II is truly amazing, with a flawless interface that is every bit as easy to use as the print version. This is a very welcome induction for C&amp;C into the digital age!&quot;<br>What's included with the Castles &amp; Crusades Ruleset for Fantasy Grounds II:<br><ul class=\"bb_ul\"><li>Stunning graphical interface based on the artistic genius of Peter Bradley, complete with a fully functional Castles &amp; Crusades character sheet.<br></li><li>The complete Player's Handbook for Castles &amp; Crusades converted to a library module, including all 13 archetypal character classes and seven races from which to create your characters. Also includes all spells, equipment, combat rules -- all essential information needed to play Castles &amp; Crusades online!<br></li><li>Everything from Monsters &amp; Treasures for Castle &amp; Crusades is also included as a library module, from dragons and giants to gargoyles and satyrs, over 200 monsters that is enough to challenge and entertain novice and experienced players alike. Details for monster combat, spell casting, breath weapons, movement and poisons, along with rules for creating monsters of one's own design. Magical weapons, rings, rods, staves and many other devices such as artifacts and cursed items are also detailed within the Castles &amp; Crusades Monsters &amp; Treasure module as well.<br></li><li>Over 170 tokens generated from the interior art of the Player's Handbook and Monsters &amp; Treasures. Tokens from all the races, as well as multiple tokens for monsters of various sizes.<br></li><li>Free starter adventure, THE RISING KNIGHT, an adventure for 1st-level starting characters to get you playing Castles &amp; Crusades right away!</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Timothy Smith, Scott Geeding, and Mario Butter</strong><br><i> Adapted for Fantasy Grounds by: </i>  Scott Geeding, and Mario Butter[/b]<br><strong>  Requires:</strong>  The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset. Compatible with Fantasy Grounds Unity<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299280/header.jpg?t=1768350198",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [
      "SmiteWorks USA, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}