{
  "299290": {
    "name": "Fantasy Grounds - Call of Cthulhu Ruleset",
    "steam_appid": 299290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>SmiteWorks and Chaosium, Inc. presents the Call of Cthulhu 6th Edition Ruleset for Fantasy Grounds</strong><br>Note that there is also a 7th edition ruleset available.<br>This product is a comprehensive conversion of the iconic horror role-playing game has been brought vividly to life for internet play using the latest version of the Fantasy Grounds II software. The Call of Cthulhu Role-Playing Game from Chaosium has won multiple awards over the years, and has been a firm staple in the RPG horror community for decades! If you have ever been enthralled by a ghost story or spellbound at a horror movie, you are in for a treat. Part the veil that separates frail humanity from the terror that lurks beyond space and time. Now you can investigate forgotten ruins, haunted woods, and nameless menaces all online with the Call of Cthulhu Ruleset for Fantasy Grounds II.<br><strong>What is all included with this purchase:</strong><br><ul class=\"bb_ul\"><li>A new all-in-one automated software installer for this ruleset purchase!<br></li><li>Call of Cthulhu Rulest for Fantasy Grounds II contains the full text of the 6th Edition rulebook, published by Chaosium Inc. and converted to Fantasy Grounds II modules.<br></li><li>Full rules for creating Investigators and guiding them through the worlds of HP Lovecraft.<br></li><li>A Keeper's toolkit, covering situations both mundane and bizarre, from car chases and equipment tables to mental disorders and alien technology.<br></li><li>Over 100 creatures, deities and monsters from the Cthulhu Mythos and horror literature, most of which are illustrated with original artwork from the rulebook.<br></li><li>220+ spells and arcane rituals for the Keeper and players.<br></li><li>Details of Herbert West and other notorious characters from the worlds of HP Lovecraft, together with nine pre-rolled investigators ready to play.<br></li><li>Four complete ready-to-play adventure scenarios: The Haunting, Edge of Darkness, The Madman, and Dead Man Stomp.<br></li><li>Requires a FULL license of the Fantasy Grounds II software for the Keeper, and FULL or LITE licenses for each Player.<br></li><li>The FULL version of Fantasy Grounds II v2.3.3 (or newer) is required to use this product.</li></ul>The Fantasy Grounds software lets you enjoy Call of Cthulhu with friends across the world. This product includes Player reference material, skill lists and weapons tables in addition to Keeper material such as creatures of the Cthulhu Mythos to drag and drop straight into play, a combat tracker to make the most complex encounters run more smoothly, and hints and tips for running successful adventures.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Call of Cthulhu ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299290/header.jpg?t=1768350251",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}