{
  "299300": {
    "name": "Fantasy Grounds - C&C Castle Keeper's Guide",
    "steam_appid": 299300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > C&amp;C Castle Keeper's Guide</h2><strong> A Castles &amp; Crusades Supplement module for Fantasy Grounds</strong><br><strong> Upon Foundations of Stone</strong><br><strong> Beneath the walls and towers of adventure, beneath the ground upon which the adventurer treads, lies the foundation. It is that which holds the construct, which drives the challenges, which brings the flavor of a world's imaginings to light. It is the maelstrom of creation through whose eye the game of heroic chance plays out.<br>What Lies Within</strong><br><strong> The Castle Keeper's Guide includes a host of new material for the role playing enthusiast. From world creation, to dungeon designs, managing non-player characters, character attributes at high levels, spell use and cost, equipment -- its use and wastage -- the tumult of storms, from warfare to combat, monsters, treasure, death and more. The Castle Keeper's Guide provides the CK and the Player with a host of new tools for their use; tools designed to enhance play, not hinder it; designed to be malleable from gaming table to gaming table.<br>A sample of what you will find in the CKG:<br><ul class=\"bb_ul\"><li>Alternative methods of attribute generation<br></li><li>The featured classes expanded to the 24th level<br></li><li>Equipment: outfitting for a setting, saving throws, usage, costs<br></li><li>Expansion on the Magic with components, spell costs, holy symbols, water, and more<br></li><li>The NPC: how to run them, hire them, loyalty and more<br></li><li>Monsters and Magic as NPCs<br></li><li>The Crusade in the future: guns, cannons and more<br></li><li>The World Above: overview of outdoor campaigns<br></li><li>The World Below: overview of underground campaigns<br></li><li>The Characters, gaining levels, land and more treasure<br></li><li>The Siege Engine, breaking it down for your table<br></li><li>Character death. The end should not be the end</li></ul>And so very much more . . . .<br>The CKG is the perfect expansion to everyone's table.<br>The Fantasy Grounds version contains these additional features:<br><ul class=\"bb_ul\"><li>93 tables set to auto-roll for everything from Climates, Social Ranks, Common and Specialized Occupations, Town and Village occupants, Starting Spells, monsters and more.<br></li><li>Rollable Monster Encounter Tables linked to Monster entries from Monsters of Airhde<br></li><li>Rollable Summoned Monster and Animal Tables with links to entries from the Monsters of Airhde<br></li><li>Random Hit Locations<br></li><li>Critical Hit and Fumble charts<br></li><li>Expanded Equipment Lists with Carrying Capacity</li></ul><i>Adapted for Fantasy Grounds by: </i>Scott Ferguson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299300/header.jpg?t=1768350307",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}