{
  "299330": {
    "name": "Project Root Demo",
    "steam_appid": 299330,
    "required_age": 0,
    "is_free": true,
    "description": "Prometheus Corporation is the leader in the generation and distribution of energy to all cities in the world. Due to the ideas and designs of charismatic president Demetrio Watts, the corporation developed new technologies producing higher quantities of energy at a lower cost, granting them near-absolute control of the market. <br />\n<br />\nThe friendly policies enforced by Prometheus and Demetrio Watts has made citizens confident they will have access to electricity in their houses every day. However, very few of them are aware of what's behind Demetrio Watts' smile or behind the scenes in Prometheus Corporation. Secret plans. Terrible plans. Plans which will take the population by surprise. When they realize what is going on, it will already be too late. <br />\n<br />\nA group of rebels are the only ones who know Demetrio and his company's true intentions, and will do everything it takes to bring the truth to light about the person who pretends to be their eternal benefactor. It will not be easy or agreeable, but the danger behind what Prometheus hides within is a threat to all. Stopping Demetrio Watts is in the hands of a group of unknowns. Depends on Arcturus.",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299330/header.jpg?t=1447361738",
    "developers": [
      "OPQAM"
    ],
    "publishers": [
      "KISS ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}