{
  "299350": {
    "name": "OMSI 2 Add-on Three Generations",
    "steam_appid": 299350,
    "required_age": 0,
    "is_free": false,
    "description": "Take a seat and enjoy the ride - welcome to the articulated buses in Hamburg! &quot;Three Generations&quot; is the first add-on especially developed for OMSI 2 with not only new vehicles but a whole lot of new and unique features which as such have never before been available in OMSI 2. The add-on includes two new articulated buses and the well known Hamburg City Bus as an 18 m version for all OMSI routes.<br><br>You will find buses from 1992, 1999 and 2012 in the configuration of how they were equipped in Hamburg with their modern cockpits and new features such as touch screen ticket printer, LED external display, digital info display, automatic air condition, operable trip odometer and more.<br><br>A first time for OMSI is the LED external lighting, power save mode and the automatic daytime lighting.<br><br>The new ticket printer in the 2012 articulated bus automatically recognizes all tickets on various maps and offers a graphic bus stop map display as well as a lockable till with money changer in DM and EURO for optimal ticket dispatching on all maps.<br><br>The three articulated buses complement all add-on maps (Vienna, Hamburg and Neuendorf) as well as Berlin-Spandau and offer many new sounds from the real life equivalent, photorealistic  textures, scripts and 80 various paint jobs. The included repaint templates and visibility variables give you the option to adapt the visuals to all routes and configurations.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299350/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1551955845\" width=616 height=68 /></span><br><br><ul class=\"bb_ul\"><li>3 articulated buses of Hamburg (1992, 1999, 2012) in original configuration and many paint jobs.<br></li><li>Universally usable on all OMSI maps.<br></li><li>New functionalities, automatic air condition, fogged up windows, external door opener, LED Matrix display, LED external lighting with daytime lighting, power save mode, operable trip odometer, digital cockpit with info display, touch screen ticket printer with cash till, lockable till, EURO/DM money changer, UV test-lamp, money deposit basket lighting.<br></li><li>Distinction between EURO (Hamburg) and DM changers<br></li><li>Modern ticket printer showing graphic bus stop map display as well as all tickets and prices on all OMSI routes.<br></li><li>All three buses can be used as AI traffic and can be taken into service by the user.</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299350/header.jpg?t=1551955845",
    "developers": [
      "Darius Bode"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 5,
      "total_negative": 3,
      "total_reviews": 8
    }
  }
}