{
  "299500": {
    "name": "International Snooker",
    "steam_appid": 299500,
    "required_age": 0,
    "is_free": false,
    "description": "Quite possibly the most realistic Snooker game to come to any gaming platform, working closely with Michaela Tabb the world’s most famous Snooker and Pool referee Big Head Games have the ultimate cue sports simulation, with easy to pickup and play controls and months of gameplay as you fight through a pro player’s career.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Career mode, play a full year's calendar of events earning world ranking points. Reach world number one and win all 16 trophies.<br></li><li>Practice mode, unlimited shots with no opponent.<br></li><li>Quick Play, choose form any unlocked venue and play VS AI or VS human player in customisable games, no. of reds, no. of frames, shot clock, etc. <br></li><li>Multiple Venues, 15 tournament venues, a Rileys club venue and the exclusive 147 VIP club (score a 147 break to qualify).<br></li><li>Trophy cabinet, fill the cabinet with the 15 tournament trophies and the 147 cup.<br></li><li>Equipment upgrades, earn the right to use better cues, better cues = better control and more power.  Auto Chalking.<br></li><li>Achievements, earn achievements from simply pot the pink to score a century break.<br></li><li>Multiplayer, play anyone, anywhere, anytime. <br></li><li>Real time chat. During multiplayer matches a chat window allows for &quot;friendly&quot; banter.<br></li><li>Replays, replay, pause, rewind, slow-mo any shot. <br></li><li>AI speed controls, no more waiting, run the AI at up to 4 times normal speed and get back to the table quicker.<br></li><li>Full Rule set, &quot;advanced&quot; rules such as play on and free ball.<br></li><li>Balanced  AI, produces a smooth difficulty curve based on your skill, world ranking and your current match status.<br></li><li>Custom built Physics engine, including spin options for swerve and back spin. <br></li><li>Referee, voice over calling scores, fouls, player intro, etc. voiced by the world famous referee Michaela Tabb.<br></li><li>Realistic crowd AI and ambience fx, reacting to the gameplay such as long shots and near misses.<br></li><li>Stats, a record of your progress and good and bad percentages, also used for multiplayer skill level balancing.<br></li><li>8ball UK, 8ball US and 9ball pool modes</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299500/header.jpg?t=1718727730",
    "developers": [
      "Big Head Games Ltd"
    ],
    "publishers": [
      "Big Head Games Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 18,
      "total_negative": 7,
      "total_reviews": 25
    }
  }
}