{
  "299780": {
    "name": "Noir Syndrome",
    "steam_appid": 299780,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Noir Syndrome</strong> is a procedurally generated Detective Murder-Mystery with a new story every time! Featuring slick pixel art animations and a jazzy soundtrack, the player is thrown right in to a highly stylized vision of film noir. Visit locations, interrogate suspects, search for clues, and eventually solve the case before the killer escapes - or you wind up dead yourself.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li> <strong>Procedural generation:</strong> Murder mystery scenarios with a new culprit and clues each time, every play-through is unique.<br></li><li> <strong>Permanent choices:</strong> NPCs, interactions, death, and a slew of other features will all persist until a new game is started. Every action counts!<br></li><li> <strong>Notebook:</strong> Collect vital clues in the detective's notebook to help narrow down suspects and solve the case.<br></li><li> <strong>Investigation:</strong> Interact with and examine numerous objects and characters in a number of environments in the search for more information on the killer.<br></li><li> <strong>Countdown:</strong> Given a set number of days to solve the mystery, each area visited will decrement the time left, adding to the urgency of every case.<br></li><li> <strong>Freedom of choice:</strong> Attempt to solve the case, or live out your remaining time doing as you please - be it fighting the law, going after gang members, or just seeing the city.<br></li><li> <strong>Gunplay:</strong> Combat is generally to be avoided as a single bullet will take down the player. However, when necessary, the revolver is always available for use.<br></li><li> <strong>Badges:</strong> Complete a variety of challenges to earn unique badges which directly influence future playthroughs.<br></li><li> <strong>Statistics and Scores:</strong> Statistics and high scores for a wide variety of topics will persist through every game.<br></li><li> <strong>Costumes:</strong> Multiple unlockable costumes can be earned in game. Play as the default male or female detective, or unlock a variety of new outfits.<br></li><li> <strong>Challenges:</strong> Optional challenges unrelated to the main case are generated each game. Every challenge completed provides permanent bonuses to all playthroughs.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299780/header.jpg?t=1665608332",
    "developers": [
      "Glass Knuckle Games"
    ],
    "publishers": [
      "Glass Knuckle Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}