{
  "299910": {
    "name": "Forgotten Myths CCG",
    "steam_appid": 299910,
    "required_age": 0,
    "is_free": true,
    "description": "Forgotten Myths is a free to play online collectible card game that incorporates deck building, card collection and strategic gameplay in a fantastic historical background incorporating several civilizations, myths and legends in the same storyline.<br />\r\n<br />\r\nFeatures<br />\r\nFree to Play – You can acquire every card in-game by buying booster packs using earned currency, as long as you can devote more time in the game. This is the good free to play, no &quot;energy gates&quot; or &quot;exclusive to buying with real world cash&quot; cards.<br />\r\n<br />\r\nDoma City, 3D Starting Zone – Players will be immersed in this 3D environment where they will be able to access main game features.<br />\r\n<br />\r\nRPG Style Level and Rank Progression – You will be able to advance in levels and ranks to unlock special content and rewards, and compete in monthly leader boards.<br />\r\n<br />\r\nGuilds – Form your guild, gather your friends and challenge other guilds to reach the top! Work as a team, wage guild wars, and unlock special guild cards. <br />\r\n<br />\r\nTournaments – We are designing Draft, and Sealed tournament modes, where you can enter, defeat your opponents, and win special rewards! <br />\r\n<br />\r\n&quot;Duel&quot; Mode – A hard core duel match mode, where players will be able to bet cards from their collections against other players in a &quot;winner takes all&quot; duel.<br />\r\n<br />\r\n&quot;Multiplayer Co-op&quot; Mode – We are designing a special game mode where you will fight against dreadful monsters and sinister characters in a co-op mode with groups of 2 or 4.<br />\r\n<br />\r\nImmersing 3D Effects – Majority of the cards in Forgotten Myths have a specially designed 3D effect associated with an action or an ability; this is the true evolution of Trading Card Games to Digital.<br />\r\n<br />\r\nSimultaneous Gameplay – Each attack turn is taken at the same time allowing for constant interaction and positioning tactics.<br />\r\n<br />\r\nRemote Turn-Based Multiplayer – Play games with anyone in the world, from anywhere with internet access.<br />\r\n<br />\r\nHardcore Strategy – Most digital trading card games have oversimplified and gone all mainstream with their game mechanics. We've done the opposite and increased strategic depth by including positioning, and allowing different card types on the field.<br />\r\n<br />\r\nComprehensive Ever Changing Single Player Campaign – We have in depth Single Player Campaigns, that will have new maps, AIs and new quests added to it frequently.<br />\r\n<br />\r\nTransformable Battlefields – The default 3D Battlefield can be changed by unlocking quest rewards that allows you to completely change or customize the table top battlefield.<br />\r\n<br />\r\nDon't forget to visit http://forgottenmyths.com for game guide, media, full card list and more!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/299910/header.jpg?t=1459032970",
    "developers": [
      "Anchora Games",
      "Dream Harvesters"
    ],
    "publishers": [
      "Anchora Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}