{
  "300130": {
    "name": "Al Emmo and the Lost Dutchman's Mine Demo",
    "steam_appid": 300130,
    "required_age": 0,
    "is_free": true,
    "description": "This is a fully-playable demo of Act 1 from Al Emmo and the Lost Dutchman's Mine. The full game contains 9 Acts.<br><br>Embark on an epic cross-country journey that sends an unlikely hero deep into the heart of the wild west in search of love and an ancient, cursed treasure mine, said to contain inconceivable wealth!<br><br>Meet Al Emmo. He's single. He's also a feeble, forty-two-year-old Easterner. But he has a plan: travel out west, marry a mail-order bride, bring her back east to introduce to his aging parents, and prove that he's a real man! Are you ready?<br><br>But does Al have what it takes to be a cowboy? A stranger in town - a charming royal from Spain - competes for the object of Al's affections. And a looming thousand-year-old Aztec curse is bound to keep him on his toes.  Brave a horde of desert perils including excessively-equipped prairie dogs, an extremist termite exterminator, arrow-happy Indians, and a liquor SO potent, you won't even remember your hangover!<br><br>Does redemption lie within the haunted depths of the Lost Dutchman's Mine? Is Al brave enough to enter? And will his parents even miss him? Find out in Himalaya Studios' Wild Western, point-and-click adventure game!<br><br>Developed and produced by Himalaya Studios, the team behind the popular and acclaimed free remakes of <i>King's Quest 1, 2 ,3</i> and <i>Quest for Glory 2</i>.<br><br><br><strong>FEATURES</strong><br><br><ul class=\"bb_ul\">    <li> Classic 2D-animated cutscenes<br>    </li><li> Unique Look, Interact, and Talk narrator messages for every location, item, and character<br>    </li><li> Detailed speech portraits for characters, all fully-voiced and lip-synced<br>    </li><li> Act 1, fully playable<br>    </li><li> Unique descriptions for looking, interacting with, and talking to everything</li></ul><br><strong>FULL GAME ALSO INCLUDES</strong><br><br><ul class=\"bb_ul\">    <li> Steam Trading Cards and Badges<br>    </li><li> Achievements<br>    </li><li> Over 120 high-res, hand-painted background scenes<br>    </li><li> More than 15,000 frames of character animation<br>    </li><li> More than two hours of lovingly scored original music by Tom and Dianne Lewandowski<br>    </li><li> Nine Acts filled with fun, excitement, humor, and danger!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300130/header.jpg?t=1447361769",
    "developers": [
      "Himalaya Studios"
    ],
    "publishers": [
      "Himalaya Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}