{
  "300160": {
    "name": "Bridge!",
    "steam_appid": 300160,
    "required_age": 0,
    "is_free": false,
    "description": "Bridge! lets you be a structural engineer and a construction manager in one. Master the mystery to bridge with a limited budget and limited numbers of parts to divide and to ensure a smooth operation.<br><br>30 varied missions of increasing difficulty are waiting to be solved with your own personal architectural masterpieces.<br>Conquer the challenge posed by the clever use of 15 different component types. In addition to simple iron and steel struts, suspension cables and hydraulics are waiting to be used for folding and hanging bridges or build combinations.<br><br>But just to construct is not enough. Different demands from simple road to heavy rail freight traffic over to the passage of ships are just the beginning. The biggest enemies will be forces of nature such as floods, storms and earthquakes. Will your bridge stand up to it, or will it end in disaster?<br><br>Your efforts should not remain unrewarded. Through the successful completion of missions you will unlock new parts and scenarios for the integrated mission editor. Create new challenges and share them with your friends.<br><br>The Steam version includes the Bridge! Expansion pack extending Bridge! The Contstruction Game with many more features.<br>A new desert scenario for the road and rail version creates a greater variety within the missions while added construction elements, a new pillar for a suspension bridge and a rotary table for constructing a swing bridge will enhance the challenge factor.<br><br>All these added features will be used in the 20 new missions giving you added game time and challenges.<br><br>The biggest new feature though is the Bridge! Mission Browser. Now you can upload your own created mission or download mission by other users from within the game. With only a few mouse clicks you can enhance the fun of game play.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300160/extras/63d6ea3c8dd8b32dee563d038e5f3a6e.webp?t=1667912420\" width=616 height=61 /></span><br><ul class=\"bb_ul\"><li>30 missions<br></li><li>15 different component types<br></li><li>Different levels of difficulty: easy, medium and hard<br></li><li>4 different technical tests (traffic, flap bridge open, flap bridge closed, ship traffic)<br></li><li>7 natural disaster tests (floods, earthquakes with 3 levels, storms with 3 levels)<br></li><li>3 scenarios each with roads and rail versions<br></li><li>Integrated Mission Editor: Develop your own missions and share them with others<br></li><li>Scalable graphics for weaker systems to high end systems<br></li><li>Play custom missions created by other users</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300160/header.jpg?t=1667912420",
    "developers": [
      "toxtronyx interactive GmbH"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}