{
  "300450": {
    "name": "Fantasy Grounds - PFRPG Compatible Adventure: The Bleeding Hollow",
    "steam_appid": 300450,
    "required_age": 0,
    "is_free": false,
    "description": "The Bleeding Hollow<br>The Bleeding Hollow is a survival-horror themed sandbox style adventure for the Pathfinder RPG by Paizo.  It is converted for Fantasy Grounds from over 100 pages of adrenaline pumping excitement for up to 6 players of 4th to 6th levels.<br>In this adventure, the players are drawn to the small wilderness town of Westden Falls to clear the surrounding environs of a particularly nasty group of harpies.  Of course, nothing is as easy as it looks and the players soon find themselves embroiled in a plot between two ancient enemies.<br>Everyone becomes collateral damage, and the players must use every ounce of wit, survival instinct and tactics they possess to simply survive -- let alone helping those in need...  This is not an adventure for the faint of heart, or the foolishly good.  Hard moral choices will have to be made that will make your players sweat.<br>The adventure is written to follow the players, and not lead them.  The choices they make will have great significance and possibly repercussions as the events unfold and the clock ticks down...  Truly this is a fantastic sandbox style adventure.<br>The adventure is designed to scale for parties with more or less players, and even higher levels. Everything you need to run the game is at your fingertips.<br>The stunningly foreboding cover art is by Michael Fall.  Our gruesome and frightening interior artwork is by Jason Lenox, the illustrator of 'Through the Eyes of Grizelda' and the upcoming gamer fan film 'Zero Charisma.'<br><strong>Fantasy Grounds II Conversion: </strong>Cari Most<br>Requirements: A Full or Ultimate license of Fantasy Grounds and the 3.5E/Pathfinder (or compatible)<br>ruleset which is built in for Fantasy Grounds.<br>This is a Pathfinder Roleplaying Game compatible product and can be used with D&amp;D 3.5 or the Pathfinder roleplaying game.<br><i>Adapted for Fantasy Grounds by: </i><strong>Cari Harper</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300450/header.jpg?t=1768350549",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}