{
  "300440": {
    "name": "Fantasy Grounds - Deadlands Reloaded: Marshall's Handbook and Extension",
    "steam_appid": 300440,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Deadlands Reloaded: Marshall's Handbook and Extension</h2>Setting, Extension and Library Module for Fantasy Grounds II<br>Compatibility upgrade with Savage Worlds ruleset version 3.4. This version adds more drag and drop capabilities for weapons and equipment.<br>There's Hell on the High Plains, amigo! The Tombstone Epitaph has always been filled with lurid tales of daring desperadoes and deadly drifters, but lately the West's most-read tabloid claims there's something more sinister stalking the frontier's lonely plains: Monsters. Fortunately, where there are monsters, there are heroes. Squint-eyed gunfighters, card-chucking hexslingers, savage braves, and righteous padres have all answered the call. And if they fight hard enough, they might just discover the identity of the mysterious Reckoners some say are behind it all.<br>The Marshal's Handbook is the setting book for Deadlands Reloaded. It includes expanded Setting Rules for the Marshal's eyes only, the lowdown on all the strange locales of the Weird West, more creepy critters than you can throw a tomahawk at, and everything a Marshal needs to keep the Reckoning rolling.<br>The Deadlands Reloaded Marshal's Handbook is not a complete game. The gamemaster will also need the Savage Worlds ruleset and the Deadlands Reloaded Player's Guide module.<br>What You Get<br><ul class=\"bb_ul\"><li>Deadlands Marshall's library module<br></li><li>Custom extension and skin<br></li><li>Introductory Adventure: Comin' Round the Mountain<br></li><li>A PDF tuturial of the new features in the Deadlands extension<br></li><li>A load of new critter, personalities, encounters and more</li></ul><strong> Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software, the Savage Worlds v3 Ruleset and the Deadlands Reloaded Player's Guide module.<br><strong> Fantasy Grounds Conversion:</strong> Ben Turner<br><i>Adapted for Fantasy Grounds by: </i><strong>Aki Heikkinen</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300440/header.jpg?t=1768344422",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 9 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}