{
  "300650": {
    "name": "Betrayer Demo",
    "steam_appid": 300650,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Betrayer</i> is a first person action adventure game that takes you to the New World at the turn of the 17th century.<br><br>The year is 1604. You sailed from England expecting to join a struggling colony on the coast of Virginia. Instead, you find only ghosts and mysteries. What catastrophe blighted the land and drained it of color and life? Where are the settlers and tribes who lived here? Where are the settlers and tribes who lived here?<br><br>Clue by clue, you must piece together the story of what befell this doomed settlement and find a way to set things right. You will be hunted by corrupted Conquistadors and ravening shadows as you explore an expansive wilderness in order to trace the brief, tragic history of the colony and search for survivors.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Explore large, open environments teeming with danger and discovery. Chart your own course in search of clues and treasures. <br></li><li>Switch between two distinct worlds featuring different enemies, obstacles, and threats. <br></li><li>Wield early 17th century weaponry including muskets, bows, crossbows, and tomahawks. Upgrade your arsenal by purchasing or finding faster, deadlier, longer-ranged weapons. <br></li><li>Charge headlong into battle with guns blazing or pick enemies off quietly. A novel, movement-based stealth system lets you hide in plain sight or use the wind to mask your footsteps. <br></li><li>Equip ability-enhancing Charms to complement your play style, granting anything from extra health to faster movement to improved stealth.<br></li><li>Play with the default visual style for maximum eeriness and tension or customize the color and contrast settings to suit your tastes. </li></ul><h2 class=\"bb_tag\" >About Blackpowder Games</h2>Our ongoing mission is to create first person action experiences that are distinctive, compelling, and memorable regardless of scope or platform. Most of the founders began this quest together over 15 years ago at Monolith Productions and have continued to refine and improve our craft as a team ever since. We expect to continue on this righteous path for centuries to come now that the Singularity is just around the corner.",
    "supported_languages": "英语, 法语, 匈牙利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300650/header.jpg?t=1621426705",
    "developers": [
      "Blackpowder Games"
    ],
    "publishers": [
      "Blackpowder Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}