{
  "300790": {
    "name": "Fantasy Grounds Demo",
    "steam_appid": 300790,
    "required_age": 0,
    "is_free": true,
    "description": "Fantasy Grounds is an application acting as a virtual online gaming table primarily intended for pen and paper style narrative role playing games.  It is designed to perform many of the things you can do while playing at a conventional gaming table and move it online.  The demo will allow you to test the campaign creation features, host another player for demo purposes or connect to another player running a demo. The GM will need to route port 1802 in the firewall to their local IP address.<br><br>* This is not a stand-alone game. This game features no computer controlled AI and relies upon another user acting as a Gamemaster to control the story, action and enemies you face.<h2 class=\"bb_tag\" >Overview</h2>Fantasy Grounds is a hybrid application which allows you to play games and create your own games. It facilitates this play and provides some optional add-on Adventure modules which can be loaded and played with very little preparation. Each game will require a GameMaster (GM) and one or more players. Games may be played in a session as short as a few hours or continued with multiple sessions over a series of days, weeks, months or years. A GM will typically install the application and choose their game-system of choice, which we refer to as a Ruleset. Fantasy Grounds comes pre-loaded with Rulesets supporting compatible play for Dungeons &amp; Dragons (R) 3.5, Dungeons &amp; Dragons (R) 4E and the Pathfinder Roleplaying Game (R). Additional Rulesets are available for free and for purchase from our Workshop. Both the 3.5E and PFRPG rulesets are good places to start for new GMs and for people new to Fantasy Grounds. These Rulesets come pre-loaded with some basic Library modules full of abilities, spells, monsters and items that have been marked as Open Gaming Content (OGC) by their respective copyright holders.  Additional rulesets, such as that for Call of Cthulhu or Savage Worlds are fully licensed versions and contain otherwise closed and proprietary content that we've licensed from those publishers.<h2 class=\"bb_tag\" >Players</h2>For players, Fantasy Grounds will allow you to connect to a game being hosted by a GM and control one or more characters within the game. You will be able to update and maintain your character sheet, much like you would in a face-to-face RPG game, but with some degree of automation and support for dragging and dropping abilities and items from the Library modules (for rulesets which support them.) Whenever a GM shares a map image, you will be able to move a token representing your character and initiate attack rolls against enemies visible on those maps when it is your turn. You will be interacting within the GM's game session with other players and every action you take will be communicated to the GM and connected players along with any chat messages you enter into the chat window. At the conclusion of the GM's game session, you will log out and your character sheet and progress will be saved to the GM's session. When you meet back up and a pre-scheduled time with the GM for the next session, you will be able to continue where you left off.  Scheduling of future game sessions is handled outside of Fantasy Grounds via email communication, the Fantasy Grounds forums and Game Calendar, Steam discussions or through whatever source the GM defines.  SmiteWorks hopes to improve the match-making features at a later date.<h2 class=\"bb_tag\" >GameMasters</h2>For GameMasters, Fantasy Grounds will allow you to outline and prepare your future game sessions. You will be able to create story entries and link them together or to specific maps. You could, for instance, create a story entry which links to an image of a dungeon and then each room could in turn be linked to individual story entries -- each containing room descriptions, secret GM notes, a list of NPCs and monster encounters or links to more images and player hand-outs. Depending on your game master style and the availability of pre-entered monsters and enemies, you can also run without preparation. You can create and maintain multiple Campaigns, each with their own content and players. When you are ready to run your campaign, you will need to spend some time recruiting players and establishing your preferred frequency and length of play, methods of communication when you are not connected with Fantasy Grounds and whether or not you want to use a voice application such as Skype or Google Hangouts alongside Fantasy Grounds. Most GMs tend to use a combination of in-game text-based chat within Fantasy Grounds *and* a voice application to help facilitate quicker and more natural play.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/300790/header.jpg?t=1768350686",
    "developers": [
      "SmiteWorks USA LLC"
    ],
    "publishers": [
      "SmiteWorks USA LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}