{
  "302020": {
    "name": "Two Worlds II Strategy Guide",
    "steam_appid": 302020,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>THE COMPLETE SOLUTION - STRAIGHT FROM THE DEVELOPERS!</strong><br><br>The world of Antaloor is truly enormous - but now you can never get lost!<br><br>The official &quot;Two Worlds II&quot; Strategy Guide will make sure that you never miss an adventure, complete every quest and never again get into a desperate situation in combat! All you &quot;Two Worlds&quot; fans out there who want to know everything about the game will be thrilled by the Guide's 328 color pages – each one packed with pure developer know-how and knowledge. The detailed maps with lots of markings let you zoom in on every fascinating inch of Antaloor. And besides the descriptions of all the weapons, monsters, animals and plant and animal alchemy ingredients, there's lots of priceless statistical info about every single being and object! There’s a Quest Index included too for a fast overview and targeted searching for specific solutions.<br><br><strong><i>This Guide is a Must-Have for every Antaloor Adventurer!</i></strong><h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Descriptions of the main quest and all the side quests- including all the alternatives!<br></li><li>Detailed maps with solutions and lots of insider tips on the game!<br></li><li>Explanations about all your opponents - including their strengths and weaknesses!<br></li><li>Detailed weapons statistics, with an illustration of every single weapon and all values!<br></li><li>A revealing excursion into the secret worlds of magic and alchemy!</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302020/header.jpg?t=1669949477",
    "developers": [
      "Reality Pump Studios"
    ],
    "publishers": [
      "TopWare Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}