{
  "302110": {
    "name": "Small Town Terrors: Pilgrim's Hook Collector's Edition",
    "steam_appid": 302110,
    "required_age": 0,
    "is_free": false,
    "description": "A visit to Pilgrim’s Hook is the last thing you wanted. You vowed never to return to your childhood home. The only person that could ever compel you to come back summoned you with an unexpected phone call. How could you not answer his desperate plea for help? You must go back and save your twin brother from the deadly menace that lurks below the island.<br><br>The horror begins at land’s end and spreads its wrath over land like a web of suffocating tentacles.  A tide of terror has attacked Pilgrim’s Hook. Few townsfolk remain and the ones who do appear to have gone mad. A diabolical power eats away at those who dare to resist the call of the sea. <br><br>You could fall prey too. A mysterious underwater force threatens you with ominous words. “I keep everything that comes to me through the sea. I think I will keep you and your brother both,” the voice resonates like the echoes of a living nightmare.<br><br>Defy destiny of doom. Your dear brother’s fate is in your hands.  Only you can free Arthur and the townsfolk from the perils of doom. <br><br>Dive in if you dare and brave the depths of Pilgrim’s Hook. Encounter colorful characters, a kingdom of ocean life, mesmerizing aquatic sound effects and hauntingly realistic maritime scenes.  You alone can unravel the mystery and break the horrific spell. <br><br>You are the last hope in this decades long struggle between good and evil, sand and surf, and land and sea. Turn the tide of deadly danger that lurks below the troubled shores of Pilgrim's Hook.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Reveal the clues, piece them together, and solve the mystery of Pilgrim’s Hook! <br></li><li>Discover life-saving clues and solve unusual puzzles<br></li><li>Find dozens of morphing sea creatures: starfish, lobsters, crabs and more <br></li><li>Earn a collection of sea-based achievements <br></li><li>Interact with the inhabitants of Pilgrim’s Hook, from the  seaman and  priest, to the  bartender and the townsfolk<br></li><li>Search Pilgrim’s Hook for missing whale bones<br></li><li>Work with an integrated strategy guide<br></li><li>Bonus chapter <i>Beneath the Sea </i></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 俄语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302110/header.jpg?t=1667674158",
    "developers": [
      "Gunnar Games"
    ],
    "publishers": [
      "Gunnar Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}