{
  "302230": {
    "name": "XenoRaptor Demo",
    "steam_appid": 302230,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Click here for the full store page.</strong><h2 class=\"bb_tag\" >FAST, CHALLENGING ONLINE CO-OP</h2>Take control of a cyberdragon and annihilate swarms of rocket propelled chainsaws alongside 7 other players either online or via LAN in this high speed, high skill co-op twinstick shooter.<h2 class=\"bb_tag\" >DESIGN YOUR OWN WEAPONS</h2>Harvest components from the smoking wreckage of your enemies and construct a vast arsenal of crazy weaponry. Gatling laser guided rocket launchers, bear teleporters and singularity cannons are just the beginning. All this customization isn’t just for show, either. Different weapon and character builds allow for a huge range of effective playstyles.<h2 class=\"bb_tag\" >TACTICAL DEPTH</h2>The space skeleton armada is cunning and merciless – flanking, sniping, cloaking and teleporting are just a few of the tricks the AI is capable of. However, if you learn their tactics you can use your enemies weapons against them. All attacks have full friendly fire, and exceptional players can annihilate entire fleets by tricking them into shooting each other.<h2 class=\"bb_tag\" >MASSIVE BOSSES</h2>After obliterating enough regular enemies, you’ll have to face down screen filling deathmachines like the Killdozer, Bullet Devil and Terror Fortress Omega.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302230/header.jpg?t=1447361941",
    "developers": [
      "Peter Cleary"
    ],
    "publishers": [
      "-"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}