{
  "302250": {
    "name": "Manhunter",
    "steam_appid": 302250,
    "required_age": 0,
    "is_free": false,
    "description": "When John &quot;Striker&quot; Gullivan left the SAS, he's been far from thinking about retirement. A skilled sniper, veteran of many covert operations, he was ready to take on the less legal side of the &quot;business&quot;.<br>Working closely with his friend Max - one of the best hackers there are - he quickly earned his fame among other mercenaries and private agencies. Yet, he was cautious enough to avoid standing openly against any legal government. He was even taking semi-official jobs that were too dangerous or too politically risky for any government agenda. This was an easy life.<br>Until now.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>First Person Perspective dynamic adventure shooter powered by the advanced Argon 5 technology.<br></li><li>Play the role of a famous mercenary through 5 large, different chapters (14 huge levels total): Iranian hidden nuclear materials' processing plant, Moscow Trade Center where the trouble begins, City Dockyard hit-and-flee mission, Baykonur Cosmodrome shootout, and Iraq terrorist cave search for a missing VIP.<br></li><li>Game reflects John's sniper expertise. At the beginning of each chapter he is given 2 sniper rifles - a silenced Arctic Warfare as a primary weapon and additionally one specialised rifle that fits the chapter best, selected from a variety of choices. Additional rifles range from a very fast, semi automatic Saiga with sniper scope to a heavy and deadly Barrett .50.<br></li><li>Game simulates bullet ballistics depending on gravity, wind and bullet initial velocity for more realistic experience.<br></li><li>Using silencer on the Arctic Warfare or on John's personally modified P99 pistol may be useful at times, as the enemies fully depend on their eyes and ears - and they cannot chase what they don't see nor hear.<br></li><li>Playing the game as a &quot;standard&quot; shooter using automatic rifles and pistols taken from dead enemies is of course possible as well - still using sniper tactics over longer distances is easier.<br></li><li>Sophisticated enemy AI allows them to fight in groups, using different weapons and explosives, alarming and supporting each other, using terrain and objects in their tactics.<br></li><li>Game is powered by advanced technology and renderer that produces beautiful images, full of light, beautiful atmospheric effects, realtime water, reflections, shadows and different, realistic surface materials complete with vivid, living environments with animated plant life, insects and birds.<br></li><li>Convincing storyline and action objectives. The player is constantly in contact with his HQ, which feeds him with data and changes mission objectives as he goes.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302250/header.jpg?t=1592268150",
    "developers": [
      "Silden"
    ],
    "publishers": [
      "KISS ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 3,
      "total_negative": 4,
      "total_reviews": 7
    }
  }
}