{
  "302300": {
    "name": "Fantasy Grounds - Mutants & Masterminds Ruleset",
    "steam_appid": 302300,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Mutants &amp; Masterminds Hero's Handbook and Ruleset</h2><strong> Mutants &amp; Masterminds 3rd Edition for the Fantasy Grounds virtual tabletop</strong><br>The Mutants &amp; Masterminds Hero's Handbook and ruleset contains all the necessary information from the core rulebook of the game's third edition and it gives you everything you need to have your own superheroic adventures online. The detailed character creation system lets you create the hero you want to play, choosing from a wide range of skills, advantages, and power effects. Customize your hero's powers with modifiers to create an almost endless range of superhuman abilities. Choose the complications your hero must overcome, earning you the hero points to achieve victory. You can also choose from one of more than a dozen heroic archetypes, customize as you like, and be ready to play in just minutes!<br>The streamlined system of game play requires only a single die roll and features easy to use rules. Play out an entire heroic adventure in a few short hours without long, drawn-out encounters. Plus the hero point system allows players to influence the flow of the story and pull off superheroic stunts in the best comic book tradition! Become a hero of legend with the Mutants &amp; Masterminds Hero's Handbook and Ruleset!<br>Within Fantasy Grounds, the ruleset includes these additional features:<br><strong> Hero's Handbook Library Module</strong><br><ul class=\"bb_ul\"><li>Advantages (drag and drop)<br></li><li>Armor (drag and drop)<br></li><li>Conditions (drag and drop)<br></li><li>Equipment (drag and drop)<br></li><li>Powers (drag and drop)<br></li><li>Powers - Extras and Flaws (drag and drop)<br></li><li>Skills (drag and drop)<br></li><li>Weapons (drag and drop)<br></li><li>Supporting Characters, Trained Combatants, Animals, Underworld Archetypes and Player Archetypes with stats pre-entered (drag and drop)<br></li><li>Organized Reference Screen with all the information from the book in a nice searchable format</li></ul><strong> Basic Ruleset functionality</strong><br><ul class=\"bb_ul\"><li>Custom skin and theme<br></li><li>Character Sheet - with drag and drop support and auto-roll functionality for numerous checks<br></li><li>Combat Tracker - to facilitate combat and track NPC and PC health and conditions<br></li><li>Fights - combine multiple NPCs into a Fight encounter ahead of time<br></li><li>NPCs - drag them from a supported library module or create your own for use in stories or fights<br></li><li>Screens - place any image from the web or from a module into your campaign image folder for use in a story or to share with players when the time is right<br></li><li>Notes - track important details as your campaign unfolds<br></li><li>Story - create your own story outline and links to other stories, NPCs, fights or images or follow along with a pre-made store-bought module when they become available. Export your module for others to play.<br></li><li>The Net - access your Hero's Handbook or other home-made or store-bought modules when they become available<br></li><li>Token box - store any token images you find into your campaign token folder or within your general fantasy grounds token folder and link those with your NPCs and Player characters for use on maps. You can build your own or purchase them from the Fantasy Grounds store for activation within your campaign. Search the forums for lots of free and useful tokens and tips on making your own.</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Matt Rimler</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Mutants &amp; Masterminds ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302300/header.jpg?t=1768351233",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}