{
  "302360": {
    "name": "Tex Murphy: The Pandora Directive",
    "steam_appid": 302360,
    "required_age": 0,
    "is_free": false,
    "description": "The Government has covered up the greatest secret of the 20th century.<br>Tex doesn't like secrets.<br><br>It's April 2043 and you- as Tex Murphy, the last of the old-style gumshoes- find yourself racing against time in the most dangerous game of your life. What is the truth behind the rumored UFO crash at Roswell, New Mexico? Why did the military suddenly shut down and seal off the Roswell complex? And why the frequent references to the lost Mayan civilization?<h2 class=\"bb_tag\" >The Pandora Directive features:</h2><br><strong>Unrestricted movement.</strong> The unique &quot;Virtual World&quot; engine allows you to slip under desks, rifle through drawers, and see the flies tanning in the light fixtures. Without the restrictions of rendered paths, you can explore Tex's three-dimensional world with full freedom of movement.<br><br><strong>The most replayability of any interactive movie to date.</strong> Follow one of three narrative paths leading to seven different endings. Are you a hard-nosed but honest P.I. struggling to overcome the forces of greed and corruption? Or a cynical opportunist who may have to &quot;sell out&quot; principles top score the big payoff? Perhaps you'll fall somewhere in between. Your choices could reveal more about yourself than you'd really like to know.<br><br><strong>Two levels of play.</strong> The first level offers a complete on-line hint system to help you through the tougher puzzles. The second level- for expert gamers- has no hints available but rewards players with higher bonus points, extra puzzles and locations.<br><br><strong>Hollywood!</strong> Enjoy the difference Hollywood cinematography, acting, editing, stuntwork, music, and direction make as the world of Tex Murphy becomes amazingly real. Cinematography and direction by Hollywood editor/director Adrian Carr (Quigley Down Under, Man From Snowy River, Power Rangers). Cast stars Barry Corbin (Northern Exposure, War Games), Tanya Roberts (View To A Kill, Beastmaster), and Kevin McCarthy (Invasion Of The Body Snatchers, Just Cause). Original song by blues musician Richie Havens.<br><br><ul class=\"bb_ul\"><li>The most interactive: Virtual World engine allows full freedom of movement. No rendered paths!<br></li><li>Play it again! Story line follows three different routes leading to seven totally different endings!<br></li><li>Mind bending: Intriguing mysteries and brainteasers that stretch the imagination.<br></li><li>The most playability: Two levels of play- complete on-line help or master level with no help.</li></ul><br>Will Tex and Chelsee finally get together... or is there a new woman in Tex's life? A secret has been buried for 3,000 years. What really happened on July 6, 1947, just outside Roswell, New Mexico? &quot;It was no weather balloon...&quot; This case may be too hot for even Tex to handle. Intriguing puzzles challenge your wits.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302360/header.jpg?t=1569517981",
    "developers": [
      "Access Software"
    ],
    "publishers": [
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}