{
  "302320": {
    "name": "Storm over the Pacific",
    "steam_appid": 302320,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The War in the Pacific begins, Admiral!</h2><br><strong>This game includes:</strong><br><ul class=\"bb_ul\"><li>Huge map of Pacific with tens of thousands of hexes<br></li><li>Scenarios like Iwo Jima, Okinawa, Guadalcanal<br></li><li>Alternate scenario of Japan invasion on Australia<br></li><li>Hundreds of units<br></li><li>Detailed OOB<br></li><li>Attack on Pearl Harbor</li></ul><br>Storm over the Pacific is a game that takes place during 1937-1945. It depicts the conflict between the Japanese Empire, the USA and other allies during World War II. Choose from around 30 available countries with their precise army structure. You can concentrate on controlling one country or govern a few to feel like a leader of the whole alliance or to fight with yourself. Thanks to this kind of freedom the game offers you hundreds of hours of entertaining gameplay. <br><br>During the game you can choose if you want to play truthfully to history or if you prefer to follow your own path. It's up to you, how you will use your divisions, planes and ships, how you will conduct technological development, whether or not you will use the nuclear bomb and how you will respond to the historical and random events which might occur during gameplay. It's entirely your call Whether you choose to be fast and aggressive or cautious, taking well-considered decisions according to the geopolitical and economic situation, current weather and the lay of the land in the range of operation. Playing Storm over the Pacific, you will feel as if you had become a leader of a country during the Pacific War. <br><br>Even though the AI set to high difficulty can cause a lot of trouble even to veteran players, nothing will give you as much satisfaction as beating another player or cooperating with him against AI in Hot Seat or PBEM mode. <br><br>Storm over the Pacific' interface is very configurable, it allows you to freely arrange the information and managing components on the screen. Thanks to this kind of freedom, the interface becomes intuitive for everyone. It's possible to administer all your troops on the main map, the player has everything at hand, saving time and allowing to concentrate on the most important aspect of the game, which is devising a suitable strategy. <br><br><br><ul class=\"bb_ul\"><li>4 major campaigns (Pacific 1941, Australia 1942, China 1937 and 1941) plus smaller scenarios stretching from 1939 to 1948. <br></li><li>30 countries with the possibility to play as any country or as combination of any countries. <br></li><li>16 types of units for combined land, air and naval combat. <br></li><li>A beautiful rendering of the Pacific theater of the Second World War stretching across China, Burma, India, US West Coast, Australia, Philippines, Malaya, Indonesia, Siberia, Pacific Ocean and part of the Indian Ocean. <br></li><li>Ten smaller scenarios to compliment the 4 massive campaigns <br></li><li>Hundreds of historical events <br></li><li>Balanced naval system <br></li><li>Fully historical, detailed orders of battle complete with historical names and commanders for all units <br></li><li>Customized graphics for major countries (sprites and counters) <br></li><li>Master the economic system to maximize resources, maintain alliances to ensure dominance and embark on an exciting race to develop the Atomic bomb to end the war <br></li><li>An intuitive logistics system with supply dependent units <br></li><li>An accurate and relevant weather system complete with snow, spring and autumn rainfall and more <br></li><li>Customizable Fog of War options for varying levels of difficulty and realism </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302320/header.jpg?t=1765193344",
    "developers": [
      "Wastelands Interactive"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}