{
  "302570": {
    "name": "Dangerous",
    "steam_appid": 302570,
    "required_age": 0,
    "is_free": false,
    "description": "Dangerous is an epic 3D open and living world space sandbox combat RPG with an immersive and riveting story. You have been awoken from cryo sleep a century later, and must discover the truth. Are you the feared war criminal who will destroy all life or the savior of the universe? Gather your wingmen and travel the galaxy in search of answers. Along the way, you'll encounter a Universal AI, a shadow group pulling history's strings, a princess, a schizophrenic robot, a beautiful lieutenant of the Royal Navy, a fearsome mercenary, a suicidal slave, and a playboy fighter ace. <br><br>Dangerous is a game that is 3 years in the making! It features: <br><br><ul class=\"bb_ul\"><li> 3D real-time sandbox game built with Unity game engine <br></li><li> metallic shader, lighting, particle effects, lens flare, explosions, fx <br></li><li> space combat RPG with extensive skill tree <br></li><li> open and living universe where 600+ ships fly around autonomously <br></li><li> epic story with dialogue system that allows real choices <br></li><li> recruit 6 wingmen and 2 can fly with you at a time <br></li><li> even discover romance with another wing pilot <br></li><li> recruit 5 corporate pilots who can fly trade routes on your behalf <br></li><li> trade, fight, mine, pirate, scan for derelict ships and wormholes <br></li><li> many mission types: epic, freelance, dynamic, wingman acquisition, faction loyalty <br></li><li> deep combat mechanics, AI, and faction standings <br></li><li> 20+ ships, 180+ modules, 33 solar systems with a unique follow-through-warp mechanic <br></li><li> 15+ factions to vie favor or destroy <br></li><li> cinematic camera shows you the action when it happens <br></li><li> fly manually with or without Newtonian physics or use autopilots exclusively <br></li><li> 22 track theatrical-quality award-winning soundtrack by renown composer, Sean Beeson <br></li><li> cloud save lets you continue your game at home or on the go</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302570/header.jpg?t=1447361965",
    "developers": [
      "Binary Helix"
    ],
    "publishers": [
      "XP"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}