{
  "302750": {
    "name": "The Counting Kingdom",
    "steam_appid": 302750,
    "required_age": 0,
    "is_free": false,
    "description": "Get ready for magic, monsters, and math with The Counting Kingdom!<br><br>Writing simple spells, brewing bubbly potions… yesterday was just another day in your life as the Wizard’s Apprentice. Today, a horde of angry monsters is attacking The Counting Kingdom, and only you can defend the castle towers! Using your spells, potions, and the mighty power of mathematics, you must banish the monsters and save the kingdom!<br><br>Take up your tome of spells and save the castle in this tactical puzzler, featuring strategic tower defense gameplay across an expansive world map.<br><br><ul class=\"bb_ul\"><li>Each monster has a number: add them together to cast your spells<br></li><li>Rack up points with powerful combos and well-timed potions<br></li><li>Challenging tower defense gameplay that's entertaining for gamers of all ages<br></li><li>Encourage excitement about math with addition challenges made for family fun<br></li><li>Explore a colorful world with 30 levels of gameplay in five distinct regions of the kingdom<br></li><li>Dynamically-generated game levels create high replay value and guarantee a fresh math challenge<br></li><li>Serious gaming! This clever math game requires real strategic thinking</li></ul><br>Ready with your spells? The Counting Kingdom needs you to save the day!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302750/header.jpg?t=1447361971",
    "developers": [
      "Little Worlds Interactive"
    ],
    "publishers": [
      "Little Worlds Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}