{
  "302730": {
    "name": "Namariel Legends: Iron Lord Premium Edition",
    "steam_appid": 302730,
    "required_age": 0,
    "is_free": false,
    "description": "In this adventure quest game player will need to sneak into the citadel of cruel Iron Lord and rid invaded land of Namariel from tyrant after escaping from air prison, revealing the secret of Iron Lord and rescuing legitimate King and Queen of Namariel. <br />\r\n<br />\r\nThe game’s action takes place in a magical land of Namariel, where magic and science joint together. The game is played from the first person; you will see the world through the eyes of king’s daughter, who was overthrown by the brutal Iron Lord. <br />\r\n<br />\r\nWe selected Steam Punk as a style of the game, which means that you will find many interesting puzzles, interactions with objects and mechanisms. The player will have to escape from the air prison, find the Great Prophet in magic forest, reveal the secret of the Iron Lord, sneak into his citadel and rid Namariel from cruel tyrant. <br />\r\n<br />\r\nWe tried to invent something new, for example there is “mind reading device” in the gameplay; by using this item you’ll be able to divine thoughts of characters, who are unable to communicate with you. Also you will have a robot assistant at your disposal, his name is Jim, he will help you in solving quests, and also, from time to time you’ll be able to switch controls of both main character and Jim to walk through levels with his assistance. <br />\r\n<br />\r\nEnjoy the large game world, many magnificent locations and lots of pleasant animation...",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/302730/header.jpg?t=1728987580",
    "developers": [
      "Shaman Games Studio"
    ],
    "publishers": [
      "HH-Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}