{
  "303330": {
    "name": "Fantasy Grounds - Rolemaster Classic Ruleset",
    "steam_appid": 303330,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > Rolemaster Classic Ruleset</h2>Rolemaster is a very detailed, consistent and intuitive system. It is an extremely customizable skill-based system where character development is in the hands of the player as every skill is available to every player... but it also makes use of professions, as each profession determines the development cost for the skill. This allows every character to be unique and allows the system to be used with any setting. The official Rolemaster setting is ShadowWorld and is a richly detailed and exotic setting suitable for both veterans and newcomers. Spacemaster is a Rolemaster rules system in a science fiction setting for fans of science fiction Role Playing Games.<br>While Rolemaster offers far more roleplaying than just combat, the combat system is often one of the most spoken about aspects. The critical charts brought the idea of combat damage from simple numbers to life threatening strikes. Combat also moved from a basic dice rolling mechanic to a strategic decision, as the players are now forced to consider how agressive they wish to be, and how much they left themselves open to one of the death-dealing criticals.<br><strong> The following is included in the Rolemaster Classic Ruleset:</strong><br><ul class=\"bb_ul\"><li>The complete text of the core Rolemaster Classic rules: Arms Law; Spell Law; Character Law; and Creatures and Treasures.<br></li><li>Fully automated look-up for combat and spell rolls: resolve attacks and spell results in just a few clicks.<br></li><li>Resolve critical strikes and spell effects, plus fumbles and spell failures with ease.<br></li><li>Includes 30 individual weapon attack tables, seven spell attack tables, and dozens of criticals and fumbles.<br></li><li>Includes more than 2,000 spell descriptions, across 162 spell lists, and three realms of power.<br></li><li>Rules for 20 character professions, including 15 spell-casting professions, and over five dozen skills from which to choose.<br></li><li>Descriptions and stats for hundreds of monsters, animals and fantasy races, including Dragons, Demons, Elementals and Giants.<br></li><li>Hordes of treasure, both sparkling and magical, with guidelines for generating the treasures to go with your monsters.<br></li><li>Supports optional rules to add depth and flavor to your RoleMaster campaign.<br></li><li>Drag and drop weapons, skills and spells directly onto your character sheet from the core rule books.<br></li><li>Automate the combat sequence, with a fully-featured combat tracker linked to graphical battle maps.<br></li><li>Play this much-loved role-playing game with remote friends all over the world, old and new.<br></li><li>Automation for many character creation and leveling options (new in 1.5)</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>Jeremy Wilkerson</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Rolemaster Classic ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/303330/header.jpg?t=1768351284",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}