{
  "304500": {
    "name": "Rooms: The Main Building",
    "steam_appid": 304500,
    "required_age": 0,
    "is_free": false,
    "description": "Rooms is set in a dark and mysterious house called ‘Rooms Mansion’, the game plunges you into a virtual world based around 100 challenging sliding puzzles with a twist. In each room or level, you must think carefully and strategically navigate your character to the room’s exit by sliding sections of the room, the same way as a slide puzzle. Your character can walk from tile to tile, but remember that only the tile that your character is standing in can be moved. <br><br>In this parallel world you need to use an amazing array of unusual items and devices, including telephones that teleport you from one side of the room to the other and explosives, to break through brick walls or other obstacles. And watch out – some rooms are filled with water and will need to be pumped out! <br><br>After escaping each puzzle you will be rewarded with four golden puzzle pieces that are required to secure your way home.<br><br>The solution is only a doorstep away. Getting there is the easy part. Finding a way home will be the adventure.<h2 class=\"bb_tag\" ><strong>Features</strong></h2><br><ul class=\"bb_ul\"><li>A unique point-and-click puzzle adventure that is based on the classic sliding tile puzzle mechanic.</li></ul><ul class=\"bb_ul\"><li>Play inside of intuitive and amusing rooms as you use objects and your wits to escape.</li></ul><ul class=\"bb_ul\"><li>Over 100 rooms to go through as you make your way through the buildings of this mystifying world.</li></ul><ul class=\"bb_ul\"><li>Includes Wii/DS exclusive levels.</li></ul><ul class=\"bb_ul\"><li>Explore the additional play areas of &quot;Rooms Street&quot; and the &quot;Rooms Mansion&quot; where you can interact with non-player characters, find useful items and more.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/304500/header.jpg?t=1528764099",
    "developers": [
      "HandMade Game"
    ],
    "publishers": [
      "Zero Rock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 8,
      "total_negative": 0,
      "total_reviews": 8
    }
  }
}