{
  "304610": {
    "name": "Monochroma Demo",
    "steam_appid": 304610,
    "required_age": 0,
    "is_free": true,
    "description": "Monochroma offers a deeply visual, intellectual and emotional experience. The game has a unique approach to storytelling without using any written or spoken words. Therefore it requires the player to be actively involved to understand the narrative. The story itself becomes part of the puzzle.  Gameplay, visuals and the very limited color palette are used in an expressionist way to help telling the story. The player will find lots of references to other movies, books and games in the dystopian world of Monochroma. The challenge of the game is to make the player think about himself, his role in the society and the system we're living in.<br />\n<br />\nThe gameplay, deriving from the story, consists of a boy that has to take care of his younger brother who injures his leg in the beginning of the game. The younger brother is afraid of the dark therefore the player can only put him down under the light to be able to jump higher and move faster but the player can't leave him behind just as in real life. <br />\n<br />\nMonochroma features realistic locations and puzzles blending with the environment. Puzzle designs are far from the arbitrary trial and error gameplay but still challenging. If the players dies the game has a fast checkpoint system that doesn't punish the player.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 泰语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/304610/header.jpg?t=1447362073",
    "developers": [
      "Nowhere Studios"
    ],
    "publishers": [
      "Nowhere Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}