{
  "305390": {
    "name": "World War 2: Time of Wrath",
    "steam_appid": 305390,
    "required_age": 0,
    "is_free": false,
    "description": "Time of Wrath gives a fine piece of wargaming for every fan of WW2 era. This strategy allows players to take control over any country during World War 2 era in Europe and North Africa theater. It was designed in a way which allow players who are new to the genre to quickly familiarize with the rules and to start battles with veterans who still remember great classic strategy titles.<br>Easy rules, deep historical setting and detailed OOB, together with great moddability potential will allow for hundreds of hours of gameplay as any nation or even whole alliance.<br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>Europe and North Africa 1939-1948.<br></li><li>More than 20000 Land Hexes.<br></li><li>Over 30 countries.<br></li><li>Weekly Strategic Turns.<br></li><li>Simplified economic system allowing to focus on military operations.<br></li><li>Air and Land Combat, including Sieges, Interceptions, Strategic Bombardment, Air Recon, Fleet Air attacks, Bombardment.<br></li><li>Naval system allowing to build Aircraft Carriers, Battle, Patrol and Submarine Groups. Managing fleets, convoys and raiders in Sea Zones.<br></li><li>Possible to play as any nation and as any combination of countries.<br></li><li>Diplomacy focused on three main alliances: Axis. Allies and Commitern. Diplomatic actions allow to haste or slow down war entry, perform elections or Coup.<br></li><li>Weather system simulates, spring and autumns rainfalls and snow. Beware of General Frost!<br></li><li>Logistics system controlling supply level of all units.<br></li><li>Customizable Fog of War, that might be revealed by air recon.<br></li><li>Hot-seat and PBEM.<br></li><li>Standard Campaign from 1939 - 1948 as well as other starting campaigns to diverse starting possibilities.<br></li><li>Hundreds of historical events such as Molotov-Ribbentrop Pact, Vienna Dictate, Lend-Lease, and many more.<br></li><li>Map zooms in and out smoothly.<br></li><li>Technological race in research of new more powerful units and control power of Atomic bomb.<br></li><li>Fully historical, detailed orders of battle in all scenarios with historical names for hundreds of land, air and naval units.<br></li><li>Land units divided into Divisional and Corps size allows to choose tactic of steamroller or maneuvers warfare.<br></li><li>Possibility to create modern or obsolete units.<br></li><li>Improved A.I. to perform better in strategic and tactical level.<br></li><li>Hotkeys allowing for quick access to most important functionalities.<br></li><li>Mulberry harbors as a helpful and powerful tool in preparation to huge landing operations.<br></li><li>Paratroopers will help to takeover distant key point locations.<br></li><li>Music that aids immersion into the game atmosphere.<br></li><li>Historical commanders boosting commanded units.<br></li><li>Suez and Gibraltar as an important locations helping to control Mediterranean.<br></li><li>Customized graphic for major countries units.<br></li><li>Borders editor together with easy access to game data files allows to change and setup own scenarios.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305390/header.jpg?t=1765222900",
    "developers": [
      "Wastelands Interactive"
    ],
    "publishers": [
      " Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}