{
  "305340": {
    "name": "Loopmasters - Cinematic FX",
    "steam_appid": 305340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>All content included is royalty-free</strong><br><br>The red carpet has been rolled out and VIP tickets have been issued to all Steam customers as we invite you all to the premiere of Cinematic FX, a digitally enhanced sample collection dedicated to high impact floor shuddering sound FX as heard in the big budget Hollywood productions.<br><br>Produced exclusively  for Loopmasters, this jaw dropping sonic palette has everything you need to take your soundtracks to the next level, nuke the drop with jet explosions, cinematic bombs and synthetic impacts, set the scene with mysterious textures and drones, accentuate transitions with whooshes, heavy metal doppler FX and crank sweeps and then add some extra ear candy with flanged hits, drum slams, data flares, short circuit FX and vocal swells.<br><br>This sample collection is a goldmine for cutting edge underground producers and will be especially useful in productions of Dubstep, Drum and Bass, Electro as well being an incredible source of sounds for anyone making soundtracks or more experimental music.<br><br>Expect to find Over 400Mb of sounds including Complex Hits, Fly-past Engine Noises, Sweeping Whooshes, Heavy Weight Explosions, Metallic Rattles, Grinding Crunches, Orchestral Drones, Dark Ambiences and Sci-Fi FX.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305340/header.jpg?t=1511590626",
    "developers": [
      "Loopmasters"
    ],
    "publishers": [
      "Cakewalk"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}