{
  "305720": {
    "name": "Heroes of Issachar",
    "steam_appid": 305720,
    "required_age": 0,
    "is_free": false,
    "description": "About<br />\r\n<br />\r\nHeroes of Issachar is a shooter meshed with a city-builder. It has everything you love about RPG's – loot, levels and action. But instead of level grinding, you will rid the land of evil, one province at a time. To do this, you must combine your skill in combat with your ability to build a city capable of withstanding the enemy's assault and launching an attack on the enemy stronghold itself.<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\nGameplay consists of two main perspectives: FPS and city-building. There are dungeons to crawl and loot to procure, but the core gameplay comes during the city-building. As you rebuild the cities in each province, the enemy will not make it easy. You must construct your city so that it not only flourishes, but is well defended. Success requires not only a savvy mind for strategy, but skill with your crossbow to cut down the enemy before they reach your walls.<br />\r\n<br />\r\nYou will not be questing alone. As you travel throughout the land, you will rescue people who have been taken by the evil forces in the land. When you rescue them, they will be available to add to your party, or to reside in the main castle where their particular talents will aid your journey outside of combat. Fans of the Suikoden series will quickly recognize its influence on Heroes of Issachar.<br />\r\n<br />\r\nCombat<br />\r\n<br />\r\nThe action takes place as a first person shooter. Your signature weapon is a crossbow. Throughout the game, you will modify the crossbow, exchanging parts for new ones that confer a benefit to your skill and damage. In addition, there are mounting points for frost cannons, fireball launchers, magic shields, and many more add-ons. How you outfit your crossbow depends on you.<br />\r\n<br />\r\nIn addition to your crossbow, you will have a magic gauntlet that augments your skills. Different gems enhance different abilities, like speed, jumping, and even gliding. Other gems allow special skills like teleport and invisibility. Between the gauntlet and crossbow, you have the freedom to customize your combat in almost countless ways.<br />\r\n<br />\r\nStory<br />\r\n<br />\r\nThe year is 1694. Your sister, a missionary to Africa, has gone missing there. You travel to her last known location to find a cave that leads to a world unlike anything you could imagine. The game picks up upon your arrival in the land of Issachar. Your mission is to find your sister and return home. But the land is filled with evil. To find your sister, you have no choice but to help eradicate the enemy forces that hinder your search. Explore the mysteries hidden in the land of Issachar. Discover the impact your sister's faith has upon the land and you. As the player, you interact with the story the way you want. Build your cities as paragons of law or hives of villainy. There is no method with advantages or disadvantages.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305720/header.jpg?t=1478176145",
    "developers": [
      "Blue Mana"
    ],
    "publishers": [
      "Blue Mana"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}