{
  "305700": {
    "name": "Infinite Scuba®",
    "steam_appid": 305700,
    "required_age": 0,
    "is_free": false,
    "description": "Infinite Scuba is a relaxing, beautiful, non-fiction scuba-diving experience, so players do what real divers do - explore real-world locations, identify wildlife, search for sunken artifacts, take photos, and clean up the reef. <br><br><ul class=\"bb_ul\"><li>\tAll of the locations, wildlife, gear, and science are real and reflect the serenity, beauty, and thrill of diving in the real world. <br></li><li>\tAs players find animals and artifacts or complete other tasks in the water, they unlock Knowledge Rewards that tell more about the wildlife, local history, local culture, and environmental issues. <br></li><li>\tWe are divers ourselves and we want to help people learn about what lives in the ocean and how/why they should protect it. <br></li><li>\tWe go to great lengths to ensure the integrity of the experience, working with scientists and divemasters who are experts in each region to make sure the dive sites are as real as we can make them. </li></ul><h2 class=\"bb_tag\" >Partners</h2><ul class=\"bb_ul\"><li>\tWe’re excited to work with the legendary Dr. Sylvia Earle (National Geographic Explorer-in-Residence, Time Magazine Hero for the Planet, founder of Mission Blue, a pioneer in oceanographic research starting back in the 1950s). Sylvia and her crew help us ensure the accuracy of the environmental information we present.<br></li><li>\tWe also work with the Diving Equipment &amp; Marketing Association (DEMA) and over 20 dive equipment manufacturers to make sure the gear looks and behaves as it does IRL.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 匈牙利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/305700/header.jpg?t=1572639571",
    "developers": [
      "Cascade Game Foundry SPC"
    ],
    "publishers": [
      "Cascade Game Foundry SPC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}