{
  "306690": {
    "name": "PAYDAY 2: The Big Bank Heist",
    "steam_appid": 306690,
    "required_age": "18",
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/b1f513979a78424abbd98878aa0da2ad.avif?t=1756110523\" width=628 height=180 /></span><br><br><strong>If money is the lifeblood of this city, then the Benevolent bank is its beating heart.</strong><br><br>The Big Bank DLC is the eighth DLC pack for PAYDAY 2 and adds the new contact the Dentist, the biggest heist yet called the Big Bank as well as the new Preplanning feature. This is the ultimate bank robbery - achieved by stealthy guile or relentless force. Can you make history by planning the perfect heist? The Benevolent Bank, more commonly known as the Big Bank, has never been robbed. Many have tried. The Nestor gang in '40, the Beltway Bunch in '77. All failed. You're going to change that.<br><br>Together with the Big Bank job, you also get the Falcon Rifle and its weapon mods as well as four all-new masks, materials and patterns. To give you a real challenge, 10 heist specific achievements have been added.<h2 class=\"bb_tag\" >Key Features</h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/e27530c723530bd6bf53fdb06bc3495b.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>Introducing the Dentist</strong> – Brought to life by Giancarlo Esposito, little is known about the Dentist. He represents a large clientele whom he refers to as his patients. He is a determined, meticulate planner who has taken a great interest in the PAYDAY gang. He is the only one who knows how to free old Hoxton. The Big Bank is the first job the Dentist wants you to do. Perform well and there's no telling how deep the rabbit hole goes.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/b93a807aebe1a1fd868aad59848880e7.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>The biggest heist in the history of PAYDAY</strong> – Few cities in America have the heritage of DC, and few institutions in DC boast the heritage of the Benevolent Bank. The Benevolent Bank is rich. You'll see it as soon as you walk in. Bohemian crystal chandeliers, counters of Tuscan marble and wealthy people as far as the eye can see. You could fit 10 Harvest &amp; Trustee branches in the Benevolent Bank and you could fit a Robert's bank in the vault alone.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/e0d0d91dccc7f362c76fa1d3923093b4.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>Plan your heists like never before with Preplanning</strong> – Preplanning is a new feature that allows you to learn more about the target, and plan out your perfect heist. If you are planning to do a stealth job, focus on surveillance, easier access, and bypassing security. If you plan on going loud, plant supplies at strategic points, and choose fast approaches and exits.<br><br>Preplanning is paid for with cash and favors; however, you can only call so many favors before you raise suspicions and the feds start looking for you. Choose wisely: some plans call for a lot of favors, while others only take a single phone call.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/dae8acbe8e2d9b3730b3729f7b7e6ef6.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>&quot;The right arm for the Free World&quot;</strong> – Hard hitting and lethal. The Falcon Rifle offers a blend of the 7.62x52mm's stopping power in a highly modular package. With over 50 years of service worldwide it's seen its fair share of battles and proved its reliability in such environments. Keep in mind it's length and hefty recoil when engaging in a brawl with the law. If used correctly it'll prove to be a valuable asset and a worthy addition to the PAYDAY gangs arsenal of weapons. Modify it to fit your play style using the accompanying 9 weapon modifications.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/8befb4dca59ba8e86a8741fb4247fd09.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>4 new masks based on our forefathers</strong> – Four new masks are added to the game, themed around founding fathers and presidents of old. Ever wanted to rob a bank wearing a mask of good ol' Washington? Now's your chance.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/48732a9cc7790f617971763024fcceec.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>4 new materials and patterns</strong> – Four additional materials and patterns have been added to go along with the four new masks. How about a mask made of exclusive marble? Sounds pretty sweet in our opinion.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/extras/14d9b1190e7c824ecde21c8dd1e48018.avif?t=1756110523\" width=628 height=180 /></span><br>•\t<strong>10 new achievements with in-game rewards</strong> – For any serious bank robber out there, 10 new heist specific achievements can be unlocked. Each achievement unlocked gives a specific in-game weapon modification to use with the Falcon Rifle.",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306690/header.jpg?t=1756110523",
    "developers": [
      "OVERKILL - a Starbreeze Studio."
    ],
    "publishers": [
      "Starbreeze Publishing AB"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 15,
      "total_negative": 8,
      "total_reviews": 23
    }
  }
}