{
  "306630": {
    "name": "Civil War II",
    "steam_appid": 306630,
    "required_age": 0,
    "is_free": false,
    "description": "Civil War 2 is the definitive grand strategy game of the period. It is a turn based regional game with an emphasis on playability and historical accuracy. It is built on the renowned AGE game engine, with a modern and intuitive interface that makes it easy to learn yet hard to master.<br><br>This  historical operational strategy game with a simultaneous turn-based engine (WEGO system) that places players at the head of the USA or CSA during the American Civil War (1861-1865).<br><br>You take the part of the military and political leadership, trying to lead your nation to victory, in the midst of some of the toughest operations of the Civil War. You will build, organize and command your armies over one of the largest maps of the USA ever made for a Civil War game. There are a host of real military leaders to appoint with their own strengths and weaknesses and choosing the right man for the job is crucial. However you are not just a military leader and must make vital economics and political decisions. These can have far reaching effects and you can even influence foreign intervention from the French &amp; British who were constantly intervening in America for power and prestige.<br><br>Each turn lasts 2 weeks and you must issue your orders in advance, planning on where the enemy will be, not where they are now – which is called a WEGO system (We Go at the same time). Orders are executed simultaneously in 14 phases – 1 per day. Battles are resolved on the day they occur so scheduling the arrival of your forces and planning the logistics or your army are key to success. You can send a massive force to assault an enemy position but if you do not carefully plan the attack you can have you troops arriving piecemeal and being easily dispatched. The WEGO system adds excitement and suspense and is far more realistic than traditional turn based games.<br><br>This is must have game for anyone interested in the period or grand strategy games in general.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Setting: the game covers all of the USA, from the Eastern seaboard to the Rockies, from 1861 to 1865. Mexico and the Northern Caribbean are also in<br></li><li>Game map is divided into more than 3,000 regions, with a variety of terrain, climates and development level.<br></li><li>Scenarios: 2 tutorial and 5 main scenarios from Shiloh all the way up to the Grand Campaign.<br></li><li>Historical leaders: Over 400 historical leaders each rated on their abilities and over 1,000 different types of units from sharpshooters to cavalry and artillery and even Ironclads!<br></li><li>Production: Control your nations spending on the military without worrying about micro managing the economy.<br></li><li>Regional Decision Cards: The game has an innovative card system that lets you trigger events such as Indian raids and partisans attacks, which used wisely can affect the flow of a campaign.<br></li><li>Detailed game model includes features such as Weather, Attrition, Supply and Fog of War<br></li><li>Historical Event are triggered throughout the game giving the player crucial decision points. These cover anything from local uprising to foreign intervention.<br></li><li>Battlefield Tactics allow the player to make decisions that can turn the tide of battle.<br></li><li>Sieges and Naval warfare are all covered in detail in the game.<br></li><li>Chain of Command allows units to be organized in to brigades, division, corps and armies and leaders put in command of them.<br></li><li>Navigable rivers which played a crucial role during the Civil War are represented.<h2 class=\"bb_tag\" >Scenario list</h2></li><li>Two Tutorials scenarios<br></li><li>1861 First Manassas (Battle of Bull Run)<br></li><li>1862 Shiloh<br></li><li>1862 Sibley (New Mexico Campaign)<br></li><li>1861-1865 Our Hearts were Touched with Fire April 1861 scenario (THE multi-theater Grand Campaign)<br></li><li>1861-1865 The Blue and the Gray July 1861 scenario (accelerated start campaign)</li></ul>",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/306630/header.jpg?t=1718872464",
    "developers": [
      "Ageod"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}