{
  "307150": {
    "name": "Survival Games",
    "steam_appid": 307150,
    "required_age": 0,
    "is_free": false,
    "description": "Survival Games is a Battle Royale survival shooter set in an ever-changing world full of secrets, traps, wildlife and treasure.  Never play the same game twice, with our unique game maps that dynamically change with every new round you play.<br><br>Survival Games contains three additional modes, making this a diverse Survival Experience. Work together in Zombie Survival, or against each other in the Arena Shooter. <br><br>Powered by the Hazzah Engine, a powerful rendering and terrain engine built from the ground up to support the next generation of voxel games.<br><br><strong>Features </strong><br>▶ Dynamic Map<br>Points of Interest change every time you play. The perfect blend of procedural generation of intelligent map design.<br><br>▶ Battle Royale Mode<br>Drop from the sky into the wilderness as an ever-shrinking dome pushes you into constant conflict. Available from launch.<br><br>▶ Zombie Survival<br>Work together and survive on the loot you find in the ruins of City 26 as hordes of undead stalk you day and night. Now available in game.<br><br>▶ Arena Shooter Mode<br>Classic free for all, or team-based FPS action with respawns. Now available in game.<br><br>▶ Map Editor<br>Create maps for any of the above game types, and upload them to the Steam Workshop, with your friends online. Coming soon<br><br>▶ Guns, Melee and Throwable<br>Guns, swords and thrown weapons make for deep combat not limited to just twitch reaction shoot outs. Power attacks, blocking and stamina add so much more.<br><br>▶ Hunger and Stats<br>Sprinting uses up stamina, food prevents starvation and sleep is needed each night. Fail to look after yourself, and exhaustion will kill you before your enemies do!<br><br>▶ 4k resolution<br>▶ Crafting<br>▶ Destructible Terrain<br>▶ Player Customisation<br>▶ Perks<br>▶ Hats and Accessories<br>▶ Custom Music Tracks",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/307150/header.jpg?t=1550406735",
    "developers": [
      "2.0 Studios"
    ],
    "publishers": [
      "2.0 Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 4 月 10 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}