{
  "307810": {
    "name": "Violett Demo",
    "steam_appid": 307810,
    "required_age": 0,
    "is_free": true,
    "description": "Set in a world full of wonders, quirks and things from beyond our reality, Violett is a remarkable adventure game that will push your brain to the limits and engross you completely.<br />\n<br />\nDragged by her parents, a young and rebellious teenage girl – Violett, moves to an old spooky house in the middle of nowhere. Forced away from her friends and life in the city; she imagines how boring life in countryside will be: spending day after day, bored in her room with absolutely nothing to do. But what she cannot imagine, is that in just few moments, she'll have the adventure of her life.<br />\n<br />\nA spark of light from the nearby mouse hole catches her attention, she reaches inside and in a blink of an eye she's in a completely different place. So familiar, yet so distant. So magnificent, and yet dangerous. A place where frogs singing operas are daily occurrence, garden gnomes are emissaries from another dimension and power of telekinesis is not freaking anyone out. Now only your wit and luck can help her unite with her parents.<br />\n<br />\nRack your brain on intricate puzzles that will allow you to move forward. Use the power of telekinesis to get you out of your troubles. Fight the evil spider queen that wants to make you her new trophy. Use your touch to roam the beautiful and psychedelic world, inspired by Alice in Wonderland, Dali and other great works. Immerse yourself in the soothing sound track",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/307810/header.jpg?t=1709294021",
    "developers": [
      "Forever Entertainment S. A."
    ],
    "publishers": [
      "Forever Entertainment S. A."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}