{
  "307970": {
    "name": "IL-2 Sturmovik: La-5 Series 8 Collector Plane",
    "steam_appid": 307970,
    "required_age": 0,
    "is_free": false,
    "description": "The La-5 (Series 8) was the fastest Soviet fighter plane during Battle of Stalingrad.<br><br>In the game, you can fly La-5 series 8 in Career mode during Battle of Stalingrad and Battle of Kuban timeframes, in multiplayer and in Quick Mission Builder.<br><br>The La-5 was the next step in the Lavochkin fighters’ evolution, which later evolved into the La-7, one of the best Soviet fighters of WWII. Its foundation was the already obsolete Lagg-3 fighter. Lavochkin designers simply cut off the nose of the Lagg-3 which housed a liquid-cooled V-style engine and replaced it with a much bigger air-cooled radial engine. This allowed the Lavochkin factory to build new fighters using existing airframes during early production runs.<br><br>Soviet fighter ace Ivan Kozhedub, who holds the record for the highest number of confirmed air combat victories of any Soviet or Allied pilot (effectively the Allied Ace of Aces), began his career in a La-5. His first engagement ended with an emergency landing, but he made up for this unfortunate start afterwards with sixty-four (64) victories.<br><br><ul class=\"bb_ul\"><li>Armament: 2 x 20mm ShVAK guns with 170 rounds per gun and a rate of fire of 800 rounds per minute.<br></li><li>Length: 8.672 m (28.45 ft.)<br></li><li>Wingspan: 9.8 m (32.15 ft.)<br></li><li>Wing surface: 17.51 sq. m (57.44 sq. ft.)</li></ul><h2 class=\"bb_tag\" >Modifications</h2><ul class=\"bb_ul\"><li>Late M-82F engine modification with unlimited boosted mode duration<br></li><li>Special ammo load (AP or HE rounds only instead of a mix of both)<br></li><li>Flat windscreen for better visibility (2 kg / 4.4 lbs. weight increase, 2 kph / 1.2 mph speed loss)<br></li><li>Fixed loop radio compass RPK-10 for navigation with radio beacons (10 kg / 22 lbs. weight increase)<br></li><li>2 x FAB-50sv (50 kg / 110 lbs.) General Purpose Bombs (120 kg / 265 lbs. weight increase with bomb racks, 20 kph  / 12.5 mph speed loss, 12 kph / 7.5 mph speed loss after drop)<br></li><li>2 x FAB-100M (104 kg / 229 lbs.) General Purpose Bombs (228 kg  / 502 lbs. weight increase with bomb racks, 27 kph / 17 mph speed loss, 12 kph speed loss after drop)</li></ul><h2 class=\"bb_tag\" >Skins</h2><ul class=\"bb_ul\"><li>Standard pattern with winter camo<br></li><li>159 IAP (two-color pattern with white prop spinner and rudder)<br></li><li>Pattern from 911 IAP, Khabarovsk, 1944 (standard two-colored pattern with yellow inscription)<br></li><li>Standard Two-color pattern<br></li><li>Standard two-colored green pattern (with the inscription in Spanish and yellow thunderbolt on rudder)<br></li><li>George Kostylev, Captain, 4 GIAP, 1943 (standard two-color green pattern with jaws, stars, white prop spinner and rudder)<br></li><li>Pattern from Chekalin squadron (standard two-color green camo)<br></li><li>Pattern from 'Valery Chkalov' squadron (standard two-color green camo with arrow on rudder)<br></li><li>George Kostylev, Captain, 4 GIAP, 1943 (grey camo with jaws, stars, white prop spinner and rudder)<br></li><li>Pattern from 'Valery Chkalov' squadron, winter camo</li></ul><h2 class=\"bb_tag\" >Flight Parameters</h2>Indicated stall speed in flight configuration: 165..183 km/h<br><br>Indicated stall speed in takeoff/landing configuration: 147..162 km/h<br>Dive speed limit: 720 km/h<br>Maximum load factor: 10 G<br>Stall angle of attack in flight configuration: 22.7 °<br>Stall angle of attack in landing configuration: 15.1 °<br><br>Maximum true air speed at sea level, engine mode - Boosted: 544 km/h<br>Maximum true air speed at 3000 m, engine mode - Nominal: 571 km/h<br>Maximum true air speed at 6500 m, engine mode - Nominal: 603 km/h<br><br>Service ceiling: 9500 m<br>Climb rate at sea level: 18 m/s<br>Climb rate at 3000 m: 13.3 m/s<br>Climb rate at 6000 m: 8.2 m/s<br><br>Maximum performance turn at sea level: 23.4 s, at 270 km/h IAS.<br>Maximum performance turn at 3000 m: 35.3 s, at 270 km/h IAS.<br><br>Flight endurance at 3000 m: 1.9 h, at 350 km/h IAS.<br><br>Takeoff speed: 170..200 km/h<br>Glideslope speed: 200..210 km/h<br>Landing speed: 150..160 km/h<br>Landing angle: 13 °<br><br>Note 1: the data provided is for international standard atmosphere (ISA).<br>Note 2: flight performance ranges are given for possible aircraft mass ranges.<br>Note 3: maximum speeds, climb rates and turn times are given for standard aircraft mass.<br>Note 4: climb rates and turn times are given for Boosted power.<br><br>Engine:<br>Model: M-82<br>Maximum power in Boosted mode at sea level: 1700 HP<br>Maximum power in Nominal mode at sea level: 1400 HP<br>Maximum power in Nominal mode at 2100 m: 1550 HP<br>Maximum power in Nominal mode at 5300 m: 1335 HP<br><br>Engine modes:<br>Nominal (unlimited time): 2400 RPM, 950 mm Hg<br>Boosted power (up to 5 minutes): 2400 RPM, 1140 mm Hg<br><br>Oil rated temperature in engine output: 55..90 °C<br>Oil maximum temperature in engine output: 125 °C<br>Cylinder head rated temperature: 140..210 °C<br>Cylinder head maximum temperature: 215 °C<br><br>Supercharger gear shift altitude: 3500 m<br><br>Empty weight: 2648 kg<br>Minimum weight (no ammo, 10% fuel): 2928 kg<br>Standard weight: 3353 kg<br>Maximum takeoff weight: 3593 kg<br>Fuel load: 370 kg / 521 l<br>Useful load: 945 kg<br><br>Combat debut: September 1942<h2 class=\"bb_tag\" >Operation features</h2><ul class=\"bb_ul\"><li>Engine has a boost mode. To set boost mode it is necessary to push the boost knob and increase manifold pressure to 1140 mm Hg.<br></li><li>Engine has a two-stage mechanical supercharger which must be manually switched at 3500m altitude.<br></li><li>Engine mixture control is automatic when the mixture lever is set to maximum. It is possible to manually lean the mixture by moving the mixture control to less than maximum. This also reduces fuel consumption during flight.<br></li><li>Engine RPM has an automatic governor and it is maintained at the required RPM corresponding to the governor control lever position. The governor automatically controls the propeller pitch to maintain the required RPM.<br></li><li>Oil radiator, air cooling intake and outlet shutters are manually controlled.<br></li><li>Air cooling intake shutters should always be open. They should only be closed when there is a possibility of engine overcooling, for example in a dive with idle throttle.<br></li><li>Airplane has trimmers for all flight-controls: pitch, roll and yaw.<br></li><li>Airplane has automatic wing slats. They deploy when the high angle of attack increases which makes pre-stall softer.<br></li><li>Landing flaps have a hydraulic actuator and they can be extended to any angle up to 60°.<br></li><li>Airplane tail wheel rotates freely and does not have a lock. For this reason, it is necessary to confidently and accurately operate the rudder pedals during the takeoff and landing.<br></li><li>Airplane has differential pneumatic wheel brakes with the shared control lever. This means that if the brake lever is held and the rudder pedal the opposite wheel brake is gradually released causing the plane to swing to one side or the other.<br></li><li>Airplane has a fuel gauge which shows total remaining fuel.<br></li><li>Cockpit canopy has a weak lock when in the opened position, for this reason, the canopy may spontaneously close in a deep dive. Also, it is impossible to open or close canopy at high speed due to strong airflow. The canopy has no emergency release, so bail out requires the speed drop before it.<br></li><li>The control system for the bomb rack only allows to drop bombs one by one.</li></ul>",
    "supported_languages": "英语, 俄语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/307970/header.jpg?t=1754827372",
    "developers": [
      "1C Game Studios"
    ],
    "publishers": [
      "FOR-GAMES CR LTD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 3800,
      "discount_percent": 50,
      "initial_formatted": "¥ 76.00",
      "final_formatted": "¥ 38.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}