{
  "308030": {
    "name": "Fantasy Grounds - 3.5E/PFRPG 1 on 1 Adventure #2 The Star of Olinder",
    "steam_appid": 308030,
    "required_age": 0,
    "is_free": false,
    "description": "The Star of Olindor<h2 class=\"bb_tag\" >One on One Adventures #2</h2>Welcome to 1 on 1 Adventures, action-packed scenarios designed for 1 player and<br>1 GM.<br>This module includes 20 adventure-packed pages, complete with detailed maps and<br>descriptions, forming a ready-made adventure for the smallest gaming group. Although<br>it is designed for a Rogue level 6-8, with some minor scaling, The Star of Olindor is<br>suitable for use with a traditional four-player party.<br>A terrible plague has swept through the city of Cairdus, and despite the local clergys best efforts, they have been unable to control the spread of the disease. Even those who seem cured often contract the disease again. The only thing that is making any headway are the special blessings given by the powerful Baron Velstaf, but he only grants these blessings for a price that few can afford.<br>If you enjoy this module, look for future releases in the 1 on 1 Adventures line from Expeditious Retreat Press. Also look for the follow-up adventures 1 on 1 Adventures #6: Shroud of Olindor and 1 on 1 Adventures #10: Vengeance of Olindor.<br>This product is an installable module for use with the Fantasy Ground II virtual<br>tabletop. The adventure module has been carefully organized to streamline gameplay<br>and includes, story elements, personalities, items, vehicles (if necessary) and images. These can<br>be modified within your Fantasy Grounds campaign as needed.<br><strong>Author: </strong>Matthew J. Hanson<br><strong>Fantasy Grounds II Conversion: </strong>Doug Davison<br>Requirements: A Full or Ultimate license of Fantasy Grounds and the 3.5E (or compatible) ruleset.  *D20_JPG is another popular, compatible ruleset<br>This is an OGL 3.5 game product.<br><i>Adapted for Fantasy Grounds by: </i><strong>Doug Davison</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/308030/header.jpg?t=1768351831",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}