{
  "308270": {
    "name": "Buzz Aldrin's Space Program Manager",
    "steam_appid": 308270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Buzz Aldrin's Space Program Manager </strong>(SPM) is the ultimate game of space exploration. The game features the race to the Moon, the historical event that started in the early 1960s and that ended in July 1969, after the successful completion of the Apollo 11 mission. To verify its accuracy and authenticity, the game has been developed in consultation with Dr. Buzz Aldrin, former U.S. Air Force combat pilot (66 missions in Korea) and NASA astronaut, who took part in the first Moon landing mission and became the second human being to walk on the Moon.<br><br><strong>If you have any interest in space exploration and the events that transpired during the 'Race to the Moon', this is a game you just do not want to miss!</strong><br><br>It is the mid 1950s and the race for dominance between the US and the Soviet Union is about to move into a new dimension: space. Take charge of the US or Soviet space agencies - your duty is be the first to the moon. Carefully manage your budget by opening programs, spending R&amp;D funds on improving the hardware, recruiting personnel and launching space missions in this realistic turn based strategy game.<br><br>The game features both a campaign and a sandbox mode. In campaign mode, you will be able to play as the Director of either NASA or the Soviet Space Agency in order to beat the other side to be the first on the Moon. You can also lead the  Global Space Agency (GSA), a fictional space agency that combines programs from all the major space agencies in the world . In the GSA campaign, you will need to address the requests and short-term goals issued by government, and is geared towards those players who prefer a game experience focused on exploration instead of competition.  Alternatively, all three space agencies feature a Sandbox mode, which provides a more open-ended experience and allows you to try out different approaches without any political pressure.<br><br>You will be able to develop dozens of programs. Some examples include the X-15 and the PKA space planes, the Sputnik satellite, the Mercury, Voskhod, Apollo and Soyuz manned spacecraft and the Mars Viking probe. You are not limited to missions that did launch, as as the game also allows you to try out many concepts that were planned but that never left the drawing board. For example, instead of sending men to the Moon using the Lunar Orbit Rendezvous (LOR) approach used by Project Apollo in the late 1960s and early 1970s, you will be able to rewrite history and use either the alternative Gemini Earth Orbit Rendezvous (EOR) or Gemini Direct Ascent (DA) schemes. The number of options available ensure every game will be different and there is huge replay value.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/308270/extras/af19773bfdbe1ee1e1b4a040e545521b.avif?t=1718872658\" width=616 height=128 /></span><h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Three different campaign modes: play as NASA or the Soviet space agency in order to be the first on the Moon or play as the Global Space Agency (GSA) and deal with the short-term objectives issued by politicians.<br></li><li>\tManage all aspects of your space agencies from their inception in the 1950's through to the manned lunar landing missions<br></li><li>\tPlay the race to the Moon campaign mode against other players using Slitherine’s PBEM system.<br></li><li>\tThe Sandbox mode allows you to play as  any of the three space agencies and removes all competition restrictions. You will have a fully featured playground in order to try out different approaches to space exploration!<br></li><li>\tCreate space programs and launch missions inspired by real programs such as the X-15 Space plane, the Sputnik satellite, the Gemini, Vostok and Apollo manned spacecraft and a lot more!<br></li><li>\tResearch and develop dozens of mission components from several program categories.<br></li><li>\tDevelop your facility with advanced structures and upgrades including the Vehicle Assembly Building and the Mission Control Centre.<br></li><li>\tRecruit and train astronaut candidates and assign them to missions.<br></li><li>\tAssemble an elite team of Scientists, Engineers, Technicians (SET), Flight Controllers for the best chance of success.<br></li><li>\tManage your agency's budget.<br></li><li>\tMission components have an associated reliability factor and can cause catastrophic failures.<br></li><li>\tVast amounts of historical research ensure that the game's huge database features missions that launched and many more that never left the drawing board!<br></li><li>\tA vast array of components built in 3D and rendered out in exquisite detail allow you to follow the progress of your missions via animated sequences.<br></li><li>\tThe Buzz-opedia gives background information on the real programs, missions and hardware throughout the game.<br></li><li>\tThe soundtrack features a unique playlist for each space agency and numerous tracks for the mission animations.<br><br>Designed in consultation with Dr. Buzz Aldrin, Apollo 11 Lunar Module Pilot and the second human being to set foot on the Moon.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/308270/header.jpg?t=1718872658",
    "developers": [
      "Polar Motion"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 19,
      "highlighted": [
        {
          "name": "Earth Orbiting Satellite",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/2605976b3d8a2ea5ceb94ad151ef0864ed450005.jpg"
        },
        {
          "name": "Lunar Probe",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/8e54d977388aa21b55ac174bda58a52c6f053c5a.jpg"
        },
        {
          "name": "Mars Probe",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/ed54762bd72408122463afbb1b6ebef7341762dd.jpg"
        },
        {
          "name": "Saturn Probe",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/b76cf9214dc2505150069f782e69dc11f16c3e87.jpg"
        },
        {
          "name": "Docking in Space",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/60c8d6f96f12af5825d491c2a639a67cd32346e2.jpg"
        },
        {
          "name": "Extended Duration",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/e112c875bcbde7fc89decde8182718aa8e9f04bc.jpg"
        },
        {
          "name": "Man in Space",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/43b6dabee424a4a879f17eb172a0973c1d9284d6.jpg"
        },
        {
          "name": "Manned Lunar Landing",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/bf2fe24e3498e96a88106b77c53ce6d08ae5e00c.jpg"
        },
        {
          "name": "Rendezvous Between Two Spacecraft",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/5fbae532a33cb07784f70faa8a761a12a99152d9.jpg"
        },
        {
          "name": "Spacewalk",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/308270/399c4801818285334c5c5ded6bba1d21d2d49567.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 6,
      "total_negative": 3,
      "total_reviews": 9
    }
  }
}