{
  "311380": {
    "name": "Total War: ROME II - Imperator Augustus Campaign Pack",
    "steam_appid": 311380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>About the Imperator Augustus Campaign Pack</strong><br><br>The Imperator Augustus Campaign Pack is a new playable campaign for ROME II, which rivals the original ROME II Grand Campaign in both scope and scale. This campaign comes as part of <strong>Total War™: ROME II – Emperor Edition</strong> and is available as a free, automatic update to existing owners of <strong>Total War™: ROME II.</strong><br><br>The Imperator Augustus Campaign Pack is set in 42 BC during the chaotic aftermath of Caesar’s grisly murder. The republic remains whole, but its soul is divided as three great men, the members of the Second Triumvirate, hold the future of Rome in the palms of their hands. <br><br>Octavian, Caesar’s adoptive son and the heir to his legacy.<br><br>Marc Antony, Caesar’s loyal friend and most trusted lieutenant.<br><br>Lepidus, Pontifex Maximus of Rome and the man who secured Caesar’s dictatorship.<br><br>With the territories of The Republic divided between them and the military might of Rome at their beck-and-call, the members of The Second Triumvirate are each in a position to make a bid for leadership, and rule Rome as its first – and only – emperor. <br><br>However, external forces are on the move, looking to exploit the instability of Rome and expand their own territories. Will you fight as a defender of Rome and defeat the other members of the Triumvirate? Or lead another faction on a campaign of conquest and expansion, and take advantage of the chaos as the Roman civil war rages?<br><br><strong>Playable Factions</strong><br><br>Players may embark on a new Campaign as one of the following playable factions:<br><br><strong>Marc Antony<br>Lepidus<br>Octavian<br>Pompey<br>Iceni<br>Marcomanni<br>Dacia<br>Egypt<br>Parthia<br>Armenia</strong> (also now playable in the ROME II Grand Campaign).<br><br><strong>About Total War: ROME II - Emperor Edition</strong><br><br>Emperor Edition is the definitive edition of ROME II, featuring an improved politics system, overhauled building chains, rebalanced battles and improved visuals in both campaign and battle. <br><br>In addition, Emperor Edition includes all content and feature updates made available for ROME II since its launch in September 2013. These include Twitch.TV integration, touchscreen controls, new playable factions and units, and Mac compatibility.<br><br>The Imperator Augustus Campaign Pack and all Emperor Edition content and features are free, via automatic update, to all existing ROME II owners.",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙, 俄语, 波兰语, 捷克语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311380/header.jpg?t=1748527286",
    "developers": [
      "CREATIVE ASSEMBLY",
      "Feral Interactive"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}