{
  "311310": {
    "name": "Naval Action",
    "steam_appid": 311310,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311310/extras/b626dcbc927d4b8c1476144218da4321.avif?t=1760737898\" width=640 height=96 /></span></p><p class=\"bb_paragraph\" >Admiral John Byng who spent his life sailing the seas for the British Navy, died in 1757, by bullets on the deck of HMS Monarch. Admiral Horatio Nelson, carrying on with the utmost duty, fell similarly to a French musket shot in 1805.  <br> <br>Now it is <strong>YOUR </strong>turn to sail the seas of the Age of Sail. <br><br>But it would be wise to approach the subject cautiously: practice, improve your skill and your ship and connections with allies. Then you can commandeer best vessels: crush your enemies, see them driven before you and hear lamentations of their women in global chat.  </p><p class=\"bb_paragraph\" >.......................................................................................................................................................</p><p class=\"bb_paragraph\" ><strong>Naval Action</strong> is a hardcore, realistic, and beautifully detailed naval combat game immersing players into the experience of the most beautiful period of naval history - when sailing ships ruled the seas.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Age of sail combat is a personal affair with no dirty tricks, corner camping, or hiding in bushes: you see the enemy from 20km and so do they. Just like in boxing you have to get close; and use all your tactical knowledge of wind, your ship to slug it out face to face. Broadside weight matters, but even a smaller vessel can overcome the superior enemy by focusing on the enemy weak spots.</p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >No game has come closer to the replication of the Age of Sail sailing mechanics and combat. Thats why Naval action was named one best releases from early access in 2019 by Valve!</p><h2 class=\"bb_tag\" ><strong>Here is what you can expect:</strong></h2><p class=\"bb_paragraph\" ><strong>Beautiful ships</strong> – We have been painstakingly recreating the beautiful ships of the Age of sail period. Accurate hull models, sail plans, guns, internal upgrades, historical speed trials were used in the creation of vessels. The game features 50+ ships from small cutters to large 100+ gun 1st rates allowing the player to experience every possible role of that era.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311310/extras/9d928a8426c985e1861014dfc34d8588.avif?t=1760737898\" width=616 height=234 /></span></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311310/extras/9e7b8ad1023a71274cef730385c87805.avif?t=1760737898\" width=616 height=234 /></span> </p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311310/extras/cb95caac1b6fec5c886b9e310da1c326.avif?t=1760737898\" width=616 height=234 /></span> </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Features</strong></h2><p class=\"bb_paragraph\" ><strong>Realistic sailing</strong> – Advanced wind and physics model provides for realistic portrayal of ship’s performance in the age of sail. Yard angles, ship angle to wind, fittings and ship condition affects speeds and turning rates. Correct tacking, boxhauling, clubhauling and other elements of realistic sailing will help you win battles in most adverse conditions.<br> </p><p class=\"bb_paragraph\" ><strong>Conquest and PVP Activities</strong> Fight for the domination of the West Indies, recreated based on 18th Century maps and navigational charts. Build ships, trade, attack enemies of your nation almost everywhere and capture their ships. Open trading outposts and levy taxes in the ports governed by your clan. <br> </p><p class=\"bb_paragraph\" ><strong>Damage model</strong> – Every cannonball is tracked in the air and after it hits the target. Leaks, structural damage, torn sails, demasting, raking, fires, explosions and all other hazards that were possible in that era. Damage is positional: hit the gun and you might destroy it. Gunnery crews are placed deck by deck. Shot can pass through the balcony, ricochet of the gun, hit a crew member and then fly out of the gunport splashing into the water. Armor thickness and wood types affect strength of the hull and cannonballs will ricochet from the hulls at extreme angles.</p><p class=\"bb_paragraph\" ><strong>Built for PVP: Absolutely no hackers.</strong>    <br>Hacking is a killer of fun in PVP games. From the start we have built the tech around one main goal - complete elimination of hacking from PVP. Naval Action is one of the few games where hacking is made impossible by design. Every battle action is calculated on the servers, even water and wave shapes. Yes - you have heard it right: there is a special server that calculates and replicates waves to all users in battle. When fighting in Naval action you can be sure you are only facing skills and ship fittings.  </p><p class=\"bb_paragraph\" ><strong>Gunnery and weapons</strong> –  Major types of naval artillery are implemented: from long guns to mortars to carronades and obusiers. Fort and land batteries will provide you with support during battles near shores. Mortar vessels can destroy fortifications, though they may require an escort.  </p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311310/extras/3161553c60ee75809d9ad5bdf6cca010.avif?t=1760737898\" width=616 height=269 /></span></p><p class=\"bb_paragraph\" >Each gun has realistic ballistics and penetration performance based on historical gun charts and admiralty tests. Heel and wind affect the shooting distance and will require a change in tactics. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >  </p><p class=\"bb_paragraph\" >Thank you, Captains for Attention</p>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 俄语, 简体中文, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/311310/header.jpg?t=1760737898",
    "developers": [
      "Bermuda Computer Club"
    ],
    "publishers": [
      "Bermuda Computer Club"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 6 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 249,
      "total_negative": 200,
      "total_reviews": 449
    }
  }
}