{
  "31180": {
    "name": "Tales of Monkey Island Complete Pack: Chapter 2 - The Siege of Spinner Cay",
    "steam_appid": 31180,
    "required_age": 0,
    "is_free": false,
    "description": "About Chapter Two<br />\r\n\t\t\t\t\tGuybrush's adventures continue on the high seas as pox-plagued pirates lay siege to the innocent Mer-People. In between defending the Mer-People and dodging the persistent pirate hunter hot on his trail, Guybrush manages to catch up to his beloved wife and despised arch-nemesis — but their reunion is short-lived. Now Guybrush must focus on eradicating the Pox of LeChuck before more harm can be done. And as the Mighty Pirate draws closer to a cure, the waters will only grow murkier in this thrilling chapter of the epic saga.<br />\r\n\t\t\t\t\tAbout the Series<br />\r\n\t\t\t\t\tWhile explosively stripping the evil pirate LeChuck of his demonic mojo, Guybrush Threepwood inadvertently infects the entire Caribbean with the arch-fiend's expelled voodoo, which threatens to transform buccaneers into unruly pirate monsters. Pursued by a notorious cut-throat Pirate Hunter and a creepy French Physician who believes that Guybrush's eerily-infected hand holds the secret of eternal life, Threepwood sails the seven seas in search of La Esponja Grande, a legendary sea sponge with unparalleled voodoo exfoliating abilities. But little does Guybrush know, his quest is part of a larger, more sinister plot, and good and evil are not always as they seem...<br />\r\n                    Who can Guybrush trust? Where can he turn? Everything you think you know will be challenged as Tales of Monkey Island builds to its unexpected finale!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/31180/header.jpg?t=1686667310",
    "developers": [
      "Telltale"
    ],
    "publishers": [
      "Telltale"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}