{
  "31190": {
    "name": "Tales of Monkey Island Complete Pack: Chapter 3 - Lair of the Leviathan",
    "steam_appid": 31190,
    "required_age": 0,
    "is_free": false,
    "description": "About Chapter One<br />\r\n\t\t\t\t\tThe saga begins with a heated battle involving the brave but often bumbling Mighty Pirate™ Guybrush, his beloved wife Elaine, and their nemesis, the demon pirate LeChuck. When the showdown goes up in flames, Guybrush finds himself marooned on a strange island with winds that always blow inward. How will our hero manage to escape this meteorological anomaly? What has become of LeChuck and Elaine? And what's the story with the infectious voodoo pox that's spreading across the Caribbean, causing Guybrush and other pirates to act like unruly hooligans? These are just some of the many questions posed in this first chapter of one of the most rollicking and rip-roaring entertainment experiences this summer.<br />\r\n\t\t\t\t\tAbout the Series<br />\r\n\t\t\t\t\tWhile explosively stripping the evil pirate LeChuck of his demonic mojo, Guybrush Threepwood inadvertently infects the entire Caribbean with the arch-fiend's expelled voodoo, which threatens to transform buccaneers into unruly pirate monsters. Pursued by a notorious cut-throat Pirate Hunter and a creepy French Physician who believes that Guybrush's eerily-infected hand holds the secret of eternal life, Threepwood sails the seven seas in search of La Esponja Grande, a legendary sea sponge with unparalleled voodoo exfoliating abilities. But little does Guybrush know, his quest is part of a larger, more sinister plot, and good and evil are not always as they seem...<br />\r\n                    Who can Guybrush trust? Where can he turn? Everything you think you know will be challenged as Tales of Monkey Island builds to its unexpected finale!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/31190/header.jpg?t=1686667674",
    "developers": [
      "Telltale"
    ],
    "publishers": [
      "Telltale"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}