{
  "312090": {
    "name": "Crazy Machines 2 - Jewel Digger DLC",
    "steam_appid": 312090,
    "required_age": 0,
    "is_free": false,
    "description": "Dig in and go down deep in the mine where you may strike it rich in Crazy Machines 2 Jewel Digger Add on!   Join the Crazy Professor on his mining caper in gold and jewel laden mines!  A whole new set of awesome parts and puzzles await! <br><br>Come on get ready to get stake your claim while you create and solve level after level of wacky contraption fun! And, don't forget the dynamite!  Don your safety helmet, grab your pick ax and head into the mine with a spiffy new set of parts and items!   Use your drill to harvest robust blocks of soil, stone and granite.  Do it right and release sparkling jewels as you destroy blocks!  Valuable Red Rubies, lush green Emeralds, pure white Diamonds and deep blue Sapphires, each more beautiful than the last, plus gold nuggets are just waiting for you!  <br><br>Eureka!  We struck gold!  Find out just how many nuggets you need to create a gold bar, what you trigger when you drop a jewel, and choose from a variety of fire sources to heat up your furnace. <br><br>Check out the fun new experiments the professor has dug up for you to solve including, Bling Bling!, Jewels for All,  Make Gold to Gold, Coal to Gold, What goes up must come down, Collector's Passion, A Long Journey, and more!<h2 class=\"bb_tag\" >Features </h2><br><ul class=\"bb_ul\"><li>Build mining contraptions <br></li><li>Harvest jewels and gold <br></li><li>Solve 8 new mind bending puzzles <br></li><li>Enjoy all 20 new parts (including variations), &amp; the cool new mining background</li></ul><br>NOTE: This is an &quot;add-on&quot; to Crazy Machines 2. You must own Crazy Machines 2 in order to use this product.",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/312090/header.jpg?t=1447362553",
    "developers": [
      "Fakt Software"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}