{
  "312210": {
    "name": "The Fifth Day",
    "steam_appid": 312210,
    "required_age": 0,
    "is_free": false,
    "description": "The Fifth Day is a post-apocalyptic survival game set in the time after mankind's extinction to the machines that it created. Your role, as one of these machines, is to survive in the hostile world left behind by man. Explore, build, and hack your way to victory in competitive online survival, or face the wastes alone in offline freeplay mode.<h2 class=\"bb_tag\" >Key Alpha Features</h2>Explore a world left by man, where rogue AI roam the lands previously inhabited by their creators and masters.<br><br><br><ul class=\"bb_ul\"><li>Explore dense forests, radioactive wastes, and abandoned cities in hopes of finding resources and surviving to the next day in this desolate world.<br></li><li>Join competitive online play. Survive alone or with a partner through a series of five days to come out on top as the superior machines of the new world. Elimination by death brings the challenge to a whole new level as players are removed from the competition after being destroyed.<br></li><li>Win online matches to upgrade your character's skills and become the most feared and dangerous machine left behind in this new world.<br></li><li>Find resources and construct your own settlement. Build anything from small wooden encampments to get you through the night to reinforced bunkers with automated defenses to protect against intruding AI.<br></li><li>In order to power your mechanical being, you will need to find and manage power sources that each bring different advantages as well as costs to using them.<br></li><li>Hack enemy AI to follow your commands or support you in your ventures.<br></li><li>Face the wastes alone in single player freeplay where all you have is your own strength and willpower to survive in this post-apocalyptic world.</li></ul><h2 class=\"bb_tag\" >Development Roadmap</h2>With early access development, community feedback is vital towards producing the best product possible. Since the start of pre-alpha development, feedback and suggestions from the community have greatly helped in shaping the game to the state it currently is. The game has come a long way since the initial Greenlight submission, but there are still lots of improvements and features that can be made.<br><br><br>As the game progresses through alpha, here are a few features planned for implementation:<br><br><ul class=\"bb_ul\"><li><strong>More NPC Characters</strong> - New machine AIs with varying and unique behaviors that will greatly enhance the level game flow.<br></li><li><strong>Expanded Hacking</strong> - Many more options and commands for hacking and programming NPCs are planned for development.<br></li><li><strong>Expanded NPC A.I.</strong> - Better A.I. will really provide an interesting challenge to both online and offline play.<br></li><li><strong>New Construction Options</strong> - There are quite a few new features for construction that have been planned as well as suggested by the community that will be exciting to implement.<br></li><li><strong>Weather Effects</strong> - Dynamic weather system that will bring new challenges as well as visual improvements by creating a more atmospheric world.<br></li><li><strong>New Environments</strong> - New levels, environments, and biomes are planned for addition in later versions of the game.<br></li><li><strong>UI Enhancements</strong> - Various improvements and polishing for the user interface will make for more immersive play.<br></li><li><strong>New Online Game Modes</strong> - More online game modes, including possible team based survival play.<br></li><li><strong>Additional Skills</strong> - New skills and abilities to provide more customization options to your character.<br></li><li><strong>More Power Source Types</strong> - Additional options such as thermal and hydrogen based power supplies will create more diverse play as each will introduce unique costs and benefits to using.<br></li><li><strong>Expanded Sound Design</strong> - More SFX and atmospheric sound development will greatly add more immersive qualities to the world.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/312210/header.jpg?t=1447362555",
    "developers": [
      "Touz"
    ],
    "publishers": [
      "Touz"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}