{
  "312380": {
    "name": "Pandora: Eclipse of Nashira",
    "steam_appid": 312380,
    "required_age": 0,
    "is_free": false,
    "description": "With Eclipse of Nashira, new dangers and opportunities enter the world of Pandora. A new faction shows its face, talking of peace and friendship while their spies operate behind enemy lines. Nothing is what it seems anymore, as agents conduct covert warfare of espionage and sabotage, inciting revolts and stealing technologies. At the same time, another alien species native to the planet has appeared, lurking in the shadows. In order to overcome this new alien menace, the different factions start to expand beyond the planet's landmass to generate more resources, opening up a new frontier.<br><br>As the World of Pandora is about to plummet into chaos by warfare, espionage and hostile alien species, it is up to you to lead your people and become the ruler of this promised world.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Unleash full covert warfare with new Agent units: gather information, steal research, incite riots, and more.<br></li><li>Live through the Eclipse of Nashira; a time when new species rise from the depths and espionage is stronger than ever.<br></li><li>Joining the competition for planetary dominance are The Ambassadors; a brand new faction specialized in diplomacy, intrigue and sabotage.<br></li><li>Expand your empire beyond the coastlines: Amphibious Formers can build water improvements, harvest new aquatic flora and even raise landmasses.<br></li><li>Deploy minefields from orbit to protect key positions and disrupt enemy supply lines.<br></li><li>Enjoy new diplomacy options and a variety of other tweaks and improvements to existing mechanics.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 意大利语, 荷兰语, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/312380/header.jpg?t=1560504200",
    "developers": [
      "Proxy Studios"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}