{
  "312360": {
    "name": "To End All Wars",
    "steam_appid": 312360,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Ageod’s To End All Wars</strong> is a grand strategy game set during World War One. Players will take control over one of the major powers that so desperately fought for control over Europe and to end all wars.<br> <br>Of course the engine has been updated and altered to convincingly simulate Great War warfare. Continues lines of trenches can be created by the player (and the AI) and special rules allow air units to fulfill missions even beyond enemy lines. Other features brought by this title include the new diplomacy system and the new research system.<br><br>Together, these features, combined with the proven Ageod formula make To End All Wars one of the biggest and most detailed Ageod titles yet!<br><br><strong>Note:</strong> The manual is only available in English.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/312360/extras/ae28ddd6f5e6d94210aa06aea0c5acdc.avif?t=1718872918\" width=616 height=216 /></span><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Setting: the game covers all of Europe, from the Western seaboard to the Volga, from 1914 to 1918. Middle-East is also in, as well as most of the rest of the world (as off-map boxes regions)<br></li><li> Game map is divided into more than 3,000 regions, with a variety of terrain, climates and development level.<br></li><li>Scenarios: 1 tutorial and 2 main scenarios of the whole war (historical start in August 1914 and open start with players choosing their own warplans).<br></li><li>Historical leaders: Over 1600 historical leaders each rated on their abilities and over 900 different types of units from infantry, to cavalry and artillery to aircrafts and battleships!<br></li><li>Production: Control your nations spending on the military, economics, research and diplomacy through a few simple-to-understand assets and production centers.<br></li><li>Regional Decision Cards: The game has an innovative card system that lets you trigger events such as Spies, surprise attacks, key trench warfare aspects, technological or tactical breakthrough and, if played wisely can affect the flow of a campaign.<br></li><li>Detailed game model includes features such as Weather, Attrition, Supply, Front Lines and Fog of War<br></li><li>Historical Events are triggered throughout the game giving the player crucial decision points. These cover anything from local uprising to foreign intervention.<br></li><li>Battlefield Tactics allow the player to make decisions that can turn the tide of battle.<br></li><li>Sieges and Naval warfare are all covered in detail in the game.<br></li><li>Technology over time the technologies available will be upgraded using both the event and cards system.<br></li><li>Chain of Command allows units to be organized in to brigades, division, corps and armies and leaders put in command of them.</li></ul>",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/312360/header.jpg?t=1718872918",
    "developers": [
      "Ageod"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}