{
  "312420": {
    "name": "Hell",
    "steam_appid": 312420,
    "required_age": 0,
    "is_free": false,
    "description": "Hell is a turn-based tactical skirmish strategy game developed by award winning developer Hunted Cow in partnership with Slitherine.<br><br>Set in the mythical fantasy land of Gilrand, you take control of either the ‘Order of Radiance’ or the ‘Demons of Hell’ and battle for supremacy across many different battlefields and environments. The game features stunning visuals and is aimed at both PC and iOS release with cross platform multiplayer functionality. Each unit has been carefully designed to have a specific role in the battle, with various strengths and weaknesses determined from an array of unique abilities and traits.<br><br>With an epic single player campaign traversing 20 unique levels, do you have what it takes to vanquish the forces of ‘Hell’?<h2 class=\"bb_tag\" >FEATURES</h2><ul class=\"bb_ul\"><li>Explore vibrant fantasy realms, play through gorgeous vistas from lush forests, swamps and the blasted landscape of hell.<br></li><li>Get into the action with intense skirmish combat, and use your tactics to outsmart your opponent.<br></li><li>Myriad layers of strategic features including, terrain characteristics, support units, zone of control, level up bonuses and special abilities!<br></li><li>Control a vast range of units from powerful Paladins and flying Gryphon Riders to Demonic Hellions and Hellhounds from the very depths of Hell.<br></li><li>With movement types, unit types and traits there are many factors to consider when maneuvering your troops on the battlefield.<br></li><li>Your troops gain experience from successful attack and defend actions, which then allows them to gain levels and improve their core characteristics.<br></li><li>Take Command as both factions in an exciting story driven campaign that features two epic campaigns, take command of the 'Order of Radiance' as you battle to defend the Kingdom of men from the invading demonic forces. Then take control of the forces of Hell to deal with the Order's retaliation.<br></li><li>Varying mission objectives require a range of strategic skills, protect bases from being overrun, capture and control key points or simply wipe out the enemy forces. <br></li><li>Online Multiplayer or hosteat mode: play against your friends or strangers in a large selection of multiplayer maps. <br></li><li>Quick to learn but an eternity to master, the depth and richness of the game contributes to a lasting appeal.</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/312420/header.jpg?t=1718873214",
    "developers": [
      "Hunted Cow Studios"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}