{
  "31270": {
    "name": "Puzzle Agent",
    "steam_appid": 31270,
    "required_age": 0,
    "is_free": false,
    "description": "When White House inquiries to the Scoggins Eraser Co. are answered only with curious puzzles, Nelson Tethers from the U.S. Department of Puzzle Research is sent on the case.<br>\t\t\t\t\tThe strange events in Scoggins will challenge every ounce of Tethers’ expertise, and possibly his very wits too, with brainteasers at every turn: mazes, logic puzzles, riddles, and more. He soon realizes that these - along with the clinically pre-occupied townspeople, secret societies, and peculiar sounds from the forest - are intimately connected to the core mystery. And what's with the gnomes?<br>\t\t\t\t\tCreated with indie comic artist Graham Annable's unique narrative and visual sensibilities, delivered with the distinctive Telltale storytelling style, Puzzle Agent is sure to challenge, thrill and engage in more ways than you can shake a cryptogram at!<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Plentiful puzzles to challenge your neurons. See if you can find every puzzle to solve the mystery of Scoggins -- mazes, logic, riddles, brainteasers and more.<br>\t\t\t\t\t</li><li>Investigate the strange, peculiar and mind-boggling to crack the case! Your discoveries provide clues to the larger mystery crippling the town, or uncover puzzles that must be solved to reveal answers ... or even more questions. <br>\t\t\t\t\t</li><li>Hunting for Hints: Chewing gum helps Agent Tethers think and solve. Find and collect gum wads around the town to uncover hints if you get &quot;stuck&quot; in any puzzles.<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/31270/header.jpg?t=1686674900",
    "developers": [
      "Telltale"
    ],
    "publishers": [
      "Telltale"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 41,
      "total_negative": 1,
      "total_reviews": 42
    }
  }
}