{
  "313140": {
    "name": "Blackbay Asylum",
    "steam_appid": 313140,
    "required_age": 0,
    "is_free": false,
    "description": "You take on the role of a confused psychopath who finds himself able to leave his cell one day. Explore the hospital grounds, solve mind shattering puzzles, survive relentless horrors and follow the story of Doug Dunheiw as he tries to find some clarity in what goes on at Blackbay Asylum.<h2 class=\"bb_tag\" >The Story:</h2>Doug Dunaheiw, convicted mass murderer and psychopath, sits in his cell writing a farewell letter to his stuffed bear Teddy as he's about to go into &quot;exploratory surgery&quot;. However, he soon discovers that the cell door is unlocked and the decaying hospital appears to be abandoned. With Teddy strapped to his belt he sets off to find his freedom... But this will be easier said than done!<br><br>An ancient evil has taken hold of the hospital, bending reality and dreams into one. Unspeakable horrors lurks around the corners and mind-bending puzzles litters the hallways, making escape impossible for all except for the most hardened psychopath!<h2 class=\"bb_tag\" >Gameplay:</h2><ul class=\"bb_ul\"><li>Blackbay Asylum is an Adventure/Puzzle/Horror/Comedy with a H.P. Lovecraft inspired storyline.<br></li><li>Varied gameplay, shifting between Birds-eye and First person view depending on the situation/level.<br></li><li>Fully interactive environment!  Doug can interact with basically everything in the environment from computers and doors to potted plants and trashcans, and if he can't use it or pick it up, he'll say something about it.<br></li><li>Lots and lots of unique and mind shattering puzzles!<br></li><li>Battle monsters and traps using your wits. (or die horribly)<br></li><li>Easy to use inventory with Journal.<br></li><li>Interactive dialogue with other survivors.<br></li><li>H.P Lovecraft inspired story told through old journals, notes and dialogue.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313140/header.jpg?t=1591969874",
    "developers": [
      "TAD Productions AB"
    ],
    "publishers": [
      "KPL"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}