{
  "313280": {
    "name": "Graviteam Tactics: Shilovo 1942",
    "steam_appid": 313280,
    "required_age": 0,
    "is_free": false,
    "description": "Shilovo 1942 is an addon for Graviteam Tactics: Operation Star, which adds new summer area of operations near the Shilovo village (Voronezh front) and 2 new operations for the Red Army and Wehrmacht in July 1942, 13 turns.<br><br>Combat mission:<br><br>Intending to enter Voronezh from the South, on July 4, 1942, attacking German forces partly crossed the river Don at Petino – Malyshevo. Bitter fighting quickly ensued over possession of the Shilovo bridgehead, as neither side wanted to lose this strategically important asset. The bridgehead provided the shortest route across the river Don at Malyshevo, terminating in the Southern outskirts of Voronezh on the right bank of the river. German forces intended to use the right bank in their drive to Stalingrad. Hitler was later to declare delays advancing through this region contributed to the failure at Stalingrad, having given Soviet forces more time to prepare. The Shilovo forest presented ideal opportunities for the concealed deployment of reserve forces. It masked warehouses, logistical assets &amp; accommodations. Shilovo, located on high ground, held a dominant position on the left bank. From the village and especially from the church bell-tower, the disposition of Soviet defensive forces at Maslovka, Tavrovo, and Beryozovka was clearly visible, even without field glasses.<br><br>In-game engagements are modelled for the period from July 4 to July 6, 1942. The battle (on the map modeled in the game) was fought by: German 24th Pz. Div. (26th Inf. Regt., 24th Inf. Regt.) with reinforcements, and Soviet 232 Rifle Div. (498 Rifle Regt., 425 Art. Regt.), 110 Tank Bde and a battalion of 180 Tank Bde (last is unconfirmed). Elements of the 24th Pz. Div. had begun crossing the Don on the morning of 4th July. Initially only lightly armed units made the crossing, moving towards Voronezh. Heavy equipment and artillery followed only on 5th July. On the morning of 5th July the German forces were unsuccessfully counter-attacked by tanks of 110 and 180 Tank Bde. German forces defeated elements of the 232nd Rifle Div. and took control of Shilovo.<br>Germans noted the strong influence of Soviet air support.<br><br>New content:<br><br><ul class=\"bb_ul\"><li>New area near Voronezh, village Shilovo, 80 sq.km wide.<br></li><li>Two new operations at the beginning of July 1942, one for the Red Army, one for the Wehrmacht.<br></li><li>Troops:<br>Wehrmacht - 24 Pz (one batallion from 21, 26 Inf Reg and 24 Pz Reg);<br>Red Army - 2,3/498 Rifle Reg, 2 coys from practice battalion of 232 Rifle Div, <br>\t441 Tank Bn from 110 Tank Bde, 1/425 Arty Reg,<br>\tparts of 16 Destr Bde and platoon from 180 Tank Bde,<br>\t1/687 Rifle Reg from 141 Rifle Div.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313280/header.jpg?t=1767875819",
    "developers": [
      "Graviteam"
    ],
    "publishers": [
      "Graviteam"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}