{
  "313290": {
    "name": "Battleplan: American Civil War Demo",
    "steam_appid": 313290,
    "required_age": 0,
    "is_free": true,
    "description": "Welcome to fastplay wargaming, a new kind of strategy game experience.<br><br><i>Battleplan: American Civil War</i> is an exciting top-down real time/turn-based hybrid strategy game. Take command of either Confederate or Union troops and fight your way through ten of the American Civil War’s most famous battles.<br><br>Experience the excitement and satisfaction of co-ordinating plans, seeing them through, revising them dynamically and achieving victory over an opponent with several strategies to employ against you.<br><br>A pure strategy experience, <i>Battleplan: American Civil War’s</i> gameplay focuses solely on battle management – the only thing you have to worry about is where best to send your troops and how best to keep them supplied.<br><br>The short, demanding battles can be ideal for brief journeys as each can take as little as ten minutes to play.<br><br>- Play as Union or Confederate<br>- Campaign or one off-battles<br>- Three difficulty settings\t<br>- Historically faithful simulation of large-scale battles at divisional and brigade level<br>- Factor in weather &amp; reinforcements<br>- Random reinforcements and No Pause mode for a greater challenge<br>- Unique ‘automatic’ and high-level command battle mechanics<br>- Manage messengers and lines of communication<br>- Historically accurate corps commander personalities<br>- Build pontoons and earthworks<br>- Ammunition and supply management<br><br>Learn to control your armies, think strategically, and unfold complex attacks in the face of a cunning enemy while dealing with an ever-changing battlefield.<br><br>Experience the excitement and satisfaction of co-ordinating plans, seeing them through, revising them dynamically and achieving victory over an opponent capable of surprising you with unorthodox plans of their own.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313290/header.jpg?t=1447362636",
    "developers": [
      "The Mustard Corporation"
    ],
    "publishers": [
      "KISS ltd",
      "Osprey Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}