{
  "313420": {
    "name": "OMSI 2 Add-on Vienna",
    "steam_appid": 313420,
    "required_age": 0,
    "is_free": false,
    "description": "A piece of history is back! Discover the busline 24A from Zentrum Kagran (U) to the outskirts of the town in the 22nd district of Vienna in the high-floor bus LU 200. This interesting and demanding route from 2005 has been beautifully reconstructed in great detail using lots of objects. So a long-time driving pleasure for beginners and advanced OMSI enthusiasts is guaranteed. Accept the challenge and steer this legendary bus – the LU200 – through the Vienna traffic.<h2 class=\"bb_tag\" >The route</h2><br>The busline 24A is located in the 22nd district of Vienna (Donaustadt). The reconstructed route from 2005 and today’s route are basically the same as they lead drive from Kagraner Platz to Invalidensiedlung. In addition, the former busline 24A of 2005 was even longer as you could drive to Kagran - the former final stop of the subway line U1 before its extension which had been a huge and important hub for bus lines and tram lines. When the U1-extension in September 2006 took place, the busline 24A was shortened to Kagraner Platz and changed to low-floor operation which marked the end of the last high-floor bus LU 200 on this route.<br><br>All in all there are three routes as well as various variations including diversions according to schedule offering a welcome change for the bus driver on these routes. The main route takes you from Kagran (U) to Invalidensiedlung. According to schedule the line can be shortened to Breitenlee Schule or Neueßling. Furthermore there are 3 more diversions: Routes through Breitenlee Nebenfahrbahn<h2 class=\"bb_tag\" >Bus type LU 200 M11 of Wiener Linien (Vienna’s public transport company)</h2><br>The LU 200 M11 (=regular service bus with underfloor engine, 200 hp, 11m long) was especially constructed by the Austrian manufacturer ÖAF Gräf &amp; Stift and Steyr-Daimler Puch for Wiener Linien. The body is similar to the first generation of German VÖV standard urban regular service buses but it has an additional third passenger door in the back as it is common for Vienna buses. The bus uses a spark ignition engine for LPG operation.<br><br>Consisting of 345 buses, the LU 200 is by far the biggest bus series in the history of Wiener Linien and was manufactured as the longest too (1978-1992). The last LU 200 was used for public transport by Wiener Linien on 21 May 2007. The very last LU 200 served as a driving school bus and was finally retired after about 30 years on 9 March in 2009.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313420/extras/1a793997ff716d4975eae772eaa367ae.avif?t=1551956209\" width=616 height=68 /></span><br><br><ul class=\"bb_ul\"><li>Bus-type LU 200 – Beautiful recreation of Wiener Linien<br></li><li>Historic original route Vienna: Busline 24A from 2005<br></li><li>About 350 new objects and street models<br></li><li>Real streets &amp; buildings – maximum authenticity<br></li><li>3 different routes with original schedule<br></li><li>Original Wiener Linien-announcements (!)<br></li><li>AI tram-type E1 – Original recreation of Wiener Linien<br></li><li>AI tram-type ULF – Original recreation of Wiener Linien<br></li><li>AI subway-type U – Original recreation of Wiener Linien<br></li><li>Interesting and demanding route of lines<br></li><li>Lots of beautiful details</li></ul>",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313420/header.jpg?t=1551956209",
    "developers": [
      "ViewApp"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}