{
  "313680": {
    "name": "fault milestone one Demo",
    "steam_appid": 313680,
    "required_age": 0,
    "is_free": true,
    "description": "fault is a series of Science Fantasy Cinematic Novels using a unique 3D Camera system for a visually immersive reading experience, which follow the story of a princess named Selphine and her Royal Guardian Ritona. When a sudden assault devastates their homeland of Rughzenhaide, the two are forced to escape… but somehow end up teleported into an unknown forest full of vegetation they don’t recognize. The atmosphere is thick and heavy. There is no sign of life, which is very unusual for such a lush forest. Something is wrong about the land… But they are too startled to notice what.<br />\r\n<br />\r\nWho were the attackers and what was their goal?<br />\r\nWhere did Selphine and Ritona end up?<br />\r\nWill the two make it home safely?<br />\r\nAnd more importantly, what has happened to their homeland?<br />\r\n<br />\r\nFollow Selphine, the bubbly, happy-go-lucky Princess and her sharp-witted but slightly misanthropic Royal Guardian Ritona, on their journey of a lifetime back to their homeland of Rughzenhaide.<br />\r\n<br />\r\nfault's episodes are called &quot;milestones&quot; and scheduled to be released periodically, created by ALICE IN DISSONANCE, brought to you by Sekai Project.",
    "supported_languages": "日语, 英语, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313680/header.jpg?t=1598997672",
    "developers": [
      "ALICE IN DISSONANCE"
    ],
    "publishers": [
      "ALICE IN DISSONANCE"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}