{
  "313740": {
    "name": "Sakura Spirit",
    "steam_appid": 313740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>日本版は製作中！　英語声音は有りかもしれない、 サークルに相談中です。</strong><br><br>Rising Judo Star Gushiken Takahiro was two weeks away from the match that would make or break his career -- a championship match where the winner is then signed up to be a young national athlete for Japan. He was very determined to win, in order to fulfill his dreams of finally representing his country for a sport he loves so much. <br><br>He's prepared and ready, but that doesn’t stop him from being nervous about his upcoming battle. At the suggestion of his friends and classmates, he goes to a shrine that is rumoured to grant any wish or prayer. He pours all the coins from his already full coin bank into the offering box and says his prayer. After praying, he becomes dizzy and nauseous and eventually faints. When he wakes up, he finds himself in an ancient, unfamiliar place.<br><br>While searching for a way back to his village, he stumbles upon two girl wielding swords chasing after two… foxgirls? He questions his brain at first, but then follows them, only to be caught up in their shenanigans as well.<br><br>Who are these girls, and are they involved in Takahiro’s arrival to this new world? Will he get back to his own world and timeline in time for his match? Or will he be stuck there forever?",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313740/header.jpg?t=1667500017",
    "developers": [
      "Winged Cloud"
    ],
    "publishers": [
      "Winged Cloud"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 378,
      "total_negative": 64,
      "total_reviews": 442
    }
  }
}