{
  "313800": {
    "name": "Alea Jacta Est: Birth of Rome",
    "steam_appid": 313800,
    "required_age": 0,
    "is_free": false,
    "description": "A great new grand strategy game set during the wars of Early Roman Republic is here!<br><br>Birth of Rome covers the important and epic wars that led the Roman republic to unify Italy, then defeat Carthage in Sicily. Relive the first conquests of the Roman consuls as they face powerful and determined opponents such as Pyrrhus of Epirus or Hanibal Barca of Carthage. Don’t let history write your destiny, it is completely up to you on how to handle the situation, or try your hand at rewriting history as Rome’s enemies.<br><br>Birth of Rome offers a level of historical accuracy and detail never reached before in a video game. Birth of Rome is a true simulation where players are challenged to create armies and fleets, organize and maneuver them, sustain and reinforce them. All the time taking into account military, economic, political and diplomatic parameters.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Ancient Command System (based on Alea Jacta Est), allowing for a good representation of historical army command in the Roman era.<br></li><li>Quick and simple Construction of Units, allowing players to choose and purchase their forces as they wish (or can).<br></li><li>Decisions features, playable on the map, like wild cards assets<br></li><li>Diversified set of historical events, allowing multiple events and options, hereby enhancing flexibility and re-playability.<br></li><li>Different updates and other rules, in particular combat system adapted to the Ancient warfare.<br></li><li>Map: all of the Roman Empire and neighboring lands, with over 2800 different regions and seas, a lot of room for maneuver.<br></li><li>Over a thousand of leaders and units with specific pictures.</li></ul><h2 class=\"bb_tag\" >Scenarios</h2><br><ul class=\"bb_ul\"><li>The 3rd Samnite War opposing Rome and the Etruscan are the Samnite tribes between 298 and 291 BC, that will bring Rome control of central Italy.<br></li><li>The Senones War (284 to 282 BC), a violent Gallic tribe in Northern Italy at war with Rome. Victory against these powerful Celtic warriors allows the Romans to take their revenge against those who plundered Rome in 390 BC.<br></li><li>Pyrrhic Victories (280 BC to 272 BC) where the Senate of Rome finally manages to capture Tarentum and southern Italy after repulsing one of the greatest ancient warrior kings, Pyrrhus of Epirus.<br></li><li>The First Punic War, a very long campaign between 264 and 241 BC, pitting Rome against Carthage for the control of Sicily. A balanced struggle, focusing on naval operations. A shorter version starts in 256 BC.<br></li><li>The Mercenary War (241 BC to 238 BC), a fight between an exhausted Carthage and her own rebellious mercenaries in Africa.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/313800/header.jpg?t=1756115817",
    "developers": [
      "Ageod"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}