{
  "314030": {
    "name": "Guilty Gear X2 #Reload",
    "steam_appid": 314030,
    "required_age": 0,
    "is_free": false,
    "description": "As humanity endeavored to better themselves, they created the biological marvel known as Gears. Originally intended as the next step of human evolution, they were instead fitted for war and turned against their own creators. A century later, you are left in the wake of the hundred year human-Gear war that nearly destroyed the Earth. Welcome to <i>Guilty Gear X2 #Reload</i>.<br> <br>Building upon the gameplay and story of <i>Guilty Gear X</i>, #Reload features refined fighting mechanics, new characters and stages, and the same high-velocity multiplayer versus action that put Guilty Gear on the map.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>19 Unique &amp; Bizarre Characters</strong> - An assassin who fights with their hair? A yo-yo-slinging bounty hunter? A corpse possessed by a sentient shadow? It wouldn't be Guilty Gear without them! The varied designs and playstyles of #Reload's sizable cast provide hours of entertainment... but if that isn't enough for you, there may be even more fighters hidden away, waiting to be uncovered.<br></li><li><strong>8 Gamemodes To Test Your Mettle</strong> - Play against a friend or the AI in Versus mode, fight to your dying breath in Survival mode, hone your skills in Training and Mission mode, show off your sick dust loop combos in Medal of Millionaires mode, or learn your character's ultimate fate in Story mode; the choice is yours.<br></li><li><strong>Gorgeous Scenery, Ludicrous Design</strong> - Brawl in the rainy streets of London, atop a speeding airship, or even in the depths of Hell. The world of Guilty Gear comes to life through its art, and #Reload is livelier than ever before.<br></li><li><strong>Critically-acclaimed Soundtrack</strong> - Courtesy of Guilty Gear creator Daisuke Ishiwatari, the heavy rock musical stylings of #Reload are a force to be reckoned with. <i>Buyers of Guilty Gear X2 #Reload on Steam will receive a digital copy of the Official Soundtrack for free!</i></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/314030/header.jpg?t=1634717936",
    "developers": [
      "Arc System Works"
    ],
    "publishers": [
      "Arc System Works"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 25,
      "total_negative": 3,
      "total_reviews": 28
    }
  }
}