{
  "314000": {
    "name": "Pool Nation FX Lite",
    "steam_appid": 314000,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Pool Nation FX, is serious fun!</h2> A visually stunning pool simulation with the <strong>critically acclaimed POOL NATION physics engine</strong>. Play 8 Ball, 9 Ball, Snooker, Killer and more, unlimited Career modes with customised difficulty levels, Trickshots, Fast paced Endurance mode, Local and Online Multiplayer, spectate live matches and feel the hustle and bustle of the Online Pool Hall. On one hand Pool Nation FX is a serious Sim which can actually improve your real life game, on the other it can provide a more casual experience; it flawlessly blends reality with the impossible, resulting in the finest example of digital pool you will ever play.<h2 class=\"bb_tag\" >Why are there four options to choose from?  </h2>Because Pool Nation FX is a HUGE game, we want you to play it your way: by providing you the option to have everything unlocked, play only online or offline, Or earn cash and unlock modes as you compete to win... In Pool Nation FX there are no subscription fees, no barriers to playing online, just pool with friends! <br><br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >Pool Nation FX Lite</h2> - Free to Play version of the Game<br></li><li><h2 class=\"bb_tag\" >The Full Game</h2> The whole game including both Online and Offline <br></li><li><h2 class=\"bb_tag\" >The Unlock Offline DLC pack</h2> Unlocks all the Offline features in game <br></li><li><h2 class=\"bb_tag\" >The Unlock Online DLC pack</h2> Unlocks all the Online features in game<h2 class=\"bb_tag\" >What is Pool Nation FX <i>Lite</i>?</h2> It is Free to Play, perfect for those who want to work there way up, unlocking modes as you go; with limitless 8 Ball Pool online an offline practice mode, a Daily Bonus Match, Daily Trickshot Challenge and full access to the customisable features including collectable cues, balls, decals and locations. Play with your friends online, and compete to win cash to unlock modes, the more you play the more money you will earn. <br><br><strong>Included in the free version: </strong><br><ul class=\"bb_ul\"><li>The critically acclaimed Pool Nation Physics <br></li><li>All aiming aids unlocked from standard through to extended and even aiming aid off<br></li><li>8 Ball Pool Online <br></li><li>Play for Cash 8 ball pool <br></li><li>Daily bonus match to earn more cash <br></li><li>Trickshot Challenge  <br></li><li>Practice Offline 8 ball, 9 ball and snooker <br></li><li>All other modes are unlockable by in game currency... </li></ul><h2 class=\"bb_tag\" >Upgrade to Pool Nation FX the Full Game</h2> <strong><i>Which includes both the Online and Offline DLC packs, to save time and automatically unlock all the features available to you:</i></strong> <br>Want to access all areas Pool Nation FX has to offer...  Have an abundance of game modes available to you? Invite friends? Compete in Leagues? Earn money in-game as you advance through your pool career offline to use to buy cues, balls and decals. Battle it out online with the introduction of all new modes including; Play for Cash, Leagues. Explore the fully customisable Trickshot Editor. Enrol in the Pool Nation Cup and kick start your Snooker Career. Pool Nation FX is much more than just a pool game. It’s the ultimate pool game.<h2 class=\"bb_tag\" >The Offline Career Explained: </h2>Compete for a season in the Pool Nation FX Tour Career. Start in the Qualifying rounds and work up through the Round 1 through to the Final, comepete across 6 locations and finally the World tour in New York. See tour rankings and player statistics. Try to earn all the tour achievements for each tour game. Each tournament level includes 3 star challenges to compete. Tour games include 9-Ball, 8-Ball and Snooker. Play levels of Easy, Medium and Hard, with a variety of aiming lines to choose from and Good Luck.<h2 class=\"bb_tag\" >Sneak Peek at just some of the Full Game Features:</h2><br><ul class=\"bb_ul\"><li> The critically acclaimed Pool Nation Physics <br></li><li> 8 Ball UK Reds and Yellows <br>8 Ball US, 9 Ball, 3 Ball, Golf, Rotation, Speed, Killer and more... <br></li><li> Customise your rules sets to play pool the way <strong>YOU</strong> want to play pool <br></li><li> Create unlimited matches online with all modes and cash prize funds unlocked <br></li><li> <strong>Snooker Online</strong> - Offline and a NEW Snooker career <br></li><li> All new online system - rewritten from the ground up<br></li><li> <strong>Spectate </strong>all available matches LIVE Online<br></li><li> <strong>Online Leagues</strong> - work your way up from League 10 to League 1, but play with skill you don't want to be relegated...<br></li><li> Full access Online Pool Hall with new Pool Hall venue  <br></li><li> Earn Money as you progress through our all new career mode, with 6 locations, 6 qualifying matches in each stage you will need to play with skill to win <br></li><li> Varying AI levels of difficulty in offline modes including the Tour, Endurance and Versus  <br></li><li> All NEW Online mode 'Play for Cash' is a competitive mode which gives players a chance to earn coins, the more games played, the higher your player level, the more money you can potentially unlock<br></li><li> <strong>Online Friendlies</strong> area to easily create matches with friends <br></li><li> Customise your tables with of nifty new colour picker <br></li><li> Trickshots and trickshot challenges, rotate objects on all axis and lift into the air!! Taking trickshots to a new dimension...  <br></li><li> Online Tournaments and more coming soon!<br></li><li> NEW locations with a variety of tables to play on within each location <br></li><li> All NEW Daily challenges </li></ul><h2 class=\"bb_tag\" ><i>&quot;Pool Nation FX is the most realistic Pool Simulation ever made.&quot; </i><br><i>&quot;In Pool Nation FX the physics are so realistic it can actually make your real life game better!&quot;</i></h2>  <br><br>**Cash / Money is an in game currency to unlock decals, cues, locations etc. In game currency is only collected in game not bought. <br>*Download this game play it without making in-game purchases. Optional in-game purchases are available that may enhance your gameplay experience but are not necessary to complete the game, DLC has been created to save time in downloading all unlockable assets in game for those who wish to do so. <br><br>And there is more to come ...share, challenge and create epic trickshots within our exclusive Trickshot Editor, play doubles online, new tournaments and re-discover this much-loved sport. <br><br>Pool Nation FX flawlessly blends reality with the impossible, resulting in the finest example of digital pool you will ever play - developed with you for you.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/314000/header.jpg?t=1461780747",
    "developers": [
      "Cherry Pop Games"
    ],
    "publishers": [
      "Cherry Pop Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 16,
        "description": "包括 Source SDK"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 38,
      "highlighted": [
        {
          "name": "Win First Match",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/fa5fd778b1995a1124c086e1cf0b0b44903b178f.jpg"
        },
        {
          "name": "Win Online Match",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/41d383748ccb0c6ac80325ca3973089b1e919537.jpg"
        },
        {
          "name": "Big Bucks",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/f39ffd0f22e339635ea4736d6c726c1d40305ba3.jpg"
        },
        {
          "name": "Hey Big Spender",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/7bc38d421364c627530a609133f81fd0831d154b.jpg"
        },
        {
          "name": "Climbing the Ladder",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/166341b147605f635a7be4f451093f0b3a7378c4.jpg"
        },
        {
          "name": "Jack of All Trades",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/6952393dac2ac6fcaa61dcbf4d6f872a32bb60ea.jpg"
        },
        {
          "name": "Breaking centuries",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/08abb68e8fa4f8e350e41d08d1606e27b8301b98.jpg"
        },
        {
          "name": "Complete the Tour",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/8e70c173b3812142d57cc9f8f983311a28e475d3.jpg"
        },
        {
          "name": "Trickshot Triumph",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/3a00f8e156be7415c7af7cd19a3ccb5e3ce3fc87.jpg"
        },
        {
          "name": "Challenger",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/314000/00e553a6d7eb2dd15ced7b7b588bc6395f773e3a.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 46,
      "total_negative": 12,
      "total_reviews": 58
    }
  }
}