{
  "314320": {
    "name": "GamersGoMakers",
    "steam_appid": 314320,
    "required_age": 0,
    "is_free": false,
    "description": "In GamersGoMakers, you found a little company creating the first video games in history. Create your first game with only basic sound and simple graphics available in the year 1980. You´re one of the pioneers entering the rising global market for computer games. At the beginning, there are only few genres you can pick for a game to create, later you have plenty of options for more genres and sub-genres.<br><br>You start in 1980 creating one of the first computer games in history<br>Go your own way: Be a developer, designer, producer, artist or composer<br>Choose your starting location. Each starting location has its own characteristics, which may give you a benefit of some kind in play.  <br>Optional start in 1990 or 2000, choose from 3 difficulty levels<br>31 genres of games to choose from<br>Real influence on creating games (find the genre matching game parts out of 15x4 options)<br>Intelligent game reviews give you hints about what to improve for next game in same genre<br>Sales are influenced by trends, platform market share, competitor´s performance and many more<br>You can create patches, addons, sequels or a new edition for a different platform<br>Hire up to 26 employees with specialisations in genre and/or platform<br>Rich role playing elements: level up your character and employees in 21 different skills<br>Learning by doing: Your employees gain levels in skills by takig part in projects<br>Improve your employees skills additionally by trainings, education programs and specializations<br>Employees will ask for more loan, holiday, trainings or they get sick, maybe even quit for a better job at a rival´s company<br>Become a specialized company of high renown in a certain genre, e.g. the global number 1 in Shooter games<br>Research new gaming technologies<br>Expand your business, rent or buy a bigger office<br>Equip 16 different rooms like studios for sound and motioncapture, labs and marketing office<br>Upgrade your rooms several times as time advances<br>Compete within a global simulated games market - hundreds of simulated competitors release games<br>Win awards for game of the month/game of the year<br>Consoles and platforms retire from the market...except you create a game hit extending the platform´s lifetime<br>Buy out your rival competitors: Let them work for you or destroy them<br>Win achievements and beat the global highscore<br>Become a publisher<br>Visit conventions or create your own convention<br>Pimp your games with &quot;real&quot; actors for voice acting,  soundtracks and motion capturing!<br>Pay up to 30% tax per annum<br>...and many more features for a very deep gaming experience!<br><br><strong>If you are not sure whether you can run the game or not or you want to try out the game before buying it; there is a free downloadable demo available on the website here.</strong>",
    "supported_languages": "英语, 德语, 俄语, 西班牙语 - 西班牙, 法语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/314320/header.jpg?t=1447362716",
    "developers": [
      "gnifrebel Games UG"
    ],
    "publishers": [
      "gnifrebel Games UG"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 7,
      "total_negative": 0,
      "total_reviews": 7
    }
  }
}