{
  "314510": {
    "name": "Fall of the New Age Premium Edition",
    "steam_appid": 314510,
    "required_age": 0,
    "is_free": false,
    "description": "In the dark Medieval age a baleful cult and its adherers strived to seize the rule over the city, control its inhabitants and destroy all sources of knowledge and culture. Help Marla in this hiodden object adventure to uncover the secret conspiracy, release her kidnapped brother and save the city!  <br><br><strong>Back Story</strong><br><br>Mankind has just got out from the dark Middle Ages. Superstitions and fears still reign the minds of the majority of people, but the germs of science and culture rapidly emerge and grow stronger. But, as it turns out, it doesn’t play into the hands of some of those in power. They are willing to make every effort and use all means to prevent the development of noble minds. The coup brews after sudden death of King in one kingdom and childless Queen is in mortal danger. A group of officials, financiers - merchants, local mafia and some members of the highest ranks of police belong to secret cult, whose goal is the destruction of any educational programs and new scientific achievements, which were very supportive and strongly promoted by the deceased king. <br>They're going to kill the Queen and enthrone his person - cruel and ignorant bastard. Police behaves outrageously in the capital, bandits openly run their dirty deeds, officials drown in corruption and are busy with their own profit. Common people are dark, terrified and trying to survive in every possible way.<br><br><strong>Synopsis</strong><br><br>The main character, young thief Marla is caught for stealing and thrown into the town prison, and her little brother Ray is kidnapped by the people in strange leather masks. With help of the former secret policeman Herbert Marla escapes from the cell and runs away to the underground catacombs. On the road she finds out that several other street boys were stolen from the town besides Ray. Herbert gives Marla task to steal mysterious cipher from the house of one merchant.<br>Decrypting coded message Marla finds out about the existence of a cult that stole her brother and also set a goal to destroy all the achievements of science and culture. During the search of Ray the girl encounters various representatives of science, who to some extent suffered from actions of the cultists. With their help, Marla finds a secret gathering of the cult and saves missing children from there.<br>After successful rescue, Marla with Herbert intrudes into the royal palace, where they reveal the head of the cult Morgana, who disguised as maid of honor of the queen for a long time. It is this maid of honor who was behind the assassination attempt on the king, because of which Marla’s father was killed.<br>With the help of Herbert, Marla prevents cult activities and reunites with her brother. A former secret policeman regains favor of the Queen and becomes at the head of security of the kingdom in general and of science in particular.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 韩语, 葡萄牙语 - 葡萄牙, 俄语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/314510/header.jpg?t=1676738983",
    "developers": [
      "Shaman Games Studio"
    ],
    "publishers": [
      "HH-Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 2900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 29.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}