{
  "314950": {
    "name": "Spectre",
    "steam_appid": 314950,
    "required_age": 0,
    "is_free": false,
    "description": "Spectre is a breakthrough that brings new experiences in virtual reality to horror fans creating film-like suspense and surprises. Designed for immersive virtual reality and 3D, truly original gameplay has players pursued by the chilling Spectre in stunning and terrifying environments.<br />\r\n<br />\r\nIn Spectre's single player mode, you play as a lone Seeker, a wanderer lost inside an abandoned mansion. You'll soon discover that you are being stalked by the Spectre, a malevolent and elusive spirit residing in the mansion. Equipped with nothing but your headlight, all you can do is keep moving. Your ultimate goal is to explore the mansion and obtain a means of dispelling the looming Spectre permanently.<br />\r\n<br />\r\nIn Spectre's multiplayer mode, up to four players are able to take the roles of Spectres and Seekers. Seekers can work together to equip themselves to attack the Spectre. The Spectre has its own arsenal of tricks it can use to deceive, disorient, and ultimately, lead the Seekers into its immobilizing clutches. The Spectre's abilities include creating traps that distort the Seekers' vision and movement, and creating false immobilized Seeker decoys that turn on Seekers when approached.<br />\r\n<br />\r\nSpectre relies heavily on the foreboding suspense of the unknown. Perhaps its most defining feature, Spectre lets the players scare each other. With danger lurking so close, any movement, from friend or foe, is startling. The Spectre may be hiding around the corner. Seekers' teammates may be imposters. The Spectre and Seekers are always in pursuit.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/314950/header.jpg?t=1475543547",
    "developers": [
      "Proscenium"
    ],
    "publishers": [
      "Proscenium"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}