{
  "315240": {
    "name": "liteCam Android: No Root Android Screen Recorder",
    "steam_appid": 315240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >liteCam Android: No Root Android Screen Recorder</h2></strong><br><br>liteCam Android allows you to record the screen of non-rooted Android devices. It works on Android 4.1 or higher version. Just connect your Android phone or tablet to your computer through USB cable and execute liteCam Android. You will see all your phone activities on the computer screen without lagging. Record your phone activities  and the result will be save to your PC. Audio recording is available via your computer microphone. Through the webcam, you can simply add a video of yourself using PIP feature. It is quite useful when videos are save on your PC so that you can do further video editing. <br>Are you planning on releasing an Android game? Why not create a trailer for your game with liteCam Android? liteCam Android is decent enough. <br>Gamers, upload your Android gameplay videos to Samsung GameCast Today. Samsung released a 'GameCast' beta version like Twitchtv mobile version;<h2 class=\"bb_tag\" ><strong>liteCam Android Main Features</strong></h2><br><strong>Running Android 4.1 and Above</strong><br>liteCam Android now lets you record Android screen on non root Android devices of Android 4.1 and above. <br>Please note that Android 5.0 lollipop will be supported after a minor upgrade on the first quarter of 2015. <br><br><strong>Up to 2560*1440 pixels(QHD)</strong><br>liteCam Android can capture Android phone screen at full 2560 by 1440 resolution video. <br><br><strong>No Time Limit</strong><br>liteCam Android does not have video recording time limit restriction. <br><br><strong>Audio Capture</strong><br>liteCam Android records sound on Android using external mic on your computer. To record clear audio from your android device, you can also use audio jack connection cable, connect your phone audio output to PC audio input or microphone input.<br><br><strong>Upload Android videos to YouTube</strong><br>Once you finish recording, you can upload a recorded video to YouTube directly. <br><br><strong>Hardware accelerated H.264 video encoding</strong><br>liteCam Android uses Hardware acceleration to speed up the encoding of H.264 codec.<h2 class=\"bb_tag\" >Sample Video in YouTube</h2>Temple Run with liteCam Android<br><i></i><br>Clash of Clans with liteCam Android<br><i></i><br>WWE SuperCard Gameplay: Levelling up Bluetista, Deal with it!<br><i></i><br>Bestes Android Aufnahme Programm||LiteCam No/Root [Deutsch]<br><i></i><br><br><i>Note: <br>Downloading USB driver for ADB interface on your PC.<br>Phone's debugging mode MUST be activated. <br>Screen protected by DRM cannot be recorded. </i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315240/header.jpg?t=1755869290",
    "developers": [
      "RSUPPORT Co., LTD."
    ],
    "publishers": [
      "RSUPPORT Co., LTD."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 29 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}