{
  "315550": {
    "name": "Taxi",
    "steam_appid": 315550,
    "required_age": 0,
    "is_free": false,
    "description": "Combining elements of arcade simulation and strategic management, Taxi! puts you in control of an up and coming cab firm based in any one of three 3D cities. You’ll begin with a rundown old taxi, picking up passengers and fulfilling a variety of dispatch missions until you manage to muster up enough cash to upgrade your cab and invest in new vehicles.<br>Choose your staff wisely, while one driver may be expensive to hire they are less likely to take risks which will end in a collision catastrophe that’ll see you picking up the costly tab at the local garage. Each driver will excel in a particular area but some may be less experienced so you’re not going to want to risk one of your fully upgraded cars on an inexperienced driver that is more likely to prang the vehicle into an unidentifiable mess of metal.<br>Each of the three cities, based in America, Europe and the U.K includes its own unique cars and will require you to consider what side of the road you’ll need to drive on. Be cautious of potholes, oil slicks, peak time traffic and speed bumps as you seek to deliver your passenger to their destination in a timely manner.<br>There are a variety of obscure missions that you’ll need to complete that will include impatient passengers encouraging you to break traffic laws to get to their destination quickly and precariously balancing luggage on the roof rack of your taxi.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Crashes will cause your taxi cab to dent<br></li><li>Hire taxi drivers<br></li><li>Purchase new vehicles<br></li><li>Upgrade vehicles<br></li><li>Day &amp; Night cycle<br></li><li>Weather effects including fog and rain<br></li><li>Penalties for badly maintained vehicles<br></li><li>Speed bumps and potholes</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315550/header.jpg?t=1726150225",
    "developers": [
      "Excalibur"
    ],
    "publishers": [
      "Excalibur Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}