{
  "315630": {
    "name": "Fantasy Grounds - PFRPG Rite Publishing's Adventure Quarterly #5",
    "steam_appid": 315630,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to...<strong><br>the fifth issue of Adventure Quarterly, and 2014!<br>&quot;Welcome stranger. The paths are treacherous today.&quot; - Qanuc saying, Tad Williams, The Dragonbone Chair<br>It should be an enjoyable, interesting time to say the least. Talented designers with exciting adventures and interesting advice - all wrapped up within a wondrous periodical and its excellent art and cartography.<br>Of course, it could be accurately suggested that I'm a bit biased.<br>First up, we have our low-level offering by Michael Welham; the 3rd level of the 'Ruins Perilous', known as 'The Sensodrome'. We continue our level-by-level Questor Society proving ground adventure series with some familiar faces, monsters, and depth of excitement. An auditorium converted into a dungeon space, as only a clever dragon could, offers one of the craftier 'Ruins Perilous' adventures yet.<br>Next up is our mid-level offering for player characters of approximately 9th level: 'The Legacy of the Fishermage' by Michael Allen. How deep can the hurt of betrayal taint life, and how long does life remain sour? The PCs find themselves in the unique position of finding out such wisdom and more as they follow the clues and hunt for the product of the Legacy of the Fishermage.<br>Bret Boyd's 'Paradox' is our high-level adventure for this issue, and the interesting challenges that it offers up to 18th level adventurers lives up to the moniker of high level play. Whether it's as a penultimate encounter during a long run campaign or an evening of challenging problem solving and troubleshooting play, 'Paradox' shall make for an enjoyable bit of intense combat and mind games.<br>Then, to change it up a bit, Creighton Broadhurst of Raging Swan Press offers up an adventure this issue. 'Sleep, Interrupted' is a single-location based encounter for 8th level PCs. The adventure is not always about the path or the destination; sometimes it's about picking the right, or even wrong, location to rest weary bodies.<br>Our publisher, Steven D. Russell, continues his presentation on sandbox games by talking about instant NPCs. As an example, Steve uses the NPC 'Cytherea the Guileful' to discuss how to source an NPC, craft their looks, stats, and so forth in a stepby-step walkthrough. As I said, I might be biased, but it looks to be another excellent issue of Adventure Quarterly. I hope that you, our readers, agree that it lives up to that bit of hyperbole.<br>Thank you all for your patronage; thank you to those who have been here since the first issue, and thank you to those who have helped us aim onward toward this and other new issues. You're much appreciated, and we're grateful to have you around!<br>Have at it, and may all find something to their liking within our pages!<br>This product is an installable module for use with the Fantasy Ground virtual tabletop. The adventure module has been carefully organized to streamline gameplay and includes, story elements, personalities, items and images. These can be modified within your Fantasy Grounds campaign as needed.<br>Fantasy Grounds Conversion: </strong>Cari Harper<br>Requirements: A Full or Ultimate license of Fantasy Grounds and the PFRPG (or compatible) ruleset.<br>This is an Pathfinder Roleplaying Compatible game product.<br><i>Adapted for Fantasy Grounds by: </i><strong>Cari Harper</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315630/header.jpg?t=1768352128",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}