{
  "315730": {
    "name": "Fantasy Grounds - PFRPG The Reaping Stone",
    "steam_appid": 315730,
    "required_age": 0,
    "is_free": false,
    "description": "The Reaping Stone - Deluxe Adventure<h2 class=\"bb_tag\" >Synopsis</h2>Some years ago, Azrenar, a cleric of Maramaga, Scythe-mother and Queen of Rot, petitions the king of Maerh-Varza to build a great temple to the ancient goddess. In great fury, the king seeks to put the offensive cleric and his followers to the sword and nearly succeeds. His followers dead bodies line the roads to Maerh-Varza and the cleric Azrenar curses the king, declaring bloody vengeance.<br>Azrenar hides deep underground and he and his remaining followers find an ancient temple deep within the earth, one formerly held by evil dwarves centuries before Maerh-Varza was built. But when Azrenar takes over the temple, his mind is enraptured by the Reaping Stone, an ancient artifact once held by the Midnight King, a powerful wizard-priest of Maramagas order.<br>Now channeling the power of the Reaping Stone, Azrenar has created a deadly supernatural disease, one capable of animating those who die of the horrible wasting disease. Will the spurned cleric turn Maerh-Varza into a zombie-infested metropolis or will the players find the cure in time?<h2 class=\"bb_tag\" >Product Details</h2>&quot;The Reaping Stone&quot; is converted for play on Fantasy Grounds based on a deluxe 200 page adventure that will take your characters down a dark path, from 1st level to at least 5th level, as prequel for the upcoming Bleeding Hollow deluxe adventure.<br>&quot;The Reaping Stone&quot; is as brutal as Rappan Athuk and as challenging and engaging as any published Adventure Path, with a good dose of old school carnage binding the lot together.<br>This adventure has a dark, engaging and compelling story line in which the player characters must race to uncover the cure to a vile supernatural disease. Your players will be highly engaged and invested. They will know fear... especially since they may very well have contracted the supernatural plague themselves<br>Written by former 3-time Superstar contestant and Top 4 finalist Tom Phillips (co-author of &quot;The Ship of Fools&quot;) with gorgeous cartography masterfully crafted by Superstar finalist Richard Hunt and illustrated by the sensational artist Christopher Stoll, this adventure is an absolute treat for GMs and players alike.<br>TPK Games always strives to make our products easy on the GM. This adventure has complete stat blocks, linked in the text right where you need them.<br>&quot;The Reaping Stone&quot; contains several interesting and deadly all-new monsters and dozens of highly memorable encounters that will haunt you and your players for years to come...<br><strong>Fantasy Grounds II Conversion: </strong>Cari Most<br>Requirements: A Full or Ultimate license of Fantasy Grounds and the 3.5E/Pathfinder (or compatible)<br>ruleset which is built in for Fantasy Grounds.<br>This is a Pathfinder Roleplaying Game compatible product and can be used with D&amp;D 3.5 or the Pathfinder roleplaying game.<br><i>Adapted for Fantasy Grounds by: </i><strong>Cari Harper</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315730/header.jpg?t=1768352182",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4300,
      "final": 4300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 43.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}