{
  "315990": {
    "name": "Modding Tool add-on for Rulers of Nations",
    "steam_appid": 315990,
    "required_age": 0,
    "is_free": false,
    "description": "The modding tool add-on lets players create and play contexts and scenarios (mods), as well as share them with other users. Since its release, more than 100 mods have already been shared and downloaded using the tool. <br><br><strong><h2 class=\"bb_tag\" >A comprehensive creation tool</h2></strong><br><br>    The modding add-on lets you :<br><br>    ● modify country data (economic, political, demographic, fiscal...)<br>    ● change international relations between countries (diplomatic alignment, military alliances...)<br>    ● transform world geography (merging countries, making regions independent, putting a new city on the map...)<br>    ● create new missions and scenarios that are highly developed and detailed (triggering protests, wars, disasters, political scandals, assassinations, national elections, character demands... with the option of defining several conditions for triggering these events, and editing game text...)<br>    ● remake history by creating scenarios starting in the past or the future, from year 1900<br>    ● enrich the scenarios with new character faces and names, new logos and group names with the customization kit that can be used with the modding tool<br>    ● easily share your creations (host and download from our website, directly send mods from the game...)<br><br><br><strong><h2 class=\"bb_tag\" >Scenarios examples</h2></strong><br><br>The modding add-on comes with scenarios already created using the tool, such as :<br><br>● Democratic Breeze : comfortably installed as the head of an experienced authoritarian regime, you thought that your current situation would last forever. Only now, after the &quot;Arab Spring&quot; of 2011, the winds of demand are blowing among your freedom-loving people. Can you manage the transition to democracy before the wind becomes a typhoon…?<br>Playable countries: Syria, Yemen, Bahrain, Iran, Saudi Arabia, Jordan, China, Cuba, North Korea, Oman, Mauritania, the Sudan, Kuwait.<br><br>● Back in the USSR : Mikhail Gorbachev has become a great pianist and is therefore not the father of Perestroika. Rewrite history in this simulation, where the USSR and the Cold War are still current events in 2011.<br><br>● Clash of Civilizations : in 2015, Huntington's theory becomes reality. Nations share the same values and have regrouped into eight large blocs: Eastern, Muslim, Confucian, Latin-American, African, Hindu, Slavic Orthodox and Japanese.<br><br>● European Minimum Wage : in pursuit of its goal of economic harmonization, the EU has decided to impose the EMS on its member states, meaning a fixed net minimum of wage of 1300 Euros for everyone.<br><br>● Mug Party in Power? : in 2012, against all odds, Sarah Malin, a famous American politician, is running for President under the banner of a new very conservative party, the Mug Party, which has become very popular. As the US Head of State, can you fight against the Mug Party's growing influence and get re-elected?<br><br>● Zombie Presidents : a mysterious virus is spreading around the world, changing the behavior of the infected, most notably of various Heads of State...",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/315990/header.jpg?t=1447362853",
    "developers": [
      "Eversim"
    ],
    "publishers": [
      "Eversim"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}