{
  "316100": {
    "name": "Aritana and the Harpy's Feather Demo",
    "steam_appid": 316100,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316100/extras/0ec4dcea926a7c29ff84a65c85cea61f.webp?t=1447362875\" width=654 height=61 /></span><br><br>Aritana is a platform game which the main aspect of its mechanics is the possibility of changing your stance. This stances define attributes such Speed, Jump Force, Attacks and Special Abilities. The player must choose between these stances to overcome obstacles and fight the Spirits of the Forest in a quick, intuitive and fun gameplay mechanic. <br><br>Aritana will learn new moves and abilities throughout the game and combo movements will help him fight the forest spirits. Meanwhile, Mapinguari will chase him constantly, forcing battles that require concentration and mastery of all skills learned. <br><br>With the help of the Shaman's Staff and the benefits of each stance, Aritana will be able to search for the Lost Artifacts and gain access to the Spirit World. This place is a labyrinth that holds pieces of medicinal leaves which, when collected in large quantity, can increase the player's maximum health. <br><br>The game follows the old platformer style and brings a high difficulty for those who are careless. Mastering different attacks and avoiding enviroment traps are key elements for the game. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316100/extras/6e2a4bf3020fd7c32bbe6f6818f7d0b5.webp?t=1447362875\" width=654 height=61 /></span><br><br>A tribe of brave warriors lies deep inside the Forest. Tabata, the Chieftain, is terribly sick and Raoni, the Wiseman, is taking care of him. A powerful Forest Spirit took over Tabata’s body and only an ancient ritual can undo the spell. Unfortunately, the most important ingredient is missing: a feather of a rare harpy named Uiruuetê. Aritana, against Raoni's decision, embarks in this dangerous mission. The sacred feather can only be found at the top of the highest mountain, through the lands of the man-eater Mapinguari. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316100/extras/9103b7e386e41d72433114c65d8fc724.webp?t=1447362875\" width=654 height=61 /></span><br><br><ul class=\"bb_ul\"><li>Uncover the mysteries of a story inspired by the Brazilian Indigenous culture. <br></li><li>Upgrade the Shaman's Staff with new Attacks and Special Skills. <br></li><li>Create Combos to help overcome the most difficult obstacles. <br></li><li>Face the Mapinguari in several epic encounters that will test all your skills. <br></li><li>Run through different scenarios such as tropical forests, undeground caves and the Uiruuetê's Mountain. <br></li><li>Look for Lost Artifacts to access the labyrinths in the Spirit's World and increase your maximum health. <br></li><li>Master a new style of fast paced gameplay inspired by classic games. <br></li><li>Play with the keyboard or with your Xbox 360 Controller.</li></ul><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316100/extras/18264c26e3b6248872119efa4f59b9f0.avif?t=1447362875\" width=635 height=174 /></span><br><br><strong>***Only Keyboard and Xbox 360 Controller supported.***</strong>",
    "supported_languages": "英语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 葡萄牙语 - 葡萄牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316100/header.jpg?t=1447362875",
    "developers": [
      "Duaik Entretenimento"
    ],
    "publishers": [
      "Duaik Entretenimento"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}