{
  "316420": {
    "name": "The Curse of the Werewolves",
    "steam_appid": 316420,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the Curse of the Werewolves - a hidden object adventure game with blood-chilling visuals and an enthralling storyline. <br />\r\n<br />\r\nDelve into the dark story of Ashley and help her unravel this blood-chilling adventure. Out of the blue, Ashley receives a strange postcard from her grandmother, who lives in Maine on the coast of the Atlantic Ocean. Ashley tries to contact her, but the phone went unanswered, which was completely out of character for her grandma. Baffled and troubled by these strange events, Ashley travels to her family's old manor, only to find her favorite childhood place deserted and neglected. It is up to you to help Ashley unravel the secrets behind her grandmother's disappearance and save her from the looming threat of the ancient curse. <br />\r\n<br />\r\nThe search for Ashley's grandma will lead you through the dusty rooms of an old mansion and its eerie corridors. You will tread the misty moonlit forests, the rocky cliffs of the ocean shore and the echoing depths of the ancient passageways. Many grisly secrets await you in the darkest corners of the mansion and many terrifying obstacles stand in your way. Soon you will discover that most of the mysteries have something in common, because they share the same grotesque detail... <br />\r\n<br />\r\nWill Ashley be able to find her grandmother? Will the dark and bloody secrets of the Curse of the Werewolves stay forever shrouded in obscurity? It is all up to you! Are you feeling brave enough to take this journey?<br />\r\n<br />\r\n* Unravel the dark mystery! <br />\r\n* Discover numerous blood-chilling locations! <br />\r\n* Solve the brain-twisting puzzles! <br />\r\n* Delve into the intriguing story!",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 葡萄牙, 俄语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316420/header.jpg?t=1617959650",
    "developers": [
      "Nordcurrent"
    ],
    "publishers": [
      "Nordcurrent"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}