{
  "316850": {
    "name": "The Sacred Tears TRUE Demo",
    "steam_appid": 316850,
    "required_age": 0,
    "is_free": true,
    "description": "The demo version of Sacred Tears TRUE features 5 episodes of the main story, 2 sub-story episodes and free play mode.<br>Game saves will transfer to the full version of the game, which is planned for release September 2014<br><br>THE CITY ADVENTURE IS HERE!<br>Sacred Tears TRUE is a doujin RPG that blends the best of the JRPG genre with innovative and fun game elements, plus high quality art and music in one honest-to-goodness gem of a game.<br><br>Seil and his childhood friend Seana are neophyte thieves in the Thieves Guild of Genoseed City. By day they operate a private investigator agency, and by night they undertake Thieves Guild missions across the city. Sacred Tears TRUE is the story of these young thieves and their pursuit of dreams and adventure.<br><br>Sacred Tears TRUE brings both traditional JRPG elements and fresh and unique features such as a deceptively simple but deep card battle system, redistributable skill points, and graphics by Takashi KONNO (Shichinin no Bukiya) and music by Hiroyuki Ojima (Accel World, When They Cry anime) and Shimotsuki Haruka (Atelier Iris, Ace Attorney Orchestral Performance)<br><br>Each of the 48 chapters in Sacred Tears TRUE comprises of a single mission or case. Each chapter is a standalone episode, but as the game progresses, there number of characters increases and the main dramatic story arc plays out.<br><br><strong>Features:</strong><br>• Quite simply one of the best ever doujin RPG and a must-have for any JRPG fan!<br>• Fresh and engaging characters, stories, and drama – from comedy to political intrigue.<br>• Traditional and new JRPG features, including a unique card battle system, redistributable skill points, and multiway system!<br>• Outstanding replay value: 24 main story chapters and 24 side chapters!<br>• Chapter (5–30 mins each) format for easy play!<br>• A treasure trove of beautiful, high quality character art by Takashi KONNO!<br>• An exceptional original soundtrack by Ojima Hiroyuki &amp; Shimotsuki Haruka!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/316850/header.jpg?t=1572373317",
    "developers": [
      "AlphaNuts"
    ],
    "publishers": [
      "Nyu Media"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}