{
  "317080": {
    "name": "MotorSport Revolution",
    "steam_appid": 317080,
    "required_age": 0,
    "is_free": false,
    "description": "The Game<br> <br>Motorsport Revolution is a single-player, physics-based racing game inspired by classic console racing games, as well as the popular Le Mans Series, which is considered the most challenging sport racing class in the world. With these influences in mind, we’re creating an epic immersive VR motorsport racing experience where players race the world’s top production-class race cars in the ultimate test on the world’s most difficult tracks.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/extras/2c5179aa3483ec2237257cae4d955bc4.avif?t=1447362991\" width=600 height=220 /></span><br><br>Motorsport Revolution provides an immersive cinematic automotive journey featuring the world’s greatest cars and tracks. Available with standard screen view, but built from the ground up to take advantage of Oculus Rift DK2 VR headset and the unmatched processing power of the PC, our goal is to deliver a unique one of a kind VR, action-packed racing experience. This title has full native support for the Oculus DK2.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/extras/9f5c754181e9fb411fd1ce3d9bc63d5a.avif?t=1447362991\" width=600 height=274 /></span><br><br>Core Game Features<br> <br>• A VR menu display for all cars and race information is designed uniquely with the VR experience in mind (standard display version also supported).<br>• Over 20 different cars to choose from with unique performance styles, go from drifting to Le Mans Style Endurance Production Cars.<br>• Challenging adaptive AI that predicts driver weakness and overtakes in key track positions.<br>• Fastest racing line to help drivers learn the fastest racing line (optional).<br>• Realtime car damage modeling from race collisions resulting in massive automotive mayhem.<br>• Racing control via keyboard , Microsoft 360 Wireless Dual Stick Controller or Logitech brand force feedback racing wheels like the G25 and G27<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/extras/0f99c6526e33a4a635264f78e9f84bfa.avif?t=1447362991\" width=600 height=170 /></span><br>• Robust physics-based gameplay. Every meter of track is recreated, allowing deep development and performance challenges to the player. Learn the tracks, improve your line, and avoid race-ending collisions that damage your car and put you in the pits.<br>• Optimized graphics delivers amazing physically based material stereo rendering that re-creates the real-life characteristics of thousands of unique materials. Surfaces such as metal, glass, leather, rubber and concrete look real enough to touch.<br>• Race through 5 progressive performance classes to race from economy sport class to the ultimate formula class performance.<br>• 10 Different Racing locations from around the world. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/extras/7170490e9c6bcbf9604f0e6c454e5743.avif?t=1447362991\" width=600 height=326 /></span><br><br>TRACKS <br>- Millers’ Glen  - Road Course<br>- Monterey, California - Street Course <br>- California Speedway (long and short tracks)<br>- Belgium International Race Track<br>- Brazil - Street Raceway<br>- Canada - Street Course <br>- Australia - International Criterion<br>- Italia - Factory Testing Raceway<br>- North American Test Track Raceway<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/extras/fc50032505761cec90a000519cdc8648.avif?t=1447362991\" width=600 height=274 /></span><br><br>Ghost Machine’s goal is for our team to remain independent and responsible directly to players, and to release this title DRM-free. We are now offering this Early Access playable beta build to players with a VR native mode for players with the Oculus Rift Headset and a standard view mode for normal monitors.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/extras/12a3a92dcabc74cd306d578698938f5b.avif?t=1447362991\" width=600 height=224 /></span>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317080/header.jpg?t=1447362991",
    "developers": [
      "Ghost Machine"
    ],
    "publishers": [
      "Ghost Machine"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}