{
  "317030": {
    "name": "Fatty Bear's Birthday Surprise",
    "steam_appid": 317030,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Help Fatty Bear and His Friends Cook Up A Birthday You'll Never Forget!</strong><br><br>Kids are wrapped up for hours in this fun-filled midnight adventure.<br><br>What if you had just a few short hours to put together the best birthday party ever? Help Fatty Bear, Matilda Rabbit and Gretchen the Doll work together through the night to prepare a surprise party for Kayla. There's so much to do! Find ingredients for the cake, decorate - plus stop a pesky puppy who keeps running off with their stuff. Children can't resist having a whole houseful of fun things to see and explore. It's a recipe for discovery, laughter and learning, all in one. Delightful talking characters and enchanting animation keep your child fascinated, time after time.<br><br><strong>Fatty Bear's Birthday Surprise</strong> is so entertaining and original, kids will have a hard time keeping adults out of Kayla's kitchen. What's more, Fatty Bear features hours of activity and learning that is always fresh, never boring. Kids meet up with exciting new surprises every time they play. Surprise Click Points. Click on a toy, a piano, a cabbage or just about anything, and watch what happens. Things come to life, play music, dance, fly and more. It's a magical world kids will delight in every time they play.<br><br><ul class=\"bb_ul\"><li><strong>Fatty Bear Brings a Lot to the Party.</strong> Get to know the alphabet by finding missing letters, or learn how to count by bowling and blowing up balloons.<br></li><li><strong>It's a Piece of Cake.</strong> Perception and memory skills are developed as kids help Fatty Bear, Gretchen and Matilda get it all together for the party with a simple click of the mouse. <br></li><li><strong>Just One of The Party's High Points</strong>. A tea set, a pulley and a telescope that really works! Isn't Kayla's treehouse a fun place to explore?<br></li><li><strong>Look What's Cookin'</strong> A loose puppy, a stuffed refrigerator and a flying rabbit are just some of the ingredients you'll find in this kitchen!<br></li><li><strong>Surprise Click Points.</strong> Click on a toy,a piano, a cabbage or just about anything, and watch what happens. Things come to life, play music, dance, fly and more. It's a magical world kids will delight in every time they play.</li></ul><br>This product uses ScummVM across Windows, Mac and GNU/Linux which is released under the GNU GPL v2.<br>For more information, please visit - <br>The GNU GPL can be viewed here - ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317030/header.jpg?t=1578016479",
    "developers": [
      "Humongous Entertainment"
    ],
    "publishers": [
      "Humongous Entertainment",
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}