{
  "317470": {
    "name": "Cubic Castles",
    "steam_appid": 317470,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>3D Platforming Meets Open World Voxel Building!</strong><br>Cubic Castles is an online game where you build worlds from cubes and other items. What kind of worlds? Anything you want! Role playing, 3D-platform gaming, or other challenges! What you make is up to you. Want to make a punishing parkour with slippery ice and deadly spikes? No problem! Or maybe a simple house on a hill overlooking a lake? That's easy too! Even after only a few days the open beta saw players create many fantastic and varied worlds! <br><br><strong>Features:</strong><br><u>Massively multiplayer</u> in one large, persistent world. <br>You share the world with everyone! Find a plot of land, put a castle down, and start creating! <br><br><strong>Super-playable 3D Platform Action</strong> <br>Cubic Castles operates with a fixed camera that you control, and the gameplay is anything you want it to be, from action platforming to artistic design. <br><br><strong>Customizable Characters</strong> <br>Create your own unique look with hats, shirts, plants, glasses, and more! <br><br><strong>Mining Resources </strong><br>Mine resources in a variety of world biomes including forests, arctic wastelands, deserts, mountain ranges, and tropical islands, all with different resources you can use. More to come! <br><br><strong>Intuitive Crafting </strong><br>Just drag your raw resources and tools into a workbench to see what you can build. <br><br><strong>Crazy Obstacles </strong><br>Accelo-rings, mechanical spikes, quicksand, lava, warp doors, and tons more! <br><br><strong>Generous Economics </strong><br>Forget the grind! Our pricing is fair and reasonable. And cubits even pop out for free as you mine. <br><br><strong>Active Community </strong><br>We just launched the open beta, and already there’s a very active, vocal community. And we're listening!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317470/header.jpg?t=1600732921",
    "developers": [
      "Cosmic Cow LLC"
    ],
    "publishers": [
      "Cosmic Cow LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}