{
  "317830": {
    "name": "Fantasy Grounds - Deadlands Noir",
    "steam_appid": 317830,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Deadlands Noir</h2>Player and GM library modules and Extension Fantasy Grounds<br>New Orleans, 1935. Whoever called this &quot;the Big Easy&quot; sure got that one wrong. Things are tough all over. Honest work is hard to find, and even dishonest jobs are getting scarce. The one thing that's not in short supply is trouble. From shady thugs to crooked cops to Mafia soldiers, there's plenty of characters out there looking to give an honest Joe a hard time.<br>And that's not the worst of it.<br>There are stories going round about things that go bump in the night. Things you wouldn't want to meet in a dark alley on a darker night. And those stories aren't just coming from rummies or saps who read that Epitaph rag.<br>Still, there are a few heroes left in the concrete jungle. Steely-eyed private dicks, fast-talking grifters, wild-eyed inventors, and shadowy houngans still struggle against the encroaching darkness. With enough moxie--and more than a little luck--they might just be enough to turn the tide.<br>Deadlands Noir is a pen-and-paper roleplaying game set in the world of Pinnacle Entertainment's award-winning Deadlands universe. It includes new Edges, Hindrances, and powers, as well as new rules for handling detective work, the state of the Union and the CSA in the Depression-era, a complete Plot Point campaign, and of course, more monsters and ghouls than you can shake a smoking .45 automatic at.<br>What You Get<br><ul class=\"bb_ul\"><li>Deadlands Noir GM library module<br></li><li>Deadlands Noir Player library module<br></li><li>Custom extension and skin<br></li><li>A load of new critter, personalities, Savage Tales, locales, encounters and more<br></li><li>Case Generator to randomly create a new adventure for your<br><strong>investigators[/list]<br><i>Adapted for Fantasy Grounds by: </i>Ben Turner, and Scott Geeding</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317830/header.jpg?t=1768352428",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}