{
  "317850": {
    "name": "Company of Heroes 2 - Ardennes Assault",
    "steam_appid": 317850,
    "required_age": "18",
    "is_free": false,
    "description": "Company of Heroes™ 2: Ardennes Assault is a single-player only standalone experience that will allow you to familiarize yourself with the USF faction through 18 scenarios. To also have access to the USF army in multiplayer, you will either need to buy it separately or through The Western Front Armies.<br><br>Continuing the story in World War II, this exciting campaign places you in the heart of the battle, once described by Churchill as “...undoubtedly the greatest American battle of the War”. This pivotal conflict is known to many as ‘The Battle of the Bulge.’  Take charge of US Allied forces as they face tactical challenges and punishing terrain during a surprise offensive manoeuvre led by the relentless resurgent Oberkommando West. Watch the dramatic Battle of the Bulge unfold through the eyes of three different Officers; experience first-hand the unique struggles they encounter during the war, and how the weight of your actions will shape their future. The harsh reality of war is that no one is truly safe, and your Companies are not excluded from this ultimate truth. Bear witness to their heroism in the face of extreme odds, and fight to win control of the strategically critical Ardennes region.<h2 class=\"bb_tag\" ><strong>KEY FEATURES</strong></h2><ul class=\"bb_ul\"><li>NON-LINEAR CAMPAIGN<br>- Take control of a strategic meta-map covering the key locations of the Battle of the Bulge. <br>- Choose the sequence to play the missions to ultimately defeat the mighty German Force and turn the tide of war.<br><br></li><li>18 ALL NEW SCENARIOS<br>- Engage in a dynamic campaign across the Ardennes landscape consisting of <br>11 missions and 7 engagements inspired by the events of the Battle of the Bulge. <br>- Campaign progresses with dynamic bonus objectives that change on different playthroughs, giving more replay options than ever before.<br><br></li><li>3 ICONIC COMPANIES<br>- The versatile Airborne unit <br>- The relentless Mechanized Infantry <br>- The heavy hitting Support unit <br>- Choose which one to deploy for each mission. Each of the three Companies is under the authority of a different Officer; each with their own distinct style, perspective and Abilities.<br><br></li><li>RESULTS THAT MATTER<br>- Take care with your strategic decisions, as results and overall Company health persists between missions.<br>- Veterancy earned can help increase an entire Company’s effectiveness, while lost units are a hit to the Company’s overall health.<br>- Fail to manage resources well and you risk losing a Company for good.<br>- The decisions you make will ultimately shape the outcome of your battle!<br><br></li><li>CUSTOMIZATION<br>- Customize each of your Companies’ 4 unique Abilities with up to 6 selectable upgrades. <br>- The unique skill tree offers 72 multiple levels of improvement allowing players to specialize their commanders throughout the course of the campaign.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 捷克语, 波兰语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/317850/header.jpg?t=1741137131",
    "developers": [
      "Relic Entertainment",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "publishers": [
      "Relic Entertainment",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 1750,
      "discount_percent": 75,
      "initial_formatted": "¥ 70.00",
      "final_formatted": "¥ 17.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 15,
      "total_negative": 42,
      "total_reviews": 57
    }
  }
}