{
  "318170": {
    "name": "Gabriel Knight - Sins of the Fathers Demo",
    "steam_appid": 318170,
    "required_age": 0,
    "is_free": true,
    "description": "Experience one of adventure gaming’s most stunning masterpieces all over again in this blockbuster retelling of the award-winning 1993 murder-mystery, which adds all-new puzzles, scenes, and HD graphics! <br><br>Blending the best of yesterday and today, it re-imagines the 1993 original, voted one of the greatest games of all time, for an entirely new generation of fans. As struggling author and bookstore owner Gabriel Knight, players will investigate a series of savage ritual killings in New Orleans and their connection to voodoo’s sinister mysteries.<br><br>The deeper you dive into master storyteller Jane Jensen’s tale of terror and suspense, the closer you’ll come to discovering the secrets of Gabriel’s family history–and unfolding his destiny.<br><br><br>Key Features:<br><ul class=\"bb_ul\"><li><br></li><li>Relive one of gaming’s greatest adventures of all-time: Adventure Gamers' 20 Best Adventure Games, Computer Gaming World's Adventure Game of the Year 1994, and Honorable Mention in The A.V. Club's Top 100 Games of All-Time<br></li><li>Experience the award-winning voodoo murder-mystery in stunning high-res 3D<br></li><li>Adds new puzzles and scenes to familiar challenges<br></li><li>Includes remastered soundtrack by original composer Robert Holmes<br></li><li>Enjoy special extras and bonus edition content, including original concept art, behind-the-scenes extras, exclusive new interviews and more!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/318170/header.jpg?t=1447363135",
    "developers": [
      "Phoenix Online Studios",
      "Pinkerton Road Studio"
    ],
    "publishers": [
      "Pinkerton Road Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}