{
  "319090": {
    "name": "Borderlands: The Pre-Sequel Season Pass",
    "steam_appid": 319090,
    "required_age": "18",
    "is_free": false,
    "description": "Game required; sold separately. <br />\r\n<br />\r\nExtend the lunar mayhem with the Borderlands: The Pre-Sequel Season Pass featuring new characters, challenges, missions, and more:<br />\r\n<br />\r\nHandsome Jack Doppelganger Pack<br />\r\nPlay as everyone’s favorite maniacal tyrant-in-training…or at least his body double. With the Handsome Jack Doppelganger Pack, use the power of your good looks and charm to distract your enemies into submission. Or, just cut them down to size with your witty banter. Or just shoot them. That works too.<br />\r\n<br />\r\nUltimate Vault Hunter Upgrade Pack: The Holodome Onslaught<br />\r\nWith all new narrative content, this add-on begins as Vault Hunters Axton and Gaige catch up on the story thus far via The Holodome Onslaught, a new challenge arena that lets players fight through wave after wave of exciting enemies and bosses.  While the veteran Vault Hunters join the rest of the crew at Crimson Raiders HQ and learn of recent events, players will face off against some of the game’s most memorable badasses to earn awesome, new weapons and gear along with radical new heads and skins!<br />\r\n <br />\r\nAs bonus content, this download  also includes the Ultimate Vault Hunter Upgrade Pack, which raises the level cap and gives your characters 10 new levels plus 10 new skill points to earn!<br />\r\n<br />\r\nLady Hammerlock the Baroness Pack<br />\r\nIntroducing Sir Hammerlock’s sister, Lady Aurelia the Baroness! Nobody’s as cold as she is, literally, as her “Cold-As-Ice” action skill inflicts tons of cryo damage on the baddies of Elpis. She can also turn any co-op partner into a servant using her Contractual Aristocracy skill tree. Nothing stands a chance against this frozen-hearted aristocrat!<br />\r\n<br />\r\nClaptastic Voyage and Ultimate Vault Hunter Upgrade Pack 2<br />\r\nIn this campaign add-on, Jack digitizes the vault hunters and sends them inside Claptrap’s mind to find a mysterious code and get out of Claptrap’s consciousness without going nuts. Our anti-heroes will have to deal with Claptrap’s malware and digital representations of his crushing loneliness! This pack also includes a bonus 10 level cap increase.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/319090/header.jpg?t=1584464394",
    "developers": [
      "2K Australia",
      "Gearbox Software",
      "Aspyr (Linux)"
    ],
    "publishers": [
      "2K",
      "Aspyr (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9500,
      "final": 9500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 95.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 4,
      "total_negative": 3,
      "total_reviews": 7
    }
  }
}