{
  "319130": {
    "name": "Pineview Drive Demo",
    "steam_appid": 319130,
    "required_age": 0,
    "is_free": true,
    "description": "Jump right into the abandoned mansion lying on the dead end of Pineview Drive.  This Demo contains a more intense version of the first chilling day of the full version's 30 in-game days - packed with some of the creepiest effects and events that Pineview Drive has to offer.<h2 class=\"bb_tag\" >A one-of-a-kind horror shocker – a game aware of your fear!</h2><br>An old abandoned mansion lies at the dead end of Pineview Drive. A troubled man is standing at its gates, looking over the property. 20 years ago he had visited this estate with his wife Linda. During their stay his beloved vanished without a trace – her mysterious disappearance unresolved.<br><br>For 20 years no clues, for 20 years no peace, for 20 years this house on Pineview Drive has not relinquished its tormenting grip on him. Now, he returns in hopes of coming to terms with his nightmarish past.<br><br>The ominous legends haunting this seaside lodge have become renown. The stories abound that no one has been able to endure more than 30 days within the mansion since Linda’s disappearance. Facing a force greater than you ever imagined, you must cross the threshold and confront the evil that envelops this cryptic cottage. To solve the mystery of Linda’s disappearance and lift the veil on this troubling history, there is no time to spare.<h2 class=\"bb_tag\" >Features</h2><br>The game watches your every move and reaction - you will need steady nerves if you want to survive the game unscathed.  In this extraordinary gaming experience, any trace of fear comes at a price – your life. Get ready for a ground-breaking spine-chiller.<br><br><ul class=\"bb_ul\"><li>30 in-game days: Each one allows you to delve further into the secrets of the house on Pineview Drive<br></li><li>Every move and reaction is being watched: Do not get yourself worked up or you will lose precious health<br></li><li>Premium sound scenery and effects: Every tone will run your blood cold<br></li><li>Breathtaking horror atmosphere: Face your deepest fears within the house</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙, 匈牙利语, 波兰语, 葡萄牙语 - 巴西, 俄语, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/319130/header.jpg?t=1529498117",
    "developers": [
      "VIS-Games"
    ],
    "publishers": [
      "United Independent Entertainment GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}