{
  "319430": {
    "name": "CHAOS - In the Darkness",
    "steam_appid": 319430,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;From snow capped peaks of Njördiack to the wide, stretched lands of Ha-Dys, this country once full of promise was now in the grip of Chaos. Released from Deepholm by the felon god Methem, Chaos has spread to the world as a disease, devouring the souls of the peoples of the Silmerie.<br />\r\n<br />\r\nIn a final burst of courage, the armies of five kingdoms joined forces and swooped down on the ruins of Branilv at the heart of the region Ymar. This was where the world of Men had cracked, releasing Chaos from its jail of darkness. But brave warriors fought a too powerful enemy, indifferent to steel and fire. When the last of them finally died, the king Meldorian realized that the world was entering so dark times that the light itself will be forgotten. Secluded in the white stone fortress which overlook Rhianon, the proud city of Silme, he contemplated his kingdom one last time before that Chaos spreads its shadow on.<br />\r\n<br />\r\nBut although humanity seemed to prepare for death, the gods offered men a last present: the weapons to fight.<br />\r\nIn a few days, the same stories began to travel throughout the Silmerie.<br />\r\n<br />\r\nThus, it was told that a disciple of Brohmar became in flames while praying and hadn't suffered any burns, or that a Paladin of Nerhacte had fully healed a dying person. In Agrimaar, a disciple of Aelien seemed able to completely disappear into the shadows while in Ha-Dys, a scribe of Stabia could freeze time within a few seconds! It was even said that a woman had resurrected her husband by praying Yshante.<br />\r\n<br />\r\nThe gods had offered to men some powers and extraordinary abilities, but for what purpose ?<br />\r\nTo stand in the way of Chaos... and perhaps win ?<br />\r\n<br />\r\nThe story will tell.<br />\r\n<br />\r\nYour story.&quot;",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/319430/header.jpg?t=1447363290",
    "developers": [
      "4Realms"
    ],
    "publishers": [
      "4Realms"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}