{
  "319560": {
    "name": "Reprisal Universe",
    "steam_appid": 319560,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Thallos - Once a mighty warrior and leader - <br>is now forgotten and cast aside. <br>His tribes scattered and his totems lost.<br><br>Ananke with her brothers Erebus and Tartarus have risen against him,<br>jealous of the favour their parents had shown him.<br><br>Left for dead in exile, Thallos survived using the land around him. <br>Although weak he knew his moment to restore his people <br>and recover his totems would come. <br>Biding his time, waiting.<br><br>And that moment was before him, <br>that moment was now …</i><br><br>Help Thallos guide and rescue his people. Using special totem powers you can control nature itself unleashing its full fury on anyone that stands in your way. As you explore distant lands you must gather your lost tribes and Amulets. But be warned, other tribes may not take too kindly to your intentions and will put up a fight!<br><br>Created in homage to Populous, Reprisal's Universe spans over 34 planets and 184  islands pitting you against 3 other tribes - each with their own aggression  traits. Learn to control the 15 totem powers, upgrading them as you explore and harness the 5 Wonder totems for maximum effect. In this Universe you won't be alone, other explorers will be present helping you to uncover items and leaving their own legacies on islands you will explore.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/319560/header.jpg?t=1478094276",
    "developers": [
      "electrolyte"
    ],
    "publishers": [
      "electrolyte"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 12,
      "total_negative": 8,
      "total_reviews": 20
    }
  }
}