{
  "319880": {
    "name": "Fantasy Grounds - PFRPG: U1: Dark Days in Stoneholme",
    "steam_appid": 319880,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > U1: Dark Days in Stoneholme</h2>by Jonathan McAnulty<br>Dark Days in Stoneholme is a Pathfinder/3.5 compatible adventure suitable for four to six PCs of 1st-2nd level that features low-level exploration in Aventyr's Underworld and intrigue both in and around the dwarven city of Stoneholme.<br>Waves of supernatural darkness sweep over the subterranean city of Stoneholme, quenching lights and bringing with it foul creatures of shadow. After heroically defending a group of dwarven children from being ravaged by a group of these shadow beings, the PCs are approached by Shtawn Deppenkhut--one of the king's own advisers--and are offered the task of finding the source of the darkness that threatens the city.<br>The PCs investigation takes them through the Underworld to hidden caverns, where demon worshipping priests offer living sacrifices in an attempt to plunge Stoneholme into everlasting darkness, a first step in destroying the hated city once and for all, but as it turns out the priests aren't the only ones behind this unfolding plan to destroy Stoneholme.<br><strong> This fine dwarven-themed adventure includes:</strong><br><ul class=\"bb_ul\"><li>Dwarves, diabolists, and demons!<br></li><li>The Underworld city of Stoneholme!<br></li><li>Two new magical items, the<br><i> aubade pendant</i> (to light a wayward adventurer's path) and the<br><i> dark-heart ruby</i> (a devious stone of dark portent).<br></li><li>A grading system to let you know how well you've done at the end of the adventure<br></li><li>Two separate dungeons--the Quartzfell Glassworks and Felltooth Temple!<br></li><li>Maps and Images<br></li><li>The Dark-Blessed template, offering up a new means to embolden your monsters and NPCS!</li></ul><i>Adapted for Fantasy Grounds by: </i><strong>James Holloway</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/319880/header.jpg?t=1768352663",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 8 月 21 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}