{
  "319990": {
    "name": "MAGIX Music Maker 2015 Premium",
    "steam_appid": 319990,
    "required_age": 0,
    "is_free": false,
    "description": "Make your own music with drag &amp; drop. You have total control of all instruments and tools right from the start - no previous experience needed. MAGIX Music Maker 2015 Premium comes with even more power, more virtual instruments, more features and an arsenal of more than 6000 sounds &amp; loops.  <br><br>MAGIX Music Maker lets you be a musician, singer or a producer. Dive into the world of Hip Hop, Drum &amp; Bass, Techno or Funk and create your own song. Every sound has a different story - and you get to decide how that story is told.<h2 class=\"bb_tag\" >Your Premium Features</h2><ul class=\"bb_ul\"><li> Arrange more than 6000 loops &amp; sounds with drag &amp; drop <br></li><li>10 Different Soundpools from various genres <br></li><li>4 New instruments: Celtic Harp, Urban Drums, World Flutes, Analog Synths <br></li><li>Unlimited tracks – unlimited possibilities<br></li><li>Mastering Suite 4: More decibels - more quality <br></li><li>Auto Mastering: Superior sound with one click <br></li><li>5.1 Surround-Mixing: Perfection right up to the last detail <br></li><li>Jazz Drums, Revolta 2 Synthesizer, Drum Engine, BeatBox 2 <br></li><li> Additional effects such as the Analog Compressor</li></ul><h2 class=\"bb_tag\" >The easiest way to make music</h2><br><strong>Just hit record</strong><br>Find your own sound in a heartbeat: Cut music, record instruments and vocals, mix all your tracks in the integrated mixer and add effects to whatever you want. The results are simply great.<br><br><strong>Amazing effects</strong><br>You can individually adjust the loudness of each track with the mixer and apply effects to any of them with the click of a mouse. From vintage to high-end effects: Take your sound to the next level.<h2 class=\"bb_tag\" >New instruments</h2>All the instruments in Music Maker 2015 can be played with the mouse, the screen keyboard or a USB keyboard.<br><br><strong>Drum pads instead of game pads</strong><br>Turn on the new Urban Drums virtual drum machine and find something to hold on to. These powerful drums are perfect for making Hip Hop and Dubstep beats.<br><br><strong>The ultimate synthesizer</strong>:<br>Unbeatable: The Analog Synths virtual instrument brings the sounds of legendary analog synthesizers back from the grave and unites them in one powerful package.<br><br><strong>Individualize your sound</strong><br>Become the hero of an entire generation: The Vita Sampler allows you to use sound files from games and other pieces of music to create your own instrument. Endlessly modifiable.<br><br><strong> Conquer new acoustic worlds</strong> <br>With its Scottish flair, the Celtic Harp tells stories of battles, love and distant galaxies. Which stories can you draw from the Celtic Harp?<br><br><strong>Wild, exotic and hard to tame</strong><br>The new World Flutes take you on a journey through the exotic soundscapes of different continents. Full of atmosphere and for any type of music.<h2 class=\"bb_tag\" >Your basic equipment: </h2><br><ul class=\"bb_ul\"><li>Electronic. Synthetic. Good. Synthesizer DN-e1 <br></li><li>Vocal Tune 2: Tuning for vocal recordings<br></li><li>Screen keyboard: Make music with your mouse<br></li><li>Professional studio effects &amp; plug-ins <br></li><li>VST 2 support <br></li><li>Import projects from the free Music Maker Jam app<br></li><li>A ton of fun</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/319990/header.jpg?t=1452272322",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 8 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}