{
  "32000": {
    "name": "Raycatcher",
    "steam_appid": 32000,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Raycatcher is an innovative new game that syncs gameplay to your favorite mp3s. Load in your entire music library and watch as the game morphs itself to match. The gameplay itself is easy to pick up, yet compelling. Rotate a cluster of colorful shapes to catch matching rays of light cast onto your screen. As you match light to shape, your cluster will expand and evolve.</p>\n                    <p>Raycatcher also comes with a selection of great music from the brilliant new artist Noobie Noobinson.</p>\n                    <ul>\n                    <li><strong>Load in your own music:</strong> Raycatcher will accept .mp3 and .wav formats</li>\n                    <li><strong>Beat detection technology:</strong> Changes gameplay to match your music in pleasant and creative ways</li>\n                    <li><strong>Make playlists of any length:</strong> Raycatcher is flexible and allows you to play for how ever long you want, and still feel like you've made progress</li>\n                    <li><strong>Original music by artist Noobie Noobinson:</strong> Music by a new up and coming band, some of which was created specifically for Raycatcher</li>\n                    <li><strong>30 evolutionary stages:</strong> Complete with funny and enlightening descriptions. Raycatcher illustrates a cute and informative view of the kosmos</li>\n                    <li><strong>Range of difficulty:</strong> Easy to pick up, with 3 difficulty levels that range from easy-yet-challenging to insanely difficult</li>\n                    </ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32000/header.jpg?t=1447351793",
    "developers": [
      "Thinking Studios",
      "Slam Dunk Studios"
    ],
    "publishers": [
      "Thinking Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 4 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}