{
  "320330": {
    "name": "Earthworms",
    "steam_appid": 320330,
    "required_age": 0,
    "is_free": false,
    "description": "The Earthworms is independent, artistic, point &amp; click game placed in surrealist world of science-fiction. All the locations in the game were painted manually and shown from a unique perspective.<h2 class=\"bb_tag\" >Plot:</h2>You play as a private detective named Daniel White, who is endowed with parapsychic abilities. Visions that he gets, help him to solve investigations. At first glance, the case that you are part of is about missing teenage girl who's from a small fishing village. With every next location, you will experience more and more weird situations and discover that everything is leading to a big global conspiracy. If you think that is only summer walk through the fishing village, you are wrong. This is an epic adventure which will blow your mind.<br><br>The motto of our game:<br>“There are more things in Heaven and Earth, than are dreamt of in your philosophy”.<br>William Shakespeare<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>exploring and interacting with 34 painted locations inspired by Edward Hopper’s work<br></li><li>adventure in a mysterious world which is a mix of pulp theme, surrealism, and high-end science<br></li><li>a game with a beautiful and epic soundtrack<br></li><li>lot of challenging logical puzzles as an addition to classic inventory interactions<br></li><li>The Earthworms is a game which provides a thrill of horror mixed with a dose of humor, beauty, ugliness and most often weirdness. All because of that we do not like boring stories</li></ul>",
    "supported_languages": "波兰语, 英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/320330/header.jpg?t=1724956909",
    "developers": [
      "All Those Moments"
    ],
    "publishers": [
      "Ultimate Games S.A.",
      "Art Games Studio S.A."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 16,
      "total_negative": 0,
      "total_reviews": 16
    }
  }
}