{
  "320580": {
    "name": "Shattered Horizon",
    "steam_appid": 18110,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Now includes the Last Stand pack: play all game modes in single player with bots, perfect for learning the game, practicing to improve or just playing for fun.</strong><br>\t\t\t\t\tShattered Horizon is an innovative game from Futuremark Games Studio that immerses you in the cold reality of combat in space like no other game before.<br>\t\t\t\t\tThis first-person shooter is played entirely in zero gravity. A catastrophic explosion on the Moon has filled near-Earth space with billions of tons of rocky debris. Join intense 32 player battles to control hollowed-out asteroids, huge fragments of Moon rock and the ruined remains of the International Space Station.<br>\t\t\t\t\tWith simple and intuitive controls, you have complete freedom of movement in the distinctive zero gravity environments. Not only can you use your rocket pack to fly anywhere but you can also land on any surface to attack your enemies from unexpected angles.<br>\t\t\t\t\tShattered Horizon challenges you to take your FPS skills to the next level adapting what you have learned on the battlefield to create new tactics in a fully three dimensional battle space.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>First-person shooter set in near-Earth space 40 years from now<br>\t\t\t\t\t</li><li>Experience intense zero gravity combat and complete freedom of movement<br>\t\t\t\t\t</li><li>Join your friends in action-packed 32 player battles or play against bots in single player mode<br>\t\t\t\t\t</li><li>Use your rocket pack to fly freely through space and then land on any surface<br>\t\t\t\t\t</li><li>Engage enemies in furious firefights, or ambush them from unexpected angles<br>\t\t\t\t\t</li><li>Use tactical grenades to disable electronics, block line of sight or push enemies out from cover<br>\t\t\t\t\t</li><li>Familiar and intuitive FPS controls let you take full advantage of the zero gravity environments<br>\t\t\t\t\t</li><li>Astonishing graphics and advanced lighting effects immerse you in the cold reality of combat in space<br>\t\t\t\t\t</li><li>Evocative soundtrack by Markus “Captain” Kaarlonen from Poets of the Fall<br>\t\t\t\t\t</li><li>Online leaderboards and extensive personal stats tracking<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/18110/header.jpg?t=1569394150",
    "developers": [
      "Futuremark"
    ],
    "publishers": [
      "Futuremark"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}