{
  "321190": {
    "name": "Cho Dengeki Stryker All Ages Version",
    "steam_appid": 321190,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>A brand new super hero epic that will electrify your soul!!</strong></h2>Yuuki Yamato has modeled his young life after the super heroes he loves.  When his best friend Haruna is teased by bullies, he always tries to defend her -- but his life is not a comic book, and things never work out as planned.<br><br>One day, after yet another failure, Haruna tells Yamato that she is moving away.  She asks him to come and see her off, but Yamato -- his pride still wounded -- cannot find the courage to face her.  When Yamato is feeling his lowest, an old man appears before him. He is known as the Memory Collector, and he will grant one wish in exchange for a memory. Yamato makes his wish: to become Dengeki Stryker,  his favorite comic book hero.<br><br>Years later, an army of cyborgs from the Balbora Empire appear in the city where Haruna now lives. With the police and the army powerless against the Empire's  mechanical might, it falls to a single hero to stop them -- a hero who looks remarkably like Dengeki Stryker!<br><br>--------<br><br>- 30 ~ 50 hours of gameplay time<br>- Animated cut scenes by acclaimed animation studio Silver Link and directed by Watanabe Shinichi<br>- Theme song by JAM Project - Masaaki Endoh<br><br><i>*This is the All Ages version. All explicit adult content has been removed; however, it does contain violence, coarse language, suggestive themes, and partial nudity.</i>",
    "supported_languages": "英语, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/321190/header.jpg?t=1748835198",
    "developers": [
      "OVERDRIVE"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10000,
      "final": 10000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 100.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 23,
      "total_negative": 1,
      "total_reviews": 24
    }
  }
}