{
  "322270": {
    "name": "Guild Wars® Trilogy",
    "steam_appid": 29570,
    "required_age": 0,
    "is_free": false,
    "description": "An award-winning online fantasy epic awaits. No subscription fees!<br>                    Step into Guild Wars®, the award-winning fantasy online roleplaying game enjoyed by millions of players. For the first time ever, Guild Wars Trilogy combines Guild Wars, Factions™, and Nightfall™ into a single amazing experience.<br>                    Begin in Guild Wars on the continent of Tyria where the human kingdoms are under attack by the vicious Charr. Journey on to the ancient continent of Cantha in Factions, a land torn apart by political strife, and threatened by the restless spirit of a long-dead traitor. Lastly, explore exotic Elona in Nightfall, where players must do battle against a god to save the land from descending into eternal night.<br>                    <ul class=\"bb_ul\"><li><strong>Play solo or in a party</strong> — Go it alone, join with other players, or build a party out of Heroes and henchmen that you control.<br>                    </li><li><strong>Custom adventures </strong> — When you leave the bustling cities, experience adventures createdjust for you and your party.<br>                    </li><li><strong>Play with or against them </strong> — Build a guild with other players and enter Player vs. Player tournaments for in-game prizes.<br>                    </li><li><strong>No subscription fees </strong> — Buy the game and play online with no monthly fees.<strong>*</strong><br>                    </li><li><strong>*</strong> Requires product purchase and access to Internet. Player is responsible for all applicable Internet fees.<br>                    </li><li><strong>BONUS!</strong> Owners of Guild Wars Trilogy will be able to add M.O.X.the golem —a magic-powered engine of destruction — to their party! Everybody needs a friend like M.O.X.!<br>                    </li></ul>",
    "supported_languages": "英语[b]*[/b], 法语[b]*[/b], 意大利语[b]*[/b], 德语[b]*[/b], 西班牙语 - 西班牙[b]*[/b], 俄语, 波兰语, 韩语[b]*[/b], 日语 \r\n\r\n[b]*[/b] 具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/29570/header.jpg?t=1764780724",
    "developers": [
      "ArenaNet®"
    ],
    "publishers": [
      "NCSOFT",
      "ArenaNet®"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 4 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}