{
  "322410": {
    "name": "Bin Weevils Arty Arcade",
    "steam_appid": 322410,
    "required_age": 0,
    "is_free": false,
    "description": "Paint and make your own fun and exciting designs with Bin Weevils ARTY ARCADE! Have fun and experiment with a vast array of amazing brushes and effects, incorporate your own photos into your designs. Paint with Squirrel tails and elephant trunks! Put your friends and family in the washing machine! Spin your world around with the desk fan or even take a trip through a starfield! Collect a humungous assortment of imagery and tools to not only invent amazing, vibrant designs, but to turn it into an incredible selection of printable gifts such as masks, tattoos, t-shirt transfers, and much much more, and really let their ideas run wild across the page. Use photos of friends and family to send a card on a special occasion, custom designed alongside your favourite Bin Weevils characters!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Explore the Bin Weevils universe along with your favourite characters!<br></li><li>Invent amazing imagery using hundreds of backgrounds, characters, nest items and more!<br></li><li>Turn your own images into awesome printable gifts including t-shirt transfers, masks, greetings cards, tattoos and much much more!<br></li><li>Experiment with incredible brushes! Paint with elephant trunks, balloon animals, and gunge amongst many more!<br></li><li>Mix your own amazing colours in Lab’s Lab using the musical paint jars!<br></li><li>Create amazing images with insane effects! Put your favourite characters into the washing machine or create bedlam with the desk fan and TV feedback effects!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/322410/header.jpg?t=1584016767",
    "developers": [
      "Alternative Software Ltd"
    ],
    "publishers": [
      "Alternative Software Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 5 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}