{
  "323230": {
    "name": "Company of Heroes 2 - Ardennes Assault: Fox Company Rangers",
    "steam_appid": 323230,
    "required_age": "18",
    "is_free": false,
    "description": "<strong>The original game Company of Heroes 2: Ardennes Assault is required to play the contents of the Fox Company Rangers DLC.</strong><br><br><strong><u>Deploy Ranger</u></strong><br>Calls in a squad of Rangers to be deployed to the battlefield. Rangers are an elite unit trained in all aspects of combat, such a marksmanship and demolitions.<br><br><strong>Upgrades</strong><br><ul class=\"bb_ul\"><li>Recon Training<br>Rangers are better trained in reconnaissance tactics, increasing the line of sight of the squad.<br><br></li><li>Survival Training<br>Rangers are better trained in field combat tactics, making them better at evading damage.<br><br></li><li>Add Bazookas<br>Rangers are equipped with two bazookas, increasing their capability to destroy vehicle.<br><br></li><li>Pilfered Equipment<br>The Rangers replace their Bazookas with captured Panzerschecks and Bundled Grenades, which are more effective.<br><br></li><li>Cost Reduction I<br>Reduces the cost of deploying Rangers.<br><br></li><li>Cost Reduction II<br>Further reduces the cost of deploying Rangers.</li></ul><br><strong><u>Company Requisition</u></strong><br>Command releases additional support, providing additional manpower.<br><br><strong>Upgrades</strong><br><ul class=\"bb_ul\"><li>Fast Deployment<br>For a brief period, infantry squads and reinforcements can be dispatched to the field much faster.<br><br></li><li>Free Reinforcements<br>While the ability is active, infantry squads can be reinforced with no manpower cost.<br><br></li><li>Additional Support I<br>Company command provides an additional 150 manpower.<br><br></li><li>Additional Support II<br>Company command provides an additional 150 manpower.<br><br></li><li>Cost Reduction I<br>Reduces the cost of activating Company Requisition.<br><br></li><li>Cost Reduction II<br>Further reduces the cost of activating Company Requisition.</li></ul><br><br><strong><u>M83 Cluster Bombs</u></strong><br>Scatters a number of M83 Cluster Bombs across the target area. Each bomb has an anti-handling device, making them act like mines.<br><br><strong>Upgrades</strong><br><ul class=\"bb_ul\"><li>High Density Explosive<br>The cluster bombs are packed with high density explosive increasing the area of the blast.<br><br></li><li>Anti-Vehicle Cluster Bombs<br>Larger ordnance in the cluster bombs makes them more effective against vehicles.<br><br></li><li>Larger Drop Area<br>More Cluster bombs are dispersed over larger target area.<br><br></li><li>Impact Detonation<br>You can choose to use m129 fuses, causing the cluster bombs to detonate on impact.<br><br></li><li>Cost Reduction I<br>Reduces the cost of dropping M83 Cluster Bombs.<br><br></li><li>Cost Reduction II<br>Further reduces the cost of dropping M83 Cluster Bombs.</li></ul><br><br><strong><u>Pinpoint Artillery</u></strong><br>A small artillery support battery fires a pre-ranged round very accurately at the designated target.<br><br><strong>Upgrades</strong><br><ul class=\"bb_ul\"><li>No Warning<br>With the help of additional spotters, the artillery battery no longer will use ranging smoke and is better able to surprise enemy targets.<br><br></li><li>Larger Caliber Shell<br>The artillery battery fires a larger 155mm shell at the target, increasing the blast radius<br><br></li><li>Quick Response<br>Reduces the time it takes for the artillery battery to fire at the designated target.<br><br></li><li>Designated Battery<br>A battery is attached to the company, allowing unlimited access to artillery support. Reduces the ability cost and removes the ability cooldown.<br><br></li><li>Cost Reduction I<br>Reduces the cost of calling in Pinpoint Artillery.<br><br></li><li>Cost Reduction II<br>Further reduces the cost of calling in Pinpoint Artillery.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 捷克语, 波兰语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/323230/header.jpg?t=1533132676",
    "developers": [
      "Relic Entertainment",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 525,
      "discount_percent": 75,
      "initial_formatted": "¥ 21.00",
      "final_formatted": "¥ 5.25"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 10,
      "total_negative": 22,
      "total_reviews": 32
    }
  }
}