{
  "323390": {
    "name": "Crazy Machines 2: Pirates",
    "steam_appid": 323390,
    "required_age": 0,
    "is_free": false,
    "description": "Yo! Ho! Ho! Welcome to the Caribbean where dark pirate magic sparks life into new objects! Check out a pirate’s treasure trove of odd new items and puzzle your way through explosive new levels! Go from <strong>Coco as a Side Dish</strong> to the <strong>Big Bada Boom</strong>! Avast! The Crazy Professor is serving up tricky pirate lore now! Challenge yourself with <strong>Playing Hard Ball</strong>, you might have to twist your mind around more than once before you solve it! Take on the undead in <strong>Don’t Wake up the Dead</strong>! Use that soccer ball well - you won’t be able to let those bones rest in peace! Arrrr, gather your pearls, scoop up the gold. Toy around cruelly with Voodoo dolls, hang skeletons from the gallows, and see a whole new kind of chain reaction unfurl before ‘yer eyes! <br><br><ul class=\"bb_ul\"><li><strong>12 New Parts</strong> including coconuts, crabs, a cursed compass, the gallows for dead pirates, treasure chest &amp; gold coins, pearls, explosive powder barrels, skeletons, Voodoo Dolls, and more! <br></li><li><strong>10 New Experiments</strong> to tantalize and bend your brain! Includes Welcome to the Caribbean, Coco as a Side Dish, Playing Hardball, Don’t Play with the Dead, Pearls Overboard, Voodoo of the Dead, The Big Bada Boom, Black Pearls, and At the Edge of Science! <br></li><li>Construct and create wacky contraptions by hook or by crook! <br></li><li>Utilize Magic, Magnetic power, and new oddities like crabs, undead skeletons and Voodoo dolls! <br></li><li>Join the online community and compete in achievements. <br></li><li>Leaderboards <br></li><li>Create your own puzzles and share them online. Download and play other people’s puzzles.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/323390/header.jpg?t=1447363665",
    "developers": [
      "Fakt Software"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}