{
  "32360": {
    "name": "The Secret of Monkey Island: Special Edition",
    "steam_appid": 32360,
    "required_age": 0,
    "is_free": false,
    "description": "Back by popular demand, The Secret of Monkey Island™: Special Edition faithfully re-imagines the internationally-acclaimed classic game (originally released in 1990) for original and new audiences alike. The development team at LucasArts is bringing the game into the modern era with an all new re-imagined contemporary art style, a re-mastered musical score, full voiceover, and an in-depth hint system to help players through the game’s side-splitting puzzles. Purists will also delight in the ability to seamlessly switch between the updated hand-drawn re-imagining and the original classic version.<br>\t\t\tThe game's twisty plot leads our naive hero on a hilarious, swash-buckling search for the fabled secret of Monkey Island. Tales of pirate wealth lure him to the port of Mêlée with high hopes, no money, and insatiable curiosity. If clever enough, he will win the confidence of Mêlée's pirates and find himself blown by the winds of fate toward the terrifying and legendary Monkey Island -- an adventure that would chill the bones of even the most bloodthirsty buccaneer.<br>\t\t\t<br>Relive the swashbuckling humorous misadventures of the wannabe pirate Guybrush Threepwood<br>\t\t\t<ul class=\"bb_ul\"><li>Go on a daring adventure in your attempt to become the most infamous pirate in the Caribbean<br>\t\t\t</li><li>Win the heart of the beautiful governor, Elaine Marley<br>\t\t\t</li><li>Along the way, confront the evil ghost pirate, LeChuck<br>\t\t\t</li></ul>Play it again for the first time<br>\t\t\t<ul class=\"bb_ul\"><li>All new re-imagined contemporary art style, hand-drawn to feature animation quality<br>\t\t\t</li><li>Re-mastered music score presented in full orchestrated detail<br>\t\t\t</li><li>Complete voice over using the original Monkey Island™ franchise cast brings the story and characters of the original adventures to life like never before<br>\t\t\t</li><li>Scene-for-scene hot swap allows for seamless transition between special edition and classic modes anywhere and at any time<br>\t\t\t</li></ul>Includes all new features<br>\t\t\t<ul class=\"bb_ul\"><li>All new intuitive game interface and controls provide a more interactive gameplay experience<br>\t\t\t</li><li>In-game puzzle hint system keeps the puzzles fresh and fun\t\t<br>\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32360/header.jpg?t=1741729431",
    "developers": [
      "LucasArts"
    ],
    "publishers": [
      "LucasArts",
      "Lucasfilm",
      "Disney"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 7 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 41,
        "description": "在手机上远程畅玩"
      },
      {
        "id": 42,
        "description": "在平板上远程畅玩"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 8,
      "total_negative": 0,
      "total_reviews": 8
    }
  }
}