{
  "32390": {
    "name": "STAR WARS™ Jedi Knight - Mysteries of the Sith™",
    "steam_appid": 32390,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;I have chosen my destiny, and it lies here...&quot; - Kyle Katarn<br>\t\t\tIt is five years after Kyle's victory over the seven dark Jedi. Invading Imperial forces advance upon a quiet Rebel outpost, interrupting Kyle's training of a brave new Jedi, Mara Jade. First introduced in Timothy Zahn's award-winning Star Wars novel, Heir to the Empire, Mara Jade blends her past experiences as a one time smuggler and Emperor's Hand with her apprenticeship as a Jedi Knight. Armed with four new weapons and five new Force powers, Mara must secure supplies desperately needed by the New Republic while Kyle, believing it a part of his destiny, pursues the secret treasures shrouded in an ancient Sith temple.<br>\t\t\tCan the New Republic's boldest female Jedi protect the Rebel base, negotiate with Ka'Pa the Hutt, then ward off a phalanx of enemies?<br>\t\t\tWill the ancient secrets of the Sith unleash new powers?<br>\t\t\tAre Kyle and Mara strong enough to resist the temptations of the dark side, or will new entanglements seduce them?<br>\t\t\t<ul class=\"bb_ul\"><li>Bring a Whole new game experience to Jedi Knight. Jam-packed features make Mysteries of the Sith a must-have for Jedi Knight fans<br>\t\t\t</li><li>New playable character, Mara Jade, introduced first in Timothy Zahn's award-winning Star Wars novel, Heir to the Empire<br>\t\t\t</li><li>14 new levels, 13 total locations, including wampa-infested swamps, the foreboding fortress of Ka'Pa the Hutt, and the subterranean catacombs of a temple deep within the planet Drommund Kaas<br>\t\t\t</li><li>4 new weapons, including a carbonite gun, repeating blaster cannon, and sniper scope<br>\t\t\t</li><li>5 new Force powers, featuring Force Push, Saber Throw, and Force Projection<br>\t\t\t</li><li>Over 2 dozen new enemies - gladiator, assassin and torture droids, pirate raiders, creatures of the Sith, and a menacing rancor<br>\t\t\t</li><li>3 new multiplayer personalities, with distinct characteristics, weapons and inventory<br>\t\t\t</li></ul>Plus these new game advances:<br>\t\t\t<ul class=\"bb_ul\"><li>Cameras that let you monitor where you are in the heat of battle<br>\t\t\t</li><li>Enhanced lighting features, including colored lighting support<br>\t\t\t</li><li>A new multiplayer game, Kill the Fool with the Ysalamiri<br>\t\t\t</li></ul>Choose wisely and May the Force Be With You.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32390/header.jpg?t=1741815272",
    "developers": [
      "LucasArts"
    ],
    "publishers": [
      "LucasArts",
      "Lucasfilm",
      "Disney"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}