{
  "32420": {
    "name": "STAR WARS™: The Clone Wars - Republic Heroes™",
    "steam_appid": 32420,
    "required_age": 0,
    "is_free": false,
    "description": "Star Wars The Clone Wars: Republic Heroes lets Star Wars fans young and old live out the sweeping galactic adventures of the Clone Wars. For the first time ever, players can fight as their favorite Jedi and Clone Troopers from the preeminent animated television series – from familiar faces like Anakin Skywalker to new heroes like Clone Captain Rex.  A brand-new storyline, which bridges the gap between season one and two, takes the player on a multi-faceted adventure to stop a mysterious techno assassin’s destructive plot.  Built around two-player cooperative action, the accessible controls and family-friendly gameplay bring Star Wars fans across generations together like never before to fight the evil Separatists and restore peace to the galaxy.<br>\t\t\t\t\t\t<ul class=\"bb_ul\"><li>Play as your favorite Jedi heroes including Anakin Skywalker, Obi-Wan Kenobi, Ahsoka Tano, Mace Windu, and  Kit Fisto<br>\t\t\t\t\t\t</li><li>Slice and dice your way through Separatist droids with your Lightsaber and Force powers and use your agility to perform amazing leaps and navigate levels filled with interactivity <br>\t\t\t\t\t\t</li><li>Turn your enemies into weapons as you commandeer droids and use their unique abilities to blast enemies and solve puzzles as a Jedi <br>\t\t\t\t\t\t</li><li>Compete against a friend with in-level challenges for rewards and points to be spent to upgrade your character and unlock bonus items <br>\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32420/header.jpg?t=1738346489",
    "developers": [
      "Krome Studios"
    ],
    "publishers": [
      "LucasArts",
      "Lucasfilm",
      "Disney"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}