{
  "324590": {
    "name": "Fantasy Grounds - Deadlands Reloaded: Blood Drive 2",
    "steam_appid": 324590,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Deadlands Reloaded - Blood Drive 2: High Plains Drover</h2>Savage Worlds Deadlands Adventure for Fantasy Grounds<br>Head em up and move em out! Your cowpokes are joining one of the longest, most danger-fraught cattle drives in the Weird Westspanning two countries, a war-torn no mans land, and the Sioux Nations! Along the way, theyll cross paths with virtually every major railroad, bloodthirsty border raiders, Indian war parties, and of course, nightmares of the sort found only in a land ravaged by the horrors of the Reckoning. They may make an ally or two, as well as at least one dogged enemy. High Plains Drovers is the second of three in the Blood Drive series.<br>The Blood Drive series is a complete campaign. Each adventure starts and ends in such a fashion that if you want to use it by itself without the others in the series, you can easily do so. In fact, theyre perfect for getting a posse from one part of the Weird West to another if thats what youre looking for, Marshal. Used together, the three combine to take the heroes from greenhorn cowpunchers to hardened trail hands fighting for their cattle, their land, and even their lives!<br>High Plains Drovers is not a complete game. Its a supplement for the Deadlands Reloaded setting for the Savage Worlds game system.<br><strong>Requires: </strong>The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds<br>v3 Ruleset and the Deadlands Setting for Fantasy Grounds<br><strong>Fantasy Grounds Conversion:</strong> Michael Grancey<br><i>Adapted for Fantasy Grounds by: </i><strong>Michael Grancey</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/324590/header.jpg?t=1768352803",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 9 月 19 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}