{
  "32470": {
    "name": "STAR WARS™ Empire at War - Gold Pack",
    "steam_appid": 32470,
    "required_age": 0,
    "is_free": false,
    "description": "Command or corrupt an entire galaxy in the definitive <strong>Star Wars</strong> strategy collection. It is a time of galactic civil war. Will you take up the reins of the Rebellion, assume control of the Empire, or rule the <strong>Star Wars</strong> Underworld?<br>\t\t\t\t\t<strong>Star Wars Empire at War:</strong><br>\t\t\t\t\tFrom the lives of soldiers to the deaths of planets, you are the supreme galactic commander.  It is a time of galactic civil war.  Take up the reins of the Rebellion or assume control for the Empire.  Whichever you choose, it will be up to YOU to steer your side to ultimate victory.  Command everything from individual troops to starships and even the mighty Death Star as you execute campaigns on the ground, in space and across the galaxy.  Forget tedious resource gathering – just jump straight into the heart of the action.  You can even change <strong>Star Wars</strong> history! Every decision affects your next battle and every battle helps shape the fate of the galaxy.<br><br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Conquer or liberate over 80 ground and space locations including Kashyyyk, Tatooine and Dagobah – each with its own strategic advantage. <br>\t\t\t\t\t\t</li><li>Command iconic <strong>Star Wars</strong> characters such as Obi-Wan Kenobi, Luke Skywalker, Darth Vader and Boba Fett. <br>\t\t\t\t\t\t</li><li>Pit X-wings against TIE fighters or command an entire fleet of Star Destroyers in space.  Then send down land forces to secure the planet below. <br>\t\t\t\t\t</li></ul><strong>Star Wars® Empire at War™: Forces of Corruption™:</strong><br>\t\t\t\t\tYou’ve played the light side.  You’ve played the dark side.  Now play the corrupt side!  As Tyber Zann you’ll stop at nothing to become the most notorious criminal leader since Jabba the Hutt.  With all new tactics like piracy, kidnapping, racketeering and bribery, you can control the shadowy forces of corruption in your attempt to rule the <strong>Star Wars</strong> underworld.  Don’t just control the galaxy…corrupt it!<br><br>\t\t\t\t\t<ul class=\"bb_ul\"><li><strong>All new units and planets:</strong> Command over 28 new underworld units as well as new Rebel and Imperial forces and heroes on 13 new planets.<br>\t\t\t\t\t\t</li><li><strong>Expanded Multiplayer:</strong> Experience all out, three-faction battles and now play the same side against itself with mirror play.<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 德语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32470/header.jpg?t=1741729002",
    "developers": [
      "Petroglyph"
    ],
    "publishers": [
      "LucasArts",
      "Lucasfilm",
      "Disney"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 150,
      "total_negative": 5,
      "total_reviews": 155
    }
  }
}