{
  "325100": {
    "name": "MAGIX PC Check & Tuning 2015",
    "steam_appid": 325100,
    "required_age": 0,
    "is_free": false,
    "description": "MAGIX PC Check &amp; Tuning 2015 has more to offer than other tuning programs and freeware when it comes to keeping your computer fast and powerful: It automatically finds weak points and problems in your system, removes the causes, and optimizes performance. This way you can enjoy top performance and speed for gaming.<h2 class=\"bb_tag\" >A better gaming experience!</h2>We all love games, and we all hate when they don't play smoothly or crash. How can MAGIX PC Check &amp; Tuning improve your gaming experience?<br><br><ul class=\"bb_ul\"><li> <strong>Updating drivers:</strong> The latest games and hardware require the latest drivers. Graphics card manufacturers optimize their drivers specifically for new games. Maximum performance is only possible with up-to-date graphics card drivers. You also gain the benefit of new driver features such as GPU over-clocking and running multiple displays.<br></li><li> <strong>Ending processes:</strong> Unnecessary processes eat up your system's resources and slow down your games. MAGIX PC Check &amp; Tuning prevents processes, services and startup programs from loading. You can also end additional superfluous programs by activating Steam Boost to give your games top priority and full power. <br></li><li><strong> Network acceleration:</strong> Automatically optimizing your broadband network settings improves performance for multiplayer games and gives you an advantage when milliseconds stand between you and victory.</li></ul><h2 class=\"bb_tag\" >3 steps to make your PC faster and more stable:</h2><strong>Accelerate your PC:</strong> Defrag your hard drive, optimize Windows settings and startup, and get more performance with energy saving settings.<br><br><strong>Clean up your PC:</strong> Clean your registry and free up storage space by locating storage hogs and deleting unnecessary and particularly large files.<br><br><strong>Secure your PC:</strong>Update your software and drivers, delete digital footprints, find and uninstall unused programs, and recover accidentally deleted files.<h2 class=\"bb_tag\" >The most important features:</h2><ul class=\"bb_ul\"><li> <strong>Steam boost:</strong> Ends all unnecessary background processes and services in one click for maximum gaming performance and the perfect Steam experience<br></li><li> <strong>Performance boost:</strong> Removes unnecessary startup processes and deactivates unimportant services<br></li><li> <strong>Update drivers:</strong> Keeps your graphics card and sound card drivers up to date and automatically searches for new updates.<br></li><li> <strong>Update software:</strong> Automatic update of more than 2000 software titles<br></li><li> <strong>Clean hard drive and registry:</strong> Accelerates hard drive access, deletes unnecessary files, and stabilizes your system<br></li><li><strong> Smart hard drive defragmentation:</strong> Uses intelligent file categorization to get the most out of your hard drive<br> </li><li> <strong>Internet Tuning:</strong> Optimizes web services and browser settings for faster surfing and protects your privacy online.</li></ul><h2 class=\"bb_tag\" >New in this version:</h2><strong>Modern user interface</strong><br>Thanks to the new, more intuitive program interface, you can find all features at a glance and start permanently improving your PC's performance.<br><br><strong>Multimedia Data Manager</strong><br>Videos, photos and audio material take up large amounts of space on your PC. The data manager finds the largest folders and storage hogs on your hard drive and sorts them according to media type. This makes it possible to target and delete unnecessary files and free up disk space.<br><br><strong>Uninstall Wizard</strong><br>Unused programs unnecessarily take up space and can slow down your PC. The wizard identifies unnecessary software and allows you to uninstall several programs at once.<br> <br><strong>Monitor PC temperature</strong><br>An overheated processor is a common cause of crashes. MAGIX PC Check &amp; Tuning lets you monitor processor temperature and warns you before high temps damage your PC.<br> <br><strong>Optimize Windows settings</strong><br>Optimizing Windows settings can accelerate the display of screen contents. An overview of the most important Windows settings lets you customize your system the way you want.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 荷兰语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325100/header.jpg?t=1447363813",
    "developers": [
      "simplitec GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 3 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}