{
  "325330": {
    "name": "Muvee Reveal 11",
    "steam_appid": 325330,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Make Dynamic Videos in Minutes</h2>We took the best video editing practices and techniques, streamlined them, and created software everyone can use.<br><br><br><strong>Share your Experiences</strong><br>With just a few quick clicks, muvee Reveal 11 can help you share your gaming experiences with the masses. Simply choose your videos and images, select a style that fits the look you’re going for, then let muvee Reveal11 do the rest; with professionally designed effects, fonts, and captions.<br><br><strong>Automatic Beat Matching</strong><br>Having that perfect piece of music for your video is all too important. That’s why muvee Reveal  11 has taken all the guess work out of it. Select from a myriad of hand picked, pre-licensed tracks to add to your video, or use your own music and see it come to life. muvee Reveal 11 analyzes the music and synchronizes your video to each beat, removing the need to tirelessly match every cut yourself.<br><br><strong>Easy Title and Credits</strong><br>Using our powerful personalization tools, you can easily create professional looking title sequences and credits in no time at all.<h2 class=\"bb_tag\" >Make It Your Own</h2>Customize your video to suit your personal tastes. Adjust the speed, what gets shown, and exactly how to show it.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325330/extras/abfa575c6faf8f3ae2a7cf89e8017c0b.avif?t=1600434183\" width=610 height=236 /></span><br><br><strong>magicMoments for Videos</strong><br>Using our simple Thumbs Up and Thumbs Down editing options; dictate what moment s you want to live in infamy, and what moments didn’t quite make the cut.<br><br><strong>magicSpot for Photos</strong><br>muvee Reveal 11 has face detection software built right in, to help you showcase the stars of the show. But by using magicSpot, you can feature anything you want! Just drag the spotlight to what you want your video to focus on. Manipulate your images in 2d space: make the camera scan across a photo, dictate start and end points, and even how much to zoom.<br><br><strong>Set the Pace</strong><br>You can adjust the pace of every Style to suit your needs. Make your video have fast dynamic cuts for an edgier feel, or simply slow it down a notch and let the audience soak it all in.<br><br><strong>Create Your Own Custom Styles</strong><br>Start with a Style base and then personalize it however you want. Set a faster pace, select a color filter, or even change the fonts and backgrounds. When you are done tweaking, save your unique style and now you’re ready to use it whenever you want.<br><br><strong>Capture and Add Video Snapshots</strong><br>Save a photo still from any video. Want to show your friends that one screen shot that’s right in the middle of your video? Import a video, and take snapshots of any frame simply by clicking the “Capture” button.<h2 class=\"bb_tag\" >Enhance Your Videos</h2><br><strong>Graffiti</strong><br>Found in the photo options drop down menu, you can now add graphics to your photos. Add borders, hand drawn embellishments, speech bubbles, and visual effects including lens flares and light leaks to give your video that extra level of polish.<br><br><strong>Color Filters</strong><br>Adjust the overall feel of your video using over 10 different color grades. Add a sunset glow to give it a luminous romantic feel, or add a Sepia filter to give it a more rustic look.<br><br><strong>Audio Controls</strong><br><br>Add any music you want and use just the parts you need; only use the chorus, or string together three completely different songs. Blend in audio from the video soundtrack to showcase the most important segments, or voice over your new video and give live commentary.<h2 class=\"bb_tag\" >Share and Collaborate</h2><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325330/extras/69faa8541f2b30bde09afbefe5e45ace.avif?t=1600434183\" width=610 height=264 /></span><br><br><strong>Collaborate and Edit Anywhere</strong><br>muvee Reveal 11 supports editing on the move. Zip up all the photos, videos, music, and settings into a single file for easy transfer and collaboration. No longer worry about finding and saving every little file, muvee Reveal 11 does it for you.<br> <br><strong>Share and Distribute</strong><br>muvee Reveal 11 supports the most popular video formats; from AVI to H.264. Create your video and upload it directly to Youtube/Vimeo/Facebook, or save a copy for viewing on any of your own personal devices.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325330/header.jpg?t=1600434183",
    "developers": [
      "muvee Technologies"
    ],
    "publishers": [
      "Degica"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 10 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}