{
  "325760": {
    "name": "Cannon Brawl Demo",
    "steam_appid": 325760,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Get ready to play the next evolution of the artillery genre!</strong><br><br><strong>Cannon Brawl is an exciting mix of real time strategy and artillery gameplay.</strong>  Command your airship to capture gold mines and build everything from cannons to lasers. Drop attack buildings from your airship, then pop into them to take skill shots at your opponent in real time.  Upgrade each building to boost its devastating power.  Advance across the kingdom in single player to unlock and discover new buildings, then experiment with each one to find your favorite combination in online multiplayer. <br><br>Choose from over fourteen buildings and five airship pilots (with more to come) for a huge variety of strategic combinations. Want to turtle up and launch big warheads from afar? You can! Want to rush to the high ground and launch a rain of missiles from above? You can! Try out tons of other strategies and crush your friends!<br><br>Cannon Brawl will challenge your ability to manage priorities, coordinate attacks and defenses, and focus through the madness of battle.<h2 class=\"bb_tag\" >Key Features in Main Game </h2><ul class=\"bb_ul\"><li><strong>Action Strategy like you've never seen</strong> - Unique blend of 2D artillery and real time strategy gameplay results in intense tactical battles<br></li><li><strong>Battle Near and Far</strong> - Competitive 1v1 online multiplayer with ranked matching, invite a friend for a private battle, or plugin in a controller and get your buddies together for a home tournament <br></li><li><strong>Strategic Options</strong> - Choose from 15+ weapons and defenses and combo them with 5+ different airship pilots for hundreds of strategic options<br></li><li><strong>Dynamic Battlefields</strong> -  Destroy the terrain with cannons, lasers and more<br></li><li><strong>Epic Adventure</strong> - Battle across our full campaign mode with big boss fights spanning 20 missions, charting new territory across 5 unique environments<br></li><li><strong>Regular Updates</strong> - Better balancing, tuning, improvements, new features, and more! </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325760/header.jpg?t=1447363903",
    "developers": [
      "Turtle Sandbox LLC"
    ],
    "publishers": [
      "Turtle Sandbox LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}