{
  "325970": {
    "name": "Train Simulator: North Jersey Coast Line Route Add-On",
    "steam_appid": 325970,
    "required_age": 0,
    "is_free": false,
    "description": "The bustling and historic North Jersey Coast Line of NJ TRANSIT® links the New York City metropolitan area with the northern portion of America’s famed “Jersey Shore,” and does so in captivating fashion. <br><br>Serving two great rail terminals – New York City’s Penn Station in Manhattan and the classic Hoboken Terminal across the Hudson River, the North Jersey Coast Line stretches more than 70 route miles to Bay Head, New Jersey. Trains on the NJ TRANSIT North Jersey Coast Line operate over Amtrak’s electrified Northeast Corridor to Rahway, then travel to what was once the famous “New York &amp; Long Branch” along the Atlantic seashore to the iconic New Jersey railroad towns named South Amboy, Long Branch, and Bay Head. NJ Transit is one of North America’s largest and busiest commuter railroads, serving approximately 300,000 rail commuters and passengers each weekday. <br><br>Included with the NJCL route is NJ TRANSIT’s ultra-modern and unique Bombardier ALP-45DP “dual-power” locomotive, which can operate either from overhead AC catenary or as a diesel-electric locomotive. It is capable of speeds over 100 mph. The route also features NJT’s Comet IV commuter coach and a fully equipped, drivable Comet V cab car for push-pull operations.<br><br>Also included is the modern staple of NJ TRANSIT’s system operations, MultiLevel Cars and driveable Cab Car - perfect for recreating authentic NJ TRANSIT modern-day operations over the North Jersey Coast Line.<h2 class=\"bb_tag\" >Scenarios</h2><br>The North Jersey Coast Line route add-on includes seven Career Scenarios and four Railfan Mode scenarios:<h2 class=\"bb_tag\" >Career Scenarios</h2><ul class=\"bb_ul\"> <li>Hoboken <br></li><li>Northeast Corridor <br></li><li>To Long Branch: Part 1 <br></li><li>To Long Branch: Part 2 <br></li><li>Ocean Spray <br></li><li>Frozen to the Core <br></li><li>New York Night Shift</li></ul><h2 class=\"bb_tag\" >Railfan Mode Scenarios</h2><ul class=\"bb_ul\"> <li>Belmar <br></li><li>Hoboken <br></li><li>Long Branch <br></li><li>Newark International Airport</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"> <li>Approximately 73 route miles of electrified and non-electrified main line <br></li><li>New York Penn Station and Hoboken Terminal <br></li><li>NJ TRANSIT Meadows Maintenance Center <br></li><li>NJ TRANSIT Bombardier ALP-45DP with power change-over and in-cab signalling features <br></li><li>NJ TRANSIT Comet IV Coaches and drivable Comet V Cab Car <br></li><li>NJ TRANSIT Bombardier MultiLevel Coaches and driveable Cab Car<br></li><li>Career and Railfan Mode scenarios for the route <br></li><li>Quick Drive Compatible <br></li><li>Download size: 2.2 GB</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/325970/header.jpg?t=1728295096",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}