{
  "326220": {
    "name": "Sky Nations Demo",
    "steam_appid": 326220,
    "required_age": 0,
    "is_free": true,
    "description": "Set in a world where the planets surface is no longer habitable. Sky Nations takes place above the clouds where large airships are the only means of travel. Join up with your friends and build a ship to explore and do battle with players you meet a long the way  or the various creatures inhabiting the skies. <br><br><i>Please Note: Sky Nations is Early Access and still in development. That means that not all the content is finished and many things are place holders or subject to change. There will be bugs! However through the community of players we can get these bugs found and fixed as well as use your suggestions to help balance and improve the game.</i><br><br>Sky Nations is centred around multiplayer cooperative and versus play in a voxel sandbox. Using blocks players can build, destroy and take with harsh but fair mechanics based around freedom for player vs player. There aren't invisible barriers stopping you from destroying blocks or rules against attacking other players. The skies are tough and you need to be tough to survive them!<br><br><ul class=\"bb_ul\"><li><strong>Build ships</strong> - As a completely multiplayer orientated experience you are free to roam, interact with and build on the ship as it’s piloted by another player. As well as design custom ships for custom jobs such as mining.<br></li><li><strong>Crafting</strong> - Create unique items for your ship such as radars, generators and cannons!<br></li><li><strong>PVP</strong> - Whether it's with your ships using cannons, lasers and more or with shotguns as invade enemy bases and form boarding parties players are free to attack or group up with others they may encounter in their travels.<br></li><li><strong>Create Nations</strong> - Organize your friends to dominate the map and hold key resource points.<br></li><li><strong>Modding Support</strong> - Textures can be reskinned and the game server comes with a Mod API allowing you to write custom scripts in C#. Which will be expanded with updates.<br></li><li><strong>Buildable Wearable Items </strong>- Craft items out of blocks to wear and stand out of from other players and use as bartering items.<br></li><li><strong>Persistent Player Servers</strong> - Host your own servers or join other players servers with ease. Each a unique world generated the first time it is started.</li></ul><h2 class=\"bb_tag\" >Demo Limitations</h2>The demo allows you to experience a lot of the game with other players who have purchased the game. However there are a few limitations:<br><ul class=\"bb_ul\"><li>Demo players  can only login to the Community Servers. Not player servers.<br></li><li>Demo players cannot create Nations.<br></li><li>Demo players cannot create items with Item Kits.<br></li><li>Demo players cannot change your their skin.<br></li><li>Demo players cannot enter a system claimed by a Nation they are not part of.<br></li><li>There is no time limit on demo accounts.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/326220/header.jpg?t=1535415998",
    "developers": [
      "Damaged"
    ],
    "publishers": [
      "Damaged"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}