{
  "326230": {
    "name": "Smugglers 5: Invasion",
    "steam_appid": 326230,
    "required_age": 0,
    "is_free": false,
    "description": "Smugglers 5: Invasion starts where the original game ended. After years of civil war, the Federation finally emerged victorious, crushing all rebellion. The galaxy looked forward to a period of peace, a chance to repair the damage of a long and bitter war.<br><br>Then came the Jalkath, a new alien race looking much like the tigers of Old Earth. Their attacks were swift and brutal and they subjugated entire systems before the Federation even knew what was happening.<br><br>To the humans, they looked much like the tigers of Old Earth, and they soon proved themselves to be every bit as cunning and dangerous. The newcomers were swift and brutal in their assault, deploying terrifying weapons and subjugating entire systems before their victims even knew what was happening. The Federation has rallied a defence against the invaders, and now both sides struggle for dominance.<br><br>War has returned to the galaxy. For the right kind of captain, it’s a whole new chance for fame and fortune. Will you fight for the survival of your race? Trade and smuggle goods to make your fortune? Or play both sides against each other for your own profit?<br><br><strong>Top features of this <u>stand-alone expansion</u>:</strong><br><strong><br>•\tYou do NOT need the base game Smugglers 5: Secession to play.</strong><br>•\tA new, playable alien race (the Jalkath) with new skills and professions.<br>•\tRevised ship to ship combat. The skill bar at the bottom now randomly selects a “deck” of available skills, giving the game more diversity. The “deck” changes during combat.*<br>•\tSix new alien star systems<br>•\tExploration stories revised and new stories added to many systems.<br>•\tMore than 10 new alien ships and squadrons, ranging from fighters to capital ships.<br>•\tCarriers added to the game with unique abilities – launch bombers, interceptors and escort vessels.<br>•\tIntroducing new race-dependent news broadcasts and events.<br>•\t20 new skills, including some that limit the skills available to your enemies. Existing skills have been revised to suit the new combat system and new ships.<br>•\tConquering the enemy’s home system will immediately win the war.<br>•\tArtificial intelligence improvements<br>•\tThe two main game screens now have a higher display resolution.*<br>•\t<strong>and much more ..</strong>.<br><br>* = (marked features have been unlocked as a community reward in the base game too)<br><br><strong>Top features of Smugglers 5 (original game and expansion):</strong><br><br>•\tExplore the galaxy through a fast turn-based travel and combat system<br>•\t4 factions; 6 professions with new, unique skill trees; 100+ different skills and a revised skill system<br>•\t30+ spaceships and encounters ranging from fighters up to battleships, cruise missiles and star bases <br>•\tNon-linear war and campaign system. You can influence the war!<br>•\tManage a crew, board enemy ships, become Admiral and command whole fleets<br>•\tPlunder planets and pirate outposts, conquer space systems and even rule your own empire!<br>•\tSupply and demand based trading with the storyline and campaign influencing prices<br>•\tMore than 80,000 words of interactive non-linear storylines (that´s about the size of two novels)<br>•\tAdvanced text generation technology and new planet exploration short stories make every game different.<br>•\tMarry a beautiful wife and have children<br>•\tOptional compatibility mode to allow blind players to enjoy the game<br>•\t<strong>and much more ..</strong>.<br><br><blockquote><strong> 'TOP 1 bestselling RPG game' -  from 16th to 24th March 2014 (Base game Smugglers 5: Secession)</strong></blockquote><blockquote><strong> 'TOP 6 bestselling INDIE game' -  from 16th to 24th March 2014 (Base game Smugglers 5: Secession)</strong></blockquote><br>There's a ship in the hangar and the stars are calling to you. Don't keep them waiting.<br><br><strong>Attention! This is a stand-alone expansion for Smugglers 5: Secession and does NOT require the original game.</strong>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/326230/header.jpg?t=1730122702",
    "developers": [
      "Niels Bauer Games"
    ],
    "publishers": [
      "Niels Bauer Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}