{
  "326310": {
    "name": "Crimzon Clover WORLD IGNITION - Superplay Strategy Guide",
    "steam_appid": 326310,
    "required_age": 0,
    "is_free": false,
    "description": "We are proud to present Yotsubane's super replay strategy guide for Crimzon Clover!  Developed in close cooperation with Crimzon Clover's top players, we have been able to bring you replay demonstrations of extremely high scoring games for all of Crimzon Clover's major mode and ship combinations.  This is a unique opportunity to see the best superplayers in the world showcasing their high scoring games in Crimzon Clover.  You can study their strategies to improve your own score in the game, or simply be amazed by their amazing skill!<br><br><strong>Contents of the Super Replay Strategy Guide include:</strong><br><br>16 high-scoring replays by the world's best Crimzon Clover superplayers, one for each major mode and ship type combination.  Examine their games to refine your own strategies!<br><ul class=\"bb_ul\"><li>4 replays for Arcade Original Mode, featuring Type I,II,III and Z.  Demonstrations provided by superplayers GFA2-ISO, RETurn, and Makki. <br></li><li>4 replays for Arcade Boost Mode, featuring Type I,II,III and Z.  Demonstrations provided by superplayers SOGO, CAT_OOD and Amp_Dep.<br></li><li>4 replays for the brutally challenging Unlimited Mode, featuring Type I,II,III and Z. Demonstrations provided by superplayers SELDIA and GFA2-ISO.<br></li><li>4 replays for Time Attack Mode, featuring Type I,II,III and Z.  Demonstrations provided by superplayers TAKEYUKI, Gowasu, and GFA2-ISO.<br></li><li>A special Super Replay section will be unlocked in-game, so you can view the replays at your convenience.</li></ul><br>A 76-page strategy guide spanning 22 documents, including commentary and strategic insight by the superplayers to accompany each of the 16 replays that are included.  Pick up some tips from the pro players!<br><ul class=\"bb_ul\"><li>Commentary by each player for each replay, featuring all mode and ship combinations (16 in all).<br></li><li>4 documents providing an overview of the features, differences, and key strategic concepts of each Mode.<br></li><li>2 enemy-type documents displaying illustrations of all the enemies and bosses in the game along with their base point values.  See which enemies give the big points!</li></ul><br>We hope that you will enjoy the definitive strategy guide for Crimzon Clover WORLD IGNITION.",
    "supported_languages": "英语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/326310/header.jpg?t=1681233051",
    "developers": [
      "YOTSUBANE",
      "Adventure Planning Service"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3300,
      "final": 3300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 33.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}