{
  "326630": {
    "name": "Club Manager 2015",
    "steam_appid": 326630,
    "required_age": 0,
    "is_free": false,
    "description": "In Club Manager 2015 you slip into the role of an up-and-coming football manager. You can start with a new team in the eighth league or take over an existing team from one of the higher leagues. It's your choice, but in the end only one thing matters: get promoted, win the Championship and take home the trophy! <br><br>Club Manager 2015 returns to the simpler virtues of classic football manager games – without fancy gimmicks. Put together a team that can pack a punch. Ecstatic fans and the skillful marketing of your club will make for gushing profits. Convince sponsors, take care of the youth academy and participate in international tournaments. Upgrade your stadium from a rudimentary football field to a real arena. <br><br><br><strong>Made in Germany – developed in the homeland of the current World Champions </strong><br>'54, '74, '90, 2014 – Germans know what it takes to be World Champions. So who better to choose than a German developer team? Over 20 years of know-how from enthusiastic fans and at least one hundred times as much pure footballing passion have gone into this version of Club Manager.<br><br><strong>There's more to it than you imagine</strong><br>If you really like to get your hands dirty, then Club Manager 2015 is just the place for you. Eight leagues and numerous championships in over 200 countries allow for plenty of variety. Bring in sponsors, make use of skillful marketing strategies for healthy bank accounts, and don't forget to turn your stadium into a veritable footballing palace.<br><br><strong>Extensive editor</strong><br>The included editor enables fans across the globe to expand the game on their own, create their own teams, and modify existing teams without any complications!",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/326630/header.jpg?t=1606689200",
    "developers": [
      "BigBlaze Games"
    ],
    "publishers": [
      "2tainment GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}