{
  "32680": {
    "name": "Delta Force — Black Hawk Down: Team Sabre",
    "steam_appid": 32680,
    "required_age": 0,
    "is_free": false,
    "description": "Delta Force — Black Hawk Down: Team Sabre is the official expansion pack to the #1 best selling PC game in North America. Team Sabre was developed using the Delta Force — Black Hawk Down engine and it requires the mother product to run. <br>\t\t\t\t\tThe game is a military-based shooter but the missions are fictitious and not based on any actual real events.  The expansion follows the Team Sabre Squadron as they are deployed to take out targets and carry out mission objectives in two separate single player campaigns (*approximately 5 missions each) that take place in Columbia and Iran.  The multiplayer feature boasts 30 new maps and an enhanced level of mod support for players to build their own unique maps. <br>\t\t\t\t\tThe highlight of this expansion pack is that it features lush jungle terrain, never seen before to this extent in a Delta Force game.  This also adds an exciting element to gameplay in both the single and multiplayer game.<br>\t\t\t\t\t<br>\t\t\t\t\t<h2 class=\"bb_tag\" >Feature Breakdown</h2>\t\t\t\t\t<ul class=\"bb_ul\"><li>2 all new single player campaigns that take place in treacherous South American jungle terrain and across islands in the Persian Gulf. <br>\t\t\t\t\t</li><li>New Weapons &amp; Vehicles: Select from 24 weapons to achieve your mission objectives, including 3 new to the series, the H&amp;K G3A3, H&amp;K G36E and the H&amp;K PSG1 Sniper Rifle. New modes of transport include the MH-53M PaveLow IV helicopter and the RHIB Rigid Hull Inflatable Boat. <br>\t\t\t\t\t</li><li>Free unrivaled multiplayer mayhem — up to 64 players via NovaWorld and up to 50 players on a LAN (tbd). <br>\t\t\t\t\t</li><li>30 new multiplayer maps. <br>\t\t\t\t\t</li><li>Uses an enhanced version of the Delta Force — Black Hawk Down engine with mod-support features for building unique multiplayer battlefields. <br>\t\t\t\t\t</li><li>A portion of the proceeds will be donated to the Warrior Foundation <br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32680/header.jpg?t=1733246380",
    "developers": [
      "Ritual Entertainment"
    ],
    "publishers": [
      "NovaLogic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 6 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 92,
      "total_negative": 1,
      "total_reviews": 93
    }
  }
}