{
  "327240": {
    "name": "Drifting Lands Demo",
    "steam_appid": 327240,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Drifting Lands is an original mix of classical horizontal shooter with modern hack &amp; slash standards. The base recipe to craft Drifting Lands:</h2><ul class=\"bb_ul\"><li> take the core gameplay of a standard horizontal shmup,<br></li><li> open it up and extract most of the mindless auto-fire required to destroy enemies <br></li><li> replace this by a set of skills selected among the list available for your class<br></li><li> use these skills with various effects (dash, area of effect attacks, time control, etc…) during your runs with classical resources consumption and cooldowns management<br></li><li> add random loot, crafting...<br></li><li> ... and exhaustive inventory customization of your ships and weapons.</li></ul><h2 class=\"bb_tag\" >Please note though that for the time being, Drifting Lands is still in early stages of production.</h2> Since we wanted feedback from players to create a truly original and top quality experience, we decided to package as soon as possible what we had from the full game into this demo. The complete project Drifting Lands is a hack &amp; slash variation before anything else. It will feature randomly generated levels, random loot and a progression of your characters and ships over dozens of hours. But right now, there's no progression : no inventory, no persistance, no grinding or even no story line. What we present here is the core gameplay of Drifting Lands packaged into a more classical competitive shoot'em'up with online leaderboards. However, we already offer some degree of customization : before you start a level, you can choose your build of skills among a list of defensive, offensive or scoring oriented powers!<br><br>The content of this demo will be regularly updated over time. This competitive mode will still exist in the final version but will only be a secondary gameplay mode. When we feel our game is worthy, we will release a pay-to-play version of the game. If you want to support our team or get access to the RPG/campaign mode, you'll then have the opportunity to buy a copy of the game. But the competitive part featured in this version will most likely stay free, indefinitely and entirely.<br><br>Want to report bugs, ask the team what is planned for this or that, suggest ideas or improvements, know what we're up to for the next update... come have a chat in the community section! We're pretty open dudes ;)",
    "supported_languages": "英语, 法语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/327240/header.jpg?t=1496678149",
    "developers": [
      "Alkemi"
    ],
    "publishers": [
      "Alkemi"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}