{
  "327400": {
    "name": "Sid Meier's Colonization (Classic)",
    "steam_appid": 327400,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Tradition of Civilization Continues</strong><br><br>The New World lies before you with all its peril, promise and infinite possibility. Your colonists anxiously follow you to shore. The treasures of an entire continent await you.<br><br>Finally, the much-anticipated follow-up to Civilization is here! Sid Meier's Colonization takes you into the Colonial Era to discover, explore and colonize vast territories that promise both danger and reward.<br><br>Play one of four colonial powers as you set sail to discover the New World. Explore new lands and strategically plant your first colony. Direct its growth, manage its resources and establish lucrative trade routes. Balance economics, political and military strategy to create your own powerful nation.<br><br>But beware of your enemies! Angry natives and rival powers can encroach upon your territory. You'll have to overcome your foes with superior military strategy and wily diplomacy. Only then can you launch your revolution and declare your independence.<br><br>Colonization, The newest strategy game from Sid Meier continues the great tradition of Civilization.<br><br><ul class=\"bb_ul\"><li>Manage your growth, development and trade to create a powerful nation.<br></li><li>Pit your strategic skills against Colonization's advanced artificial intelligence.<br></li><li>Play either the French, English, Dutch or Spanish colonial powers each with distinct characteristics and political situations.<br></li><li>Customize your games and choose your own level of difficulty so you never play the same game twice.<br></li><li>Discover and explore the Americas or create your own scenario with a random map generator<br></li><li>Same design principles and interface as award-winning Civilization, making game play easy and fun.<br></li><li>Bonus soundtrack included!</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/327400/header.jpg?t=1726253764",
    "developers": [
      "MicroProse Software, Inc"
    ],
    "publishers": [
      "Atari",
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}