{
  "32770": {
    "name": "Joint Operations: Combined Arms Gold",
    "steam_appid": 32770,
    "required_age": 0,
    "is_free": false,
    "description": "The most ferocious online conflict of the 21st century is now available in its most definitive form: introducing Joint Operations: Combined Arms Gold, the largest multiplayer FPS collection ever. With the award-winning Joint Operations: Typhoon Rising and the bestselling Joint Operations: Escalation together in one convenient package, it's easier than ever to join the world record setting large scale modern warfare that critics have called &quot;extremely intense,&quot; and &quot;an absolute blast.&quot;  (PC Gamer) <br><br><br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Play in games of up to 150 players online via the all-new, blazing fast NovaWorld network, or host up to 64 player games on LAN<br>\t\t\t\t\t</li><li>Experience the most premium connections and sophisticated anti-cheat technology available with THREE MONTHS FREE NovaWorld Gold premium service included with purchase<br>\t\t\t\t\t</li><li>Battle over 30 unique, breathtaking and massive multiplayer levels across the diverse environments of Indonesia, from chemical weapons factories to ancient jungle ruins<br>\t\t\t\t\t</li><li>Choose your specially-skilled class of warrior from 7 different authentic fighting forces<br>\t\t\t\t\t</li><li>Crush your enemies with 35 fully drivable war machines, from M-1 battle tanks to LCAC amphibious assault hovercraft and Black Hawk helicopters<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/32770/header.jpg?t=1727864992",
    "developers": [
      "NovaLogic"
    ],
    "publishers": [
      "NovaLogic",
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 6,
      "total_negative": 5,
      "total_reviews": 11
    }
  }
}