{
  "327870": {
    "name": "Salt Demo",
    "steam_appid": 327870,
    "required_age": 0,
    "is_free": true,
    "description": "Salt is a game about the journey, not the destination. Set sail across an infinite, procedurally generated world exploring uncharted islands, discovering mysterious places, hunting down pirate captains and bosses, going on epic quests, upgrading your ships, hunting and fishing for food, and looting hundreds of rare items throughout your adventure.<br><br><u>Current Features</u><br><ul class=\"bb_ul\"><li><strong>Explore and Discover - </strong> Explore the sea and countless islands, discovering ancient ruins, cultists, merchants, and more. <br></li><li><strong>Complete Freedom - </strong>Pick a direction and go. Whether it's fighting, exploring, questing, hunting, or crafting, the choice is yours to experience the world the way you want.<br></li><li><strong>Adventure and Quests - </strong>Take on dangerous quests filled with bosses and secrets to earn rare loot and uncover lore. <br></li><li><strong>Gear Up - </strong>RPG-style loot system with item rarities and hundreds of weapons, armor, resources, and mysterious items. <br></li><li><strong>Procedurally Generated World - </strong>The world is limitless. Set sail on the ocean and explore an infinite amount of islands. <br></li><li><strong>Chart Your Adventure - </strong>Use in the in-game map to chart the islands you come across and make note of rare loot or places you discover!<br></li><li><strong>Customize Your Ship - </strong>Discover huge ships and decorate them to make them your home at sea. <br></li><li><strong>Battle Your Enemies - </strong>Fight pirates, bosses, and other enemies using a wide array of weapons. <br></li><li><strong>Hunting And Fishing - </strong>Hunt wildlife and fish the open seas for food and other resources. <br></li><li><strong>Seed Based World Generation - </strong>Start with a default seed to share your discoveries with the community. Everyone using the same seeds will be in identical worlds.</li></ul><br><u>What can I do in the demo?</u><br>The demo version is the same as the full version except island generation is limited to a small area around the starting island, and custom seed selection and hardcore mode are unavailable.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/327870/header.jpg?t=1484858088",
    "developers": [
      "Lavaboots Studios"
    ],
    "publishers": [
      "Lavaboots Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}