{
  "328430": {
    "name": "Rex Nebular and the Cosmic Gender Bender",
    "steam_appid": 328430,
    "required_age": 0,
    "is_free": false,
    "description": "A priceless vase is lost on a distant planet that doesn't exist! An irate colonel wants it back! And only one man is experienced enough... skilled enough... and foolish enough to retrieve it! Interstellar adventurer and bungling bachelor Rex Nebular!<br><br>Join Rex as he pilots the Slippery Pig on a crash course for Terra Androgena, a planet populated entirely by bizarre alien women with big agendas of their own!<br><br>Overcome the dizzying array of obstacles and endless traps preventing Rex from returning the priceless pottery! Feel the grotesque effects of the frightening Gender Bender machine! And revel in the mind-blowing graphics and ultra-realistic animation!<br><br>Only you can help Rex Nebular complete his mission and escape Terra Androgena alive!<br><br><ul class=\"bb_ul\"><li>MIND-EXPANDING state-of-the-art graphics that combine drawn, digitized, 3-D rendered and rotoscoped art!<br></li><li>A MULTITUDE OF MIND-BENDING PUZZLES<br></li><li>ENTICING skill levels for players from novice to genius!<br></li><li>IMPOSSIBLE TO PUT DOWN manual written by award-winning game designer Steve Meretzky!<br></li><li>Roam, Manipulate and Explore Rex's beloved Slippery Pig or any other scenario without typing in one work of text!<br></li><li>Voyage to mesmerizing 3-D environments all brimming with colossal adventures!<br></li><li>Coerce vivacious natives into giving you vital information!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/328430/header.jpg?t=1689356902",
    "developers": [
      "MicroProse Software, Inc."
    ],
    "publishers": [
      "Atari",
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}