{
  "328880": {
    "name": "Space Legends: At the Edge of the Universe",
    "steam_appid": 328880,
    "required_age": 0,
    "is_free": false,
    "description": "Some places are best left alone even if advances in space travel make visits to remote parts of the universe a possibility. See what's at the far end of the universe and plan your escape. A breathtakingly exciting expedition to a distant world ventures into uncharted territory - on a faraway planet, total destruction threatens ALL. <br><br>Join Elizabeth Campton and her close colleague Steve on a routine voyage that turns into a real adventure. As an exobiologist and space explorer, Elizabeth is no stranger to danger. Still, the threats she encounters are more than she thought could ever face all at once, especially with her dear friend Steve by her side. <br><br>From bad weather, to emergency ship repairs, to landing in jail, to healing a princess – Elizabeth has found herself in a series of binds. Then, it gets worse! A comet is on a collision course with the planet! Everyone is in grave danger. Elizabeth gains permission to visit a forbidden deserted city, where she finds a transport ship that can save everyone, but it's in disrepair. <br><br>You can save the entire world. In a new dimension where the future, past and present intertwine, only your skill and cunning can bring you back home. An exciting galactic drama will challenge your every move. Escape from the Far End of the Universe! <br><br><strong>Features</strong><br><ul class=\"bb_ul\"><li>A thrilling Sci Fi adventure featuring indelible characters <br></li><li>Beautifully detailed hidden object scenes and locations to explore <br></li><li>Discover an in-game journal and find clues <br></li><li>Tricky puzzles to solve, mini-games and more</li></ul>",
    "supported_languages": "英语, 德语, 捷克语, 波兰语, 俄语, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/328880/header.jpg?t=1450374087",
    "developers": [
      "Red Hedgehog"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}