{
  "328990": {
    "name": "Koya Rift",
    "steam_appid": 328990,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" ><strong>Note</strong>: Koya Rift is not in active development. It first released in 2011, and was last updated in 2012.</p><p class=\"bb_paragraph\" >---</p><p class=\"bb_paragraph\" ><i>Koya Rift is a roguelike 2D shooter-platformer. Levels are procedurally generated, and the difficulty is tuned as you play, to make the game more difficult when you win, and easier when you lose. In Koya Rift, the player must enter a hostile planet and destroy an alien race so the planet can be colonized. Each run, the player is dropped off at the surface and must venture into procedurally generated caves, earning upgrades and buying units as they progress. The goal of the game is to provide a challenging, yet casual experience that’s easy to pick up and put down.</i> </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >A game of Koya Rift is pretty straightforward – you find yourself above ground standing in front of one of the delivery pods from the mercenary mothership. Your minimap hides the area below ground – and you have no idea what awaits you. Below ground lies a web of tunnels and caverns that is different every single time you play. Procedural generation isn't just in the level – all of your enemies will seem different too. Their size, speed, color, health, damage, and weapon behavior will be unique for each one you fight. Your own weapons are generated the same way, so you must adapt to what you have when approaching a fight.  </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >You have to venture down into the unfamiliar cave system and eliminate all of the Phantom Crystals (Where the enemy soldiers are grown). Unfortunately the Phantoms are hunting you the whole time, while their crystals evolve and grow. If you manage to destroy all the enemy crystals, you win the level. </p><p class=\"bb_paragraph\" >Don’t get too proud though – if you beat it too easily the game will know and will be sure to adjust the difficulty for next time. Game difficulty in Koya Rift is complex – it’s not a simple modification to the amount of health you have, and it isn't a simple easy-normal-hard scale. Difficulty is modeled as a precise measurement that expands near-infinitely in either direction in this game. Difficulty adjustments affect almost everything in game – from the reaction speed of the Phantoms, to the speed at which they grow and evolve, to the cost of your allies, the experience they need to level up, the accuracy, size, fire rate, and density of your energy weapons,  the rate of health recovery, the effects of special weapons, the size of the levels you play on, the health and damage of your enemies, the speed and fragility of your allies, the cash value of killing an opponent, the swiftness and force of enemy raids, and even more. There are so many values that change, and when they do change, they change with such subtlety that you will not be able to pick out exactly why this next game seems like more of a challenge for you than last.</p>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/328990/header.jpg?t=1766791555",
    "developers": [
      "Zach Kehs (SunnyKatt)"
    ],
    "publishers": [
      "Zach Kehs (SunnyKatt)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}