{
  "328920": {
    "name": "F-117A Nighthawk Stealth Fighter 2.0",
    "steam_appid": 328920,
    "required_age": 0,
    "is_free": false,
    "description": "Down below, the enemy sits unaware while a sleek, metallic creature slices through the dark. No blips show on the radar, no sign is given. Then, an instant, the roar of exploding ordnance shatters the night, demolishing targets, sending troops and pilots scrambling. As quickly as it appeared the menacing airborne apparition vanishes in the sky. The F-117A has just come calling.<br><br>F-117A Nighthawk Stealth Fighter 2.0. It's the only simulator that could improve on MicroProse's landmark combat flight simulator, F-19 Stealth Fighter. You get the same superior game-play and design plus much more true-to-life new graphics, sound that seems to wrap around you, more worlds to conquer and more scenarios to challenge you.<br><br><strong>Game Features:</strong><br><br><ul class=\"bb_ul\"><li>Sensational Sound. Thrilling new music and digitized speech highlight the updated and enhanced sound package<br></li><li>Nine Worlds. Run your F-117A through the world's &quot;hot spots&quot;, Cuba, North Korea, The Kuwaiti Theatre of Operations, Central Europe, the North Cape, Libya, the Persian Gulf, Vietnam and the Middle East.<br></li><li>Awesome Missions. With updated scenarios and historically based assignments from the Persian Gulf War, mission generation is absolutely unmatched.<br></li><li>Eye-popping Graphics. Graduated horizons, landscapes and seascapes in VGA give even experienced pilots a new thrill. All new starting options and ending screens add the excitement you want.<br></li><li>Absolute authenticity. Experience the true environment of the F-117A, including cockpit and in-plane graphics, thanks to advanced 3-D technology. Real-life enemy AI will challenge you, too.<br></li><li>Exciting options. Choose the F-117A that challenges you the most. The Lockhead version is U.S. standard issue. The MicroProse version makes you less elusive, but adds target-busting fire-power and intense dogfighting action.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/328920/header.jpg?t=1755510168",
    "developers": [
      "MicroProse Software"
    ],
    "publishers": [
      "MicroProse Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 10 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}