{
  "329550": {
    "name": "Alea Jacta Est Cantabrian Wars",
    "steam_appid": 329550,
    "required_age": 0,
    "is_free": false,
    "description": "Following his victory at Actium in 30 BC, Octavian became the absolute master of Rome. After having celebrated three triumphs, he reorganized the empire by using the wealth of defeated Egypt. He returned to the Senate the management of all but three provinces (that he reserves for himself: Gaul, Hispania and Syria). <br />\r\n<br />\r\nIn addition to strengthening the borders in his provinces, he decided to put an end to the home fronts by eliminating the last pockets of resistance to Roman rule. Thus in Hispania, he orders Titus Taurus Statilius to reduce the Vaccaei tribe in 29BC. That tribe calling help to the Asturian and Cantabrian mountain neighbors, a pretext is found to launch a military campaign against those nations still clinging to their independence and lands in northern Hispania.<br />\r\n<br />\r\nWhat the imperial administration had not expected, however, was the duration of the war, which will continue until 19 BC, and require sending many legions, and even the personal intervention of Octavian, who became the Emperor Augustus in 26 BC. <br />\r\n<br />\r\nBy 19 BC, the Asturian and Cantabrian peoples will eventually accept the Pax Romana, at the cost of many massacres and executions performed under the orders of Agrippa, final winner of the last independent tribes of the peninsula.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/329550/header.jpg?t=1756115715",
    "developers": [
      "Ageod"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 720,
      "discount_percent": 60,
      "initial_formatted": "¥ 18.00",
      "final_formatted": "¥ 7.20"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}