{
  "329660": {
    "name": "Silent Service",
    "steam_appid": 329660,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Exciting World War II Submarine Action in the South Pacific!!</strong> by Sid Meier.<br><br>0400 hours, Tuesday 1942... BATTLE STATIONS!! BATTLE STATIONS!! Enemy convoy identified on radar!!<br>SILENT SERVICE, The Submarine Simulation, brings exciting action, great strategy, detailed graphics and an ultra-realistic simulation of a World War II U.S. submarine in the South Pacific.<br>SILENT SERVICE's outstanding features include: all the critical battle stations 0 engine room, conning tower and ship's bridge; challenging and realistic combat versus single ships and heavily escorted convoys; and an infinite variety of situations using complete maps and charts for the entire South-west Pacific and a sophisticated and realistic attack plotting system.<br>SILENT SERVICE is the most detailed and realistic submarine simulation for home computers. Player selected &quot;reality levels&quot; allow the player to customize complexity, and time scaling ensures that the actions and decisions are constantly required. SILENT SERVICE provides a wide selection of historical scenarios from individual attacks to patrol missions that bring challenge and fun to both the first time player and the experienced submarine veteran.<br>Will you, as submarine captain, select a quiet patrol sector in the Marianas Islands, or choose the dangerous waters off the coast of Japan? Is the submerged daylight periscope attack best, or do you charge in on the surface at night using only radar bearing to guide you? Do you pick off the enemy with a single torpedo shot? These decisions and many more are yours to make as you take your place among the elite ranks of the SILENT SERVICE!<br><br>Throughout The World<br>SILENT SERVICE is &quot;The Best&quot;...<br><br>USA: Best Adventure Game for the Home Computer. 1986 Charles Roberts Award for Outstanding Achievement Game Manufacturers Association (GAMA)/Academy of Adventure Gaming Arts &amp; Designs.<br><br>Germany: Simulation Of The Year. Best Games Of The Year Awards, Happy Computer, December 1986<br><br>USA: Best Simulator. Critics' Choice Awards. Family Computing, January 1987<br><br>England: Best Simulation. Oscar Award, Commodore Computing International, December 1986<br><br>France: Best Simulation. TILT d'Or Canal (Golden TILT Award), TILT Magazine, November 1986",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/329660/header.jpg?t=1691614490",
    "developers": [
      "MicroProse Software, Inc"
    ],
    "publishers": [
      "Atari",
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}