{
  "330730": {
    "name": "Cloudbuilt - Defiance",
    "steam_appid": 330730,
    "required_age": 0,
    "is_free": true,
    "description": "Explore a new path in Demi’s story as she starts to question and break away from the destiny set before her! Players face their hardest challenge yet in levels focused more on making it through in one piece rather than running through as fast as possible. Along with new enemies and gameplay mechanics, these levels also introduce a new risk/reward system by having no fixed checkpoints – it's up to the player to collect and then manually place them. How far can you run into the unknown before you need to catch your breath in a safe place? <br> <br>Each of the five DLC levels is a unique challenge all on its own, with achievements and unlockable skins awarded for completing each of them. Also unique to this DLC is a new game mode called Assault that can be played not only on all the new levels, but all the original levels too (once you've unlocked it!). Assault introduces rapid fire combat that will drastically change how you engage enemies and tackle challenges. To unlock Assault on a branch of original Cloudbuilt levels, simply complete the corresponding Defiance DLC level (for example, to play Assault on the Day levels, complete the Defiance level on the Day path).<br> <br>To unlock the initial four levels in this DLC, players must complete two levels in each of the four main branches. Completing two levels each in two branches on the same side of the level selection will unlock that particular set of new levels.<br> <br><strong>DLC Features</strong><br><br><ul class=\"bb_ul\"><li>Five new levels set across five new themes<br></li><li>A new story for every level and even a new 'alternative' ending<br></li><li>A variety of new mechanics, enemies, obstacles, and pickups <br></li><li>Several new skins earned by completing these new levels<br></li><li>An entirely new game mode to enjoy!<br></li><li>New achievements to unlock</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/330730/header.jpg?t=1593191592",
    "developers": [
      "Coilworks"
    ],
    "publishers": [
      "Coilworks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}