{
  "330800": {
    "name": "The Interactive Adventures of Dog Mendonça and Pizzaboy Demo",
    "steam_appid": 330800,
    "required_age": 0,
    "is_free": true,
    "description": "&quot;The Interactive Adventures of Dog Mendonça and Pizzaboy&quot; expands the world of the critically acclaimed comic book &quot;The Incredible Adventures of Dog Mendonça &amp; Pizzaboy&quot; by Filipe Melo, Juan Cavia and Santiago R. Villa. This comic was published by Dark Horse Comics in the US and the UK, by Tinta da China in Portugal and by Panini in Germany. <br />\r\n<br />\r\nResembling a B-class horror movie, the comic book has been praised for its twisted, bizarre and offbeat sense of humor, mixing werewolves, Nazis, the Vatican, zombies and other abominations with lots of hilarious references to timeless films and beloved video games.<br />\r\n<br />\r\nThis is the first time ever this title is taken to a video game.<br />\r\n<br />\r\nIn this game you’ll :<br />\r\n- Get to team up with a hard boiled Werewolf-Detective, a sixty thousand year old demon trapped in the body of a little girl and a loony Gargoyle's head.<br />\r\n- Interact to your heart’s content with a supernatural underworld filled with deranged puzzles, eerie characters and easter-eggs. <br />\r\n- Get Hours of seat-cracking, world-class comedy (DISCLAIMER: actual length will depend on how witty you are or how long it takes the walkthrough to appear on the internet).<br />\r\n- Explore up to 30 astonishing handmade, chill-inducing, graphic-novel inspired locations.<br />\r\n- Uncomfortably greet an array of classical monsters and find out why each and everyone of them hates you.<br />\r\n- Behold the latest technology on monologues, dialogue globes, thought bubbles and vignette-building, that’ll bring the utter magnificence of graphic novels into your, otherwise, boring screen. <br />\r\n- Be soothed by the melodic ambient sounds of a 60’s jazzy soundtrack and screech at many other uneasy sounds.<br />\r\n<br />\r\nYOU CAN DOWNLOAD THE DEMO FOR FREE AND HELP US FUND THE FULL GAME ON KICKSTARTER:<br />\r\n<br />\r\nLINK: https://www.kickstarter.com/projects/942343365/the-interactive-adventures-of-dog-mendonca-and-piz<br />\r\n<br />\r\nBackers will get a 100% DRM-free version and Steam key! It is going to be for PC,Mac and Linux!!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/330800/header.jpg?t=1447364554",
    "developers": [
      "OKAM STUDIO"
    ],
    "publishers": [
      "OKAM STUDIO"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}