{
  "331120": {
    "name": "Passing Pineview Forest",
    "steam_appid": 331120,
    "required_age": 0,
    "is_free": true,
    "description": "<p class=\"bb_paragraph\" >Passing Pineview Forest is a free mini-prequel set in the universe of Pineview Drive. Behind the abandoned house on Pineview Drive lies ominous Pineview Forest. The dark, foreboding forest trail leading directly to the Pineview property must be explored – but your every move and reaction is being watched.  You must stay calm during your walk – or else IT will take you!  To survive you will need steady nerves; for any trace of fear comes at a price — your life.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >About Pineview Drive</h2><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >An old abandoned mansion lies at the dead end of Pineview Drive. A troubled man is standing at its gates, looking over the property. 20 years ago he had visited this estate with his wife Linda. During their stay his beloved vanished without a trace – her mysterious disappearance unresolved. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >For 20 years no clues, for 20 years no peace, for 20 years this house on Pineview Drive has not relinquished its tormenting grip on him. Now, he returns in hopes of coming to terms with his nightmarish past. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The ominous legends haunting this seaside lodge have become renown. The stories abound that no one has been able to endure more than 30 days within the mansion since Linda’s disappearance. Facing a force greater than you ever imagined, you must cross the threshold and confront the evil that envelops this cryptic cottage. To solve the mystery of Linda’s disappearance and lift the veil on this troubling history, there is no time to spare.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Oculus Rift</h2><p class=\"bb_paragraph\" >This game additionally acts as a tech demo and supports the Oculus Rift (DK2). It should be noted that a DX11 system is mandatory. To start the Oculus version please select it via the integrated launcher.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Free mini-prequel to Pineview Drive</p></li><li><p class=\"bb_paragraph\" >Oculus Rift (DK2) support</p></li><li><p class=\"bb_paragraph\" >Sound design and atmosphere on a par with Pineview Drive</p></li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 匈牙利语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/331120/header.jpg?t=1727966820",
    "developers": [
      "VIS-Games"
    ],
    "publishers": [
      "United Independent Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 31,
        "description": "支持 VR"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}