{
  "331450": {
    "name": "Disney•Pixar Finding Nemo",
    "steam_appid": 331450,
    "required_age": 0,
    "is_free": false,
    "description": "Disney/Pixar's Finding Nemo features two main storylines. As in the 2003 animated feature film, the clown fish Nemo is headed for his first day at school when he's captured near Australia's Great Barrier Reef by a scuba diver and winds up in an aquarium in a dentist's office. In the first storyline, players take the role of Nemo's father, Marlin, who with the assistance of a forgetful Regal Blue Tang fish named Dory, must solve puzzles and master arcade-style mini-games in their search for his missing son. The second storyline involves Nemo's attempts to become friends with the other inhabitants of the aquarium in order to join the Tank Gang and help pull off their secret escape plan. Players can switch between the two storylines at anytime during the adventure until the two are united.<br />\r\n<br />\r\nThroughout the adventure, players are introduced to characters from the film who help Marlin and Nemo accomplish tasks. During Marlin's story, players must escape from Bruce the Shark, recover the diver's mask from a sunken submarine, avoid an anglerfish, hop across a maze of jellyfish, and hitch a ride on the current to Sydney Harbor. Meanwhile, mini-games and puzzles in Nemo's segment include using pebbles to jam the aquarium's filter, catching bubbles before they reach the top of the tank, maneuvering through a maze of Tiki heads, helping Jacques get his key chain unstuck, and escaping from a crab-infested sewer pipe. Once father and son are reunited, they must save Dory and other fish from a fisherman's net.",
    "supported_languages": "英语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 丹麦语<strong>*</strong>, 瑞典语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/331450/header.jpg?t=1768503199",
    "developers": [
      "KnowWonder"
    ],
    "publishers": [
      "Disney"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}