{
  "331490": {
    "name": "Sword of Asumi - Soundtrack",
    "steam_appid": 331490,
    "required_age": 0,
    "is_free": false,
    "description": "Sword of Asumi has a unique soundtrack thanks to the talents of Blue Wolfie Music. This DLC will give you the two main Jpop themes of the game and the ten original in game themes for you to play in mp3 format on your PC or Mp3 player etc to your hearts content.<h2 class=\"bb_tag\" >Tracklist</h2><ul class=\"bb_ul\"><li> 01 - Happy (by Jjkkkyy produced by Blue Wolfie Music)<br></li><li> 02 - Lighthearted (by Jjkkkyy produced by Blue Wolfie Music)<br></li><li> 03 - Dorian (by Jjkkkyy produced by Blue Wolfie Music)<br></li><li> 04 - Good Ending Theme (by Jjkkkyy produced by Blue Wolfie Music)<br></li><li> 05 - Silence (by Mock Off produced by Blue Wolfie Music)<br></li><li> 06 - Battle (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 07 - Confrontation (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 08 - Game Changers (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 09 - Garden (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 10 - Odyssey (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 11 - Peaceful Evening (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 12 - Tense (by OddTillTheEnd produced by Blue Wolfie Music)<br></li><li> 13 - Theme song(no words)  (by Jjkkkyy produced by Blue Wolfie Music)<br></li><li> 14 - Dreamers Theme Ft. Mika Kobayashi In English (produced by Blue Wolfie Music)<br></li><li> 15 - Dreamers Theme Ft. Mika Kobayashi In Japanese (produced by Blue Wolfie Music)</li></ul><br><i>N.b. Once the DLC is purchased and installed via Steam, right click on the game in the Steam Library, select Properties and then in the Local Files tab choose Browse Local Files. The Soundtrack will appear in the base directory within a new Zip file.<br><br>You can also play the soundtrack using Steams Music Player.</i><br><br>The games main theme as featured in our newest trailer and on the main menu of the game is included in this DLC in both Japanese and English, with vocal performance by artist Mika Kobayashi recorded at AQUA Cube studios in Kyoto, Japan and produced by Blue Wolfie Music.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/331490/header.jpg?t=1711204810",
    "developers": [
      "Dharker Studios"
    ],
    "publishers": [
      "Dharker Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}