{
  "331970": {
    "name": "Disney's Treasure Planet: Battle of Procyon",
    "steam_appid": 331970,
    "required_age": 0,
    "is_free": false,
    "description": "Disney's Treasure Planet: Battle at Procyon is a 3D RTS game focusing on space combat. In the main campaign's story-driven missions, you begin play as Jim Hawkins, a cadet in the Royal Navy's fight against pirates and the deadly Procyon Fleet, with an eye toward eventual promotion to fleet commander. Skirmish and multiplayer modes allow the choice of playing as all three factions.<br />\r\n<br />\r\nSuccessfully completed missions result in ship and fleet enhancements, more experienced crews, and upgraded weapons. Royal Navy Fleet weapons are only slightly inferior to the reworked weapons of the Procyon Fleet but are sturdier and less vulnerable. Ships for the Royal Navy range from torpedo boats and war sloops to escorts, frigates, and the impressive StarHammer, while pirates man sloops, gunboats, schooners, assault cutters, and more, including several unique designs like the carrack and barque. The Procyon Fleet is built for speed and maneuverability, geared for fast hit-and-run attacks, and as the game progresses, news of a mysterious Ironclad Fleet surfaces as well.<br />\r\n<br />\r\nShip designs in Battle at Procyon are fashioned after the seafaring ships from the golden age of sail, with solar winds filling the sails and rigging. Arsenals reflect futuristic models of light, medium, and heavy weapons such as laserball and plasma cannons, beam weapons, Gatling guns, harpoons, fire and net launchers, gravity waves, torpedoes, mortars, and more. Other features include multiple waypoint settings, star maps, panic fire, secondary ship control, docking, repairing, towing, grappling, and boarding actions.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/331970/header.jpg?t=1571778010",
    "developers": [
      "Barking Dog Studios"
    ],
    "publishers": [
      "Disney"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}