{
  "331920": {
    "name": "Airline Tycoon Deluxe",
    "steam_appid": 331920,
    "required_age": 0,
    "is_free": false,
    "description": "Airline Tycoon Deluxe is a funny economy simulation proceeding in realtime and assigning you the complete responsibility for an airline.<br>However, don’t be fooled by the funny comic style or the included jokes: A variety of tasks are requested and your competitors never miss a chance to set a trap for you in order to put a spoke in your wheel.<br><br>Your abilities are put to the test continuously playing Airline Tycoon Deluxe: Will you be able to use your aeroplanes to capacity and land some profitable charter flights? Can you establish routes for lucrative scheduled flights? Aeroplanes cost millions; will you be capable of increasing the share price and obtaining enough funds by the issuing of securities?<br><br>Can you stand up for the construction of new aeroplanes in your role as an engineer? Are you able to avoid your competitors’ deceitful attacks? Accept this unusual challenge and win virtual laurels with Airline Tycoon. The deluxe version contains 20 new airports as well as new opportunities. It is as interesting for professional tycoons as for beginners.<br><br><ul class=\"bb_ul\"><li>Funny economy simulation in comic style<br></li><li>Complete freedom of action and freedom to move within the airport facilities and more than 30 places to be visited<br></li><li>Control of all parts of management: purchase of aeroplanes and their fittings, financing as well as stock market listing, planning of routes and filling order books, personnel, marketing and maintenance as well as many other details<br></li><li>Easily operated construction of own aeroplanes and the opportunity to exchange these on the Internet<br></li><li>Use additional security precautions against competitors’ attacks or sabotage competitors yourself<br></li><li>Compatible for local networks of up to 4 players</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/331920/header.jpg?t=1732706159",
    "developers": [
      "Spellbound"
    ],
    "publishers": [
      "HandyGames",
      "Black Forest Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 4500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 2,
      "total_negative": 1,
      "total_reviews": 3
    }
  }
}