{
  "332010": {
    "name": "Fantasy Grounds - C&C: A3 The Wicked Cauldron",
    "steam_appid": 332010,
    "required_age": 0,
    "is_free": false,
    "description": "Travel to the far reaches of the Barren Wood is perilous in the best of times. These are not the best of times. Here, in the forest's western eves the trees are old, with tangled roots deep in the ground. Here too the fey still roam wild and free. Ancient ruins, many predating the Winter Dark, lay buried in cool deeps, their halls and towers abandoned to the wilderness and to time. But here too, in these dangerous environs, Unklar's folk have fled, making hidden holes in dark places. So it is with the small and the powerful.<br>The most famous of the ruins is the Old Ziggurat. Built by the Aenochians its many levels served the priests of that ancient empire some 1300 years ago. The Old Ziggurat lay empty for many years, but that has, so the tales relates, changed. The Bard Erikendous has come from the lonely paths of those western eves with stories of dark roots in that old place. Of creatures, of Unklar's servants, making their abode there. His tales, crafted into song, are of a Witch Queen. Few of these creatures lived in the days of darkness, but their were dreaded servants, foul and mean women who ate the flesh of their victims.<br>The ziggurat is a foul place and any would-be heroes willing to enter this abode and challenge the inhabitants must gird themselves for desperate battle against both the arcane and mundane. For here reside one of the Witch Queens of old and she has surrounded herself with the remnants of the Horned One's armies and the cohorts of those wrecked and ruined in the foul pits of Aufstrag.<br>For 3-5 characters, levels 3-5. The Adventure continues! This is a continuation of A1 Assault on Blacktooth Ridge and A2: Slag Heap.<br>From the makers of the Castles &amp; Crusades roleplaying game comes the third adventure for heroes and adventurers to battle ancient evils in a foul land.<br>This product was one of the earlier adventures for Fantasy Grounds, so it doesn't take advantage of all the latest features, such as map hotlinks to story entries, auto-rolling random tables and pre-defined encounters. You can easily add these additional elements by dragging portions of the story to your map while holding down CTRL, dragging the NPCs to a new encounter or copying the table entries to a new random table.<br><i>Adapted for Fantasy Grounds by: </i><strong></strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Castles &amp; Crusades ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332010/header.jpg?t=1768353587",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}