{
  "332000": {
    "name": "Fantasy Grounds - C&C: A1 Assault on Blacktooth Ridge",
    "steam_appid": 332000,
    "required_age": 0,
    "is_free": false,
    "description": "<i> Written By: Davis Chenault</i><br>SmiteWorks and Troll Lord Games presents the first Castles &amp; Crusades adventure product conversion for Fantasy Grounds -- Assault on Blacktooth Ridge!<br>Now, raids and plundering confound the settlements near the Blacktooth Ridge. The armies of King and Lord are warring in the west and few are left to protect this region. Rumors of Rottenkip the Goblin King and his fearless warriors taking up residence in the Blacktooth Ridge are circulating. Ogres and Trolls are raiding villages and looting caravans. Few are coming to the aid of those beset by these depredations and the evil denizens of the Blacktooth Ridge continue to spill out of the Blacktooth Ridge.<br>The call has gone out, the mustering of militias is at hand and the Blacktooth Ridge beckons to any and all willing to come to their aid and discover what is calling forth these foul creatures. For 3-5 characters, levels 1-3. From the makers of the Castles &amp; Crusades role playing game comes the first official online adventure for would be heroes to test their mettle in the heat of combat. The Adventure begins anew: Now.<br>This product was one of the earlier adventures for Fantasy Grounds, so it doesn't take advantage of all the latest features, such as map hotlinks to story entries, auto-rolling random tables and pre-defined encounters. You can easily add these additional elements by dragging portions of the story to your map while holding down CTRL, dragging the NPCs to a new encounter or copying the table entries to a new random table.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332000/header.jpg?t=1765842287",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}