{
  "33210": {
    "name": "Dawn of Discovery™",
    "steam_appid": 33210,
    "required_age": 0,
    "is_free": false,
    "description": "A unique and award-winning combination of construction, economy, discovery, diplomacy, and combat.<br>                    Create your own nation with a unique blend of simulation and real-time strategy as you journey across the globe to explore, trade, and learn technologies to expand your empire and to make your own history.<br>                    <ul class=\"bb_ul\"><li><strong>Meet the Orient!</strong> Build your own settlement and get to know the culture and technologies of the Orient.<br>                    </li><li><strong>Create huge metropolises!</strong> Build a unique seaside with the harbor system and shape the character of your new city with alleyways, city walls, and castles.<br>                    </li><li><strong>Personalize the way you play!</strong> Configure the interface to fit your own personal needs. Create your own adventures in the Dawn of Discovery world with powerful tools and share them with the community.<br>                    </li><li><strong>A strategy game for beginners and pros!</strong> An intuitive interface for beginners with many options for advanced players. A thrilling campaign that carries beginners into the world of Dawn of Discovery. A motivating sandbox mode that can be modified by players to any degree. Special titles, talents, medals, and other rewards that are collected in the captain's log.<br>                    </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/33210/header.jpg?t=1593186916",
    "developers": [
      "Blue Byte",
      "Related Designs"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 18,
      "total_negative": 1,
      "total_reviews": 19
    }
  }
}