{
  "332470": {
    "name": "Making History: The Great War Demo",
    "steam_appid": 332470,
    "required_age": 0,
    "is_free": true,
    "description": "<i>Making History - The Great War Demo: </i> Play the free demo as Austria Hungary in a scenario where the assassination of your Archduke leads down a path where your decisions could ignite a global conflict!<br><br><i>Here's what you get when you unlock the full game:</i><br>Take control as leader of one of the Great Powers during the era of the First World War and make the tough calls on how to manage your nation’s financial, technological, political and military decisions. <br><br>Will you spread your influence over the world, bolster your nation’s resources, or attempt to build a coalition of nations? See how your actions influence the rise and fall of empires in one of the most detailed WWI grand strategy games ever made.  <br><br><strong>GAME FEATURES</strong><br><br><ul class=\"bb_ul\"><li><strong>Witness the Birth of Modern Industrialized Warfare:</strong> Race against other world powers to develop key new military technologies such as tanks, warplanes and submarines. See how these new weapons change the course of global power.<br></li><li><strong>Make Friends and Use Foes:</strong> Create alliances and trade deals with friendly nations or threaten weaker neighbors with economic and political demands. You can also turn a defeated foe into a puppet state, giving them some level of independence in exchange for their support.<br></li><li><strong>Rain Death from Above:</strong> Engage in region-to-region combat with our all-new artillery and gas attack options. <br></li><li><strong>See the War from Every Angle:</strong> Play as any nation - big or small - in multiple scenarios that highlight key moments during the Great War. Make not only military decisions, but industrial and financial ones at both the city- and region-level.<br></li><li><strong>Control the Seas: </strong>Create naval blockades to disrupt enemy supply lines and restrict troop movement or conduct unrestricted submarine warfare.<br></li><li><strong>Online Multiplayer:</strong> Tired of showing the computerized leaders who’s boss? Link up with other armchair generals and play online with other members of the Making History community.<br></li><li><strong>Make History:</strong> Create your very own customized “What if…” historical scenario with our detailed scenario editor. Created scenarios can be shared with others and played online.</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332470/header.jpg?t=1572307007",
    "developers": [
      "Muzzy Lane Software",
      "Factus Games"
    ],
    "publishers": [
      "Factus Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 11 月 7 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}