{
  "332760": {
    "name": "Friendship Club",
    "steam_appid": 332760,
    "required_age": 0,
    "is_free": false,
    "description": "Imaginary friends battle for supremacy in the mind of young Timmy Bibble! Play as <strong>Chud</strong> - a beast from the mountains; <strong>Old Man Ricketts</strong> - a prospector driven mad by his lust for gold; <strong>Shakey Jake</strong> - a ninja, bandit, skeleton... thing; and <strong>The Canardinal</strong> - a duck from the Vatican! <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332760/extras/0cbe96bba4453fd13fd05564b92aa083.avif?t=1451991169\" width=600 height=150 /></span><br><br><strong>Friendship Club</strong> is a bullet-hell party-game for PC, Mac &amp; Linux. Pit yourself against your friends (and enemies) in brutal combat with finely-tuned controls, customisable game mechanics and procedurally generated levels in which bullets bounce forever!<br><br><strong>Please Note:</strong> since this is a twin stick shooter, a Microsoft Xbox 360® Controller for Windows® (or equivalent) is strongly recommended.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332760/extras/50fde0c7b73b629d5e9af040a1ce4280.avif?t=1451991169\" width=600 height=75 /></span><br><br><ul class=\"bb_ul\"><li><strong>LOCAL MULTI-PLAYER MADNESS</strong> - Friendship Club supports up to 8-players locally. Not only that, but you can have any possible configuration of team members, ranging from all-against-all to 2v2, 3v2, 2v4v1v1... whatever you fancy!<br></li><li><strong>FULLY CUSTOMISABLE GAME MODES</strong> - Choose from a selection of tried and tested game modes, or create your own with the advanced modifiers! Do you want a strategic battle using the level layout to your advantage, or a fast and furious rampage? Friendship Club is designed as a sandbox for the discerning local-multiplayer fan.<br></li><li><strong>PROCEDURAL LEVEL GENERATION</strong> - With procedurally generated levels and unique content rules for each world, you'll never play the same arena twice!<br></li><li><strong>ADJUSTABLE GAME SPEEDS</strong> - Battle in super slow-mo, hyper-speed and everything in-between! Become a bullet-time master or a champion of twitch-gameplay.<br></li><li><strong>A WORLD MADE FROM GIBS</strong> - Nearly everything in Friendship Club is destructible. Charge through tables, chairs, TVs, or surprise a friend by smashing through a wall - just like you've always wanted to!</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332760/extras/bee4cb1816784c497be10c6624c89251.avif?t=1451991169\" width=600 height=75 /></span><br><br><ul class=\"bb_ul\"><li><strong>NEW WORLDS</strong> - We've got a host of new worlds waiting to be made, each featuring their own new gameplay-warping elements.<br></li><li><strong>NEW CHARACTERS</strong> - We'll be adding to the current retinue of eccentric imaginary friends with some equally twisted new creations from little Timmy's mind.<br></li><li><strong>NEW MODIFIERS / NEW MODES</strong> - We're going to gradually add new modifiers and new modes, opening up even more gameplay possibilities. We want to cover game types like Deathmatch and Capture The Flag, but with a Timmy Bibble twist!<br></li><li><strong>MORE GIBBABLE EVERYTHING</strong> - Just about every new level object we add will be gibbable. Of course.<br></li><li><strong>SINGLE PLAYER</strong> - We're focussed on trying to make the best local-multiplayer game we possibly can at the moment, but in time we want to expand Friendship Club with a single player mode.<br></li><li><strong>DESIGNED LEVELS</strong> - Some of the new worlds we're planning on might work best with pre-designed levels (or partly pre-designed), meaning that we'll offer symetical maps for perfectly balanced matches...<br></li><li><strong>LEVEL EDITOR</strong> - …and of course, there'd be no point making a level editor just for us to use...<br></li><li><strong>STEAM WORKSHOP INTEGRATION</strong> - …and there'd be no point in you making awesome new levels and modes if you can't share them!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/332760/header.jpg?t=1451991169",
    "developers": [
      "Force Of Habit",
      "Clockwork Cuckoo"
    ],
    "publishers": [
      "Force Of Habit"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 4000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 40.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}