{
  "33280": {
    "name": "James Cameron’s Avatar™: The Game",
    "steam_appid": 33280,
    "required_age": 0,
    "is_free": false,
    "description": "<p>James Cameron’s Avatar: The Game is the official video game based on the highly anticipated film James Cameron’s Avatar.  The video game will take you deep into the heart of Pandora, an alien planet that is beyond imagination.  Gamers will encounter the Na’vi, Pandora’s indigenous people and discover other life forms the likes of which have never been seen in the world of video games before.  When conflict erupts between the RDA Corporation, a space-faring consortium in search of valuable resources, and the Na’vi, gamers will find themselves thrust into a fight for the heart of a planet and the fate of a civilization.</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Immerse yourself in James Cameron’s world</strong> - Peer deep into the heart of Pandora and see James Cameron’s universe, from your own perspective.\n\t\t\t\t\t<li><strong>Engage in a massive conflict between two worlds</strong> - Fight for you cause; RDA or Na’vi. Customize more than 60 RDA and Na’vi weapons, combined. Choose your skills: 20 for each clan. Drive all of the vehicles and ride the animals. Expand the battleground in online multiplayer.\n\t\t\t\t\t<li><strong>Develop your character and acquire new skills</strong> - Create your very own character and acquire skills as you progress through the game.\n\t\t\t\t\t</ul>\n\t\t\t\t\t<p>&nbsp;</p>\n\t\t\t\t\t<h2>About The Special Edition</h2>\n\t\t\t\t\t<p>James Cameron’s Avatar&trade;: The Game Special Edition – PC Digital Exclusive includes the base game plus 6 additional weapons and 2 skins, one Na’vi and one RDA factions</p>\n\t\t\t\t\t<p>Includes six exclusive weapons</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>RDA faction Rail Gun:</strong> a long-range weapon that offers accuracy with a high rate of fire and good ammo capacity.</li>\n\t\t\t\t\t<li><strong>RDA faction Shotgun Pack:</strong> it can inflict heavy damage on nearby targets.</li>\n\t\t\t\t\t<li><strong>RDA faction Standard Issue Rifle:</strong>  a long-range weapon that fires with great accuracy.</li>\n\t\t\t\t\t<li><strong>Na'vi faction Crossbow:</strong> a powerful weapon that hurls a dart which that inflicts damage to all nearby enemies.</li>\n\t\t\t\t\t<li><strong>Na'vi faction Axe:</strong> a heavy melee weapon that will inflict serious damage on all targets.</li>\n\t\t\t\t\t<li><strong>Na'vi faction Dual Blades:</strong> used up-close, they will inflict significant damage.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t<p>Includes two exclusive character skins</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Na'vi faction Tsteu Armor:</strong> It is often customized to display trophies from especially dangerous hunts and battles.</li>\n\t\t\t\t\t<li><strong>RDA faction Mishetica Armor:</strong> provides soldiers with an excellent balance in terms of heavy-duty protection and agility.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/33280/header.jpg?t=1447352375",
    "developers": [
      "Ubisoft Montreal"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}