{
  "333200": {
    "name": "Movie Studio Boss: The Sequel Demo",
    "steam_appid": 333200,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333200/extras/19e71ca76a227b02420247e9b42bd792.avif?t=1486678758\" width=600 height=266 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333200/extras/0612c6bd93ce075ce9e9e04754c84830.webp?t=1486678758\" width=500 height=50 /></span><br><br>You have just been appointed the head of a new Movie Studio and have been given 10 years to make it the most successful studio around. You are up against seven other computer controlled Studios all trying to be the best Studio in the world. You are judged in three ways - most turnover, most profit and most awards.<br><br>As the Studio Boss you have lots of decisions to make, including: controlling the budget, deciding what type of film you are going to make, hiring a scriptwriter, getting the best director, trying to get the screenplay right, negotiating with the stars, handling problems on set, getting the post-production right and that’s all before you worry about the cinema release. You’ve got marketing costs, web publicity, test screenings, how many screens to show the film on, when to hit the International markets, when to sell it to TV, how long before you put it on DVD and much, much more!<br><br>This demo allows you to play the first year of the game.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333200/extras/9b58a75afbcbf8e594595f958d560355.webp?t=1486678758\" width=500 height=50 /></span><br><ul class=\"bb_ul\"><li> Turn based (each turn represents a week), yet has time pressure. Players have around 10 minutes to make all their decisions each turn and can end the week early if they want. <br></li><li> More than one way to win. Bosses can win by being the best at making high turnover, profitable or classic award-winning films. <br></li><li> Each section of the game is designed as a ‘mini-game’ in itself. <br></li><li> Success is firmly in the hands of the player. Decisions they make (and they have many to consider) always affect their box office. <br></li><li> Covers pretty much the entire movie making experience. <br></li><li> You are up against seven other computer-controlled players. <br></li><li> We keep the numbers sensible - you do not see $1,067,345 ever in our game. Just $1M. This helps to keep the game from looking too much like a spreadsheet.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333200/extras/1551c87869dcbc78e6605d7c00cec021.webp?t=1486678758\" width=500 height=50 /></span><br><br>Back in the late 90s I thought it would be fun to create a game about running a Movie Studio in the style of a soccer management game. This genre is one I know well having worked on Atari ST/Amiga games like Kenny Dalglish Soccer Manager and Gazza's Super Soccer – it's hard to believe that these titles are now over 25 years old! So Movie Studio Boss was born and released around 2001 on our experimental website/shop PlaceforGames.<br><br>Jump forward to 2014 and I thought it would be fun to get back into writing games again. So what to do first? I thought it would be sensible to update some of my old titles and as Movie Studio Boss was always a favourite I thought I'd start with that one. Movie Studio Boss is certainly showing it's age – I'm pretty sure Hollywood doesn't release too many titles on video now! Plus technically it's screen resolution was fixed at 800 x 600 – which looks like a postage stamp on modern computer screens. So MSB The Sequel it is. My old artist friend Gary agreed to collaborate and Movie Studio Boss has been updated.<br><br>Besides giving me the chance to get it to run on screens which have larger resolutions there's lots of technical benefits including improved audio (players of the old game will be pleased to note that the tunes I wrote have been replaced with a great score from some new friends Guy, Tim &amp; Bradley) and the ability to have more people on screen. In MSBTS every film has a Production Assistant who will dress in a costume relevant to the film and will walk around the Studio letting you know what stage of production the film is in.<br><br>As well as updating the gameplay – introducing Blu-ray and updating the financial model –  and pretty much all the graphics I got the chance to add in new features; animated films, musicals, age rating, personnel profiles, more detailed film credits, more reports, notification icons and more.<h2 class=\"bb_tag\" >Thanks For Your Time.</h2><h2 class=\"bb_tag\" >Edward</h2>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333200/header.jpg?t=1486678758",
    "developers": [
      "Eddy & Gary & Friends"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}