{
  "333340": {
    "name": "Star Rangers™ XE",
    "steam_appid": 333340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Explore space as an astronaut recruit and build on other worlds in Star Rangers XE</strong><br><br>Star Rangers XE stands for Star Rangers eXploration Engine, a new way to explore the solar system through gaming.<h2 class=\"bb_tag\" >Dear  Steam Users,</h2>Well it’s time. From a surprise meeting with Bill Nye at NASA, who said “Khal, build the game you want to, not what other people think you should build” to enough funding to allow us 2 years of developing and private testing on Steam , we think we’re ready to show the public our alpha of Star Rangers on Steam. Thank Goodness for Steam.<br><br>This an early, <u>early</u>, access version of Star Rangers, which is our  dream game. I've dreamt of it my whole life – to use a game engine to imagine what space travel in the next few years will look like and build a multiplayer sandbox around it which is fun, and possible, and wow – try to do it without using guns. <br><br>That’s a pretty tall order, and there have been literally 21 developers working on the game in a peak of 15 or so 14 months ago to turbodrive our core team of 5. We want you to have as much fun as we do , and help us choose the final features of the game for release.<br><br>We really want you to tell us what customization features you want the most, from Map editors to in-game stuff:<br>For example – what do you crave? If you’re like us – you want robots, rockets, maps, and persistence! You want lasers and fusion reactors and 3D printers and you want it all and you want it now.<br><br>I think we have an opportunity – an opportunity to show off our best work to SpaceX and NASA and all the rest of the real scientists out there (Like Bill), and really imagine what it takes to extend our civilization off of this rock we call earth.<br><br>Some of the things we have in the mid-stages of planning – are real astronaut training for our most active players – we’re saving 10% of all proceeds in a private account so we can sponsor one of you to Astronaut Training at Embry Riddle University with Project Possum! That means one day, one of you will be a real Star Ranger with training and a mission to complete! We’re saving the overflow for an actual space flight.<br><br>So, we’re working with a team that includes former astronauts to come up with the best ways for us to add user content to the game, and that’s shaping up to start with custom uniform textures, user-authored notes, and story-mode map-sharing as a first blush.<br>Thanks  for you for attention, and enjoy the low introductory price – you’re the pioneers we were looking for, and we’ll work with you to get everything  where we need it.<br><br><ul class=\"bb_ul\"><li>Khal and the whole Star Rangers Team</li></ul><br>p.s. We're starting with a substantial discount and the price will go up over time to the sweet spot of 24.99, which seems to be what everyone is telling us.<h2 class=\"bb_tag\" >Disclaimer For Early Access</h2><br>Star Rangers  is being developed with the Steam community’s involvement. With this approach to development, the creation of Star Rangers will now progress in the direction the community chooses and contributes to, such as emphasizing asteroid-mining, or ramping up buildings for Mars colonization.<br><br>Star Rangers is an open ‘sandbox’ of the local solar system incorporating NASA content, with an emphasis on surviving and thriving on worlds other than Earth. The game has been in private alpha on Steam for several weeks, for vocal members of its fan base. The first alpha will feature some 6 maps on Mars, including the Victoria Crater, the Million Mounds area of the Moon, and a best-guess depiction of what it’s like under the ice on Europa.<br><br>Those who have participated in the alpha will be able to continue enjoying the game as it now moves over to Steam Early Access (thanks Den and WarDJ- you rock). <br><br>There are test maps, including a VR map, and you can let us know what you like and what you hate.<br><br>Star Rangers will award official Mozilla Digital badges for building and operating custom rocket-sleds, asteroid mining operations, rovers, robots, and more.<br><br><br><ul class=\"bb_ul\"><li> - - - - - - - - - - - - - - - - - - -</li></ul>Star Rangers is an open ‘sandbox’ of the local solar system incorporating NASA content, and with an emphasis on surviving and thriving on worlds other than Earth. The game has been in private alpha on Steam for several weeks already, for vocal members of its fan base. This first alpha features some 6 maps on Mars, including the Victoria Crater, the Million Mounds area of the Moon, and a best-guess depiction of what it’s like under the ice on Europa.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333340/header.jpg?t=1503437740",
    "developers": [
      "Project Whitecard Studios Inc.",
      "NASA (Some Models)"
    ],
    "publishers": [
      "Awestruck Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4000,
      "final": 4000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 40.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 47,
      "highlighted": [
        {
          "name": "Plant a Flag on Another World",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/56b8ffbfb5c2a21efa6cc7cb848a537da7384a2a.jpg"
        },
        {
          "name": "Deployed and Used a Whitley Hab",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/692c425dd8ab6d0751ae1de4d2ddc744d2cdfc76.jpg"
        },
        {
          "name": "Build Geology B",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/71a020be8fd147f66d73391daa5ed50275ec7b50.jpg"
        },
        {
          "name": "Grow Plants",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/55ea47ea1f31ccb2f7784636a17da13c591a51d6.jpg"
        },
        {
          "name": "Launch A Weather Rocket",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/9b0161a9d7b937b7da14afddaad541fe917b93c7.jpg"
        },
        {
          "name": "Build and drive a Scarab Rover",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/ca7ada053b5799da06e8bf43c87741cd1de3c271.jpg"
        },
        {
          "name": "Build Engineering A",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/1f59771354d620fe45c006cf5ab5ac115b3f509a.jpg"
        },
        {
          "name": "Builds Aeronautics A",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/7596ac3a154ed5f855e08b0a8c28f1e32269b71b.jpg"
        },
        {
          "name": "Build Applied Sciences A",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/b9d74e52bb510077c02a40e1e06d96242373cb29.jpg"
        },
        {
          "name": "Build Applied Sciences",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/333340/1ec050e412bf7e207777d41c15e3ddae93b2115d.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}