{
  "333430": {
    "name": "Sinking Island",
    "steam_appid": 333430,
    "required_age": 0,
    "is_free": false,
    "description": "From the creator of <strong>Syberia 1, Syberia 2</strong>, experience Benoit Sokal's fifth game. <br><br>At the base of a cliff on Sagorah Island, 82 year-old American billionaire Walter Jones is found dead next to his life's work; a massive Art Deco tower he had dreamed would become an elite getaway for international jet-setters. The only clues found at the scene include his wheelchair, abandoned at the edge of the cliff, and multiple scratches on his face. One of these scratches appears to have been made by a woman. Ten people were present on the island at the time of his death, among them the heirs to his vast fortune and legacy. Was his death an accident or murder?<br><br>Players assume the role of Jack Norm, a federal agent turned private dectective, who is taking a break in the atolls of the Indian Ocean when an old friend requests his assistance with the case. Jack has just three days to complete 10 gameplay missions, collecting valuable clues and storing evidence in his PPA (Personal Police Assistant). He will interrogate each of the 10 unusual suspects, using his keen deduction skills to determine who among them may have the most to gain from Walter Jones's death.<h2 class=\"bb_tag\" ><strong>KEY POINTS:</strong></h2><ul class=\"bb_ul\"><li>An engaging and innovative game.<br></li><li>Choose between two styles of gameplay to carry out your quest: Time Mode or Adventure Mode<br></li><li>Another classic adventure game by French author Benoît Sokal<br></li><li>Interrogate each of the 10 unusual suspects, using your keen deduction skills to determine who among them may have the most to gain from Walter Jones's death.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 俄语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333430/header.jpg?t=1709847350",
    "developers": [
      "White Birds Productions"
    ],
    "publishers": [
      "Microids"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 3100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 31.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}