{
  "333950": {
    "name": "Medieval Engineers",
    "steam_appid": 333950,
    "required_age": 0,
    "is_free": false,
    "description": "Medieval Engineers is a sandbox game about engineering, construction and the maintenance of architectural works and mechanical equipment using medieval technology. Players build cities, castles and fortifications; construct mechanical devices and engines; perform landscaping and underground mining. There is an entire planet to explore!<br><br>The game is inspired by real medieval technology and the way people built architectural works and mechanical equipment using medieval technology. Medieval Engineers strives to follow the laws of physics and history and doesn't use any technologies that were not available in the 5th to 15th centuries.<br><br>Medieval Engineers concentrates on construction aspects, but can be played as a survival game too. We expect players to use their creativity and engineering skills to build war machines, fortifications, and creations we have yet to imagine! <br><br>Medieval Engineers is the second “engineering” game developed by Keen Software House. The first one is Space Engineers, which sold over 4 million copies.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333950/extras/375540fa8512ce8e32b48df5b12aa423.avif?t=1726043012\" width=616 height=80 /></span> <br><br>On March 17, 2020 Medieval Engineers left early access and Keen Software House announced the decision to end the development of Medieval Engineers and release the game out of Early Access. The reason for this decision was simple. We restructured our teams and focused on Space Engineers current and continued development.<br><br>Immediately following the release of Medieval Engineers from early access we spoke with a number of community members who felt the title still had more to offer. We are inspired by the passion and dedication Medieval Engineers fans pour into the game and by the vision our community has for the project. <br><br>Thanks to the patience of our volunteers and the investment of resources from Keen Software House we have created a framework for continued, community-led, development.<br><br>Development of Medieval Engineers “Community Edition” will be at the discretion of our volunteer staff, while Keen Software House will still act in a support role. We will provide development resources such as servers, staff support, logistics, and communications support. In addition, we are committed to ensuring that our volunteers have the tools (and freedom) this kind of project requires, to continue to apply their passion to Medieval Engineers in this new “Community Edition”.<h2 class=\"bb_tag\" >How to Access “Community Edition”</h2><ul class=\"bb_ul\"><li>Head to your Steam Library and right-click on Medieval Engineers<br></li><li>Select “Properties”<br></li><li>From the menu popup, select “BETAS”<br></li><li>From available options “Select the beta you would like to opt into”<br></li><li>From this menu, select “Community Edition”</li></ul><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333950/extras/87ad15b11931e5e00147aa33f56264ec.poster.avif?t=1726043012\" width=554 height=328 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333950/extras/87ad15b11931e5e00147aa33f56264ec.webm?t=1726043012\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333950/extras/87ad15b11931e5e00147aa33f56264ec.mp4?t=1726043012\" type=\"video/mp4\"></video></span><h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>BUILDING WITH STRUCTURAL INTEGRITY AND DESTRUCTION<br>Medieval Engineers is all about building and the options are unlimited. Build anything from houses and castles to wagons and catapults.<br></li><li>FULLY INTERACTABLE WORLD<br>Interact with everything including plants, bushes, trees, animals, and Terra itself. Everything is interactable and destructible!<br></li><li>VOXEL TERRAFORMING<br>Make the ground into any shape you want. Use a pickaxe to dig and mine or use the special voxel tools to reshape the land.<br></li><li>LIMITLESS EXPLORATION<br>Play in a volumetric open world environment and explore a whole planet. Find valuable defensible areas or go to battle alongside your allies to take enemy lands and secure resources. The planet is full of life including trees, plants, animals, and savage barbarian warriors.<br></li><li>INTEGRITY AND DESTRUCTION<br>Build with structural integrity. Make buildings too tall and they will collapse! Design your structures carefully keeping in mind the differences between wood and stone. Use “Structural Integrity View” to find weak points in real-time. When the supports fail buildings come crashing down in glorious real-time destruction!</li></ul><h2 class=\"bb_tag\" >Performance Notes</h2>The performance depends on the complexity of your world and the configuration of your computer. Simple worlds run smoothly even on low-end computers, but a more complex world with rich object interactions could overload even high-end computers. Minimum requirements represent the bare minimum to run simple scenes and don’t guarantee a perfect experience.",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333950/header.jpg?t=1726043012",
    "developers": [
      "Keen Software House"
    ],
    "publishers": [
      "Keen Software House"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3700,
      "final": 3700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 37.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 58,
      "total_negative": 48,
      "total_reviews": 106
    }
  }
}