{
  "333990": {
    "name": "Conclave",
    "steam_appid": 333990,
    "required_age": 0,
    "is_free": false,
    "description": "Conclave is an online RPG with the story and turn-based combat of a classic fantasy tabletop campaign.  It supports both solo and co-op parties of up to four players, who can adventure together in real time or take turns separately at their leisure.<br><br>The game is set in and around the lands of the Conclave, last refuge of the Kin. Its story begins with the unexpected return of a long-vanished Dreamcaller and leads to the discovery of an ageless secret locked within the heart of the Conclave itself.<br><br><ul class=\"bb_ul\"><li> Play a campaign of 25 interconnected adventures that combine combat encounters with story decisions.<br></li><li> In combat, take advantage of your abilities and the special qualities of each encounter's battlemap to defeat your foes.<br></li><li> During story decisions, choose from options unlocked by your skills, traits, and previous decisions. Your choices influence your path through the story, the encounters you face, and the resources you can draw upon to defeat them.<br></li><li> As you gain renown, the Conclave shares better equipment to complement the special items you discover on your adventures.  No scrounging for useless items to resell.<br></li><li> Five archetypes support a variety of play styles: Vanguard, Beacon, Rogue, True Bow, and Runecaster.<br></li><li> Five playable races, all unique to the game's setting: Trow, Nix, Mezoar, Lumyn, and Forgeborn.<br></li><li> Not near your desktop?  Log in and play through a browser at .</li></ul><br>Conclave is the work of the two-person team of 10x10 Room, with additional artistic and musical contributions from Chris Rahn, Devin Night, Christina Roberts, and Sam Hulick.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/333990/header.jpg?t=1726968259",
    "developers": [
      "10x10 Room"
    ],
    "publishers": [
      "10x10 Room"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}