{
  "334290": {
    "name": "Gates of Horizon",
    "steam_appid": 334290,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Gates of Horizon is a space conquest online game.</h2><br>During your space journey you will gain power over the universe leading fleets around the systems, improving and managing crew and assets, taking control of entire sectors with your corporation and fighting the dreaded alien menace that still threatens the human race.<h2 class=\"bb_tag\" >Key Features</h2><br><strong>Lead special agents of a space corporation</strong>: each agent has a dedicated leveling system, and a skill tree that allows for a deep customization of your crew. No fixed classes, and skills can be re-allocated as often as you wish. Hire more agents while leveling corporation: up to 20 crew members to play with, allowing for simultaneous and coordinated activities, both on stations and in space.<br><br><strong>Build ships and sail through the space</strong>: Corporations will build fleets of vessels that Agents can pilot in space. Every ship is unique: fill the ship hull with components and create custom outfits.<br><br><strong>Lead fleets in cinematic space fights</strong>: engage in 3D, RTS-like combat action against your corporation's enemies. Send ships in an enemy sector, and they will fight at their best even when the player is offline, using custom AI settings.<br><br><strong>Play everywhere</strong>: wherever the player is, he will be able to play Gates of Horizon on every platform available. The game works the same way on every system, and the same persistent universe will be always there when switching from your desktop PC to your tablet. Players can now play on Windows, Mac OS, Linux and Android, and soon a iOS version will be available.<h2 class=\"bb_tag\" >What to Expect</h2><br><strong>No subscriptions, no hidden costs</strong>: buy the game once, play forever, on all available platforms. Period.<br><br><strong>No &quot;pay to win&quot;</strong>: should we ever decide to have microtransactions in the game, it will be for vanity items only, with absolutely no advantage in game: maybe a fancy paint for a ship, or a unique agent portrait, but no more than that.<br><br><strong>We listen</strong>: we made this game so that players can have fun. When it'll be the time to add something new, we'll ask our players first.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/334290/header.jpg?t=1548809626",
    "developers": [
      "Hex Keep"
    ],
    "publishers": [
      "Hex Keep"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 18 日"
    },
    "categories": [
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}