{
  "335330": {
    "name": "Brick-Force",
    "steam_appid": 335330,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/335330/extras/7dedf1693cf1420e48a3e38cd23c5da7.avif?t=1538412858\" width=616 height=634 /></span><br>Brick-Force is a sandbox shooter that lets you create your own battlefield or join other players’ worlds to fight on their turf!<br>From the sci-fi universe of “BrickStar” and the magical fantasy setting of “BrickSaga” all the way to the Wild West themed worlds of “Cowboys &amp; Bricks”, Brick-Force offers you countless possibilities to build, share, and play on your very own battlefield, using hundreds of different bricks, outfits, weapons, and much more.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li> Swiftly create awesome maps and share them with the world<br></li><li> Fight alongside your friends in 8 bricktastic PvP &amp; PvE game modes<br></li><li> Customize your character with hundreds of costumes and clothing items<br></li><li> Access a loaded arsenal that ranges from lollipops to laser rifles<br></li><li> Regular themed updates with new settings, features, and possibilities</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/335330/extras/c833ea11d2b16ff10bd2b4a9cf3f1328.avif?t=1538412858\" width=616 height=364 /></span><br>Over two million players have already started building virtual worlds in Brick-Force. Using various types of bricks and even interactive elements such as turrets, mines, and portals, they create architectural masterpieces which serve as the setting for several different shooter modes. There’s a bit of an architect hidden inside every one of us, so get in the sandbox and play! In Brick-Force, you can fulfill your creative impulses and build a world that suits your tastes, either by yourself or together with friends. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/335330/extras/938dca84ccaed3d5af281edc80c70255.avif?t=1538412858\" width=616 height=326 /></span><br>Discover the worlds created by other players or share your own maps with the Brick-Force community! More than 1,200,000 worlds have been built in Brick-Force to date, and they’re just waiting for you and your friends to come explore them.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/335330/extras/53b20c2fd4b8ad122c7ceaeb89f0dc60.avif?t=1538412858\" width=616 height=336 /></span><br>The shooter modes of Brick-Force offer an exciting change of pace from building. Grab your weapon and transform from a master architect into an elite soldier. space marine or colt-swinging cowboy! Defend your own world with sniper rifles, pistols, frying pans, and more – or bring your fight to some of the very best maps made by the community! Brick-Force offers many different game modes, including team and individual Deathmatch, Capture the Flag, Build and Destroy (where you can build and fight at the same time), Defusion, Freefall, Zombie Mode, and Defense Mode.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 波兰语<strong>*</strong>, 土耳其语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/335330/header.jpg?t=1538412858",
    "developers": [
      "Exe Games Inc."
    ],
    "publishers": [
      "Infernum Games GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}