{
  "33570": {
    "name": "Patrician III",
    "steam_appid": 33570,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Patrician III</strong> - sequel to the award winning game Patrician II - features advanced in-game AI, which adjusts its difficulty based on experience and ability. In this economic sandbox game you can gain wealth and power in multiple ways - what you will do with it is up to you. Invite up to 8 of your friends for a multiplayer session via LAN or over the Internet.<br><br>Become a fellow of the famous medieval Hanse trading association in the 13th century. Manage the politics, prestige and economic success in your city and the known parts of Europe! Create a medieval trade empire and expand in to encompass the whole Old World. Build warehouses, workshops, brickworks and much more to strengthen your financial position in the Hansa. Gain reputation in your hometown by developing its infrastructure with roads, hospitals, schools and become Lord Mayor thus gaining full control of the city. Be a famous pirate killer or become one yourself!<br><br>Visit the great cities of Hamburg, Stockholm, London, Novgorod, Oslo and more. Explore the Mediterranean as you build your trade empire. Hold galas to celebrate victory in battle and your town's growth. Run massive trading operations and cope with the consequences of enhanced seasonal weather effects.<br><br>You can raise your standing through town improvement and diplomacy or fill your coffers through piracy and smuggling. Grow your small town into a major trading centre wielding tremendous economic power today!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/33570/header.jpg?t=1759942680",
    "developers": [
      "Ascaron Entertainment ltd."
    ],
    "publishers": [
      "Kalypso Media Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 11 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 43,
      "total_negative": 6,
      "total_reviews": 49
    }
  }
}