{
  "335850": {
    "name": "After Reset RPG",
    "steam_appid": 335850,
    "required_age": 0,
    "is_free": false,
    "description": "<i>After Reset RPG </i>is an old-school hardcore sci-fi post-apocalyptic roleplaying game. You can expect: a post-apocalyptic open world developed with scientific realism, a nonlinear story with the freedom of choice and a ton of branches and endings, and hardcore game mechanics in the best traditions of classic CRPGs. Explore the devastated ruins of the dead planet and forge your story, Commander!<h2 class=\"bb_tag\" >'THE FALL OF GYES' GRAPHIC NOVEL</h2>A free preview of our graphic novel <i>&quot;The Fall of Gyes&quot;</i>, prequeling the game, can be found in your Steam installation location for <i>After Reset RPG</i> (e.g. C:\\Program Files\\Steam\\SteamApps\\common\\After Reset RPG).<h2 class=\"bb_tag\" >KEEP IN MIND</h2>The current version of the Prologue is not finished yet. By purchasing our Early Access you are formally buying the game in current stage of development and any further updates till the final version. Although, the most important - you are actually supporting the development of our game and its quality.<br><br>Beyond that, feel free to check our first tech build which we made back in 2014 for Win/Mac/Lin: for free on Steam.<br><br><i> The build of the game you are running includes:<br><ul class=\"bb_ul\"><li> core of our the CRRPG game mechanics (please, read the Advanced Player's Guide to know more about our SACPIC mechanics);<br></li><li> character creation (that is intuitive if you dig Baldur's Gate, KOTOR, Neverwiner Nights series or/and Fallout 1&amp;2);<br></li><li> intro and campaign movies;<br></li><li> 5 decent locations for the Prologue;<br></li><li> classic top-down 3d mouse/keyboard character controllers;<br></li><li> apparel mechanics;<br></li><li> core of the combat mechanics;<br></li><li> dynamic charlist mechanics;<br></li><li> fog-of-war mechanics;<br></li><li> inventory mechanics;<br></li><li> looting mechanics;<br></li><li> movement and interaction mechanics;<br></li><li> skills using mechanics;<br></li><li> highlighting system;<br></li><li> tag/identification system;<br></li><li> 100+ pages of lore, descriptions and dialogs;<br></li><li> a bunch of quests for the prologue (main, side, hidden);<br></li><li> 20+ of unique lore records discoverable during the prologue (main, side, hidden);<br></li><li> non-linear voiced dialogs for the prologue;<br></li><li> proper cut-scenes for the prologue;<br></li><li> friendly, neutral and hostile NPC's;<br></li><li> etc.</li></ul></i><br><br>We expand and grow up this builds for Win/Lin/Mac as our joint 'child' with every coming patch based on and rooted by your support.<br>To track our progress from the beginning up to today, please, read <i>CURRENT WORK IN PROGRESS</i> discussion and your PATCHNOTES.TXT.<br><br>BY PURCHASING EARLY ACCESS YOU ARE REALLY SUPPORTING THE DEVELOPMENT OF OUR GAME AND ITS QUALITY.<br>THANK YOU! THIS GAME WOULD NEVER BECOME A REALITY WITHOUT SUCH GAMERS/BACKERS LIKE YOU.<br><br><i>After Reset RPG</i> is currently in Early Access on Steam. With a fully transparent approach to game design and development we showed through the whole time of development and being the same gamers like the most of you, we work on RPG of our dream. <i>After Reset RPG</i>: Early Access is your chance to bring our mutual dream to reality.<br><br>As you can see on our official we site, since the beginning we've toiled and released transparent updates every 1-2 months. Those who choose to purchase Early Access should anticipate an evolving feature set, bugs, incomplete content, missing features, and potentially game breaking issues. Early Access is designed for those wishing to support the ongoing development of <i>After Reset RPG</i> and be a part of shaping its future.<br><br>Thanks for your support and thanks for rooting for us, guys!<br>We've never reached the stage we're in without your support, trust, patience and faith.<br><br>Sincerely,<br>Richard.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/335850/header.jpg?t=1630331206",
    "developers": [
      "Black Cloud Studios"
    ],
    "publishers": [
      "Black Cloud Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}