{
  "336460": {
    "name": "CAFE 0 ~The Drowned Mermaid~ - Japanese Voice Add-On",
    "steam_appid": 336460,
    "required_age": 0,
    "is_free": false,
    "description": "CAFE 0 ~The Drowned Mermaid~ is a mystery horror visual novel developed by roseVeRte, which is fully voiced in Japanese with English texts.<br><i>*Only the demo and deluxe versions contain Japanese voices. The full version is unvoiced.</i><h2 class=\"bb_tag\" >STORY</h2>A girl’s spirit with no recollection of her past find herself inside Cafe 0, a mysterious Cafe in the middle of nowhere. Served with only a glass of water by the peculiar waiter, Sui--soon she realized that she is about to relive the last seven days before her death. <br><br>Surrounding her are Ami, a girl who claimed to be her best friend, Tooru, a boy who is rumored to be her previous boyfriend, and Shou, the school’s doctor?what are their connection to her past and how are they related to her death? <br><br>Will she be in peace with her past, or will she haunt the living? It is all up to you to decide.<h2 class=\"bb_tag\" >CHARACTERS </h2>Marin Umino (Name is changeable.) <br>The main character. <br>She can't remember anything from her past. <br><br>Sui - Cancer Murakani <br>One of the waiters at Cafe 0. <br>He's calm and looks so mature. <br>He's able to say harsh words without changing his expression. <br><br>Shou Takizawa - Yuya Kakitsubata <br>The school's doctor. <br>He seems to know the main character from a long time ago, since her childhood. <br><br>Tooru Mizutani - Mato Sarashina <br>The ex-boyfriend. <br>After finding out she had lost her past memories, he seems to be interested in her once again. <br><br>Ami Kawase - Nanase Watarai <br>The best friend. <br>She's always tuned into the latest fashion, and is famed in the school for her sense of beauty.<h2 class=\"bb_tag\" >FEATURES </h2><ul class=\"bb_ul\"><li>3 Types of main character depending on your selection, complete with different costumes. <br></li><li>2 Character Paths and 1 True Path. <br></li><li>2-3 Hours Play Time. <br></li><li>1 Secret Bonus when you cleared all routes. </li></ul><h2 class=\"bb_tag\" >OTHER INFO </h2>OFFICIAL SITE: <br>FACEBOOK PAGE: <br>TWITTER: ",
    "supported_languages": "英语, 德语, 日语<strong>*</strong>, 法语, 乌克兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/336460/header.jpg?t=1557267650",
    "developers": [
      "ROSEVERTE MYSTERY"
    ],
    "publishers": [
      "ROSEVERTE"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}