{
  "336510": {
    "name": "Anno Online",
    "steam_appid": 336510,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Anno Online upholds the traditional in-depth economics that are the hallmarks of the award-winning Anno franchise.</strong><br><br>The key element of the game is the player’s main island, where the foundations of your commercial empire will be set. By satisfying the needs of your population, constructing new buildings and managing the production, you will unlock new buildings and face new challenges as your population’s demands and consumption habits evolve. Soon, one island won’t be enough to satisfy all their needs and you’ll have to discover and claim additional islands and connect them via ship trading routes to your main island. For the first time in the Anno series, players have the opportunity to be part of a giant empire and get organized in powerful guilds to work towards joint goals and server-wide quests. A key element is the trade of goods with other players creating a social environment of continuous player-to-player interaction for the first time within this traditional franchise.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/336510/header.jpg?t=1681861043",
    "developers": [
      "Blue Byte"
    ],
    "publishers": [
      "Ubisoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}