{
  "337520": {
    "name": "Palm Kingdoms 3",
    "steam_appid": 337520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Palm Kingdoms 3</strong> is a turn-based strategy game with deep mechanics. Explore maps, build your kingdom, and lead armies in rich, tactical combat. Here, power lies not in a single character, but in the unique Commanders you cultivate within your ranks.<h2 class=\"bb_tag\" >Tactical Combat</h2>Combat takes place on a classic hex grid. Positioning, formations, and special unit abilities are critical for success. You must use the terrain and your units' strengths to outmaneuver your opponent.<h2 class=\"bb_tag\" >Story and Atmosphere</h2>Explore a world with the cozy atmosphere of a classic fairy tale. We don't take common fantasy tropes too seriously, creating a lighthearted, tongue-in-cheek setting for your adventure. Your journey is shaped by branching quests and important choices that guide the narrative.<h2 class=\"bb_tag\" >Castle Management</h2>Your castle is the heart of your faction. Each faction has its own set of unique buildings, creatures, and schools of magic. The buildings you construct will determine your strategic options, from your economy to the units you can recruit for battle.<h2 class=\"bb_tag\" >Promote Your Commanders</h2>Instead of a single powerful character, your strength comes from the Commanders you develop in your army. Any unit stack can gain its own Commander, who can then be improved through a unique skill tree and equipped with artifacts. This allows for deep customization of your forces.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/337520/0918b6c72533b71224e04fcc8526171f3830cc55/header.jpg?t=1752150020",
    "developers": [
      "Hack The Publisher"
    ],
    "publishers": [
      "Hack The Publisher"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}