{
  "337640": {
    "name": "Bermuda Demo",
    "steam_appid": 337640,
    "required_age": 0,
    "is_free": true,
    "description": "A camp trip goes wrong for Edward and his friends as they are abducted into an alien submarine. They now await to hear if they will be allowed home, or be executed inside this ship. Edward wants to trust the aliens will make the right choice, but as the decision looms, doubt begins to whisper in his mind.<br />\r\n<br />\r\nBermuda is a visual novel mixed with open ended stealth puzzles. The game is fully voiced, featuring the talent of veteran actors such as Cristina Vee (Madoka Magica), Kira Buckland (Blue Exorcist) and Kyle Hebert (Dragonball). Xanthe Huynh and Skyler Davenport from Unhack also make a return, as well as voice actor Miguel Moran. For players who prefer to read the story like a traditional novel, each character's voice can be toggled individually.<br />\r\n<br />\r\nRunning at around an hour in length, Bermuda aims to be a succinct story that players can enjoy around their busy schedules. Each episode features bonus conversations, giving players a chance to know the cast better. The demo version contains the introduction as well as episode one.<br />\r\n<br />\r\nIllustrations: Alastair Sew Hoy<br />\r\nMusic: Matt Hamm<br />\r\n<br />\r\nThank you! I hope you will find the experience valuable.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/337640/header.jpg?t=1447365833",
    "developers": [
      "InvertMouse"
    ],
    "publishers": [
      "InvertMouse"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}