{
  "337890": {
    "name": "Dysfunctional Systems: Orientation",
    "steam_appid": 337890,
    "required_age": 0,
    "is_free": false,
    "description": "<i><strong>Dysfunctional Systems: Orientation</strong></i> is a kinetic novel and a prequel to <i>Dysfunctional Systems: Learning to Manage Chaos</i>. It uses text, sound, and illustrations to tell a story and expand on the world established in the first game. <strong>There is no gameplay, just click to progress!</strong><h2 class=\"bb_tag\" >What is <i>Dysfunctional Systems</i>?</h2><br><i>Dysfunctional Systems</i> is a series about Winter Harrison: a student mediator from a utopian Earth. A mediator is someone who travels between worlds, attempting to resolve the conflicts plaguing them. <i>Dysfunctional Systems: Orientation</i> follows Winter's first week at school, as she learns more about her future profession and the baffling nature of otherworlders. It's a great game to play if the first left you wanting to know more about mediators and their homeworld.<h2 class=\"bb_tag\" >Should I play <i>Dysfunctional Systems: Learning to Manage Chaos</i> first?</h2><br>You probably should. <i>Dysfunctional Systems: Orientation</i> doesn't assume you have any knowledge of the series, but its primary purpose is to expand on the world established in the first game. Therefore, it is more enjoyable if you're already curious about the details of the <i>Dysfunctional Systems</i> universe.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li> Over 23,400 words of story and extra codex content!<br></li><li> A soundtrack of 11 unique and never before released songs from CombatPlayer!<br></li><li> An unlockable gallery of 30+ illustrations and concepts!<br></li><li> 7 new characters to meet and all new sprites!</li></ul><h2 class=\"bb_tag\" >Soundtrack Included</h2><br>All Steam purchases of <i>Dysfunctional Systems: Orientation</i> include the official soundtrack absolutely free! Enjoy a total of 11 tracks in both MP3 and FLAC. The album is included with the game files. To access, right click the &quot;Dysfunctional Systems&quot; entry in your library, click &quot;properties&quot;, then go to the &quot;local files&quot; tab, and click the &quot;browse local files&quot; button. Look for the &quot;soundtrack&quot; folder.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/337890/header.jpg?t=1669299289",
    "developers": [
      "Dischan Media"
    ],
    "publishers": [
      "Dischan Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 6,
      "total_negative": 1,
      "total_reviews": 7
    }
  }
}