{
  "337950": {
    "name": "The SKIES - BETA",
    "steam_appid": 337950,
    "required_age": 0,
    "is_free": false,
    "description": "The Skies is a post-apocalyptic MMORPG with a non-linear storyline, in which you follow your own path or join other players to conquer the wasteland.<br />\r\nIn this innovative sandbox you create your own adventure in a player driven economy your actions will result in the development of both the world and your character. <br />\r\nThe game story takes place in the early 21st century, when solar activity increased dramatically. Within two weeks civilization collapsed, wiping out power sources, government and infrastructure. Humanity descended into darkness.<br />\r\nIn 2150-2170, dust began to settle on the surface of the planet and the sunrays reappeared after 150 years of darkness. <br />\r\n<br />\r\nIs mankind strong enough to restore what they've destroyed over the last century? What is life  going to be like now? <br />\r\n<br />\r\nGame Features<br />\r\n•\tHuge open game world – 12km2  packed with interesting places to explore. Immerse yourself in an atmospheric post-apocalyptic world carefully crafted by our artist. Regular updates will add new locations and increase the map size up to 200km2 .<br />\r\n<br />\r\n•\tUnique and innovative character progressions/role playing system – We will give you the freedom to develop your character according to your playstyle. Different dialogue options will be available based on your decisions. Become a bandit, clan leader or trader and see how your reputation will influence the world around you. <br />\r\n<br />\r\n•\tPlayer driven economy – Our innovative take on in-game economy will let you decide what you want to do. Will you work  in a factory, become a trader or manage your own business and start hiring people and handing out wages?   <br />\r\n<br />\r\n•\tImpactful decision making - See the world changing alongside your story, become more than a survivor, thrive with a group and dominate the wasteland.<br />\r\n<br />\r\n•\tThrilling PVP action – Hunt down other players as a lone wolf or join a clan and capture and govern entire wasteland cities. <br />\r\n<br />\r\n•\tDeep crafting system – Develop your character to withstand the harsh world by crafting advanced equipment, trade, build and prosper.",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/337950/header.jpg?t=1607048255",
    "developers": [
      "Eforb"
    ],
    "publishers": [
      "Eforb"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}