{
  "338080": {
    "name": "A列車で行こう8",
    "steam_appid": 338080,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>This game is only available in Japanese.</strong><br><br>Railroad management and City Development simulation game, A-Train 8 keeps the strong mechanics of the A-Train series and put the whole map in 3D for the first time. A game to both control a living 3D city, and enjoy watching the landscape you helped create.<br><strong>This game is only available in Japanese.</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/338080/extras/e9b1e6ea81f6c68626d750242b34d71b.avif?t=1731037039\" width=600 height=260 /></span><br><br><strong>A-Train in 3D as only the PC can handle</strong><br> <br>A-Train 8 renders the whole town in 3D for a more beautiful and realistic experience.<br>However this switch for 3D does not change that it takes only your mouse to control rail construction and camera freely.<br>Streamlined control that can only be found on computer, which can be enhanced by using high definition monitor and high spec machines.<br><br><strong>Featuring 10 premade Map, but also a free map construction tool for unlimited creation</strong><br><br>A-train 8 feature 10 maps each with their own specific challenge. <br>You are also free to design you own map using the construction tool which gives you full control over all city features, but also the terrain geography itself.<br><br><strong>Over 200 trains</strong><br><br>Featuring real trains from Japan Rails and other private companies, the game gives you full control to create trains up to 7 wagons,<br>but also control wether they work as local trains or express trains. Create your own city train network using to the best all those trains at your disposal.<br><br><strong>Railroad Management</strong><br><br>By creating rails and station, you can create new flow of people and contribute to the development of the city.<br>Siding, Single Cross, Double Cross allow you to create you railroad freely. Of course Subway and Elevated railways can be built too.<br>Build your ideal train network and see it contribute to the town and its surroundings.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/338080/extras/236e3ec97f7c86421f03c01f6eb4fac5.avif?t=1731037039\" width=600 height=260 /></span><br><br>*DirectX9.0c or better is necessary for a number of functions to fully work<br>*No guarantee for any machine not supporting DirectX9.0c or better<br><br>Railway vehicle production cooperation<br><br>Hokkaido Ryoaku Tetsudo Kabushikigaisha<br>Higashi Nihon Ryoaku Tetsudo Kabushikigaisha<br>Nishi Nihon Ryoaku Tetsudo Kabushikigaisha<br>Shikoku Ryoaku Tetsudo Kabushikigaisha<br>Kyuushuu Ryoaku Tetsudo Kabushikigaisha<br>Nihon Kamotsu Tetsudo Kabushikigaisha<br>Eizan Dentetsu Kabushikigaisha<br>Odakyu Dentetsu Kabushikigaisha<br>Kinki Nihon Tetsudo Kabushikigaisha<br>Keio Dentetsu Kabushikigaisha<br>Keisei Dentetsu Kabushikigaisha<br>Keihan Denki Tetsudo Kabushikigaisha<br>Keihin Kyuukou Dentetsu Kabushikigaisha<br>Shutoken Shintoshi Tetsudou Kabushikigaisha<br>Seibu Tetsudou Kabushikigaisha<br>Tokyo Kyuukou Dentetsu Kabushikigaisha<br>Tokyo Chikatetsu Kabushikigaisha<br>Tobu Tetsudo Kabushikigaisha<br>Nagoya Tetsudo Kabushikigaisha<br>Chubu Kokusai Kuukou Kabushikigaisha<br>Nankai Denki Tetsudo Kabushikigaisha<br>Nishi Nihon Tetsudo Kabushikigaisha<br>Hanshin Denki Tetsudo Kabushikigaisha<br>Hiroshima Dentetsu Kabushikigaisha<br>Hokuetsu Kyuukou KAbushikigaisha<br>Tokyo Toshi Koutsukyoku<br>Osaka Toshi Koutsukyoku<br>Fukuoka Toshi Koutsukyoku<br><br>Commercial license",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/338080/header.jpg?t=1731037039",
    "developers": [
      "ARTDINK"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 16800,
      "final": 16800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 168.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}