{
  "338010": {
    "name": "Roundabout Demo",
    "steam_appid": 338010,
    "required_age": 0,
    "is_free": true,
    "description": "Roundabout is a '70s B-Movie game where you drive a constantly revolving limousine! Pick up passengers, find secret collectibles, take on dangerous missions, and fall in love in an open world puzzle adventure. Roundabout is the debut title from No Goblin, a studio founded by designers of games like <i>Destroy All Humans!</i>, <i>The Gunstringer</i>, and <i>Rock Band</i>!<br><br>In Roundabout, you need to pick up passengers and drive them to their destinations. The catch: your limousine is constantly spinning in circles! To move around in Roundabout, you need to time your limousine's movement with the constant rotation in order to curve around obstacles, buildings, and more. <br><br>Set in 1977, Roundabout tells the rise to fame story of Georgio Manos, arguably the world's most famous revolving chauffeur. While driving players around the town of Roundabout, players will learn about the dizzying highs, terrifying lows, and secret loves of a revolving limousine driver. You'll experience the seventies in the only authentic way possible: with full motion video set in the interior of a limousine.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Drive a constantly revolving limousine through the crowded streets of Roundabout.<br></li><li>'70s B-Movie Full Motion Video throughout the game adds a new spin to a classic rise to fame story.<br></li><li>Open world puzzle action, featuring dozens of twisty streets, collectible pickups, and purchasable properties.<br></li><li>Upgrade your limousine with new hats, horns, and paint jobs.<br></li><li>A full suite of challenges to compete against your friends in.<br></li><li>Dedicated eSports speedrun mode. Roundabout is the only official eSport endorsed by a talking skeleton.<br></li><li>Big Head Mode. Also a number of equally fun game modifiers and extras that are not Big Head Mode.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/338010/header.jpg?t=1447365922",
    "developers": [
      "No Goblin"
    ],
    "publishers": [
      "No Goblin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}