{
  "338240": {
    "name": "World Of Leaders - Premium Pack",
    "steam_appid": 338240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The &quot;Premium Pack&quot; includes 150,000 Credits (in-game currency)  plus 12 months Premium player subscription, and unlimited game access. <br>This pack offers a reduction of 50% compared to standart in-game store price!</strong><br><br><br><strong><h2 class=\"bb_tag\" >Become one of today's world leaders and change the world order!</h2></strong><br><br><br>World of Leaders is a massively multiplayer role-playing game. Players take on the roles of politicians, artists, and journalists in today’s world. Their goal is to acquire maximum influence and develop their careers. In this pursuit, they can become, for example, the country’s most popular singer or its Head of State.<br><br>The game unfolds at the same pace as the real world. Each day, players can take action in the game to plan their travel, manage their budgets, establish contacts and develop their network, make statements, write articles, and create events.<br>These events are free creations in which players can combine text, music, photos, and video - including webcam recordings of their own.<br><br>A voting system makes it possible to evaluate the popularity of these creations, elect political leaders, and approve laws proposed by the players themselves. These laws will affect economic, social, and political data.<br>Through making the right alliances and being persuasive, players can also change how the world works according to their ideas.<br><br><br><br><strong>The &quot;Premium Pack&quot; includes 150,000 Credits (in-game currency)  plus 12 months Premium player subscription, and unlimited game access. Warning: this exclusive pack can be used only one time per player account.<br>This pack offers a reduction of 50% compared to standart in-game store price!</strong>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/338240/header.jpg?t=1447365987",
    "developers": [
      "Eversim"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 12 月 17 日"
    },
    "categories": [
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}