{
  "338540": {
    "name": "Navy Field 2 : Conqueror of the Ocean",
    "steam_appid": 338540,
    "required_age": 0,
    "is_free": true,
    "description": "Building upon a foundation of epic naval battles set to historically accurate backdrops, Navy Field 2 provides intense real-time strategic combat, genuine historical details, and an ever expanding sea of content for seasoned veterans and newcomers alike.<br><br>Several nations with rich naval histories are presented for the creation of your ship’s crew; these include, the United States, United Kingdom, Japan, Germany and more to follow. Each nation offers a unique set of ship strengths and attributes for further strategic development. Crews are customized to reflect your style of play through an in-depth RPG-style sailor leveling system. <br><br>A fleet of fully customizable WWI and WWII era naval vessels from various nations are at your command in Navy Field 2. Each ship, from the lowly frigate to the massive battleship is painstakingly modeled in accordance to historical detail. Modify your ship’s decks, shell types, guns, engines, sonar, and more to suit your play style. Experience a whole new perspective through the variety of vessels at your disposal including: frigates, destroyers, light-cruisers, heavy-cruisers, submarines, aircraft carriers, and battle ships. <br><br>Form a fleet of friends or quickly engage in massive real-time naval battles through a quick auto-matching system. Develop your skills through use of various tactics depending on ship type and role. For example, you can delve into the heat of battle with the quick maneuverability of the smaller frigate and destroyer class ships, use a submarine to sneak into enemy territory for a surprise torpedo attack, sit back and carefully plan fighter and bomber squadron flights from the deck of your aircraft carrier, or carefully aim immensely destructive long-range salvos from a battleship! <br><br>Join us on the field of Navy Field 2<h2 class=\"bb_tag\" >Features Include</h2><ul class=\"bb_ul\"><li>Immediate real-time large scale PvP online naval battle engagements</li></ul><ul class=\"bb_ul\"><li>Richly detailed 3D ship models, immersive sound effects, and adaptive music</li></ul><ul class=\"bb_ul\"><li>Thoughtfully balanced fleet of authentic WWI and WWII era naval vessels, each with unique abilities, and roles to play</li></ul><ul class=\"bb_ul\"><li>Intuitive automatic and manual controls with fully customizable hot-keys for personalization</li></ul><ul class=\"bb_ul\"><li>Represented nations include the United States, Great Britain, Japan, and Germany</li></ul><ul class=\"bb_ul\"><li>Selections of battle modes promote cooperative, strategic, and skillful gameplay</li></ul><ul class=\"bb_ul\"><li>Fleet and platoon support to drive community interaction</li></ul><ul class=\"bb_ul\"><li>Additional nations, ships, maps, and features planned for the future </li></ul>",
    "supported_languages": "英语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/338540/header.jpg?t=1461258142",
    "developers": [
      "SDEnterNet"
    ],
    "publishers": [
      "SDEnterNet"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 5 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}