{
  "339390": {
    "name": "X-Plane 10 AddOn - Aerosoft - CZST Stewart",
    "steam_appid": 339390,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >NOTE: THE MAIN GAME X-PLANE 10 IS NOT AVAILABLE ANYMORE! PLEASE ONLY PURCHASE DLCS WHEN YOU ARE ALREADY OWNER OF X-PLANE 10!</h2><br>There are only very few places on earth with such beautiful scenery in close proximity to an airport as it is with Stewart Airport in British Columbia. At the end of the Portland Canal, almost on the border between the USA and Canada, there lies the town of Stewart with a small, but well-known and popular airport. Tall and majestic mountains tower like walls on both sides of the airport. Combine this complex terrain with bad weather, which usually is the case for most of the year in this region, each approach and departure will be a real challenge.<br><br>The Scenery &quot;CZST - Stewart&quot; is up to date the most detailed add-on you can get for the &quot;X-Plane 10&quot; simulator. Discover these details with their high-resolution textures, in a plane or a helicopter and enjoy.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>faithful replica of the real airport with HD buildings and pre-rendered ambient occlusion<br></li><li>the airport surroundings with handcrafted ground imagery and a resolution of 2cm per pixel<br></li><li>surrounding Photoscenery at a resolution of 50 cm per pixel covering an area of over 150 square kilometers<br></li><li>volumetric grass<br></li><li>hand placed 3D trees and other custom objects<br></li><li>precisely visualized town of Stewart, with every building modelled in 3ds MAX, the architecture of the buildings fits in precisely with this location<br></li><li>dozens of hand placed POIs, such as the museum, schools, fire station, port, fuel station, hospital and many others simulator<br></li><li>many species of HD trees and landscape with dense forest<br></li><li>hand edited Mesh of the whole area. Edited abnormalities in terrain elevation, perfected roads etc.</li></ul>",
    "supported_languages": "英语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/339390/header.jpg?t=1490960451",
    "developers": [
      "Beti-X"
    ],
    "publishers": [
      "Aerosoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11700,
      "final": 11700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 117.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}