{
  "339480": {
    "name": "PAYDAY 2: The Bomb Heists",
    "steam_appid": 339480,
    "required_age": "18",
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/339480/extras/04e66dd9066f63ae67073d06fb987907.avif?t=1756111836\" width=628 height=180 /></span><br><br><strong>Bombs Away!</strong><br><br>The Bomb Heists DLC is the 15th DLC pack for PAYDAY 2 and adds the first two heists from the new contact known as the Butcher. It's bombs away as you help the Butcher succeed with the heists Dockyard and Forest as a part of the Bomb job. ith the Bomb Heists being released, we’re excited to share what Lion Game Lion have been working on as their first DLC for PAYDAY 2. Everyone at OVERKILL and Lion Game Lion look forward to hear what the community thinks after you’ve played the new content! Together with the Bomb heists, you also get one new pistol, four new masks with four materials and patterns. 11 new achievements have also been added to give you that extra challenge.<h2 class=\"bb_tag\" >Key Features</h2>•\t<strong>Introducing the Butcher</strong> – Brought to life by Mila Furlan, The Butcher's business is weapons - their procurement, sale and distribution. With Gage on an &quot;extended vacation&quot;, she is looking forward to a long and fruitful business relationship with Bain and the PAYDAY gang.<br><br>•\t<strong>Two all-new heists</strong> – This heist will be a little different. Instead of money, this time we will be snatching something a little more more explosive, if you'll pardon the pun. The Butcher has tasked us to steal a thermobaric bomb that is being sent to Norfolk to be decommissioned. And unlike our previous heists, we can approach this job in two very different ways - in two very different heists. <br><br>•\t<strong>The Dockyard Heist</strong> – If we choose to intercept, bear in mind that the port authority is taking the utmost precautions in ensuring that the transfer proceeds smoothly. The courteous people at Gensec are expected to attend as well. So the smart thing would be to avoid detection, and try to steal the bomb from under their noses. If that fails, you can always brute-force your way to into the ship, just be prepared deal with the best or worst Gensec's security has to offer. I will be frank with you, bot approaches won`t be a walk in the park but let`s just say that if you actually manage to succeed to complete this heist without alerting anyone that you will be in The Butcher's good graces. <br><br>•\t<strong>The Forest Heist</strong> – The other plan is to throw caution to the wind, and derail the train as it is transporting the bomb. The wagon housing the bomb is well equipped to handle violent shocks, so don't worry about the bomb detonating prematurely. Worry about the accompanying police force that will try to repossess the bomb once they learn that we are trying to steal it. We will have a small time-advantage because unlike them, we will be prepared. Your task will be to find the wagon housing the bomb, open the wagon, dismantle the bomb, and finally - secure an exit point. You will have to decide which exit point you want during during pre-planning. <br><br>•\t<strong>A new secondary pistol</strong> – The Leo pistol is a semi-automatic pistol that is polymer-framed and striker-fired. It is used by both the Croatian military and law enforcement. So you can consider using a police pistol to break the law as a form of bizarre poetic justice. At the very least, if the cops find any shells laying on the ground after a heist they will first be on the lookout for a renegade Croatian cop, so you can rest a little easier.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/339480/extras/7feb1d6ec7b4a36231a0c5a02d7db65b.avif?t=1756111836\" width=628 height=180 /></span><br>•\t<strong>4 new masks</strong> – The Butcher from Hell, Lady Butcher, Tech Lion and The Doctor - four creepy masks best served cold.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/339480/extras/21ce1d20b45221e2bcf360792edd92fa.avif?t=1756111836\" width=628 height=180 /></span><br>•\t<strong>4 new patterns</strong> –  Four new patterns created by Lion Game Lion.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/339480/extras/af1dbd02d8a73c3ef47b221afe1e8492.avif?t=1756111836\" width=628 height=180 /></span><br>•\t<strong>4 materials</strong> – Four new materials have been added to the game. A bit different from what OVERKILL usually does, eh?<br><br>•\t<strong>11 achievements</strong> – A whopping 11 new achievements have been added to test the skill of you and your crew.",
    "supported_languages": "英语<strong>*</strong>, 德语, 法语, 意大利语, 西班牙语 - 西班牙, 荷兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/339480/header.jpg?t=1756111836",
    "developers": [
      "Lion game Lion",
      "OVERKILL - a Starbreeze Studio."
    ],
    "publishers": [
      "Starbreeze Publishing AB"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 11,
      "total_negative": 12,
      "total_reviews": 23
    }
  }
}