{
  "340260": {
    "name": "Ave Caesar!!!",
    "steam_appid": 340260,
    "required_age": 0,
    "is_free": false,
    "description": "This non-game add-on contains materials that explain the principles of ruling the city, game mechanics and internal game logic, moreover, we add the story of how this game (that took so many hours of our childhood) was created. All the information from this add-on can be found on our web-site, here it is presented in the form of a few articles with convenient navigation and pictures.<br />\r\n<br />\r\nWhy should you pay for this add-on? The process of game development by three people takes a long time and not every member of the team can give all their time to the game. The earned money will be spent on creating the lacking edifices models, textures, art and music. If you want to get the materials from this add-on just write us to caesaria.game@mail.com with &quot;freedlc&quot; in the subject and we promise to send you that. The owners of this add-on will get &quot;Maecenas&quot; achievement at once, all others will get it after the game is released from early access.<br />\r\n<br />\r\nFor us it's a way to fund further development without asking you to pay for the game itself.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/340260/header.jpg?t=1447366539",
    "developers": [
      "rdt.32"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}