{
  "340210": {
    "name": "Predestination",
    "steam_appid": 340210,
    "required_age": 0,
    "is_free": false,
    "description": "Predestination is a <strong>turn-based sci-fi 4X game</strong> set in the distant past of our own galaxy. Ships from countless races are flung back in time by a powerful hostile race known as the Revenants, and must now work to rebuild their empires and somehow stop the Revenants in the past. <strong>Explore the galaxy, colonise habitable worlds, meet alien races, and wage war.</strong><br><br>Predestination blends the gameplay of classic titles like Master of Orion II with a narrative storyline and new game mechanics 4X fans have been waiting years to get their hands on: A <strong>3D galaxy map, turn-based tactical fleet combat, advanced planetary exploration and colonisation gameplay, terraforming, a seamless 3D ship designer</strong>, and many other features.<h2 class=\"bb_tag\" >Ongoing development plans</h2><br>Predestination is now complete, with all major features implemented thanks to your support and feedback, but  development doesn't stop here! We'll be adding regular free updates and new content throughout 2019 in additiont o our usual bugfixes and quality of life improvements. We'll release new challenge maps, further episodes singleplayer story campaign, bonus ships and artwork, and some content designed by our Kickstarter backers<br><br>Brain and Nerd is committed to supporting Predestination for as long as possible and we aim to begin working on DLC and expansions in 2020 with all new gameplay. We'll also be investigating adding multiplayer and modding tools in free updates after release. We have some very exciting plans for future content, such as space monsters and races with living ships, and constantly turn to our community for ideas. Stay with us and keep an eye on our development updates for more news as we post it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/340210/header.jpg?t=1572545539",
    "developers": [
      "Brain and Nerd Ltd"
    ],
    "publishers": [
      "Brain and Nerd Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 2 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}