{
  "340350": {
    "name": "Quintet",
    "steam_appid": 340350,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Your orders, Captain?</strong><br>You've always wanted to sit in a big captain's chair and shout, &quot;More power to the shields!&quot; and &quot;Fire the torpedoes!&quot; I have too, and this is why I built Quintet. <br><br>Quintet is a scifi cooperative, cross-platform, multiplayer, &quot;crew&quot; game where players work harmoniously to control the same ship. There are 5 roles: Captain, Helm, Tactical, Engineering and Science. How successful you are will depend on how well you all work together. You can play Quintet for hours for free and enjoy 20 playable ships online. There are 5 additional ships available with an upgrade. <br><br><strong>Truly multiplatform - No one is left out!</strong><br>Mac, PC, Linux, iOS, and Android can all play together on the same ships and in the same missions. The Captain can be on an iPhone with a Tactical officer on a Linux box with an Engineer on an Android tablet with a Science officer on a Mac.<br><br><strong>No friends? No problem!</strong><br>Quintet has one, two, three, four and five player ships. All the different ship types can all play together in the same scenarios. Quintet plays over the Internet so you can all play together even if you can't be in the same room. Easily drop in and drop out any time.<br><br><strong>Several game types</strong><br>Quintet features lots of different scenarios for co-op and pvp game play. Work together to fend off a massive armada or have a 20-ship free-for-all. Upgraded version includes beloved game types such as Capture the Flag and King of the Hill (my hill is a polyhedron).<br><br><strong>Always Fresh</strong><br>I love working on this game. I update Quintet all the time. I'm constantly adding new features and new scenarios. Got an idea? Post your idea in the forum.<br><br><strong>Intuitive controls</strong><br>I wanted non-gamers to be able to play Quintet. I've simplified and streamlined the interface so you can drag in more friends of yours to play this crazy space game.<br><br><strong>Control DMX and Philips HUE Lights</strong><br>Get immersive! Quintet has a built in simple scripting language for controlling DMX lights and Philips HUE lights. You can trigger lights when you fire weapons or when the shields are hit.",
    "supported_languages": "英语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/340350/header.jpg?t=1667775892",
    "developers": [
      "Carmine T. Guida"
    ],
    "publishers": [
      "Carmine T. Guida"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}