{
  "340790": {
    "name": "The Black Door",
    "steam_appid": 340790,
    "required_age": 0,
    "is_free": false,
    "description": "In this particular narrative, the main character is immersed in a world where the environments seem to be in a constant state of flux. Each location they visit seems to shift and change, creating a surreal and otherworldly experience. As the protagonist navigates through these strange and unfamiliar spaces, they begin to unravel the mysteries of this world and the forces that are at play.<br><br>What makes this game truly unique is its use of 3D rendering to create the backgrounds. Unlike traditional point and click games that rely on 2D images, this game utilizes cutting-edge technology to create fully immersive and interactive environments. The player can explore every nook and cranny of each location, uncovering hidden secrets and clues that will help them progress through the story.<br><br>The use of 3D rendering allows for a greater level of detail and complexity in the environments. Each location is carefully crafted to create a distinct atmosphere and sense of place, immersing you in the world and draws you deeper into the story. The shifting nature of these environments only adds to the sense of mystery and intrigue, keeping you on your toes and constantly engaged.<br><br>This game takes the point and click genre to a whole new level by combining innovative technology with a gripping narrative and immersive world-building. It's a must-play for anyone looking for a truly unique gaming experience.<br><br><strong>Features</strong><br> <br><ul class=\"bb_ul\"><li> <strong>Solve Puzzles</strong><br>As players progress through the story, they are presented with a variety of challenges and obstacles that require them to use their problem-solving skills and critical thinking abilities. From deciphering cryptic codes to manipulating complex machinery, the puzzles in this game offer a rewarding and engaging gameplay experience.<br><br></li><li> <strong>Unique Backgrounds</strong><br>Each location in the game is meticulously crafted to create a fully-realized and immersive environment. The use of 3D rendering allows for a greater level of detail and complexity, creating a sense of depth and realism that draws players deeper into the game world.<br><br></li><li> <strong>Lovecraftian Story</strong><br>At the heart of the game is a dark and twisted Lovecraftian story. The narrative is filled with cosmic horror and existential dread. As players navigate the strange and dangerous world that surrounds them, they gradually uncover the dark reality that they are stuck in. The world is a twisted and nightmarish version of reality, filled with hidden secrets and disturbing revelations.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/340790/header.jpg?t=1683294533",
    "developers": [
      "Carl Olander"
    ],
    "publishers": [
      "Carl Olander"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}