{
  "340920": {
    "name": "Siege of Turtle Enclave",
    "steam_appid": 340920,
    "required_age": 0,
    "is_free": false,
    "description": "Siege of Turtle Enclave is a turn based strategy war game with real time battles, it's set in a vibrant and inviting fantasy world where the last remnant of a nation of turtles seeks to reclaim their homeland from a horde of corrupt owls. Over the course of the game you will research technologies, build up your settlement, train armies, and fight your way across the map in an attempt to overthrow the enemy warlord in his keep. Along the way, you will find goodie huts, collect resources from the map, and discover and recruit powerful heroes to fight alongside your armies. Each play through will be different, as the campaign map is randomly generated at the start of each new game, adding to the game's replay value. <br />\r\n<br />\r\nKey features: <br />\r\n<br />\r\n~ Fast paced real-time battles; featuring a 'dual rock-paper-scissors' mechanic. <br />\r\n~ Time as a dynamic resource; your workforce will determine how much you can do each turn. <br />\r\n~ Dozens of units; to command and to fight against. <br />\r\n~ Powerful Heroes and Villains; their presence inspires their troops and harms the opposition. <br />\r\n~ Random Maps; no two campaigns will be the same! <br />\r\n~ Magic; cast and defend against powerful spells on the campaign map. <br />\r\n~ Diverse Infrastructure; build up your settlement &amp; economy to swell your ranks. <br />\r\n~ Agriculture; crops offer powerful buffs to your troops during battle. <br />\r\n~ Research; learn new technologies to unlock new units, spells, and more. <br />\r\n~ Goodie Huts; hidden throughout the map, cleanse them of evil to reap their rewards!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/340920/header.jpg?t=1572636525",
    "developers": [
      "The Conjurer's Tower"
    ],
    "publishers": [
      "The Conjurer's Tower"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}