{
  "341030": {
    "name": "Colonial Conquest",
    "steam_appid": 341030,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Colonial Conquest</i> is a conquest simulation set in the Victorian age of warfare and expansion of the late 1800's and early 1900's. The object of the game is to become the dominant major power throughout the world. Players can be one among six of the great powers of the time: Great Britain, Germany, France, USA, Japan or Russia.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Return to the era of Golden Warfare and rule one of handful of powers which had been shaping the face of our present world.<br></li><li>Sail, ride and march across the globe as your nation flexes its military and economic muscles.<br></li><li>Supplement brawn with subterfuge and use cloak and dagger tactics such as subversion and espionage.<br></li><li>Compete with the European hegemons in their final golden days before they engulfed the world in the flames of the first global war.<br></li><li>Play as one of the then two raising behemoths: the United States of America or Imperial Japan; or as one of the main European power to roll them back within their boundaries.<br></li><li>Play against the AI or other human claimants to the mastery of our planet.</li></ul><h2 class=\"bb_tag\" >More about the game</h2><br>You win by either scoring the most Victory Points (VPs) or being the first to reach a certain preset VP threshold, depending on scenario and custom choices in the main menu. To do so, you must capture regions over the world, and defeat your enemies in battle.  <br><br>The world has about 130 regions open to conquest. The regions have variable income and VP values (set randomly in the Standard scenario) and unknown until conquered or spied upon. Each region not owned by a Major Power usually has an independent Minor country owning and defending it. <br><br>Each Major country is controlled by a human player or the computer, or is designated neutral and then acts as a Minor country.<br>Hotseat play is possible, with an option to limit to 4.00 minutes the playing time per player. <br>Each game turn represents roughly one season. <br>Game lasts till victory conditions are achieved.<br><br>Scenarios: game offers 3 scenarios: one starting in the year 1880 with an historical setting, one in 1914 with historical positions, and an open ca-1870 standard where nation only own their starting home territories (free-for-all non-historical) <br><br>The game has 3 main phases, each player entering them in sequence, i.e. Build Phase (Spring only, with: Army &amp; Navy Construction, Fortification, Economic Aid, Espionage, Subversion),  Movement Phase (Army &amp; Navy),  and Combat Phase.<br><br>Gameplay of each phase is rather simple and straightforward, as follows:<br><br><ul class=\"bb_ul\"><li>Army and Navy Build Phase (Spring):  Create new armies and fleets in your Supply Centers<br></li><li>Fortification Phase (Spring): Fortify army units (except in Supply Centers which are already fortified). <br></li><li>Economic Aid Phase (Spring): Lend money to other Major countries; which is added to their Treasury. Or Lend money to neutral Minor countries; which they use immediately to build armies.<br></li><li>Espionage Phase (Spring): Learn the approximate (not always accurate) army strength and the income of a Minor country or of an region controlled by a Major country. And the region’s VP value <br></li><li>Subversion Phase (Spring): Spend money to bribe a Minor country's army, weakening the country's defense or causing a coup (giving you control of the said country in return).<br></li><li>Movement Phase (All turns): Move armies to adjacent regions only. Move navies alone or with armies from one port to another (or carry regiments to amphibious landings on enemy holdings). <br></li><li>Combat Phase (All turns): up to twenty rounds of battle; each consists of naval (if ships are present) then land battles </li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341030/header.jpg?t=1750429448",
    "developers": [
      "Argonauts Interactive",
      "Collectif Nemoïd"
    ],
    "publishers": [
      "Plug In Digital",
      "Argonauts Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 40,
      "highlighted": [
        {
          "name": "Junior General",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/eb908f61b91f2fc7840e01b85ddce53b15c7bd58.jpg"
        },
        {
          "name": "Copa del Mundo",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/e0fb9ed2273cc2fddce4a0918feecb5e316db23e.jpg"
        },
        {
          "name": "Return of the Thirteen",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/dd9e9ad09c272f9461d44a4feb42378515f35a30.jpg"
        },
        {
          "name": "Blitzkrieg",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/f21edf98abf26a873dfc3c9aa8d41837b07af57d.jpg"
        },
        {
          "name": "We want a Black President",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/ac10898da48d53eb591ae48ca6351195372e4e25.jpg"
        },
        {
          "name": "Shintoist or Taoist?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/f3773bcc4a63d2d292f45cb0b7bbdf8e0786edc8.jpg"
        },
        {
          "name": "Gimme Oil",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/2016f7ae33e6feff1cbbe3cf09d4fce3253308e2.jpg"
        },
        {
          "name": "Happy forever",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/d536f567d50b489638fdd0a71ab1ed4fb17bf0f7.jpg"
        },
        {
          "name": "Little Boy",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/be14cf684c413438b106fa27811c15a9f0b989d3.jpg"
        },
        {
          "name": "I love desert",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/341030/7cca526f8d4a7408160191ecb177299561257631.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}