{
  "341110": {
    "name": "Unraveled: Tale of the Shipbreaker's Daughter",
    "steam_appid": 341110,
    "required_age": 0,
    "is_free": false,
    "description": "<br><br><ul class=\"bb_ul\"><li><strong>Experience a deep and touching story in &quot;show, don't tell&quot;-style</strong> that will tug at your heartstrings as you learn of a little girl's melancholic past and her hopes for a better future. <br></li><li><strong>Immerse yourself in a moving musical score </strong>hand-crafted by Japanese RPG veteran composers <strong>Hiroki Kikuta</strong> and<strong> Dale North</strong>.<br></li><li><strong>Adventure through a wondrous, intricately detailed world</strong> that is filled with beautiful imaginary, dastardly platforming and enchanting events. <br></li><li><strong>Every scene and every emotion</strong> is shown purely through our beautiful hand-crafted sprites.<br></li><li><strong>Engage in slick, strategic combat </strong>with your monstrously fluffy companion in a completely unique State Balance battle system that is fun and deep, yet easy to understand. <br></li><li><strong>Collectible items are rare and tied into the story.</strong> Each one serves a different purpose and shows you a brief flashback about how the item played a part in the little girl's life! This gives emotional depth to even the gameplay.<br></li><li><strong>Relive your childhood fantasies</strong> as you travel through a little girl's imagination, full of giant sand castles, dragons, magical items, classic puzzles and an 80's themed doll house. <br></li><li><strong>Discover a bit about our world</strong> as the story of Unraveled is based on real events at a ship breaking yard -- inspired by the documentary The Wire Nest!</li></ul><br>An<strong> adventure RPG</strong>, driven by the story of a little girl whose family has gone missing at a ship breaking yard. Based on real events, Unraveled takes you through a child’s imagination as she seeks out her parents. Relive your childhood fantasies on a journey that will make you think, laugh and tear up (<i>just a little bit</i>).<br><br><strong>Unraveled</strong> takes you back in time with slick gameplay and a charming retro look reminiscent of the PSX days. Combat is infrequent, smooth and strategic — each battle feels unique and interesting. Musical score composed by <strong>Secret of Mana's Hiroki Kikuta</strong> and <strong>Dale North</strong>.<br><br><strong>On the little girl's journey,</strong> her plush doll comes to life as a monstrously cute creature that aids her on her quest! However, as she traverses through the ship, the rotting environment takes its toll on the doll and he slowly starts unraveling... <strong>Can she find her parents before he has fallen apart completely?</strong><br><br>Stream Trading Cards will be added upon release!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 荷兰语, 芬兰语, 日语, 韩语, 俄语, 简体中文, 瑞典语, 泰语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341110/header.jpg?t=1538057985",
    "developers": [
      "RosePortal Games"
    ],
    "publishers": [
      "RosePortal Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}