{
  "341380": {
    "name": "Countless Rooms of Death",
    "steam_appid": 341380,
    "required_age": 0,
    "is_free": false,
    "description": "You open your eyes, slowly and painfully, as a dull throb pounds inside your skull. All around you is darkness accompanied by an overwhelming silence. There is a weight in your lap as you squint into the darkness revealing nothing but what seems to be the hospital bed you are lying in and the cold, metallic glint of a flashlight's metal casing. <br />\r\n<br />\r\nYou reach down anxiously, taking the flashlight in hand and trying to take comfort in its ambient glow. Your surroundings reveal nothing. A room. Cold. Dark. Lonely. <br />\r\n<br />\r\n&quot;Caution: This bunker has been evacuated. All occupants are instructed to make their way to their nearest assigned exit and to follow the instructions of security. Caution...&quot; <br />\r\n<br />\r\nIt repeats its soulless instruction and the sickly feeling of dread coils in your stomach as you take your first steps forward. Your thoughts struggle to make sense in your head but instinct tells you that things are about to get worse... <br />\r\n<br />\r\nFinding your way out of the bunker will not be as easy as you think; defended by numerous security systems, your journey is going to be a dangerous one. Sure, you could try to activate the shutdown sequences... As long as you can solve the puzzles required to do so. <br />\r\n<br />\r\nYou are alone. Defenseless. Confused. But then, for you, it was always this way... <br />\r\n<br />\r\n<br />\r\nAbout Countless Rooms of Death: <br />\r\n<br />\r\nCountless Rooms of Death is a puzzle / adventure game with a horror atmosphere. There are no weapons or real enemies; instead, we aim to bully your mind. All you, the player, have is a flashlight with which to find your way through a dark labyrinth, solving puzzles to acquire keys which will allow you to enter the next level. <br />\r\n<br />\r\nThere are strange happenings and whispered voices to investigate, and several ways to meet your demise within the labyrinth. Strange lights and shapes will try to distract you from your path to freedom. The story unfolds in the form of medical records which, with the passage of time, will help you to remember how you got here in the first place. <br />\r\n<br />\r\n- A dark, lonely labyrinth with a history waiting to be uncovered. <br />\r\n<br />\r\n- Many challenging puzzles. <br />\r\n<br />\r\n- An obscure story which will be revealed as you continue to progress. <br />\r\n<br />\r\n- Your biggest enemy? Your own mind.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341380/header.jpg?t=1447366742",
    "developers": [
      "HCP Games"
    ],
    "publishers": [
      "HCPGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}