{
  "341300": {
    "name": "Modern Combat",
    "steam_appid": 341300,
    "required_age": 0,
    "is_free": true,
    "description": "We aim to provide the most immersive and enjoyable representation of strategic 21st-century combat possible on the PC. <i>Modern Combat</i> caters to newcomers and veterans alike, and incorporates both traditional and 'Hardcore' damage systems.<br><br><ul class=\"bb_ul\"><li><strong>Free Modification</strong> - Download and play at no cost whatsoever!<br><br></li><li><strong>New Setting</strong> - Make the transition from 1940s Europe to current-day China. All-new factions, artwork, maps, effects and music help to bring a near-future Sino-American war to life.<br><br></li><li><strong>Modern Warfare</strong> - Deploy helicopters, infantry fighting vehicles, MLRS trucks and digital reconnaissance vehicles. Fight the enemy with guided missiles, remote-controlled machine guns, automatic grenade launchers, suppressors, thermal goggles, ghillie suits, targeting lasers and more.<br><br></li><li><strong>Faithful CoH Gameplay</strong> - A new spin on familiar Victory Point and Annihilate multiplayer game-modes with all the strategic depth that CoH has to offer. Try our Hardcore modes for more realism, or our custom campaign mission for a new singleplayer experience.<br><br></li><li><strong>Competitive Focus</strong> - Designed with high-level competition in mind, Modern Combat strives for multiplayer balance.<br><br></li><li><strong>Communal Roots</strong> - Driven by community feedback and funded entirely by community donations, Modern Combat is a project by players, for players. Visit our forums to provide feedback, and join our Steam group to meet fellow players.</li></ul><h2 class=\"bb_tag\" ><strong>Rework</strong></h2> <br><br>Development is ongoing, with a mod overhaul currently in the works... stay tuned for more info!<h2 class=\"bb_tag\" ><strong>Known Issues</strong></h2> <br><br><ul class=\"bb_ul\"><li>To avoid game-breaking bugs, players must own all four CoH factions. <br><br></li><li>When loading a saved game, certain mod assets (such as weapons) may not load correctly.<br><br></li><li>Both US and Chinese troops employ existing US voice files. This is unfortunate (and immersion-breaking), but something we're currently unable to improve.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 波兰语, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341300/header.jpg?t=1573136037",
    "developers": [
      "Relic Entertainment",
      "Modern Combat Development Team",
      "Black Sand Studios"
    ],
    "publishers": [
      "CMI"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}