{
  "341720": {
    "name": "Among Ripples",
    "steam_appid": 341720,
    "required_age": 0,
    "is_free": true,
    "description": "In Among Ripples you are presented to a soothing and meditative experience where you can experiment at your leisure. As the caretaker of a small pond you decide which creatures should be introduced into the ecosystem, and what species will thrive. Study the creatures you introduce and learn more about them in order to shape a pond that you find sustainable. This game is a short but sweet experience where you get the opportunity to relax and think about the balance in nature.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li> Sandbox style gameplay where you are free to choose your own goals<br></li><li> Spawn fish, regulate the water's oxygen level and take care of contamination to find perfect balance<br></li><li> Organic art style drawing inspiration from shadow puppet animations and watercolor paintings<br></li><li> Serene soundtrack with ambience changing with the seasons<br></li><li> Relaxed experience where you can take your time and see how things progress at your own pace</li></ul><br><br><i>Among Ripples is a free product with no strings attached. It's a little experimental title we want to share freely with you all.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341720/header.jpg?t=1723620919",
    "developers": [
      "Eat Create Sleep"
    ],
    "publishers": [
      "Eat Create Sleep"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}