{
  "341910": {
    "name": "Ultimate Space Commando",
    "steam_appid": 341910,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341910/extras/63d23c809bb3984e3a6d1fa1413704a2.avif?t=1724246225\" width=615 height=100 /></span><br>Ultimate Space Commando (USC) is a turn-based sci-fi tactics game with strategy and role-playing elements, inspired by many &quot;old-school&quot; top-down view classics, featuring a semi-randomized Campaign mode with real multiple ending possibilities, fully interactive random maps, a detailed combat system with 18 distinct weapons and in-depth mechanics, a lot of unique gadgets, customizable squads with craftable goodies and lootable weapon prototypes, TCP/IP-based and hot-seat multiplayer modes, and an alien horde not stopped even by walls to fulfill its terrifying agenda...<br><br>USC is a complex game. From training your units with skill points and outfitting your squads with the appropriate weapons, ammo and additional gear to exploring, salvaging resources and fighting the alien horde, everything is in your hands. The game mechanics are easy to learn, but mastering them is a grand journey. USC features seven difficulty levels for custom games and three for the Campaign mode, including Easy for learners or casual players, but beating the highest levels requires both sophisticated tactics and a great deal of planning ahead with resources and synergy between environment, weapons and items.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341910/extras/c81fc5d01933207efacddc8b902e6125.avif?t=1724246225\" width=615 height=100 /></span><br><ul class=\"bb_ul\"><li><strong>Campaign mode:</strong> Follow and control the fate of the crew of U.S.C. Wraith, a recon vessel stranded on an isolated mining planet, facing a rather unpleasant &quot;first contact&quot; scenario with the greatest threat to mankind yet. Unravel the hidden aspects of the story and try to save all your men and/or defeat the aliens while fighting through 30+ semi-randomized missions, gathering resources and item blueprints in an attempt to contact Earth.<br></li><li><strong>Fully interactive, randomized combat environment:</strong> All map elements are interactive in some way. Gather ammo, Credits, blueprints or items from crates, loot vending machines for refreshment, struggle to seal blast doors to prevent further alien intrusions, hack locked doors in a mini-game, use flammable objects to burn your enemies, find switches to unlock special areas, move almost any kind of objects to make a barricade, bring down walls for an escape route or to gain an advantage, avoid various hazards, and more... all this on randomly generated maps in three distinct environments!<br></li><li><strong>Detailed combat mechanics and squad management:</strong> USC features a unique combat system based on four combat stats (Health, Morale, Action Points and Armor), nine RPG-like attributes (weapon class proficiencies, reaction, electrotechnics, etc.) and various attack properties (e.g. accuracy, impact force, armor penetration, and many more). 18 weapons, more than 30 useful gadgets (medikits, weapon &amp; armor mods, cloaking device, deployable auto-turret, etc.) and even prototype weapons and craftable-only special items are available to choose from as you see fit for your tactics. Your units gain experience in the Campaign mode, but your customized squads can also make progress with their gear even in other game modes!<br></li><li><strong>Various custom game modes:</strong> Beside the Campaign, you can also play the &quot;Defend the Base!&quot; mode--where you get to build your very own base, manage your resources and fight multiple waves of aliens--and fully customizable Single Missions, where you can specify the objectives for each team, set map size and other parameters, difficulty, player handicaps, etc.<br></li><li><strong>Multiplayer:</strong> You don't have to play alone! You can play with friends either over TCP/IP protocol or in hot-seat mode up to four players! You can create co-op PvE, PvP and even mixed PvPvE games!<br></li><li><strong>Original soundtrack and exceptional sound effects:</strong> From composer Dima Arktor and sound designer Eugene Black comes an original sci-fi horror audio experience! 16+16 original music tracks, terrifying ambients and hundreds of completely custom-rendered high quality sound effects make the game complete.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341910/extras/8f3b09715cd42a8ce60ad9bd0084e757.avif?t=1724246225\" width=615 height=100 /></span><br><ul class=\"bb_ul\"><li><strong>Relentless alien Horde:</strong> USC features an AI opponent unlike anything before. You'll have to fight an actual Horde of ravenous beasts of a living ecosystem. With each enemy type having their special abilities, the AI will try to flank you even through the walls, destroy your supplies, draw your defense fire with lesser units, or even devour them to get to you. 7 different alien species with 'Champion', 'Warbred' and 'Alpha' special abilities will never stop in their attempt to slaughter you as soon as you make a mistake.<br></li><li><strong>Hall of Fame:</strong> Campaign playthroughs, PvE Single Missions and Defend the Base! sessions are evaluated for both a score and a merit. To score higher, it's not enough to only survive: you must become faster, smarter, and plan your actions even more carefully to complete more sub-objectives. Beating the game with a good score unlocks more special craftables--and makes you proud!<br></li><li><strong>Customizable squads:</strong> You can make and use custom unit portraits, squad logos, and can by default rename your units and assign them callsigns. Completing Defend the Base! waves and collecting materials in other missions can earn you permanent bonuses for your squad, enabling you to combat higher difficulties and possibly granting a minor edge versus other players in PvP.<br></li><li><strong>Rubber Duckies:</strong> No, seriously. As part of an anti-piracy military propaganda, United Space Command Forces have launched a campaign to supply their troops with model RD-1 Rubber Duckies as a morale booster--and also as emergency insulator material :) (just to stay practical). You'll surely encounter these cute and useful duckies on your journey...</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/341910/header.jpg?t=1724246225",
    "developers": [
      "Creatio 49"
    ],
    "publishers": [
      "Angry Cat Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}