{
  "342000": {
    "name": "FSX: Steam Edition - Around The World In 80 Flights Add-On",
    "steam_appid": 342000,
    "required_age": 0,
    "is_free": false,
    "description": "Around the world in 80 flights! Circumnavigate the globe, heading east from the historic Farnborough airfield in the UK, on an epic 80-leg journey around the world. Fly over the Alps and Pyrenees before facing the challenge of the mighty Himalayan range. Explore the Far East and Australia. Blaze a trail from the frozen north, to tropical Africa. Conquer the lonely Pacific, leapfrogging across a series of islands as you make your way to the United States. Make landfall and catch your breath before flying over some of the most stunning scenery in the world as you head across the vast expanse of the USA to the Caribbean before venturing a trans-Atlantic crossing back to Farnborough.<br><br>Each of the 80 flight legs can be flown individually or consecutively and are comprehensively detailed, with a flight plan, pilot's notes, full briefing and a guide to many of the wonders of the world that pass beneath your wings. From man-made wonders such as the Great Pyramids and the Golden Gate Bridge, to natural wonders such as Mount Kilimanjaro, the Sahara Desert, the Indonesian Archipelago and the Grand Canyon, the entire route has been carefully chosen to showcase the breathtaking beauty of the planet.<br><br>Complete the entire trip around the globe in a stunning recreation of the 1937 Lockheed Electra 10E and you will have truly earned the special circumnavigators’ certificate awarded to master aviators!<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Over 400 hours flying time and 35,000 miles<br></li><li>Over 112 countries are either visited or flown over<br></li><li>The longest flight is nearly 3000 miles from Honolulu to San Francisco<br></li><li>The shortest flight is 55 miles from Helsinki to Talinn, Estonia, crossing the Baltic<br></li><li>The northernmost point of the trip is Sondre Stromfjord in Greenland whilst the southernmost point is Darwin, Australia</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/342000/header.jpg?t=1656695488",
    "developers": [
      "First Class Simulations"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}