{
  "342330": {
    "name": "Fantasy Grounds - 3.5E/PFRPG Advanced Bestiary",
    "steam_appid": 342330,
    "required_age": 0,
    "is_free": false,
    "description": "Advanced Bestiary for the Pathfinder Roleplaying Game<h2 class=\"bb_tag\" >From: Green Ronin</h2>The Advanced Bestiary was one of the classic books of the d20 era and now its back for the Pathfinder RPG! The revised and expanded book features over 100 templates, a sample creature for each one, and brand new color art throughout. With concepts ranging from the fearsome blood knight to the bizarre id ooze, the Advanced Bestiary offers unprecedented flexibility for campaigns of any style. These templates can be combined with monsters from any other source to create an endless variety of new creatures, making every monster book you already own more valuable. The Advanced Bestiary: its not just a monster book, its a force multiplier!<br>This product includes a new extension which adds several new data elements and functions to your existing Pathfinder and D&amp;D 3.5E campaigns.<br>Within Fantasy Grounds, the extension includes these additional features:<br><ul class=\"bb_ul\"><li>Template window<br></li><li>- decide whether to add, replace, subtract, clear or ignore each data field for your NPC when you add the template<br></li><li>- change the creature type<br></li><li>- change creature size (* note that some weapons don't automatically update)<br></li><li>- update stats, saves, change HD and more<br></li><li>Statblock Importer<br></li><li>- import standard statblocks into a new NPC. Copy and paste the statblock in as one item and click the Import button<br></li><li>Add a template to a batch of NPCs at once<br></li><li>Add multiple templates in succession with the NPC Factory.<br></li><li>Build your own templates or use the ones provided</li></ul>This product is an installable module and extension for use with the Fantasy Ground virtual tabletop.<br>Requirements: A Full or Ultimate license of Fantasy Grounds<br>Videos - in Action<br><i><br>Adapted for Fantasy Grounds by: </i><strong>Doug Davison</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included Pathfinder RPG and D&amp;D 3.5/ OGL ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/342330/header.jpg?t=1768353904",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 9000,
      "final": 6750,
      "discount_percent": 25,
      "initial_formatted": "¥ 90.00",
      "final_formatted": "¥ 67.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}