{
  "342370": {
    "name": "Europe at War",
    "steam_appid": 342370,
    "required_age": 0,
    "is_free": true,
    "description": "EaW is a historical mod for Company of Heroes that adds new battlefronts with new commander trees, abilities, units, vehicles and weapons for each, representing in the best way, as far as possible, historical accuracy, to immerse players in a much more realistic gaming experience. Situated on a Western theatre from the warm sands of north africa, italian battlefields, beaches of Normandy, Dutch Tulip fields, the muddy scheldt and the defensive lines of the Rhine in germany.<br />\r\n<br />\r\nCommand the 8th British Army or Rommel's DAK. three new doctrines for each army and new real units prepared for combat in the desert.<br />\r\nTanks and anti-tank can yield the maximum in the great plains of sand, but we must not neglect the sky: the RAF and the Luftwaffe are in constant fight for the air domain.<br />\r\n<br />\r\nAllied troops landed in Italy from sea and air. During this long campaign the Allied and Axis forces fought fiercely for every hill and every village. The companies just have very few heavy tanks due to the mountainous terrain. The defense, aviation and artillery are imposed.<br />\r\n<br />\r\nIn Normandy, the paratroopers were sent far from their objectives and scattered, even so achieved most of its objectives. Landing troops took heavy losses on the beaches but finally forced the withdrawal of the defenders. Hedges became death traps for the infantry and Shermans. The German anti-tank and machine guns were hiding in any corner. The Luftwaffe was almost nonexistent and allied air supremacy makes the difference against the powerful axis tanks.<br />\r\n<br />\r\nMarket garden: What at first seemed a perfect plan became hell for the Men of the XXX corps. The paratroopers met their targets quite effectively, but were isolated from the armored support, fighting with heavy casualties until run out of ammo. The only American troops (82nd &amp; 101st; airborne) are dropped more near and could join the British tanks, but the German ambushes on Highway 69 delayed the progress and finally stopped the offensive.<br />\r\n<br />\r\nThe Patton and Montgomery armies prepare to cross the Rhine, trying to secure the bridges, using boats and floating bridges. Gathered ammunition, soldiers and tanks. The artillery constantly bombard the opposite river bank, while the German divisions were entrenched to resist attack. The axis used the remains of the Luftwaffe, artillery and V1 rockets to try to destroy the remagen bridge, but without success. At this stage were used late tanks like the Jagdtiger, the M26 pershing or the T26E1 Super pershing.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 繁体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/342370/header.jpg?t=1477826520",
    "developers": [
      "Relic Entertainment",
      "Europe at War Development Team"
    ],
    "publishers": [
      "CMI"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}