{
  "342430": {
    "name": "From Bedrooms to Billions",
    "steam_appid": 342430,
    "required_age": 0,
    "is_free": false,
    "description": "From Bedrooms to Billions tells the incredible true story of the pioneers of the British video games industry. As home computer technology development gathered pace in the 1970’s and 1980’s computers such as the ZX Spectrum, Commodore 64, BBC Micro and later the Commodore Amiga and Atari ST saw a generation of small team enthusiasts, hobbyists, school kids, and entrepreneurs emerge. Their creativity and vision, along with those that followed allowed the UK to play a key role in the shaping of the largest entertainment business in the world today, the billion dollar video games industry! <br />\r\n<br />\r\nThe film journeys through those early 8-bit game design years, the transition into the 16-bit era and PC, the influence of the Japanese and American consoles (Sega Genesis/Mega Drive, Nintendo SNES), the availability of finance caused by rising development costs, right through to the present day of big budget triple A games, indie development and the future. Featuring interviews with Mark Healey (Little Big Planet), Ian Livingstone (Tomb Raider), Peter Molyneux (Populous), Jeff Minter (TxK), David Braben (Elite Dangerous), David Perry (Earthworm Jim), Mark Cerny (Sonic the Hedgehog 2) and many others from across video game development, publishing and journalism from over the last 40 years, combined with compelling archive footage and music. <br />\r\n<br />\r\nThe film reveals some of the remarkable stories, struggles and successes that saw the UK video games industry go from quite literally nothing into a major force littered with original thinkers, innovators and eccentric characters.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/342430/header.jpg?t=1667259693",
    "developers": [
      "Gracious Films Ltd"
    ],
    "publishers": [
      "Gracious Films Ltd"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 31 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}