{
  "343380": {
    "name": "SLAMMED! Demo",
    "steam_appid": 343380,
    "required_age": 0,
    "is_free": true,
    "description": "Turn a scripted steel-cage wrestling match into a real fight in this 250,000-word interactive novel!<br><br>You've always dreamed of becoming pro wrestling's biggest star...but a wrestler's world is fraught with hardship and betrayal, in and out of the ring. Become a powerhouse, a technician, a high-flier, or focus on your promo skills. There's more than one road to success.<br><br>But none of those roads will be easy. This is a world where your biggest fans are your harshest critics; where the front office is more dangerous than the squared circle; where friends can become enemies with a single heel turn; where, sometimes, the only way to win is to lose, spectacularly.<br><br>This is professional wrestling. And you're about to change it, forever.<br><br>Slammed! is an epic interactive professional-wrestling novel by Paolo Chikiamco, where your choices control the story.  The game is entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination.<br><br>There's never been a professional wrestling game like this, a game where the outcome of your final match, your choice of opponent, and your relationships affect the ending. When's the last time you played a pro-wrestling RPG with a &quot;kayfabe&quot; stat?--or where your trash-talking &quot;promo&quot; ability is as important as your core strength and wrestling technique?  <br><br><ul class=\"bb_ul\"><li> Enjoy a 250,000-word personal tale of friendship, competition, and revenge.<br></li><li> Develop not only your physical abilities, but a favored wrestling style.<br></li><li> Become a heroic face, or a villainous heel--or even turn heel.<br></li><li> Turn a scripted match into a real fight--and vice versa.<br></li><li> Decide when to keep kayfabe, and when to break it.<br></li><li> Play as male or female, gay or straight.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/343380/header.jpg?t=1734025798",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}