{
  "343750": {
    "name": "Firefly Online Cortex",
    "steam_appid": 343750,
    "required_age": 0,
    "is_free": false,
    "description": "The Cortex is your ultimate destination for <i>Firefly Online</i> news and information. This companion app is a great way to manage your profile, stay current with the game’s progress, take advantage of special offers and gain access to exclusive content (Big Damn Hero interviews, for example).<br><br>The Cortex will also be your place to get the<strong> Big Damn Hero</strong> package. You are not required to make this purchase. If you choose not to, it won’t affect your gameplay in any significant way. However, if you’re hankerin’ for an early taste of the Verse, grab yourself some exclusive loot along the way and help support the development of the game, this’ll be a shiny way to do it.<h2 class=\"bb_tag\" >Experience the Cortex:</h2><br>The app is absolutely free. Those of you with a basic account can use the Cortex to:<br><br>•  Log in and manage your profile<br>•  Keep up-to-date with news and special offers<br>•  View the cast interviews and gameplay videos<br>•  Earn points that will convert to in-game currency<br>•  If you don’t have an account, the Cortex will make signing up quick and easy.<br><br>For an enhanced experience, you can spend $4.99 to become a <strong>Big Damn Hero</strong>. By purchasing this premium package, you’ll receive both instant and long-term rewards.<h2 class=\"bb_tag\" >Becoming a Big Damn Hero</h2><br>Big Damn Heroes will get <strong>The Map of the Verse</strong>: a beautiful, highly-detailed, three-dimensional map with every planet and moon in the ‘verse, including planetary details and trivia.<br><br><strong>The Map of the Verse</strong> will be a great addition to your <i>Firefly </i>collection, not to mention an indispensable tool for those of you who play pen-and-paper games. The Map also includes the Trade Route mini-game, a scavenger hunt that earns you rewards, including digital<i> Firefly Cortex</i> Cards.<br><br><strong>Cortex Cards</strong> can be traded in for even more points. And if you manage to complete a card set you can unlock exclusive digital loot that will be usable when <i>Firefly Online</i> is released. Yes, we thought you’d like to play a game while you’re waiting to play the game.<br><br>Almost everything you do in the Cortex earns you <strong>Brownie Points</strong>. If you’re just using the free app, those points will be tradable for in-game currency when <i>Firefly Online</i> ships. However, if you’ve decided to become a Big Damn Hero, those points will earn you digital loot each time you reach preset milestones. You can even get Cortex Card packs (which can also be purchased for cashy money) by collecting Brownie Points, in case you don’t want to take a job from Captain Mal, but still want to collect those shiny Cortex Cards. <br><br>Another benefit of being a Big Damn Hero is the <strong>Crappy Town Where You’re the Hero adventure</strong>. When<i> Firefly Online </i>is released, Big Damn Heroes will be invited to accept a job in a little frontier town where folks are in sore need of someone to step up and deliver them from oppression. After completing the job (details of that job will be yours to discover along the way), you’ll earn a statue with your captain’s likeness, placed smack dab in the middle of town square for all to see – including other players.<br><br><br><strong>Big Damn Hero exclusives include:</strong><br><br>•  The Map of the Verse.<br>•  The “Crappy Town Where You’re a Hero” adventure to earn a statue of your captain.<br>•  Ability to collect Cortex Cards and earn rare digital items for use in the game.<br>•  Your name in the game credits.<br>•  Badges to show off your account rank.<br>•  Developer Diaries and interviews.<br>•  Surveys soliciting your feedback on game features.<br>•  A chance to submit ideas during our Big Damn Contests.<br>•  Assuming enough folks like being BDHs, this list of shiny exclusives will continue to grow!<br><br><i>Firefly Online</i> is a self-funded game being created by an independent team of industry veterans who share your love of <i>Firefly</i>. We’re hoping there are <i>Firefly </i>fans out there in the Black who want to support our efforts, and you’ll be doing just that when you become a Big Damn Hero.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/343750/header.jpg?t=1654828795",
    "developers": [
      "Spark Plug Games"
    ],
    "publishers": [
      "QMx Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}