{
  "343840": {
    "name": "Trash TV",
    "steam_appid": 343840,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to the world of Trash TV. Cast away into a recycling center, you play an outdated tube television animated to life with a singular goal – find your remote control and become fully functional again. Navigate through the perilous pathways of the recycling factory, avoid machines set out to flatten and pulverize you into scrap parts, and pick up various weapons of wicked destruction to solve puzzles through explosive solutions and to use against haywire machines.<br><br>A finalist of Intel’s Level Up 2011 game development contest, Trash TV’s addicting action and clever puzzle design is coupled with a haunting background brilliantly set by the chilling ambient tunes. Thematic visuals with a “fuzzy” screen style and static transitions completes the retro video charm. Each of the six different locations will have different puzzles to decipher and obstacles to maneuver through, with the solutions usually involving one of eight lethal weapons.  From double uzis that blast through crates, C4 explosives to trigger floor panels, to the rocket launcher that can blast your TV character across the screen through “rocket jumping” techniques, the tricky puzzles in Trash TV will often require a careful yet explosive solution.<br><br><strong><h2 class=\"bb_tag\" >Key Features</h2></strong><br><ul class=\"bb_ul\"><li><strong>Weapon Solutions</strong>: Take control of eight powerful weapons ranging from pistols, paired Uzi machineguns, shotguns, and rocket launchers to solve clever puzzles. Oh, and of course – blow $#!% up.<br></li><li><strong>Six Locations to Explore</strong>: Traverse six different areas, each with their own devious traps, obstacles and enemies. <br></li><li><strong>Explosive Puzzle Solving</strong>: Use your arsenal of weaponry in a myriad of ways to get through tough obstacles, devious traps, and malfunctioning machines. <br></li><li><strong>Thematic Visuals</strong>: Stylized visuals to match the tube television main character, bars n' tone screens, and static noise transitions. <br></li><li><strong>Ambient Soundtrack</strong>: A chilling ambient soundscape adds to the &quot;machine graveyard&quot; background of the recycling factory levels.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/343840/header.jpg?t=1667241646",
    "developers": [
      "Lawrence Russell"
    ],
    "publishers": [
      "Reverb Triple XP"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}