{
  "344030": {
    "name": "Ghost Pirates of Vooju Island",
    "steam_appid": 344030,
    "required_age": 0,
    "is_free": false,
    "description": "Mysterious Things are Happening on Vooju Island...<br><br>Legendary video game writer and developer Bill Tiller (The Curse of Monkey Island, A Vampyre Story) tells a gripping tale of pirates, ghosts, and mysterious Vooju magic. Vooju priest Papa Doc, bumbling cook Blue Belly, and impetuous pirate Jane Starling have fallen victim to the nefarious plans of the Papa Doc’s wife, the devious Queen Zimbi. The nefarious Zimbi has used her mysterious Vooju magic to curse and transform our three intrepid characters into ghosts. Can you help them rejoin their bodies before they join the ranks of the undead forever?<br><br>Set amidst a mythical Caribbean world of Vooju magic and unmistakable pirate humor, Ghost Pirates of Vooju Island challenges you to help the heroic ghostly trio regain their human forms and thwart the dark machinations of the Vooju priestess and her pirate allies. The fate of the entire world lies in the hands of these three unusual heroes!<h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><ul class=\"bb_ul\"><li>Tickle your funny bone in this lovingly hand-painted game world, with a story penned by legendary video game creator Bill Tiller<br></li><li>Combine the abilities of the three playable main characters to outsmart the pirates<br></li><li>Play as a ghost and human, and use Vooju magic to solve mysterious puzzles<br></li><li>Meet a huge cast of creepy and hilarious characters</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/344030/header.jpg?t=1447367596",
    "developers": [
      "Autumn Moon"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 1 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}