{
  "344100": {
    "name": "Never Ending Night",
    "steam_appid": 344100,
    "required_age": 0,
    "is_free": false,
    "description": "What is Never Ending Night?<br />\r\n<br />\r\nYou can say that Never Ending Night is a 2D side-scrolling exploration game. But that'd be akin to describing a tree as a big stick. Never Ending Night is a game that we poured our heart and soul into. It is a game that evolved as much as we evolved as individuals. It is a game about relationships, about finding yourself, and about confronting your past. <br />\r\n<br />\r\nAs Cain, you traverse through a broken world and survive through the mechanical monstrosities that have managed to survive in this strange microcosm... But don't worry, cue in MLBY, a strange mechanical butterfly sidekick, and you'll be ready to illuminate your way past beauty, perils, and adventure. By interacting with objects and the environment you can overcome your enemies as you piece together the remnants of the past. Lanterns will mark your progress through the eerie darkness. <br />\r\n<br />\r\nKnight's Saga update is finally out! 10+ Hours of game play, branching story, multiple ending, equipment to collect, open world, and beating up Sarks!<br />\r\n<br />\r\nKnight’s Saga is a fast-paced 2D hack and slash game that puts the player in the body of a Knight. The player can explore this metallic world and liberate the citizens from the tyranny of the main antagonist, Sarks, and her allies.<br />\r\n<br />\r\nPlayers will progress through a story while exploring an open world full of unique NPCs. Players will make decisions during events and most interactions, and these decisions will affect the story. Along the way, players will also collect several weapons and armors that modify their knight. These weapons and armors will make it possible to kill the variety of enemies dispersed along the world. The general game flow will include going through a quest, fighting an enemy, and returning the completion of the quest to an NPC.<br />\r\n<br />\r\nKnight’s Saga allows the player to enjoy a more traditional combat RPG in the world of Never Ending Night. <br />\r\n<br />\r\n<br />\r\nThe thing is, Zarek is still growing. Join us, MLBY, and Cain on a journey and let's explore a world that will be updated and fixed as time goes on.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/344100/header.jpg?t=1485727106",
    "developers": [
      "Dot Dream"
    ],
    "publishers": [
      "Dot Dream"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}