{
  "34420": {
    "name": "XIII Century – Gold Edition",
    "steam_appid": 34420,
    "required_age": 0,
    "is_free": false,
    "description": "XIII Century Gold Edition combines the highly successful strategy game XIII Century: Death or Glory with the follow-up sequel, XIII Century: Blood of Europe.<br><br><strong>XIII Century: Death or Glory</strong> is an RTS game which immerses players in the Middle Ages. Among the playable factions are the English, the French, the Mongols, the Germans and Kievan Rus' (Russians). The game consists of 5 campaigns, which cover the most well known battles of that period. XIII Century: Death or Glory features large-scale battles, with thousands of soldiers located on a battlefield at the same time, and offers players a chance to test their skills as military leaders in medieval Europe.<br><br><strong>XIII Century: Blood of Europe</strong> campaign is set in 1266 AD. Alexander Nevsky, the famous defender of ancient Rus' western borders, is long gone, and the knights of the Teutonic Order are again marching to Pskov, a gem of the Northern Rus'. They are out for easy prey and loot. Dovmont, Prince of Pskov, is the only hope to push out the invaders. Prepare to join his armed force to defend their territory and win fame worthy of the memory of the Grand Prince Alexander! Enjoy historical battles of the Middle Ages as Dovmont leads his troops against German and Livonian knights.<br><br>\t\t\t\t\tFeatures<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Over 40 battles in 5 campaigns. Famous battles that changed the face of medieval Europe<br>\t\t\t\t\t</li><li>Historical reconstruction. Real conditions of renowned battles such as landscape, time of day and weather conditions are taken into account<br>\t\t\t\t\t</li><li>Authentic heraldry of European aristocracy<br>\t\t\t\t\t</li><li>Dozens of unit types<br>\t\t\t\t\t</li><li>Weapons, arms and equipment of knights are made using historical documents and specifications<br>\t\t\t\t\t</li><li>Unique battle system taking into account 80 parameters and characteristics, which allow complete authenticity of medieval battle on the unit level<br>\t\t\t\t\t</li><li>State-of-the-art shader graphics with astonishing level of refinement and veracity<br>\t\t\t\t\t</li><li>LAN and Internet multiplayer<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 意大利语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/34420/bb813aa59f3342b1ed4c43641fef4e565b240bec/header.jpg?t=1759499647",
    "developers": [
      "Unicorn Games Studio"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 330,
      "discount_percent": 85,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 3.30"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 4,
      "total_negative": 2,
      "total_reviews": 6
    }
  }
}