{
  "344800": {
    "name": "World of Mixed Martial Arts 3",
    "steam_appid": 344800,
    "required_age": 0,
    "is_free": false,
    "description": "Step into the world of MMA in World of Mixed Martial Arts 3. In this simulation title, you control every aspect of the MMA world. Take control of an MMA company and run it the way you want. Decide who to hire, what matches will take place, and who doesn't make the cut! Train fighters, negotiate contracts, watch matches unfold in real time with detailed commentary, and much, much more! Can you make it to the top of the industry?<h2 class=\"bb_tag\" >Features: </h2><br><ul class=\"bb_ul\"><li>Highly detailed fighters, with a multitude of statistics covering all major elements of MMA, from striking to jiu jitsu. <br><br></li><li>Advanced play-by-play engine where the player can watch fights unfold in real time via detailed commentary. <br><br></li><li>In-game web site keeps you up to date on all the happenings and fighter rankings around the game world. Automatic archiving keeps track of the details for every fight. <br><br></li><li>Deal with injuries, fight refusals, upsets, money wrangles, bad calls and more. <br><br></li><li>High pressure contract negotiations with fighters. Will you play it safe or call his bluff? <br><br></li><li>Full detailed and intuitive game editor allows in-depth customization.<br><br></li><li>Large game world featuring 90 separate regions, including North America, Japan, the UK and Asia.<br><br></li><li>Watch matches that are being held on other promotion's shows &quot;live&quot; as they happen.<br><br></li><li>Post-show bonus awards: Knock Out Of The Night, Submission Of The Night, and Fight Of The Night. <br><br></li><li>Bad Calls. Referees can now make controversial (or just flat-out wrong) decisions during a match. How will you react? <br><br></li><li>Competitive Credibility. This is a measure of the quality of a promotion's roster and is used to simulate the fans' view of the fighters. <br><br></li><li>Creative Striking is a new stat that measures the variety of unorthodox, unusual or spectacular strikes that a fighter can use, such as spinning kicks, spinning elbows, flying knees and other crowd-pleasing moves. <br><br></li><li>Submission Knowledge. Submission Knowledge measures which submission holds a fighter has access to. A fighter with a very high score will have moves like gogoplatas, peruvian neckties and rolling kneebars in his arsenal. </li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/344800/header.jpg?t=1447367767",
    "developers": [
      "Grey Dog Software"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}