{
  "344920": {
    "name": "StaudSoft's Synthetic World Demo",
    "steam_appid": 344920,
    "required_age": 0,
    "is_free": true,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/344920/extras/9ba37bee6da1e77a6bb0473844888046.avif?t=1453358279\" width=600 height=338 /></span><br>This is a work in progress title! Do not buy this game if you do not want to fund us!<br>This game is an open world sandbox game. Everything in this world is already changeable. The blocks are very small compared to other games of this genre. Instead of 1 block per cubic meter we have 64 blocks per cubic meter.<br>What is currently <strong>missing</strong> (from what you might expect):<br><ul class=\"bb_ul\"><li> Water simulation<br></li><li> Multiplayer<br></li><li> The AI is stupid and the monsters are placeholders<br></li><li> Minecart or boat</li></ul>What is already implemented:<br><ul class=\"bb_ul\"><li> A C++ based game engine (we created our own engine)<br></li><li> A lot of different block types (see wiki)<br></li><li> Pregenerated landscape: You can start playing the game in seconds!<br></li><li> Torches, lamps, camp fires (with dynamic shadows)<br></li><li> Chests<br></li><li> Doors<br></li><li> Electric wires (LEDs, buttons, ...)<br></li><li> Growing of plants and trees<br></li><li> A bed<br></li><li> Weapons (stick, sword, pistole)<br></li><li> Grids<br></li><li> Paintings<br></li><li> Signs<br></li><li> Different types of landscapes<br></li><li> Caves<br></li><li> Fire simulation<br></li><li> Heat simulation<br></li><li> Crafting via recipes<br></li><li> Simple monsters<br></li><li> Voxel renderer<br></li><li> Deferred Rendering System<br></li><li> Day and night cycle<br></li><li> Sky rendering system (physically correct)<br></li><li> Master of materials (some blocks have submaterials)<br></li><li> And of course such things as loading and saving do work. You can also die in the game, there is an inventory. When you die you will drop your backpack.</li></ul>If you unsure just check out the demo. What we should mention is that our landscape is finit and must be pregenerated. This is no big deal as the game comes with a pregenerated landscape. You can instantly start playing the game. If you create a new landscape this will take from 5min – 1 hour depending on the landscape size and your computer of course. We will not change this as we want to implement certain features which are only possible with a finit landscape. <br>We are a team of talented developers and artists. The main developer has 2 university degrees in computer science (a diploma and a master). The main artist has a master in biology. So we know what we are doing. <br>If you have the impression that in this description is something missing or if you feel the need to warn other people not to buy this game contact us. As long as you can deliver facts we will add your argument to this description. <br><strong>What you shouldn't do</strong>:<br><ul class=\"bb_ul\"><li> Do not insult the developers, the game, the players or others (Yes we all know that we are completely stupid, that we are garbage, that we are a shame for our university, that we should change our jobs, that this game is only a stupid clone, that this is scum, that we are lying about our degrees, that we clicked this game in an editor in two days together, that I am a college kid, that this game is crabby, should I continue?).<br></li><li> Do not say that the price is not justified. You have no idea how much work we put in this project. Simply do not buy it!<br></li><li> Do not give false information about this game (we see a difference in the graphics between this game and other blocky sandbox games, other couldn't recognise this difference).<br></li><li> If you talk about how bad this game is and that it should be deleted, burned or something else you should have played the demo and then say exactly what should be change. We will try to improve it.<br></li><li> Do not post something again in the forum when we deleted it.</li></ul>If you do not follow these rules we will delete your comment.<br><br>We understand that a lot of people simply tried to make money with such games and then never continued the development. Originally we didn't marked it as Early Access to emphasize that you buy it as it and that you shouldn't buy this game if you are unsatisfied with the current development status. Unfortunately a lot of people saw in this cheating which wasn't our intention.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/344920/header.jpg?t=1453358279",
    "developers": [
      "StaudSoft"
    ],
    "publishers": [
      "StaudSoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}