{
  "345260": {
    "name": "全面战争：中世纪 - 合集",
    "steam_appid": 345260,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>MEDIEVAL: Total War™ - Collection Edition</strong> is the compilation of the critically-acclaimed Medieval: Total War and its official expansion pack - Viking Invasion<br><br><strong><h2 class=\"bb_tag\" >About MEDIEVAL: Total War™</h2></strong><br><br>From the lush grasslands of Western Europe to the arid deserts of Northern Africa, and from the first Crusade to the fall of Constantinople, wage total war in order to expand your influence and secure your reign as you build a dynastic empire to stretch across four centuries.<br>Recruit and deploy armies, besiege settlements, fight naval battles and employ agents such as emissaries, spies and assassins to aid with diplomacy, offer alliances or bribes, or execute more clandestine actions.<br>A dramatic period of rebellion, civil war, and the birthing of nations provides the backdrop to your own scheme for ultimate power. Carve a niche for yourself through the crucible of battle and become the statesman and king the era demands.<br><br>•\tFourteen playable factions from across Europe, the Middle East and Africa.<br>•\tUp to 10,000 soldiers on-screen deliver incredible, epic battle scenes.<br>•\tNew siege systems make the most of an era where formidable castles dotted the landscape.<br>•\tValour, Vice and Virtues colour your faction’s characters, effecting how other treat them and the men they lead.<br><br><strong><h2 class=\"bb_tag\" >About MEDIEVAL: Total War™ - Viking Invasion</h2></strong><br><br>Set upon an extended map of the British Isles and western Scandinavia and taking place from 793 to 1066, Viking Invasion allows the player to assume the role of leader of the Viking faction as they raid, loot and pillage their way to supremacy. <br>Alternatively the player may take control of early Anglo-Saxon factions, such as Wessex and Mercia, with the aim of repelling the Viking invasion and ultimately controlling the British Isles in its entirety.<br><br>•\tAdds new Anglo-Saxon and Viking factions with additional units alongside the detailed new Campaign map.<br>•\tAlso includes added functionality for the main game, such as flaming ammunition and three new factions with which to play through the original Grand Campaign.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/345260/header.jpg?t=1769185654",
    "developers": [
      "CREATIVE ASSEMBLY"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 900,
      "discount_percent": 80,
      "initial_formatted": "¥ 45.00",
      "final_formatted": "¥ 9.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 15,
      "total_negative": 2,
      "total_reviews": 17
    }
  }
}