{
  "345240": {
    "name": "全面战争：幕府将军 - 合集",
    "steam_appid": 345240,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>SHOGUN: Total War™ - Collection</strong> includes the base game SHOGUN: Total War™ and its official expansion pack - Mongol Invasion.<br><br><strong><h2 class=\"bb_tag\" >About SHOGUN: Total War™</h2></strong><br><br>Japan, 1542, a country in turmoil. The last shogunate has collapsed, leaving a nation divided into numerous factions, each led by a daimyo, a feudal warlord. <br>Each daimyo is out to scheme, murder, and wage war to become supreme ruler. The emperor is powerless, a puppet of whichever faction controls Kyoto. Into this melting pot come the first European explorers; bringing guns, religion, and disease.<br>Out of this chaos will emerge only one daimyo, he who will master all the varied skills that make up the art of war;  Politics, economics, subterfuge, strategic warfare, and battlefield tactics.<br><br>Only one will become Shogun.<br>•\tThe first, original title in a 15 year series of award-winning strategy games.<br>•\tThe debut of the now legendary formula of Total War gameplay; a unique mix of turn-based grand strategy and real-time battles.<br>•\tZen-like simplicity belies a deep and rewarding game, even when measured against the best contemporary titles.<br>•\tNow updated for modern resolutions and Steam integration.<br><br><strong><h2 class=\"bb_tag\" >About SHOGUN: Total War™ - Mongol Invasion</h2></strong><br>Though in history, Kublai Khan’s otherwise unstoppable Mongol Horde were turned back from Japan’s shores by catastrophic weather, in this expansion for SHOGUN: Total War, the ultimate ‘what-if’ question of the period is asked.<br>As either the invading Mongols or the ruling Hojo clan of Japan, it is up to you to take the islands for the Khan or secure your homeland against an imposing threat.<br>•\tFeatures a new playable faction, and new units on both sides of the conflict.<br>•\tAdds new campaign and multiplayer modes.<br>•\tIncludes a map editor to complete the challenge and further enhance a seminal title.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/345240/header.jpg?t=1724864006",
    "developers": [
      "CREATIVE ASSEMBLY"
    ],
    "publishers": [
      "SEGA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 900,
      "discount_percent": 80,
      "initial_formatted": "¥ 45.00",
      "final_formatted": "¥ 9.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 21,
      "total_negative": 3,
      "total_reviews": 24
    }
  }
}