{
  "345930": {
    "name": "Battle Academy 2 - Battle of Kursk",
    "steam_appid": 345930,
    "required_age": 0,
    "is_free": false,
    "description": "In the summer of 1943 both Soviet and German High Commands gathered their strength for what they both believed would be a decisive battle.  The Germans assembled their most powerful divisions, freshly equipped with the latest equipment, to attack the north and south flanks of the salient around the city of Kursk.  The Soviets, having deduced the German plan, cram their forces into the bulge, creating layer after layer of defensive positions to stop the German panzers in their tracks.  Two titanic armies meet head on in the golden cornfields of Russia.<br />\r\n<br />\r\nBattle of the Kursk is the first expansions for action-packed tactical masterpiece Battle Academy 2. It focuses on the key events of the Soviet counteroffensive and can be played from both sides: capture the station at Ponyri, the “little Stalingrad”, defend the road to Oboyan and launch the armoured charge at Prokhorovka. <br />\r\n<br />\r\nUse the massive firepower of the German super heavy tanks to blast your way through the endless lines of trenches and bunkers or rally the Soviet defenders to hold out against the onslaught.  <br />\r\n<br />\r\nKey Features<br />\r\n<br />\r\n•\tLinked carryover missions mean that excessive losses may leave forces too weak for final victory.<br />\r\n<br />\r\n•\tNew units: German Elefant and Brummbar, Nashorn and Stu42, Soviet Su76i and lendlease Churchill III and Valentine tanks<br />\r\n<br />\r\n•\tTwo campaigns – Attack the north flank with the German panzers or defend the Soviet lines in the south.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/345930/header.jpg?t=1756116182",
    "developers": [
      "Slitherine Ltd."
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}