{
  "346160": {
    "name": "Barter Empire",
    "steam_appid": 346160,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >The Story</h2></strong><br>The king is dead and the queen is missing. The only known heir to the throne is believed dead and the fate of an entire kingdom rests in your hands. Enter the land of war-torn Ditherra. A land of pirates, thieves, traders, smugglers, kings, queens, deities and mortals. Wealth and power control Ditherra and the power struggle has divided the land between the East and West. A plague is devouring the population, Mayors are vying for independence of their cities and a rebel uprising has made matters worse than before. You play the protagonist role of Malice, a young female adventurer seeking to unlock her past and find her fortune. You awake to find yourself at the mercy of a stranger, who appears to be helping you understand your past. Quickly, you learn something dark has happened to you. The fate of Ditherra and its people may be yours to control.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\">    <li>Farming system, own your own farm and harvest food from your crops and animals.<br>    </li><li>Beautiful original soundtrack and cinematic tracks from acclaimed composers!<br>    </li><li>Original art and design.<br>    </li><li>Nearly 30 playable characters in all!<br>    </li><li>Unique barter system allows you to find rare items and barter them for others.<br>    </li><li>Gambling system, you can enter casinos, arenas and place your bets.<br>    </li><li>Command a ship and set sail in search of adventure, glory, wealth and power.<br>    </li><li>Own a base of operations and interact with your party members and pick up side quests.<br>    </li><li>Massive open sandbox world to explore.<br>    </li><li>40 plus hours of total game-play when you play all main quests, side quests and interact with everything!<br>    </li><li>Open ended game-play. Roam the non-liner world and play as you wish, or follow the epic story of Malice.<br>    </li><li>Intelligent monsters level up as you do, so no matter where you are in the world the battles are strategic.<br>    </li><li>Humorous and intelligent dialogue that lets you decide the outcome.<br>    </li><li>Cooking, crafting, fishing, alchemy, bartering, hunting, farming and trade systems.<br>    </li><li>Buy and own deeds, homes and business to further expand your fortune. Collect rent from your deeds.<br>    </li><li>Several guilds to join, Thieves Guild, Bounty Hunters Guild, Mages Guild, Paranormal Investigators Guild!<br>    </li><li>Marriage and adoption system. Find your mate and adopt children to settle down in your home<br>    </li><li>Become a thief and pick locks to doors and chests.<br>    </li><li>And much more!<br></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/346160/header.jpg?t=1589506738",
    "developers": [
      "Mayhem Games USA"
    ],
    "publishers": [
      "Mayhem Games USA"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}