{
  "346550": {
    "name": "Cylne",
    "steam_appid": 346550,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Genre : Art game, Adventure.<br>Features :</h2> <ul class=\"bb_ul\">    <li> Explore 6 surreal chapters with various and immersive environments along with crystalline guitars (including one optional chapter).<br>    </li><li> Active environmental mechanisms to solve enigmas : watch, listen, feel, discover.<br>    </li><li> The aim is to achieve the chapter 5 called « The Choice » which requires an overall vision of the chapters. Man can enter any chapter. There is no clear story.<br>    </li><li> Watch your halo's feedback. This one may guide you. This one may disturb you. <br>Glide sometimes through the air, walk or float.<br>    </li><li> Look carefully at disorienting and odd cutscenes which does not reveal all. <br>    </li><li> Each chapter has a symbolic with different meanings. The optional chapter (chapter 6) is inspired by the Prometheus myth.    </li></ul><h2 class=\"bb_tag\" >Description :</h2>Cylne is a first person surreal exploration game, in the form of a visual poems collection. Choose a chapter to explore and feel unreal worlds filled with environmental enigmas, surprises and some platforming. Try to achieve the chapter called &quot;The Choice&quot;. Surrounded by a dark halo, dive into ethereal ambience to find meaning...<br><br><br>These poem-like worlds are linked together by  a  common  thread. Explore  strange <br>places - from ancient architectures to abstract and wide stripped landscapes - to find it. You may also encounter strange life forms.<br><br>The only thing you know about your avatar is this misty halo. Cylne doesn't impose narrative elements.<br><br>But at the end of this journey, you will be faced with a choice that echoes your experience and might unlock some mysteries. In a way, the game is about self revelation.<h2 class=\"bb_tag\" ><strong>Warning :</strong></h2>The game contains flashing and bright lights which may not be suitable for people with photosensitive epilepsy.<br><br><br>Cylne is a game but not in the standard meaning of entertainment or fun.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/346550/header.jpg?t=1689319546",
    "developers": [
      "Cylne"
    ],
    "publishers": [
      "Cylne"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}