{
  "346920": {
    "name": "Undead Shadows",
    "steam_appid": 346920,
    "required_age": 0,
    "is_free": false,
    "description": "Undead Shadows is a fast paced action zombie shooter that keeps players on their toes and tests their survival instinct. You are a survivor in the harsh post apocalyptic world looking for any means of survival against never ending waves of zombies from sun up to sun down – and even worse in between. <br />\r\n<br />\r\nYou can scour the city and country side looking for weapons, food and other survival items to help you stay alive just 1 wave longer. You can play with up to 3 other people over multiplayer or over a local LAN for co-op. <br />\r\n<br />\r\nEach level gives the players access to an array of weapons to help fend off the fast moving zombies and the deadly giant spiders that creep up on you when the sun goes down. Everything from a head-exploding shotgun, to high powered sniper rifles as well as machine guns and rocket launchers to mow down hordes at a time. <br />\r\n<br />\r\nAs you kill zombies they drop money for you to pickup and use to upgrade your firepower and build defenses to help slow down the waves. Each level features a hardware store with access to wood and barbed wire to allow players to create blockades and defenses to keep zombies out and players alive for just a little while longer. <br />\r\n<br />\r\nIf you’re lucky, a dead zombie will drop a money bag which gives you enough funds to purchase higher powered weapons; Or they may drop the rare but very powerful airstrike radio which gives the picking up player access to a one time strike from 2 supersonic F16’s that drop highly advanced weapons that kill all zombies that are alive at the time. <br />\r\n<br />\r\nWith leaderboards and statistics tracking, Undead Shadows allows you to compete with your friends for bragging rights on the highest number of waves you’ve lasted as well as how many kills and headshots you’ve posted on the Undead.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/346920/header.jpg?t=1447368285",
    "developers": [
      "Ignition Games Inc."
    ],
    "publishers": [
      "Ignition Games Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}