{
  "347610": {
    "name": "Hidden Object Bundle 4 in 1",
    "steam_appid": 347610,
    "required_age": 0,
    "is_free": false,
    "description": "This 4-in-1 bundle includes 4 Hidden Object games:<h2 class=\"bb_tag\" >Stray Souls: A Dollhouse Story </h2>Welcome to a town where something that should not exist runs free; where a desperate wife will risk her beating heart to find her husband; and where a terrible secret lies buried behind an orphanage. Search for clues, solve puzzles, and unlock new areas as you visit spine-chilling locations, play stimulating mini-games, and locate hidden objects. Stray Souls: Dollhouse Story is more than a game; it's a heart-stopping journey of discovery!<h2 class=\"bb_tag\" >House of 1,000 Doors: The Palm of Zoroaster</h2>A cursed gem that has left a trail of smoldering bodies in its wake is threatening the residents of the House of 1,000 Doors, prompting the head of the mystical dwelling, Gabriel, to once again summon Kate Reed to its aid. Guide Kate as she searches Tibet, Jerusalem, Madagascar, and more for the artifacts that can break the power of the gem, solve a massive array of cleverly designed puzzles and find hundreds of ingeniously hidden objects. Production values that rival the quality of theatrically released animated 3D films and superbly performed voiceovers will draw you into this story of supernatural intrigue, unbounded adventure, and sweeping scope. The House needs you. Will you answer its call?<h2 class=\"bb_tag\" >Dark Strokes: Sins of the Fathers</h2>When Evil comes for the people you love, what will you do? That moment of reckoning has arrived for Ethan Blake, a young man whose bride-to-be was snatched up in the blink of an eye by a terrifying menace known as the Faceless Ones. <br>Guide Ethan as he explores a decimated city, interacts with its remaining inhabitants, searches for clues that will lead him to his beloved Clair, and peels back the layers of a chilling supernatural mystery that began with the stroke of a paintbrush and will end in a dramatic confrontation near a fiery abyss.<h2 class=\"bb_tag\" >Eternal Journey: New Atlantis</h2> Travel from the deepest trenches of the Atlantic Ocean to the awe-inspiring wonders of Mars as you solve the greatest archeological puzzle known to man: the origin of Atlantis. Through stunning production values and cunningly designed puzzles, Eternal Journey: New Atlantis will draw you into an experience unlike any other hidden object adventure.",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 荷兰语, 日语, 韩语, 波兰语, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/347610/header.jpg?t=1705471964",
    "developers": [
      "Alawar Casual"
    ],
    "publishers": [
      "Alawar Casual"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 1550,
      "discount_percent": 50,
      "initial_formatted": "¥ 31.00",
      "final_formatted": "¥ 15.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}