{
  "347990": {
    "name": "Assetto Corsa - Dream Pack 1",
    "steam_appid": 347990,
    "required_age": 0,
    "is_free": false,
    "description": "Welcome to DREAM PACK 1, the first add-on content pack ASSETTO CORSA.<br>This package adds to Assetto Corsa the legendary circuit of Nürburgring-Nordschleife and ten new awesome cars. The circuit has been reproduced for the first  time in a PC racing simulation using the Laserscan Technology, that guarantees the maximum level of precision in reproducing each detail of the track. The  selection of cars has been choosen by the gamers who voted their favourite models, and it consists in a perfect mix of vehicles of different classes, type  and ages, ready to satisfy any taste of Assetto Corsa users!<br><br>- Features the legendary Nurburgring-Nordschleife circuit in three all-new layouts: Nurburgring-Nordschleife, Tourist, Endurance. <br>- Features the Bridge To Gantry mode, that allows to simulate the real track day rules of Nurburgring.<br>- Features Alfa Romeo 4C, GTA and 155 Ti V6 ‘93<br>- Features BMW M235i Race car<br>- Features GM Corvette C7r GTE<br>- Features McLaren P1 and F1 GTR<br>- Features Mercedes-Benz 190E EVO II and C9<br>- Features Nissan GT-R NISMO 2014 GTR<br><br><br><strong>The  Nürburgring-Nordschleife</strong><br><br>Since its construction (1925 - 1927), the Nordschleife has enjoyed a reputation as a terrifying and merciless route through the Eifel forests. An English journalist who visited the Nordschleife during the opening race on 18 June 1927 even concluded “that it seemed as if a reeling, drunken giant had been sent out to determine the route”. The Formula 1 pilot Sir John Young Jackie Stewart – after all a three-time world champion in 1969, 1971 and 1973 – was so impressed by the circuit that he gave it the name which it will probably never lose: Green Hell (Grüne Hölle).<br>Racing and winning on the Nordschleife has always been very special for racing drivers, because the track is one of the most demanding in the world. Tricky corners, treacherous crests, steep inclines and gradients and constantly changing road surfaces demand great skill from the driver and put vehicles to a hard test.<br>The best-known event today is the ADAC Zurich 24-hour race, which is held on both the Nordschleife and the Grand Prix circuit and which for four days transforms the entire circuit into a huge spectacle. Up to 800 amateurs and professionals in up to 200 cars take part in this race.<br><br><strong>The cars</strong><br><br>Alfa Romeo 4C<br>Alfa Romeo 155 Ti V6 ‘93<br>Alfa Romeo GTA<br>BMW M235i Race Car<br>GM Corvette C7r GTE<br>McLaren P1<br>McLaren F1 GTR<br>Mercedes-Benz C9<br>Mercedes Benz 190E 2.5-16 EVO II<br>NISSAN GT-R NISMO 2014 GT3",
    "supported_languages": "英语, 意大利语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/347990/header.jpg?t=1447368577",
    "developers": [
      "Kunos Simulazioni"
    ],
    "publishers": [
      "Kunos Simulazioni "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2900,
      "final": 870,
      "discount_percent": 70,
      "initial_formatted": "¥ 29.00",
      "final_formatted": "¥ 8.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 29,
      "total_negative": 2,
      "total_reviews": 31
    }
  }
}