{
  "348610": {
    "name": "eden* Demo",
    "steam_appid": 348610,
    "required_age": 0,
    "is_free": true,
    "description": "<strong><i><h2 class=\"bb_tag\" >The final love story on a dying planet.</h2></i></strong><br><br>In the near future, an ominous red star suddenly appears in the sky. Its presence is about to bring about the extinction of all life on Earth. The unified government proposes an evacuation project to take all of mankind into space, but in order to make the seemingly impossible project a reality, 'felixes' are brought into the world. Engineered to be highly intelligent with perpetual youth and longevity, the genetically modified superhuman felixes stand as humanity's only hope for survival. <br><br>Sion, the most gifted of the felixes, has been kept in a research facility built on a solitary island for the past hundred years. Her sole purpose, saving all of humanity. Ryou Haruna, a soldier from the Earth's unified government is sent to watch over Sion, who desperately seeks freedom from the military that's imprisoning her. Earth's last love story is about to begin. <br><br>---- <br><br>A tale of the planet's final love story told using the full force of minori's critically acclaimed illustrative style, engaging musical compositions, and the highly talented staff that has led fans coming back for more every single time! <br><br>Eden tosses aside the traditional sprite and talking heads conventions used by many visual novels and instead employs a far more cinematic approach consisting of almost all event illustrations. Told using a widescreen resolution of 1024 x 640, eden promises a play-experience more akin to enjoying a movie than reading a book. We hope that this new approach to the visual novel medium provides a much more enjoyable experience for everyone.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/348610/header.jpg?t=1479808567",
    "developers": [
      "minori"
    ],
    "publishers": [
      "MangaGamer"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}