{
  "349280": {
    "name": "Panda School Browser",
    "steam_appid": 349280,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Ready for adventures?</h2>Panda School Browser is a safe and simple browser which gives access strictly to a list of pre-approved websites and videos.<br><strong>Clicks on banners or other external links are simply ignored.</strong><br>The browser is developed especially for children, so it is very easy to use and encourages them to explore and study.<br><br>The collection of content is provided by «Panda School» web service which is free to use for everyone. You can take a look at the current collection here: <i>*</i><br>The number of the websites and videos is constantly growing, as they can be easily added to collection by any member of community, at the same time content is strictly moderated by our staff.<br><br>Second important feature of the browser is the ability to <strong>completely prevent access to any other application on your computer</strong> while running in the the «Kids Mode». Exit from the «Kids Mode» is protected by PIN.<br><br>Parents are free to choose which resources they want to add to their own «Classroom» but there is also a default set of hand-picked resources which provide high quality educational games for children of any age.<br><br>Panda School Browser is easy to start with - no additional configuration needed.<br>Let your kids explore the internet on their own! <br>Complete safety and lots of fun is guaranteed.<br><br>P.S. Even our great application can hardly substitute parental involvement. Enjoy learning new things together with your child from time to time and you'll be truly amazed by the results.<br><br><i>*  Users from regions with censored internet access (e.g. Hong Kong) may use the website to check access to various resources</i>",
    "supported_languages": "英语, 俄语, 法语, 德语, 丹麦语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349280/header.jpg?t=1462436874",
    "developers": [
      "Wiseman Softworks"
    ],
    "publishers": [
      "Wiseman Softworks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 22 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}