{
  "349450": {
    "name": "Dark Forester",
    "steam_appid": 349450,
    "required_age": 0,
    "is_free": false,
    "description": "Feel like a lord. Build and decorate your own forest. Place guardians, own heroes, lay traps and protect livestock from enemy hordes in this new, hardcore RPG strategy, Dark Forester.<br><br><br><i>- A Fully 3D world, where the weather and time of day affects spells from the five schools of magic.<br>- Every object can be destroyed.<br>-The storyline is done in an abstract style, thanks to the modular system, and it will tell the main character's long history.<br>- Maximum character level: 15<br>- Infinite number of raids.<br>- More than one hundred unique monsters. From invisible characters that attack only your character and monsters that hunt livestock to powerful, inimitable bosses. There are also heavy artillery from ground catapults, cemeteries and other structures.<br>A hardcore game essence, where your death, the loss of your forester's home or decay of the trees in your forest will cause you to lose levels or even to the irreversible death of your character.<br>- Huge number of traps, buildings, trees, mushrooms, animals and creatures.<br>- Living forest with neutral birds and beasts.<br>- Heroes<br>- Any objects that your protagonist builds or buys can be improved.<br>- Werewolves equipped with a learning system, so information about their deaths, who killed them, etc., will be saved in the database and these monsters will use it to improve their abilities.<br>- PvP attack and destroy other players' forests. Use your magic and 15 unique abilities to attack other players' forests.<br>- A huge number of skills will help you to diversify not only your forest, but your character as well.<br>A completely three-dimensional world awaits you, where the weather and time of day affect the strength of some of your character's spells Any object in your forest can be destroyed.<br>- Rating system.<br>- PvP and PvE Seasons.<br>- MMO elements<br>- Sessional Inventar</i><br><br><strong>Weather and time of day</strong><br>In the game, there are spells, runes and traps that cause more damage when it is raining. The main character can find several types of tornado scrolls.<br>At night, undead have more health and some characters or heroes, such as the OtherSide, become much stronger. For PvP, there are special structures that are closely tied to the dark time of the day. In addition, some spells that scare enemies are more effective in the dark. <br><strong>PvP</strong><br>Upon attacking an enemy forest, you have 200 seconds to destroy all enemy buildings. For each enemy structure, you receive 5 coins and 5 experience. Plus, you get honor points, rating points and other resources for a victory. For a defeat, you will lose honor points and rating. During the attack, you will have 15 unique abilities. So at level five, you will have 5 abilities during an attack. One new ability will unlock with each new level. A PvP building improves your abilities when attacking an enemy forest. There are several buildings and even creatures in the game designed to play only against each other.<br>There are 8 heroes in the hero pool at the moment that you can encounter in your forest. One of the heroes becomes available for attacks on enemy forests for three weeks. <br>This hero is available for attacking an enemy forest: Other Side<br><strong>Improve and destroy</strong><br>Anything in your forest can be destroyed or improved. You can improve anything in your forest after each enemy raid, from trees, mushrooms, and buildings to heroes and creatures. During battles, when a creature is directly involved in the fighting, it gains experience. Your creatures and heroes, as well as your main character gain levels in this manner. They gain 5 skill points for each level and possibly even new abilities.<br><strong>Scrolls, weapons, items, plans, resources, and phials</strong><br>All inventory items are divided into six types and all six types are available only during the game session. <br>After killing monsters, certain items often drop. They can be one of six types of resources, mana phials, health or experience, plan for a structure, one-time use magic scroll, summon tornado, trap, or something else. At the moment, there are a just over a hundred items drops in the game.<br><strong>The forest</strong><br>Even mushrooms and trees have a purpose in your forest. Trees can be used for more than just protection and barriers. They are very important. For every tree in your forest, all your objects, including the main character, can evade physical damage by a certain percentage. Mushrooms affect the ability to evade magic damage.<br>Many heroes become stronger next to trees or mushrooms, and some can even heal themselves by destroying trees. <br>Important: Remember that if the number of trees in your forest falls below 30, you will lose the game and have to start over.<br><strong>Heroes and Higher beings</strong><br>At the moment, the game has 8 heroes and 3 higher creatures, similar in nature to heroes, but do not require any resources (creatures or heroes).<br>Your heroes, like the rest of your creatures, can gain experience in combat.  They acquire a new ability at every other level. All characters patrol your forest. The first hero arrives after reaching the fifth level. <br>Heroes: Imp, Otherside, Witch, Orc Traveler, Mishka, Making Money, Kaba and Winterstale.<br><br>Ancient, Evil Mushroom and Warlord. The first two creatures do not require creature resources. If an Ancient is a very expensive creature that costs a large number of resources, Evil Mushroom costs just 50 mushrooms growing in your forest. Also remember that one elder is available to you at the very beginning of the game. the Ancient and Evil Mushroom do not patrol the forest like your heroes and can obey your orders outside of combat. Both have full view of the forest. Accordingly, when battle begins, they attack the closest target. In the case of the Ancient, of course, only if it is awakened. The Warlord is a PvP-exclusive creature. You can summon him only by attacking other's forests. <br><br><br>Dark Forester is made by a single, obsessed developer. You can always contact me at <a href=\"mailto:sergey@morozovsergey.com\">sergey@morozovsergey.com</a>",
    "supported_languages": "英语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349450/header.jpg?t=1623430685",
    "developers": [
      "Morozov Sergey"
    ],
    "publishers": [
      "Morozov Sergey"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 7 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 29,
      "highlighted": [
        {
          "name": "Initiator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/aee89c103d18c36b6b125387b5304c28086555b0.jpg"
        },
        {
          "name": "Visionary",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/e19cb21bed0b63ca89304a2a6b5066f246e32a8b.jpg"
        },
        {
          "name": "The One",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/2dfaf5c9ac94c0bb7706713256427d3f3fb29d58.jpg"
        },
        {
          "name": "Honor",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/ac1a8eff6ce39a6f1adcf39bc1cf7cbe1480ceeb.jpg"
        },
        {
          "name": "Privilege",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/512a096e48257855c99f0f65f4bf9c6f3bc03ab5.jpg"
        },
        {
          "name": "Money Maker",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/2ef0de2119f471c399d10bf604a0d24653104900.jpg"
        },
        {
          "name": "Mushrooms",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/0e986de6996c2c89bfbc43b6bda9b6747ff212db.jpg"
        },
        {
          "name": "Mushrooms King",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/dd404795e1aa292c8bf5da782a845af50336bb63.jpg"
        },
        {
          "name": "Forest Keeper",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/c3f45b967f96e4c63ec02eaa22d39dee31528b4d.jpg"
        },
        {
          "name": "Forest Soul",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/349450/b541c7112f9a68abb6e9897e53f3730b3b16220b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}