{
  "349500": {
    "name": "Cubicle Quest",
    "steam_appid": 349500,
    "required_age": 0,
    "is_free": false,
    "description": "Cubicle Quest is a game about how life can suck. Dead end jobs, repetitive obligations, irritating coworkers... Cubicle Quest takes all of those things and turns them into enemies you can fight in an old-school RPG. <br />\r\n<br />\r\nAdventuring in Cubicle Quest doesn't earn you levels and gold to fight some great ancient evil. Every quest has an impact on your character's life, whether it's getting a promotion at work, finding new friends, or figuring out what you want to do in life. Gain allies and personal strength until you take on the forces keeping you in your cubicle! <br />\r\n<br />\r\nFeatures:<br />\r\n - 20-25 hours of gameplay, including post-game challenges and secret ending. Permanent choices and time-based challenges add replay value.<br />\r\n - Monsters don't drop gold. All your cash comes from the complex financial system, including your regular job, side gigs, and potentially starting your own business.<br />\r\n - In addition to destroying your credit card and college debt, you can invest your money in savings accounts and stocks.<br />\r\n - Instead of elements like fire and ice, you fight enemies with work or interpersonal skills for intuitive strategy. The enemies will be hitting you with unique elements too, many of them not comparable to normal RPG strategies.<br />\r\n - Nine party members, each useful for supporting you in different challenges.<br />\r\n - Multiple choices for marriage, each providing unique elements to the second half of the game. Or stay single, if you find the right quest.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349500/header.jpg?t=1488235490",
    "developers": [
      "Ian Isaro"
    ],
    "publishers": [
      "GrabTheGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 3,
      "total_negative": 4,
      "total_reviews": 7
    }
  }
}