{
  "349580": {
    "name": "Burstfire",
    "steam_appid": 349580,
    "required_age": 0,
    "is_free": false,
    "description": "Burstfire is a tactical, competitive, first-person shooter that is a fusion of old-school tactical combat with modern design sensibilities that allow for a slower combat pace while maintaining a high level of excitement and fun!<br><br>Play as the attacking &quot;SWAT&quot; team to breach through enemy &quot;MERC&quot; defenses using tools such as the &quot;Breaching Charge&quot; or the &quot;Hacking Device&quot; to carefully, and precisely capture your objective, the enemy &quot;INTEL COM&quot;.<br><br>or<br><br>Play as the defending &quot;MERC&quot; team, setting up defensible positions around the &quot;INTEL COM&quot;, your primary defense objective, using tools such as the Wooden Barricades and Wall Reinforcements. <br><br><ul class=\"bb_ul\"><li>Twelve unique weapons to take into combat, each with their own unique feel and playstyle and balanced so that not one weapon has too much strength over the other.<br></li><li>Equip tools for your operations to perform feats such as destroying weak walls and structures, hacking and disabling enemy devices, slowing enemy advances and more!<br></li><li>Play your way!  No loadouts, no classes.   Play the game exactly how you want to, equipping any item, tool, or weapon you want to use... no more being stuck with classes you don't like.<br></li><li>Gamemode:  Burstfire was created with the casual-hardcore player in mind.   Step into a single-life, single round world, where if you die, you lose the game. <br></li><li>Two maps are available : &quot;The Compound&quot; and &quot;Convention&quot; .</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349580/header.jpg?t=1644549992",
    "developers": [
      "Nacho Games"
    ],
    "publishers": [
      "Nacho Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 24 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}