{
  "349620": {
    "name": "BlastZone 2 Demo",
    "steam_appid": 349620,
    "required_age": 0,
    "is_free": true,
    "description": "***BlastZone 1 + BlastZone 2 combo: Comes bundled with BlastZone 1, both in its original form and as a remastered version in the form of &quot;Classic&quot; mode; get two games for the price of one!<br><br>BlastZone 2 is a fast paced and strategic side scrolling shooter that will get your adrenaline pumping! Play solo or join up with a friend locally or online to battle the alien forces that have invaded the planet and take the fight to them! Feel the excitement of breaking through the enemy barricade at high speed! Enjoy innovative gameplay mechanics such as 2nd person shooter sequences and creative use of 3D gameplay mechanics added to the traditional 2D formula. There are 6 game modes, 7 ship types, 4 difficulty levels, and turbo modes to greatly improve replayability, resulting in over a hundred ways to play the game!  Explore multiplayer strategies such as a light defender ship protecting a heavy gunner ship to buy time while its ultimate weapons charge up!<br><br>NOTE: The Demo version of BlastZone 2 is limited to the first 2 levels of Mission mode and one ship to choose from, but it includes the complete &quot;Classic A&quot; game mode.  All other game modes cannot be played.<br><br>NOTE: BlastZone 2 fully supports a wide variety of gamepads, including the XBox 360 gamepad.  If you're unsure about your gamepad's compatibility, test it out with this free demo.<br><br>Full Version Features include: <br><ul class=\"bb_ul\"><li>2D controls, but with hazards and gameplay elements moving around in full 3D space<br></li><li>Cooperative multiplayer both local and online for 2 players<br></li><li>An 8 mission campaign that really keeps you on your toes <br></li><li>Unlock the full power of your ship with hyper mode and unleash the devastating power of the omega cannon! <br></li><li>Classic A mode, a greatly improved version of BlastZone 1<br></li><li>Classic B mode, with a unique points-budgeting mechanic<br></li><li>Survival mode, similar to mission mode, but lasts forever.  Go for the leaderboard highscore!<br></li><li>Blitz mode, start with a fully powered ship to fend off massive hordes of enemies!<br></li><li>Multiple difficulty levels designed for new players up to genre veterans so everyone can have fun <br></li><li>4 expansive game play environments, such as mountains, caves, and outer space <br></li><li>7 selectable ships, each with different stats and abilities <br></li><li>15 weapon types including beams, cluster grenades, force fields, and machine guns <br></li><li>Hundreds of different enemy types, each with different behaviors and stats <br></li><li>An online world leaderboard to see how you stack up to the competition <br></li><li>A Turbo mode for each of the survival modes for experienced gamers <br></li><li>Additional levels and content to be released for free</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 韩语, 波兰语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/349620/6cf8aca9d09bc603dd801e267c594bb033dc2e71/header.jpg?t=1759510948",
    "developers": [
      "Matt Edzenga"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 39,
        "description": "同屏/分屏合作"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}