{
  "350050": {
    "name": "EITR",
    "steam_appid": 350050,
    "required_age": 0,
    "is_free": false,
    "description": "The Shield Maiden, as with all mortal Norsemen, was to have her fate determined by the three fate-weaving Norns and their sacred loom before she even entered the world. However, her destiny was shattered when the mischievous god Loki interfered, dripping spots of the wretched substance Eitr into the unwoven loom, forever altering the Shield Maiden’s path and engulfing the great tree Yggdrasil in darkness. Now the Shield Maiden must venture into the nine Norse worlds connected by Yggdrasil and unravel the mystery of her fate.<h2 class=\"bb_tag\" >FEATURES</h2><br><strong>Striking Presentation:</strong> A unique isometric perspective provides stunning visual dimension to the chronicle of the Shield Maiden with detailed characters and environments, lush animations, and brilliant visual effects.<br><br><strong>Exceptional Combat:</strong> The Shield Maiden uses a variety of weapons with strategic movement, accurate arrow strikes, and enchanted special attacks to decimate the nightmarish creatures and profane warriors lurking throughout the corrupted nine realms.<br><br><strong>Remarkable Experience System:</strong> Eitr replaces the traditional experience point structure of an action RPG with the unique Favor System, requiring a choice between permanent level upgrades and more powerful but fleeting perks that can be bestowed upon death.<br><br><strong>Valuable but Vulnerable Loot:</strong> Collect randomly generated loot from fallen enemies and hidden caches but beware – fortune does not favor the fallen as even the heroine’s most precious items may suffer damage after she perishes in combat.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/350050/header.jpg?t=1607035543",
    "developers": [
      "Eneme Entertainment"
    ],
    "publishers": [
      "Devolver Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}