{
  "350230": {
    "name": "Crashed Lander Demo",
    "steam_appid": 350230,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Outwit gravity, race the clock, explore new worlds.</strong><br><br>Crashed lander is a gravity-based arcade game inspired by classics like Lunar Lander and Space Taxi. You've built a janky craft out of propane tanks and spare parts. Pilot it  from pad to pad trying to beat your best time – then flirt with that fine line between speed and control. <br><br>If you’re brave enough to try Hard Mode you’ll be flopping around like a QWOPy, low gravity turtle. With a little practice you’ll be zippin' around doin' barrel rolls. You’ll see sites from the cutting edge of fractal mathematics – bizarre, organic shapes, arcane archaeological digs, and all manner of WTFderful alien vistas. Each level is a detailed hand-crafted landscape that encourages the player to explore - and goof around! You can also pilot your lander in virtual reality with your Oculus Rift. <br><br>This demo now includes the entire game with no restrictions. The only thing missing are the global leaderboards, achievements and trading cards. Play it and buy the full version if you like it and want to support my solo development efforts.  Full version includes:<br><br><ul class=\"bb_ul\"><li>25 levels to conquer and explore in pad Hopper mode<br></li><li>25 levels in Ring Runner mode - fly through custom courses<br></li><li>Full VR support - works on monitors plus Rift, Vive, and and other SteamVR compatible headsets.<br></li><li>Full (xbox 360) controller support<br></li><li>Hidden collectibles on every level<br></li><li>Earn stars and track your progress through all 50 levels<br></li><li>An hour of spacey, glitch-hop music - mp3's included!<br></li><li>Achievements and Global Leaderboards.</li></ul><br>Crashed Lander was part of the first wave of VR games on Steam. Original released for the Oculus Rift DK1, and updated eleventy-hundred times as VR grew and headsets advanced. This is a 3rd person VR view with lots of camera motion, it might make some people uncomfortable. There is no support for motion controls, a gamepad or keyboard/mouse is required.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/350230/header.jpg?t=1573756269",
    "developers": [
      "Don Whitaker"
    ],
    "publishers": [
      "Brain Blinks"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}