{
  "350800": {
    "name": "Cannibal",
    "steam_appid": 350800,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>CANNIBAL</strong><br><br>Many decades after the worldwide economic collapse of 2040 along with the decrease of natural resources, hunger and violence haunted the society in a global scale. <br>After a never ending war of global scale in the search for resources, whole cities were destroyed and families devastated in a few days, governments and authorities dismantled.<br> <br>The world population which had been around 8.6 billion in 2030 is expected to drop around 10 million and this number decreases every second. Mankind now lives in fear, fighting every day for its survival.<br> <br>Surrounded by death and destruction, groups were formed in order to survive in a world without laws where killing others became something normal, even casual. Societies were formed in search of balance and better ways to deal with all adversities. Some of them are willing to accept new members and other ones are closed and kill invaders without hesitation. They all fight among each other in the run for resources.<br> <br>It is believed that with the lack of food, some barely alive survivors found in the human flesh the solution to overcome this harsh life and together in small clutches invade villages, ruthlessly seeking for fresh human meat. Unsuspecting people who wander lost in the woods are easy prey for these clutches of Cannibals that are increasingly becoming more than small groups as more and more join their ranks with each passing day.<br> <br>Live the life of a survivor who lost his parents at the age of 12 and was raised by a man called Mr. Francis. For decades Mr. Francis survived cannibal attacks, facing the hunger and the thirst. Some say he has managed to get by due to his luck, others believe his foes never considered him a real threat. <br>Be as it may, the important is that he took care of you and still cares, helping you with brilliant buildings for protection and in the search of scarce resources. <br><br>You will have to venture in an astute way through cities inhabited by gangsters and forests that are home for cannibals looking for a way to stay alive and thrive in this very inhospitable world.",
    "supported_languages": "英语, 葡萄牙语 - 巴西<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/350800/header.jpg?t=1717779343",
    "developers": [
      "Gametek Brasil"
    ],
    "publishers": [
      "Gametek Brasil"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4500,
      "final": 4500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 45.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}