{
  "351060": {
    "name": "Outpost 13",
    "steam_appid": 351060,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Outpost 13 Details:</h2><strong>Outpost 13</strong> is an homage to some of my favorite 70's, 80's and 90's science fiction and horror films/media such as Alien, X-Files, Evil Dead and The Thing (to name a few).* It is a point-and-click action-adventure game that takes place at an outpost on the planet Achelous IV. You, the player, plays as a dog named &quot;Fen&quot; who comes into contact with an alien biological agent that bonds the dog/player with an alien life form who calls himself &quot;Tantalus.&quot; The player's objective is to leave Achelous and make it to the nearest spaceport by inducing enough fear into the stationed crew members that they abandon their 5-year long mission on Achelous and leave early. At least that's the plan, there may be higher powers at play.<br><br><strong>You're the Monster:</strong> Player's will take on the role of an alien monster strategically killing off crew members while maintaining their cover as &quot;Fen&quot; the crew's pet dog.<br><br><strong>Stealth, Strategy, and a Fiery Death:</strong> Player's will need to form a strategy to separate and alienate crew members by creating distractions, utilizing the ventilation system, and temporarily knocking out the outpost's power. If players are unable to maintain their cover and stealth or is discovered as the monster, the crew will respond with flamethrower's and you will be destroyed by fire.  <br><br><strong>Alien Planet Setting:</strong> Outpost 13 takes place on Achelous IV, a life viable planet several times larger than earth. Winters and summers last several years each, and it is currently 13 earth months into winter on Achelous.<br><br><strong>The character progression system has been scrapped</strong> for the current Act 1 build, however it may return at a later date. If Act 1 goes well and everything works out, I'll potentially be making an announcement about a new game mode that will likely feature it. :)<br><br><strong>*Legal Disclaimer:</strong> The story, all names, characters, and incidents portrayed in this game production are fictitious. No identification with actual persons, places, buildings, and products is intended or should be inferred. Any similarities to other intellectual properties (physical or digital) are completely coincidental, and in no way are associated with said intellectual properties. No person or entity associated with this game received payment or anything of value or entered into any agreement or connection with the depiction of tobacco products.<br><br>No animals or humans were harmed in the making of this interactive experience. :)<br><br>Copyright © (2015) (Cantina Games and Entertainment, Inc.). All rights reserved.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/351060/header.jpg?t=1496857693",
    "developers": [
      "Cantina Games and Entertainment, Inc."
    ],
    "publishers": [
      "Cantina Games and Entertainment, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}