{
  "351020": {
    "name": "Morningstar: Descent to Deadrock Demo",
    "steam_appid": 351020,
    "required_age": 0,
    "is_free": true,
    "description": "Crash-landed on a desolate, alien planet, what should've been a routine work-for-hire job for Powell has become a deadly mission to save the merchant vessel Morningstar and her crew. With one man dead and the captain gravely injured, Powell is on his own to repair the ship and find a way to escape the strange gravity well of the empty planet they've landed on.<br><br>And if the situation weren't dire enough, the only signs of life on the planet are the remains of a much larger and better equipped ship and her crew, all dead, and not by natural means. What--or who--brought down these ships and is killing their crews? For what reason? And can Powell find a way off-planet before he shares the same fate?<br><br>Features<br><ul class=\"bb_ul\"><li>Experience an immersive sci-fi adventure, packed with gorgeous HD graphics, brand-new puzzles and scenes, and an all-new, streamlined interface<br></li><li>Newly remastered cinematics display the haunting landscapes in beautiful high definition<br></li><li>Uncover the mystery of Deadrock through new and optimized puzzles and an extended storyline<br></li><li>The alien planet of Deadrock comes alive with full voice acting and engrossing sound effects<br></li><li>Full version includes an atmospheric remastered soundtrack with over 30 minutes of original music</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/351020/header.jpg?t=1478025587",
    "developers": [
      "Red Herring Labs"
    ],
    "publishers": [
      "Phoenix Online Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}