{
  "35110": {
    "name": "Just Cause 2 Demo",
    "steam_appid": 35110,
    "required_age": 0,
    "is_free": true,
    "description": "<p>The Just Cause 2 demo features a massive 35 square miles of the Lautan Lama Desert, a vast expanse of stunning, sun-scorched scenery taking up just one of the many islands in the 400 square miles of the Panau archipelago. Packed with towns, villages, military installations, mountain ranges, missions and more, the demo will feature an astonishing amount of activities for the player... and opportunities for adrenaline-fuelled chaos are limitless. </p>\n\t\t\t\t\t<p>Hunt down and assassinate one of the game’s 50 military colonels; devastate military bases, bio fuel chambers, government infrastructure and more; hijack tuk tuks, military 4x4s, armoured vehicles, mopeds, helicopter gunships, light aircraft, mini vans and numerous other military and civilian vehicles; freefall from desert outcrops or from burning planes at 20,000 feet; and unlock one full, multi-stage mission, traversing the mountains to a heavily fortified government radar station and ending in an unforgettable desert car chase.</p>\n\t\t\t\t\t<p>\"The Just Cause 2 demo is simply massive and with so much to do, the replay value is enormous,\" said Lee Singleton, General Manager of Square Enix London Studios. \"It’s easily one of the biggest freeroaming demos of all time and for fans of openworld games, it’s unmissable.\"</p>\n\t\t\t\t\t",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/35110/header.jpg?t=1447352972",
    "developers": [
      "Avalanche"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 3 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}