{
  "351340": {
    "name": "Belladonna",
    "steam_appid": 351340,
    "required_age": 0,
    "is_free": false,
    "description": "Belladonna is a gothic adventure game, twisted and dark. Take the role of a corpse girl rising from the dead in an abandoned laboratory, and unravel the mysteries concerning your own death and reanimation.<br><br>After the death of their young child, doctor Wolfram von Trauerschloss and his wife Belladonna are left to deal with the tragedy however they are able. The doctor launches into a dark obsession, devoting his life to the quest of conquering death. The madness spreads and Belladonna is soon dragged into the despair, but the tale takes surprising turns as the dead are brought back to life and the living are not to be trusted.<br><br>The game explores various themes, such as the role of villains and heroes, moral value systems and different kinds of horror. It’s a point-and-click adventure, and it will ask you to read longer texts which are inspired in style by Mary Shelley’s novel, Frankenstein or The Modern Prometheus. This game is not scary in the way in which a Hollywood horror flick is scary, but it is certainly no child’s play. The story goes into an eerie place beyond life and death, and puts you into the mind of the unliving creatures and their worldviews.<br><br><br>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/351340/header.jpg?t=1750430755",
    "developers": [
      "Neckbolt"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 2 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 13,
      "total_negative": 0,
      "total_reviews": 13
    }
  }
}