{
  "351410": {
    "name": "Clean'Em Up",
    "steam_appid": 351410,
    "required_age": 0,
    "is_free": true,
    "description": "Story: <br />\r\nOur Computer has been hacked...It's now under attack... Dozens of viruses and other threats have penetrated our System... Files have been infected...Sectors have been damaged... The Security Army is our last hope. <br />\r\n<br />\r\nGameplay: <br />\r\nClean’Em Up is a fast paced, arcade-style Top Down Shooter with neon graphics. You play as an Upgradable Antivirus. You seek and destroy tremendous viruses and threats, collect and protect files and survive huge Bosses. The story is simple: Your Computer has been hacked... Dozens of viruses and other threats have penetrated your System... Files have been infected...Sectors have been damaged... The Security Army is your last hope to regain order throughout your system. <br />\r\n<br />\r\nSimilar to other Top Down Shooter games, but even more advanced <br />\r\n- Using different upgradable weapons to survive the huge enemies waves approaching from every direction. <br />\r\n- Player is completely upgradable and is assembled from two different turrets of player choice and two different bodies with overclocking abilities. <br />\r\n- Threats also come in a number of types that have different attributes and abilities. <br />\r\n- Different strategies are required to be maintained to defeat certain threats. <br />\r\n- Lots of levels and boss fights <br />\r\n<br />\r\nThe objectives vary during the game <br />\r\n- Simply scanning and cleaning all the threats in a sector. <br />\r\n- Retrieve some stolen files. <br />\r\n- Defending certain encrypted files from decryption.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/351410/header.jpg?t=1733055626",
    "developers": [
      "Cheesy Holes",
      "Bauer"
    ],
    "publishers": [
      "Cheesy Holes"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 8 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}