{
  "351650": {
    "name": "Smugglers 5: Invasion DLC: Warrior Within",
    "steam_appid": 351650,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Smugglers 5</strong> is the fifth installment in the <strong>turn-based</strong> single-player space trading game series. Will you be agreedy trader, an ambitious fleet pilot or a ruthless pirate? Board enemy ships, manage factories, conquer star systems and forge your own galactic empire - ultimately, your actions will have an impact on a galactic scale.<br><br>This <strong>downloadable content (DLC)</strong> is <strong>a compilation of background stories</strong> for the stand-alone expansion of the indie game&quot;Smugglers 5: Invasion&quot; and is named after the first of three background stories (mini-quests). Upon installation, the player can choose to play as a Jalkath warrior in one of the first two short but dynamic and multiple-pathed background stories, which will lead the player through the game. A third story is included, adding a short preview of the upcoming &quot;Aftermath&quot; spin-off storyline. While the Aftermath preview story can be played as a member of the Federation faction, the two background stories are exclusively for the new Jalkath faction.<br><br>The first story, <strong>&quot;Warrior Within&quot;</strong>, sees you starting as a young warrior cadet. In the final challenge of your training, your ship is ordered to fight to the death against one of your fellow cadets. Your opponent's engines were crippled, you had the upper hand... and you hesitated. You asked the forbidden question - why? The shame of your defeat makes you an outcast, on a journey to discover the foremost principles of Jalkath mythology - the &quot;way of the warrior&quot; - and ultimately play a decisive role in a coup.<br><br>The second story, <strong>&quot;The Golden Claw&quot;</strong>, is about the legendary holy talisman of the First Warrior. A gift from the Warrior Gods, it is said to bestow great courage and good fortune on the one who wields it. In your quest to find the &quot;Golden Claw&quot; you will be challenged to question the beliefs of your people and will finally<br>have the chance to unite the Jalkath under the new and only true emperor - yourself.<br><br>In the third story, <strong>&quot;Aftermath preview&quot;</strong>, which is started automatically, you will receive a playable mini-quest (&quot;First Contact&quot;), a sneak preview of what to expect in the future storyline of the Smugglers universe. This mini-story was also available as a separate DLC for those who bought direct from the developer´s website.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/351650/header.jpg?t=1730122697",
    "developers": [
      "Niels Bauer Games"
    ],
    "publishers": [
      "Niels Bauer Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}