{
  "352000": {
    "name": "Resident Evil 5 - UNTOLD STORIES BUNDLE",
    "steam_appid": 352000,
    "required_age": "18",
    "is_free": false,
    "description": "The long-awaited <strong><i>Untold Stories Bundle</i></strong> featuring two extra episodes LOST IN NIGHTMARES and DESPERATE ESCAPE is finally available on PC!<h2 class=\"bb_tag\" ><u>Content Description</u></h2>The following content is included in the Untold Stories Bundle:<br><ul class=\"bb_ul\"> <li><strong>Lost in Nightmares</strong> - What happened that night? That night when Chris thought he lost his partner… Now you can find out what happened during that mission when Chris and Jill visited the infamous Spencer mansion. Nowhere to hide, nowhere to go, just mystery…the story that wasn’t included in Resident Evil 5 reborn, the nightmare you cannot forget… <br></li><li><strong>Desperate Escape</strong> – Safe but exhausted, Jill has collapsed.  Awoken by BSAA agent Josh Stone, play through their desperate escape from the Tricell facility, fighting off unrelenting waves of enemies in heart-pumping blockbuster action as they race to assist Chris and Sheva in their final showdown with Albert Wesker.<br></li><li><strong>The Mercenaries Reunion</strong> – this new mode brings 8 new playable characters and weapon load outs into the fray, providing players with additional challenges as they aim to shoot down as many enemies as they can within a limited time.  Play as one of the unsung heroes of the original RESIDENT EVIL, Barry Burton, take control of one of the stars of RESIDENT EVIL 0, Rebecca Chambers, step into the designer-made high heels of one of villains, Excella Gionne, or take on the role of Delta Team's commander, Josh Stone. Chain together your kills, extend your time and rack up points.  Featuring the most extreme weapon selections, The Mercenaries Reunion provides hours of new strategy-induced kill sprees.<br> </li><li><strong>Versus Mode</strong> - Control Chris, Sheva and other RE5 favorites in online battles of up to 4 players! Compete for points by defeating Majini in SLAYERS or take down other players in SURVIVORS. Fight alone or in a team for a total of 4 exciting variations!<br></li><li><strong>Extra Figures</strong> - Unlock items in Extra Figures. You will be able to add figures like Barry and Rebecca to your collection.<br></li><li><strong>Additional Costumes</strong> – check out Chris' completely new take on tactical field armor with Heavy Metal, and add a bit of elfin fantasy to Sheva with Fairy Tale. These costumes can also be used in The Mercenaries Reunion in addition to the main story.</li></ul><h2 class=\"bb_tag\" ><u>NOTE</u></h2><ul class=\"bb_ul\"><li><strong>You must own Resident Evil 5/Biohazard 5 on Steam in order to play Untold Stories Bundle DLC.</strong><br></li><li>Russian, Polish, and Czech languages are supported in Resident Evil 5's main game, but are not supported in this DLC.<br></li><li>Does not support NVIDIA GeForce 3D Vision which came with the original Games for Windows - Live version.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 意大利语, 日语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/352000/header.jpg?t=1677549645",
    "developers": [
      "Capcom"
    ],
    "publishers": [
      "Capcom"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 47,
      "total_negative": 6,
      "total_reviews": 53
    }
  }
}