{
  "352170": {
    "name": "MadOut",
    "steam_appid": 352170,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>MadOut is a combat race. </strong><br><br>Wrecked cars making jumps over bumps and potholes, not always fitting into corners, they are driving at maximum speeds with only one goal in mind - to be the first on the finish line. Win the race. Be better than rivals in every way. Take the main prize!<br><br>Unlike the other games, where you can only knock your rival off the track, this game will allow you creatively get rid of rivals. How about to smash cars? You can do that! Get rid off the rivals with missiles and mines or knock them off the road with your car. Put the fear in them! Do whatever you want - there are no rules except The desire to win. Ability to upgrade your car and the car's weapons like never before. Physics from the real world  - you can even feel the weight of a car.<br><br>* <strong>15 different cars</strong>, from sports cars to 6 wheeled suv<br>* <strong>Many traks </strong>More than 50 unique tracks, city skyscrapers. scorched desert<br>* <strong>Different weather</strong> - bright sunny day, dark night with a thick fog<br>* <strong>Smart Ai </strong>The opponents on the track will not give you relax - they also tends to be the first!<br>* <strong>Physics of cars</strong> - a very well established, &quot;not a simulator,&quot; just a very nice thing to play with!<br>* <strong>Destroy the world</strong> - destroy poles, trees, fences!<br>* <strong>Weapons </strong>- rockets, machine guns and mines<br>* <strong>Race Levels</strong> created specifically for racing games, smooth turns and a full understanding of where to go!<br>* <strong>Bonuses on track</strong> - Health, Armor, Azot, Weapons!<br>*<strong> Excellent special effects</strong> explosions, smoke from under the wheels, the light from the headlights with shadows!<br>* <strong>Realistic destruction</strong>  glass and doors will be on the ground after the first rocket!",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/352170/header.jpg?t=1559822779",
    "developers": [
      "Nuligine",
      "MadOut Games"
    ],
    "publishers": [
      "Nuligine",
      "MadOut Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}