{
  "3530": {
    "name": "Amazing Adventures Around the World",
    "steam_appid": 3530,
    "required_age": 0,
    "is_free": false,
    "description": "Pieces of an ancient stone tablet have started turning up around the globe and the Museum needs your help to locate the pieces and find the most expensive gem ever known...the World Diamond.  Under the direction of the Museum, you must immediately begin your global seek &amp; find adventure.  Complete over 100 levels by finding hidden objects and circumventing unique puzzle traps.<br>                    Travel to 25 unique &amp; exotic locations around the world finding over 2100 hidden objects in 3 different game modes: Find the World Diamond story mode, plus two Unlimited Play game modes which are unlocked after you have found the World Diamond or have found all of the hidden Gems in each location.  Take on 8 different types of mini-game puzzles including place-the-differences and spot-the-differences.  Good luck on your around the world adventure!<br>                    <ul class=\"bb_ul\"><li>Find over 2100 Hidden Objects in over 100 levels.<br>                    </li><li>Explore 25 exotic &amp; worldly locations.<br>                    </li><li>Play 8 unique mini-game puzzle traps including Spot-the-Differences, Place-the-differences, and many more.<br>                    </li><li>Three game modes: Find the World Diamond, Unlimited Seek &amp; Find, and Unlimited Spot the Differences.<br>                    </li><li>Find the hidden Gems to unlock the Unlimited game modes.<br>                    </li><li>Strive for a Perfect Search bonus by not using Hint.<br>                    </li><li>Play against the clock or in Relaxed Mode with no time limits.<br>                    </li><li>Unlock interesting facts in your journal as you travel the globe.<br>                    </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3530/header.jpg?t=1729270342",
    "developers": [
      "SpinTop Games"
    ],
    "publishers": [
      "PopCap Games, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 4 月 15 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}