{
  "353610": {
    "name": "DEUS EX MACHINA 2",
    "steam_appid": 353610,
    "required_age": 0,
    "is_free": false,
    "description": "The legendary video game is reborn, Deus Ex Machina 2 is a darkly comic cradle-to-grave roller-coaster of your entire life. A surreal journey from before your birth, through the temptations and dangers of your life, and beyond your own death. <br><br>With complete rock album soundtrack and the greatest voice on the planet as your narrator - Christopher Lee. Imagine if your life was nothing more than some electronic game. <br><br>Imagine if you knew then what you know now. Imagine if you could replay your little life all over again. Battle your way to the womb and get born, then focus, crawl, stand, balance, run, jump, learn and obey!<br><br>Discover pleasure, love, pain, guilt and betrayal. Mess around, run away, hide out, suffer under, heal up, sell off, struggle through, knuckle down, tip over, cave in, dance on! Exploit your power, peddle your guilt, bust your body, embrace your decline, swallow your pills, lose your mind, dream your dreams and fly! <br><br><ul class=\"bb_ul\"><li>The brand new follow-up to the cult Game Of The Year, Deus Ex Machina<br></li><li>Written and produced by the original award-winning team<br></li><li>Starring Christopher Lee, Joaquim de Almeida and Ian Dury<br></li><li>Complete rock album soundtrack</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/353610/header.jpg?t=1447370072",
    "developers": [
      "Automata Source",
      "Quirkafleeg"
    ],
    "publishers": [
      "Automata Source",
      "Potassium Frog"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 26,
      "total_negative": 0,
      "total_reviews": 26
    }
  }
}