{
  "353850": {
    "name": "Reassembly Soundtrack",
    "steam_appid": 353850,
    "required_age": 0,
    "is_free": false,
    "description": "These tracks are the culmination of Peaks' 2 year involvement with Reassembly. They are meant to depict the evolving atmospheres in the game, with tones spanning from danger and loneliness to discovery and wonder. The majority of the collection is ambient, punctuated with high energy tracks.<br><br>Track list:<br><br>1. Reassembly (Coffee)<br>2. Gamma Void<br>3. Searching for Resources<br>4. New Sectors<br>5. Vector Carnage<br>6. Damaged Station<br>7. Explore<br>8. The Command Line<br>9. Space Plants<br>10. Matrix Massacre<br>11. Imminent Wormhole<br>12. Parallax Universe<br>13. Coffee Redux<br>14. Spectral Warfare<br>15. Agents<br>16. Safe Journey<br><br>Mastered by Real Cardinal<br>Artwork by Greg Batha<h2 class=\"bb_tag\" >Now including new tracks from the Fields Expansion!</h2><br>Composer peakssound (previously Peaks) takes a new direction through the use of modular synthesizers and outboard gear. The new tracks are rougher, darker, and groovier. Twisted vocals, tape hiss, and drum machines do battle over extended track lengths that underscore the new threats of the Reassembly universe. Players will have the option to listen to each album exclusively or combined.<br><br>1. Escape Velocity<br>2. Wells<br>3. Perihelion<br>4. Oberth<br>5. Microgravity<br>6. Slow Zone<br>7. Endgame",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/353850/header.jpg?t=1581627646",
    "developers": [
      "Anisoptera Games",
      "Peaks"
    ],
    "publishers": [
      "Peaks"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 2 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 5,
      "total_negative": 0,
      "total_reviews": 5
    }
  }
}