{
  "353830": {
    "name": "Sid Meier's Civilization: Beyond Earth - Rising Tide",
    "steam_appid": 353830,
    "required_age": 0,
    "is_free": false,
    "description": "After the first wave of great colony ships departed Earth, the jubilation of humanity was short-lived. Those left behind fell into a violent struggle over the quickly-diminishing resources on their barren home world. From this tumultuous time, two new factions arose. These newcomers were grounded not in the idealism of their predecessors, but on opportunism, resilience, ruthlessness, and above all a commitment to their own survival.<br><br>Now, many decades after their first landfall on a new planet, the proud survivors of the first expeditions beyond Earth look up to see the skies darkened by a new breed of pioneers.<br><br>Beyond Earth extended the Civilization franchise from its historical setting into the possible futures of science fiction. Rising Tide extends Beyond Earth to new frontiers on the planet’s surface and beneath its seas, adding even more choices and diplomatic options as you continue to build “just one more turn” toward a new vision for the future of humanity. <br><br><ul class=\"bb_ul\"><li>Colonize the Ocean: Build floating settlements and access natural resources hidden beneath the seas of the alien planet. Alien beasts with unique abilities inhabit the water and challenge the player in new ways. The ocean provides a fully replayable map, new gameplay mechanics and strategic possibilities for players to reign supreme on their new world.<br></li><li>Dynamic Leader Traits: Players and AI Leaders alike unlock new Traits through gameplay and activate different combinations to respond to the changing world. These dynamic sets of Traits also provide benefits and add to the new Diplomacy system, governed by the new Fear and Respect attributes.<br></li><li>New, Enhanced Diplomatic Options: Shape the diplomatic landscape by using political capital to upgrade your traits, change diplomatic relationships, and leverage the benefits of your allies’ traits.   <br></li><li>New Sponsors: Four new factions have been added to the game including Al Falah, nomad explorers descended from wealthy and resilient Middle Eastern states that possess a rich cultural and commercial heritage.<br></li><li>New Artifact System: Collect and combine powerful relics to unlock new perks, unit upgrades, and buildings for your faction on the new world. <br></li><li>New Hybrid Units: Affinities are competing visions for the future of humanity. By investing in multiple Affinities, rather than specializing in just one, players can unlock special hybrid Affinity units and upgrades.<br></li><li>New Biomes: Two new world types have been added.  Primordial worlds are rife in volcanic activity and the chaotic landscape of a world still forming.  Frigid worlds have cooled in their great age, their surfaces covered with icy oceans and frozen tundra.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 日语, 韩语, 波兰语<strong>*</strong>, 俄语<strong>*</strong>, 繁体中文<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/353830/header.jpg?t=1545237823",
    "developers": [
      "Firaxis Games",
      "Aspyr (Mac)",
      "Aspyr (Linux)"
    ],
    "publishers": [
      "2K",
      "Aspyr (Mac)",
      "Aspyr (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9500,
      "final": 9500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 95.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 41,
      "total_negative": 3,
      "total_reviews": 44
    }
  }
}