{
  "354130": {
    "name": "Tetrageddon Games",
    "steam_appid": 354130,
    "required_age": 0,
    "is_free": true,
    "description": "Tetrageddon is a collection of games, strange rabbit holes, tangents, and a comedic digital nightmare about the internet of old.<br />\r\nIt is a bizarre relic from the era of online Flash games, and pretty much delivers on as random of an experience as you would expect.<br />\r\nEach game is wildly different in terms of genre and gameplay. They all have their own silly tangents and Easter eggs to explore. You can spend hours getting lost.<br />\r\n<br />\r\nExplore haunted desktops and abandoned spaces as you delve deeper into a pixelated fever dream. On your journey you will encounter silly characters and other oddities while you brave what feels like someone’s long forgotten games folder on a computer found during a garage sale.<br />\r\n<br />\r\nTetrageddon is a satire about our digital culture in the form of a strange collection of mini games. If you like random humor, warioware, miss the days of Flash game portals and the weird trappings of 90's nostalgia... then Tetrageddon is for you!<br />\r\n<br />\r\nThere are a total of ten mini-games that you can uncover. These range from Anatomically Incorrect Dinosaurs, a dinosaur assembly simulator... to Froggy (It's Hungry!), a post-apocalyptic game about a frog surviving on an international mega-highway at the end of the world.<br />\r\nTetrageddon is the type of game that's hard to describe and best experienced for yourself.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/354130/header.jpg?t=1687973577",
    "developers": [
      "alienmelon"
    ],
    "publishers": [
      "alienmelon"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 6 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}