{
  "354110": {
    "name": "Supreme League of Patriots Issue 1: A Patriot Is Born Demo",
    "steam_appid": 354110,
    "required_age": 0,
    "is_free": true,
    "description": "Don your cape and mask and join the Supreme League of Patriots in the first Issue of this hilarious and irreverent superhero comedy adventure!<br><br>Poking fun at pop culture, politics, reality TV and more, join Kyle Keever in his politically incorrect quest to win a spot on the newest hit reality TV show, America's Got Superpowers. But when a freak accident turns Kyle's alter-ego, the Purple Patriot, into his main ego and triggers real superpowers at the cost of his sanity, Kyle's got a new mission to become the hero New York deserves, and definitely not the one it wants.<br><br>Navigating a twisted world of vigilantes and villains with his sarcastic sidekick Mel, Kyle's got a lot to learn about the world of superheroes!<br><br>Features: <br><br><ul class=\"bb_ul\"><li>Classic point and click gameplay with a hilarious modern sense of humor<br></li><li>Fully-voiced satirical superhero antics<br></li><li>Two playable characters of Kyle Keever aka The Purple Patriot and his sarcastic sidekick Mel<br></li><li>Tiered hint system to make the game as challenging as you want it to be<br></li><li>Original soundtrack composed by Jake &quot;Virt&quot; Kaufman!<br></li><li>Discover, befriend and declare your enemies from the city’s zany and colorful cast of superheroes and archenemies</li></ul>",
    "supported_languages": "",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/354110/header.jpg?t=1478025850",
    "developers": [
      "No Bull Intentions"
    ],
    "publishers": [
      "Phoenix Online Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 12 日"
    },
    "categories": [
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}