{
  "354290": {
    "name": "LoveBeat",
    "steam_appid": 354290,
    "required_age": 0,
    "is_free": true,
    "description": "LoveBeat is a free-to-play rhythm game that you can dance by hitting arrow keys and spacebar. A lot of amazing indie songs will give you both the excitement of playing the game and the delight of listening to your favorite songs at the same time.<br>Build new friendships with other LoveBeat dancers all over the world by using plenty of cheerful emotes and social functions. New fashion items are updated regularly to allow the players to showcase their trendy styles. You can also change character’s body shape and apparels to express your own style.<br>Let’s join LoveBeat dance party where it’s full of friendly people all over the world!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li><strong>Skill Based Gameplay</strong><br>- No cheap power-ups here, only your skill matters. So practice makes perfect in this challenging rhythm game.<br>- 11 game modes are provided including individual, team, and couple plays. Compete against other players though single play mode, or Carry your buddies in team stage mode.<br></li><li><strong>Various indie songs</strong><br>- More than 560 songs are provided to play. You can choose your taste of music in the chart with the filters of Genre, BPM and more.<br>- Our official partner ‘Jamendo’ and ‘Thinkroot Records’ offer various songs. You can also request to add songs that you’d like to play in the game.<br></li><li><strong>Fresh contents and offers</strong><br>- We perform maintenance to update brand-new songs, apparels and more for players on a biweekly basis.<br>- There are always events to participate on LoveBeat. Grab many rewards including free clothes from that.<br></li><li><strong>Dynamic social interaction</strong><br>- Express your feelings to friends using personal and mutual emotes and more.<br>- Make online best friends with in-game community system such as marriage, couple and Fam.<br></li><li><strong>Fancy fashion items</strong><br>- Get dressed fashionably. There are more than 4,000 items including hairstyle, facial expression, outfit, accessory and more. Enjoy styling your character and become LoveBeat’s fashion leader!<br>- You can choose body types among Kid, Teen, and mature (idol) type model. Show off your unique style to others.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/354290/17ac492ef3fd5aa0f118fd115bad0cfb7ddbb207/header.jpg?t=1762402368",
    "developers": [
      "CRAZYDIAMOND CO., LTD."
    ],
    "publishers": [
      "CRAZYDIAMOND CO., LTD."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 35,
        "description": "应用内购买"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}