{
  "354600": {
    "name": "Decisive Campaigns: Case Blue",
    "steam_appid": 354600,
    "required_age": 0,
    "is_free": false,
    "description": "The development team behind the award-winning game Decisive Campaigns: From Warsaw To Paris is back with a new and improved game engine that focuses on the decisive  year and theater of World War II!<br><br>Decisive Campaigns: Case Blue is the second title in the critically-acclaimed Decisive Campaigns series, with tons of new features and set on the epic canvas of the Eastern Front in 1942. Produced and developed by a dedicated and expert team of professionals, Decisive Campaigns: Case Blue comes packed with deep gameplay, detailed unit data and rich historical scenarios based on extensive research.  Decisive Campaigns: Case Blue sets a new standard and is sure to excite and entice any operational strategy game fan!<br><br>It is the summer of 1942 on the Eastern Front, and Case Blue is about to begin. The German Wehrmacht must continue their drive to Stalingrad and into the Caucasus in order to secure victory against the Soviet Army. As time passes and the battles rage on, winter arrives and with it the Soviet winter counter-offensive dashes hopes of a speedy victory for the Wehrmacht.<br><br>Decisive Campaigns: Case Blue features an easy-to-learn interface and a challenging AI for all levels of players. Among the many new features for the Decisive Campaigns series is the optional high command order system, which puts you in the position of the historical commander, with often difficult and unrealistic goals assigned by your superiors. Succeed and you may be able to guide the future strategy of the campaign – fail and you may find yourself removed from command or facing a firing squad!<br><br>The new full campaign scenarios cover a remarkable sweep of history, including the full Case Blue campaign with all of its many historical options.  The order of battle may change based on your performance and the entire direction of the campaign is even within your reach if you do well enough.  Whether you start in the summer of 1942 or take control as Operation Uranus begins, there are virtually endless “what ifs” in each of these remarkably detailed campaigns.<br><br>With three large campaign scenarios, additional smaller scenarios, and a 1st Panzer Army linked scenario campaign, along with a full scenario editor, Decisive Campaigns: Case Blue is sure to delight operational wargamers and fans of the Eastern Front.  Don’t forget to take the battles online through the exceptional PBEM++ system, which makes finding opponents a breeze!<br><br><strong>FEATURES</strong><br><br><ul class=\"bb_ul\"><li>4 campaign scenarios: Case Blue (Long and Short), Operation Uranus, 2nd Kharkov-Trappenjagd<br></li><li>1 linked scenario campaign (1st Panzer Army) <br></li><li>2 small scenarios (2nd Kharkov and Drive on Voronezh) <br></li><li>New rewritten and greatly improved AI Full scenario editor <br></li><li>Well-researched historical simulation High Command rules, including no step back and dismissal options <br></li><li>Historical and dynamic Order of Battle, including player requests for replacements and reinforcement units <br></li><li>Create new divisions and HQs, rebuild lost regiments, change divisional types Logistical Centers to boost your supply network <br></li><li>Air Supply Missions Artillery stockpiles <br></li><li>Historical Officer pool and ability to change field commanders <br></li><li>More than 25 different historical Officer Actions <br></li><li>Axis Minors fully represented with separate national morale and command rules <br></li><li>Expanded weather with mud and winter seasons and frozen rivers <br></li><li>Improved modeling of river effects on supply and different river types <br></li><li>Rail differences and repair rules <br></li><li>Airfield overcrowding rules and realistic intercept rules <br></li><li>Improved naval transport loading and unloading rules <br></li><li>Oil reserves can be depleted and impact your mechanized and air operations and readiness <br></li><li>ZOC effects on movement <br></li><li>Special rules for Guards, partisans, worker militias and Cossacks <br></li><li>Many different troop, equipment, and vehicle types for each side with realistic detailed statistics and artwork <br></li><li>Maps ranging from 22x22 to 160x125 hexes</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/354600/header.jpg?t=1756303458",
    "developers": [
      "VR Designs"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21870,
      "final": 21870,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 218.70"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 7,
      "total_negative": 0,
      "total_reviews": 7
    }
  }
}