{
  "355060": {
    "name": "Sébastien Loeb Rally EVO",
    "steam_appid": 355060,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Sébastien Loeb Rally EVO</strong> brings off-road racing to a whole new level of simulation and engagement. It will enable you to drive the best rally cars from the past up to the present day in the most exciting off-road events across the globe. <br>Sébastien Loeb Rally EVO stems from a desire to give the gamer a driving experience that is more realistic than any other. Thanks to the support and feedback of the <strong>9 times world champion Sébastien Loeb</strong>, this title will enable you to fully experience rally and rallycross racing like you never have before!<br><br>The flagman starts the countdown, the headlights switch on, foot on the accelerator and go! Step on the pedal as far as it will go, shoot past on asphalt, mud or snow and try not to lose control, drift by pulling down as hard as you can on the steering wheel and try to aim for the best time!<br>If the adrenaline rush of simultaneous competition is more your thing, challenge other opponents by launching yourself into a Rallycross race and fend off any attempt to stop you from reaching first place!<br><br>In Sébastien Loeb Rally EVO the most famous Hill Climb in the world also awaits you. Break a new record on the 12.42 mile course with its infamous 156 turns!<br><br>If you have never competed on a rally or rallycross track and you want to test your driving skills on asphalt or dirt road, before launching yourself into a race, take it out for a spin on the Test Drive! This game mode enables you to put your skills to the test and practise freely inside a quarry that is all to yourself! <br><br>The varied weather conditions and tracks make the gaming experience very challenging. Carefully select and customize your cars which will enable you to reach the finish line. Each car has different features, just like in real life!   <br><br>Listen carefully to your co-driver. Each instruction is accurate and timely and if followed accordingly, you will be the first to cross the finish line!<h2 class=\"bb_tag\" ><strong>THE CARS THAT MADE RALLY HISTORY AND MORE... </strong></h2><strong>16 of the world’s biggest manufacturers and 58 designs.</strong> A garage in which each class is inspired by the official categories, from the past up to the present day.<br>The cars’ real life manoeuvrability is replicated in the game as well as the way they adapt to a given track, weather conditions and different competitions.<h2 class=\"bb_tag\" ><strong>RALLY AND RALLYCROSS </strong></h2><strong>Over 180 miles of track length, 8 rally tracks, 64 special stages and 5 rallycross circuits! </strong><br>Each single stage and circuit is based on real tracks, thanks to the use of GPS data. <br>The game also reproduces in the most detailed and thorough way imaginable, the most adrenalin fuelled hill climb in the world: <strong>The Pikes Peak Hill Climb</strong>. 12.42 miles uphill, one of the most challenging routes a driver can face. The whole track has been recreated thanks to the use of GPS data, photography and footage. With Sébastien Loeb Rally EVO you can live the thrills and risks that lie behind every curve, driving racing cars of over 850-horsepower.<h2 class=\"bb_tag\" ><strong>SEASTIEN LOEB – THE CHAMPION</strong></h2><strong>The greatest driver in the history of the sport</strong>, winner of 9 world championships, world record holder of the Pikes Peak (8 minutes and 13 seconds), it’s the one and only Sébastien Loeb. <br>Sébastien Loeb Rally EVO is the only videogame in the world that has that has an entire game mode all about the world champion: The Sébastien Loeb Experience.<br>In <strong>‘Loeb Experience’</strong> mode, you can relive his entire career in 8 different ‘Eras’, from the beginning to the unforgettable 2013 record at Pikes Peak on board of his Peugeot 208 T16 PP. Go over each single event and drive every car that made him a rally legend. <br>Developed together with the champion, Sébastien Loeb Rally EVO presents: co-driver notes completely true to life, an upgraded differential simulation that is much more lifelike and accurate, realistic handling in every situation and a force feedback that it is different for every car and type of terrain in the game.<h2 class=\"bb_tag\" ><strong>GAME MODES</strong></h2><strong>Different game modes will have you discover the best rally tracks in the world.</strong> Show your worth on mud, snow and dirt roads in a variety of events. Career mode gives you the chance to relive the same sensations of a rally driver and to compete to become a member of the Sébastien Loeb team, have the champion be your mentor and learn all the secrets to becoming the perfect driver!",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 波兰语<strong>*</strong>, 葡萄牙语 - 巴西<strong>*</strong>, 日语<strong>*</strong>, 简体中文<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355060/header.jpg?t=1747661156",
    "developers": [
      "Milestone S.r.l."
    ],
    "publishers": [
      "Milestone S.r.l."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11900,
      "final": 11900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 119.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": {
      "total": 25,
      "highlighted": [
        {
          "name": "那是什么声音？",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/ec9d04978a6d95df72f21631130c61ebb7145ecf.jpg"
        },
        {
          "name": "站上领奖台！",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/8f6d1509ff3b6578b02cafce8a069583e20e75bd.jpg"
        },
        {
          "name": "第一名！",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/705eb65927b8deeb03485a61689382afc3797b8a.jpg"
        },
        {
          "name": "声名鹊起",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/5fc3fa81a92a443d7ea5b4f5edce225b6a69e554.jpg"
        },
        {
          "name": "公国骑士",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/5fda62ab6a18cac8f27bc99e0c3bc2bbf1e93386.jpg"
        },
        {
          "name": "午夜太阳照耀之下",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/0ff20575f353434e972c93dc073052e8874bcb87.jpg"
        },
        {
          "name": "领奖台上的宽边帽",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/6a7cb323c251db82041f80f19681abb609b83bb4.jpg"
        },
        {
          "name": "传颂之物",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/d88051d27a0a8950e62e6a3c66e4fa6b0cfac9b3.jpg"
        },
        {
          "name": "千座湖泊，一座领奖台",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/a41bb8eafcdd4582e7907c00e9d5777cadb19650.jpg"
        },
        {
          "name": "袋鼠征服！",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/355060/5112a50c9c13fee3df2e2e793eab1dc3a43f62c9.jpg"
        }
      ]
    },
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 28,
      "total_negative": 17,
      "total_reviews": 45
    }
  }
}