{
  "355020": {
    "name": "Bomb The Monsters!",
    "steam_appid": 355020,
    "required_age": 0,
    "is_free": false,
    "description": "Promised: You will love this addictive game!<br />\r\n                                                                                                                        <br />\r\nDon't make these monsters angry! Fire your bombs at those lousy creatures and get buildings to collapse on them. With lovely HD graphics and awesome physics!<br />\r\n<br />\r\n&quot;Bomb the Monsters!&quot; features the story of a highly talented painter who is living a perfect life with his beloved wife. But one day things are changing when a huge horde of ugly monsters invade planet earth, capture the painter's wife, and exhaust and exploit the whole planet. Now it's up to the player to stop this horrible invasion and rescue the poor hostage - easier said than done!<br />\r\n<br />\r\nThe very well-known gameplay offers an easy entry into the game: In every level the player needs to place a limited amount of bombs next to the monsters for getting surroundings and buildings collapse on them to drive the monsters out. But the monsters are coming in various sizes and shapes and are fat, imbecile and extremely sticky. Because of the physical structure of their bodies, these stupid creatures stick to almost everything what makes it sometimes tricky to bomb them away.<br />\r\n<br />\r\n&quot;Bomb the Monsters!&quot; offers over 60 levels in beautiful HD graphics; each level comes with non-linear solutions to eliminate the ugly monsters. Great music and sounds plus a motivating achievement system are part of this addictive mobile game as well and offering fun for the whole family.<br />\r\n<br />\r\nFEATURES:<br />\r\n<br />\r\n* Easy to learn, hard to master!<br />\r\n* Addictive and very famous game play<br />\r\n* 60 levels, divided into 6 different worlds<br />\r\n* Realistic physics. Everything in the game uses physics attributes such as mass, force, friction and gravity!<br />\r\n* Non-linear solutions for each and every levels<br />\r\n* Breath-taking animations<br />\r\n* Great music and awesome sound effects.<br />\r\n* Motivating achievement system with more than 10 unlockable items.<br />\r\n* Multilingual",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355020/header.jpg?t=1764607913",
    "developers": [
      "Finalboss game studio"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 7,
      "total_negative": 2,
      "total_reviews": 9
    }
  }
}