{
  "355190": {
    "name": "Geocore",
    "steam_appid": 355190,
    "required_age": 0,
    "is_free": false,
    "description": "You are the pilot of a highly maneuverable fighter ship codenamed the “Fury”, after the Furies of ancient Mythology. The Fury is made possible by a super conductive core, fused of lava from beneath the surface of Earth and “cryo-lava” from Titan, one of the moons of Venus. Utilizing a newly discovered elemental binding, it has become possible to create a “Geocore” that can generate enough power to drive superconductive technology. An insanely powerful drive system allows the ship and pilot to create a magnetic sphere in which the ship can move in any direction freely and with no inertia. It is up to you to pilot this advanced machine to investigate the mines, where highly advanced robots and remote mining machinery have been deployed to gather the elements needed to make more Geocores. Nothing has been heard from either the robot crews or the mining machines in one of the main facilities, and you have been called upon to investigate. <br />\r\n<br />\r\nGameplay:<br />\r\n6DOF gameplay, setting the player free from the floor and allowing full translation and rotation on all 6 axes. <br />\r\nA focus on balanced multiplayer competition with stable and well tested netcode.<br />\r\nSingle player where you stalk and be stalked by killer machines.<br />\r\n<br />\r\nThe action is intense, the skill level is high, and the rewards are lifetime friends and enemies. Join the ranks of the toughest pilots in the world, enjoy the company of veterans who can and will show you the ropes, and be proud of your status as part of the elite 6DOF community.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355190/header.jpg?t=1498131180",
    "developers": [
      "Anarchy Interactive"
    ],
    "publishers": [
      "Anarchy Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}