{
  "355340": {
    "name": "FSX: Steam Edition - Piper PA-32R-301 Saratoga SP Add-On",
    "steam_appid": 355340,
    "required_age": 0,
    "is_free": false,
    "description": "The six-seat, high performance, PA-32R is one of Piper’s most popular single engine aircraft, brought to FSX: Steam Edition by well-known developer Carenado.<br />\r\n<br />\r\nThe design began life as the Piper Lance, a retractable gear version of the Piper Cherokee Six; later models are known as Saratogas. A number of PA-32R variants were built between 1975 and 2009, including the PA-32R-301, built in the early 1980s and reverting to a standard tail design. Designated as the Satatoga SP, the aircraft has a maximum speed of 190mph (306 km/h) and a cruise speed of 160mph (258 km/h).<br />\r\n<br />\r\nThe Piper PA-32R-301 Saratoga SP includes three paint schemes and one blank scheme, with two-blade and three-blade propeller versions. The model is extensively detailed, including window reflections, 3D pilot figure, real propeller effects and interactive virtual cockpit.<br />\r\n<br />\r\nThe aircraft has also been modelled with extensive animations, including ailerons, elevators, rudder, flaps, trim tab, rotating wheels, operating doors, animated sun visors and vibrating radio antenna.<br />\r\n<br />\r\nHigh quality digital stereo sounds recorded from the actual aircraft are included, alongside realistic aircraft performance based on real aircraft information and pilot observations.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355340/header.jpg?t=1537353587",
    "developers": [
      "Carenado"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}