{
  "355380": {
    "name": "Perfection of Wisdom",
    "steam_appid": 355380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>[Title] </strong><br>Perfection of Wisdom is based on the 'Heart Sutra'. <br><br>The Heart Sutra is one of the most famous Buddhist scriptures, whose Sanskrit name means &quot;The Heart of the Perfection of Transcendent Wisdom&quot;.<br><br><strong>[Game] </strong><br>Perfection of Wisdom is a turn-based 1 vs 1 card game. <br>You first choose one character from 5 unique ones, and each character has 30 unique cards already given.<br>Afterwards, you just choose which card skill should be used for each turn. <br>This game is a mix of a fighting versus game, a 2D grid map, a card game and a turn based game. The game gimmick is simple: you just select 2 cards and 1 bonus at each turn, the turn repeats, and when you make the enemy's HP go from 1000 to 0, you win. Each game's time ends up at approximately 10~15 minutes. So you can easily play the game, but it also has deep strategic points and features psychological warfare against the opponent. You may know the game of Rock-Paper-Scissors. This game adopts that factor as its core and also other various systems, for hardcore card gamers.<br><br>This game uses a card system, but does not have trading or a deck-making system. So a beginning or casual user can also play the game and can fight with a hardcore gamer from the beginning, although that does not mean hard strategic research effort isn't important.<br><br>So overall, this game is for a various range of gamers, unique and new style card versus game.<br><br><br><strong><u>Key Features : </u></strong><br>-Turn-based 1 vs 1 card battle game. <br>-Beautiful card illustrations from Spectromancer game's illustrators. <br>-Simple but solid card skill's FX effects. <br>-Online multiplayer server, making your account for free, internet versus with worldwide gamers, lobby, chatting.<br>-Single mode with CPU, Arcade mode for enjoy game's simple storyline, and world-wide multiplayer mode too. <br>-Unique 5 characters who has unique game system, and 30 unique skill cards for each character, so total 150 skill cards. <br>-Card game system you may never have seen before anywhere even if similar ones existed. <br>-Support 3 languages from the start, English, Korean, Japanese <br>-Consideration for both casual gamer and hardcore gamer's favorites and game style.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355380/extras/a92b8572c8fe37bf9eba5a940832ffee.avif?t=1447370567\" width=616 height=108 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355380/header.jpg?t=1447370567",
    "developers": [
      "14Dimension Enterprise"
    ],
    "publishers": [
      "14Dimension Enterprise"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}