{
  "355570": {
    "name": "ENIGMA : An Illusion Named Family",
    "steam_appid": 355570,
    "required_age": 0,
    "is_free": false,
    "description": "Enigma: An Illusion Named Family.<br />\r\n<br />\r\nBackground<br />\r\n<br />\r\nYoo Minhyuk, the fourth son of Yoo's family, loses his father in his childhood in an unexpected accident during vacation. He blames himself for the incident and spends most of his adolescence brooding in his own room.<br />\r\n<br />\r\n His mother, not able to overcome the loss of her husband, tries to fill in the void by collecting an absurd number of artworks and holding a series of parties every night. His brothers and sisters, due to various personal reasons, start a silent family feud over the inheritance.<br />\r\n<br />\r\n One day, Minhyuk wakes up from a bad nightmare and finds himself under unexpected circumstances. He has to walk into the deepest darkness where he cannot even see his own hand...<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\nProfound Storyline<br />\r\n The hero of the game, Minhyuk, loses his father in an accident in his childhood. He spends his adolescence in guilt, while his siblings jump into a family feud over the inheritance.One day, an unexpected blackout takes place in the mansion, and Minhyuk has to overcome the strange and often fatal incidents to find out the truth behind.<br />\r\n<br />\r\nLimited range of vision<br />\r\n Because Minhyuk is in the dark during the game, he has a limited field of view. At the start of the game, he is given a few matchsticks, which can be used to make him see further away for about five seconds. He can also find special items and clues that he could not find in the dark.<br />\r\n  <br />\r\n Use them wisely; it may be difficult and sometimes dangerous to find the matchsticks in the game.<br />\r\n<br />\r\nChased by a Killer<br />\r\n The player may encounter a killer in the game. An unidentified shadow patrols a certain region in the mansion. When Minhyuk enters the field of view of the killer, it will start to chase him and attack when the killer catches him. Once Minhyuk is found out, the killer will chase him until the hero hides himself in a safe place.<br />\r\n<br />\r\nWhen you light up a matchstick in the darkness, you can see further away, but remember that you will be easily found out by the killer at the same time. In addition, you may make a loud noise by mistake while investigating the objects inside the house. The killer can hear the sound and come after you as well.<br />\r\n<br />\r\nThe killer may, in some cases, prepare traps and wait for you to fall into them. Beware; the killer may be anyone around you.<br />\r\n<br />\r\nImmersive Events<br />\r\n Sometimes in the mansion, the hero meets other people in the house, or has flashbacks of their dialogues. The dialogues are dubbed with voice to increase the immersive experience, and the detailed emotional expression will catch your eyes and ears. The storyline will intrigue the curiosity of the players.<br />\r\n<br />\r\nFear System<br />\r\n Minhyuk hates to be left alone in the dark. While he stays in the darkness, the Fear gauge at the top of the game decreases. When he runs out of the FEAR gauge, he goes out of control and runs away in frantic horror. If the killer or a trap is nearby at the moment, he may run into their hands, which finishes the game instantly. The fear gauge can be restored with matchsticks and chocolate bars.<br />\r\n<br />\r\nCharacters<br />\r\n The designer-made characters and their characteristic personalities will catch the attention of the players. It will be another source of fun to find out the story behind each character.<br />\r\n<br />\r\nMatchsticks<br />\r\n Minhyuk needs to look around the mansion in the darkness. The darkness reduces his field of vision and makes it harder for him to find items. Minhyuk can obtain matchsticks through investigation, and when he lights up the matchstick with D key, his range of view increases and he may find items and events that could not be found before.<br />\r\n<br />\r\nHowever, when he lights up a matchstick, he is more likely to be found by the killer. In addition, if he wastes the matchsticks, he may not be able to use them when they are really needed. It is difficult and dangerous to find the matchsticks, so use it wisely.<br />\r\n<br />\r\nMini-games<br />\r\n There are various types of mini-games that you need to solve during the play. These simple mini-games can be easily controlled with ASDW keys.<br />\r\n<br />\r\nSystem Requirements<br />\r\n•OS: Windows XP/Vista/7 <br />\r\n•CPU: Intel Pentium 4, 2.0 GHz or better<br />\r\n•Memory: 512MB or more<br />\r\n•Graphics: VGA card with 1024x768 resolution.<br />\r\n•Sound: Internal sound card<br />\r\n•HDD: More than 700MB space needed.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355570/header.jpg?t=1468159840",
    "developers": [
      "AV media lab"
    ],
    "publishers": [
      "AV media lab"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}