{
  "355750": {
    "name": "Miegakure: Hide & Reveal",
    "steam_appid": 355750,
    "required_age": 0,
    "is_free": false,
    "description": "Miegakure is a puzzle/adventure game, the first that lets you explore and interact with a 4D world. In this game, the fourth dimension is not time! It is an actual fourth dimension of space, that works just like the first three dimensions we are familiar with. If you count time, this game is 5D.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/d3b7f4a83596c7053c49b3b434aef11e.avif?t=1758678207\" width=160 height=112 /></span><br><br>For a while games used to be 2D, taking place solely along two directions. For example, a game character could only move forwards and backwards, or jump up and down. Then came computers powerful enough to render 3D graphics, which allowed for full 3D movement: up / down, backwards / forwards and left / right. (Of course, the graphics we see, while they are computed in 3D, are displayed on a 2D screen. They are projected down from 3D to 2D, in a way that mimics how our eyes perceive the third dimension.)<br><br>But it doesn’t stop there. If in a 2D game every object’s position is represented in the computer using two numbers, and if in a 3D game every object’s position is represented using three numbers, what if each position was represented using four numbers? In other words, <strong>what if there was another direction you could move along in addition to the first three?</strong> Trying to answer this question is what that led us to develop this game.<br><br>As far as we know, our universe has exactly three spatial dimensions — so it’s difficult for us to picture what a four-dimensional world would look like. But a computer, on the other hand, does not care; it’s just working with numbers as usual (it’s just slightly more numbers in this case!). So we had to come up with a way to display this calculated 4D world so that our three-dimensional brains could comprehend it.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/0e92e78c09ff528e4fa3360d74512561.avif?t=1758678207\" width=600 height=184 /></span><br><br>The way we chose is a method that has been popularized in the novella Flatland. This novella talks about a 2D square that can only see a 2D cross section of a 3D world. For the square, the third dimension is invisible and mysterious; the square has no concept of it because it is stuck seeing a 2D world. If a 3D object visits the 2D plane it appears to be deforming, in a way that looks like an M.R.I. scan (of a brain, for example). In an M.R.I. what we see while moving the slice through the object appears to be deforming, but we know that we are just taking a different cross-section of the same 3D object.<br><br><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/6853a7565a211eaba8f5955c9d37b410.poster.avif?t=1758678207\" width=200 height=180 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/6853a7565a211eaba8f5955c9d37b410.webm?t=1758678207\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/6853a7565a211eaba8f5955c9d37b410.mp4?t=1758678207\" type=\"video/mp4\"></video></span><br><br>In Miegakure, a similar thing happens, but in one higher dimension: instead of taking a 2D slice of a 3D object, we are taking a 3D slice of 4D objects. It’s hard to imagine, but luckily we don’t have to — computers can display it for us! If you take a look at the trailer above you can see examples of what these “deformations” look like as we move and turn the 3D slice around within the 4D world.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/bb5ffa7605b11af6427faee33f053693.avif?t=1758678207\" width=160 height=112 /></span><br><br><strong>The gameplay focuses on exploring a 4D world and the consequences of being able to move in 4D.</strong> For example, for a 2D being, houses only need four walls. If the doors are locked, there is no way to enter the house. But us 3D beings can see inside the house by just looking at it from above, and we can reach in and grab whatever is inside and move it outside the house, without opening any doors, to the bemusement of the poor 2D beings!<br><br>Similarly, a 4D being can perform miraculous feats such as remove objects from a locked safe without opening it, bind together two rings without breaking them, or spy on 3D beings without them knowing. We have carefully designed each level in Miegakure to be about performing one of these feats, letting players become a sort of superhero from the actual fourth dimension. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/extras/a7bf15a09d3e403bbb054e3ecd9297de.avif?t=1758678207\" width=600 height=374 /></span>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/355750/header.jpg?t=1758678207",
    "developers": [
      "mtb design works, inc."
    ],
    "publishers": [
      "mtb design works, inc."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 43,
        "description": "在电视上远程畅玩"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}