{
  "356270": {
    "name": "Cuban Missile Crisis",
    "steam_appid": 356270,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Cuban Missile Crisis</strong> is a real-time strategy game combined with a global turn-based tactical mode, thrusting gamers into a world ravaged by the military-political confrontation between the USA and USSR in 1962. <br><br>Cuban Missile Crisis offers an alternative interpretation of the events that followed the infamous nuclear stand off between the United States and Cuba. As the stalemate collapsed, the two superpowers unleashed their nuclear arsenal on the world, levelling its metropolitan expanses and leaving scorched radioactive deserts. The cities that managed to survive the disaster realised that the most precious resources were now clean earth and water. The remaining world citizens found themselves in a war fighting for their very survival. <br><br>Cuban Missile Crisis provides an interesting mix of real-time battles and a turn-based global strategy mode, forcing players to use tactical troop movements while managing resources and armies. Conquer new resources, track new borders, create a new map of the world.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>Dozens of missions, through the four sides of the conflict (USSR, the French and German alliance, China, the American and British alliance).<br></li><li>New types of weapons and equipment including helicopters, rockets, reconnaissance troops, etc.<br></li><li>Radioactive contamination zones that have an influence upon military equipment and troops.</li></ul>",
    "supported_languages": "英语, 俄语, 德语, 保加利亚语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/356270/header.jpg?t=1752574474",
    "developers": [
      "G5 Software"
    ],
    "publishers": [
      "Fulqrum Publishing"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 18,
      "total_negative": 2,
      "total_reviews": 20
    }
  }
}