{
  "357290": {
    "name": "Red Lake",
    "steam_appid": 357290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Red Lake</strong> - horror shooter with elements of quest. <br><br>The protagonist works in a department that is looking for a variety of paranormal places in order to hide them from humanity and prevent someone from using them for their own purposes. <br>There are rumors of a lake not far from the small village somewhere in <strong>Siberia</strong>, has changed color and became red. At the same time the behavior of animals around it began to change and strange things started to happen in there. <br>When the forester, the first who noticed these things stoped communicating, then a agent was sent to investigate. His main task - investigate what happened with the forester and the situation around the lake. <br><br><strong>Towards the end of the game, when the main character finds a lake, a large open area for exploration. In order to perform the tasks of the scene, the protagonist will have to survive. During the night, dangerous creatures starts creeping arround the lake, you need to find a place to sleep before the sunset. </strong><br><br><strong>Some of the enemies you meet in the game: </strong><br><br><strong>Dogs </strong>- they behave very aggressively. The skin made ​​black slime, as if they are infected with something. <br><br><strong>Sphere </strong>- flying metal spheres. When they notice around them living beings - immediately emit a deadly electric shock. It is better to avoid them. <br><br><strong>Cat-like creature</strong> - a creature whose body is composed of bluish crystals. They are very agile and hostile. <br><br>Also in the game you expect creatures that cause hallucinations, infected animals and other enemies, you'll need a different tactic to fight or avoid each one of the enemies.",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357290/header.jpg?t=1770747636",
    "developers": [
      "Talentplace"
    ],
    "publishers": [
      "KishMish Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 3 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 5,
      "total_negative": 8,
      "total_reviews": 13
    }
  }
}