{
  "357350": {
    "name": "Fantasy Grounds - Dungeons & Dragons: The Rise of Tiamat",
    "steam_appid": 357350,
    "required_age": 0,
    "is_free": false,
    "description": "Avert the Cataclysmic Return of Tiamat in this Adventure for the World’s Greatest Roleplaying Game.<br><br>The Cult of the Dragon leads the charge in an unholy crusade to bring Tiamat back to the Realms, and the situation grows more perilous for good people with each passing moment. The battle becomes increasingly political as opportunities to gather allies and gain advantage present themselves. From Waterdeep to the Sea of Moving Ice to Thay, it is a race against Evil. Succeed or succumb to the oppression of draconic tyranny. Win or lose, things will never be the same again.<br><br>Dungeon Masters purchasing this module can use it to run the adventure with very little prep, other than reading through the adventure in advance. The contents of the story are indexed and linked, where appropriate. Combat encounters and boxed text are preloaded and ready to drop onto maps and into the chat window with a few clicks. Nearly everything has been optimized and streamlined for ease of play online.<br><br>This Module Includes<br><ul class=\"bb_ul\"><li>the entire contents of The Rise of Tiamat adventure<br></li><li>image handouts that can be shared with players collectively or individually<br></li><li>maps containing information for the Dungeon Master (DM) only and with all locations pre-linked to story entries which may contain additional DM notes, boxed text, encounters, images and treasure parcels<br></li><li>maps with all hidden information removed and resized for use as tactical combat maps<br></li><li>tokens for many of the monsters in the module. When no token is available, a letter token is used to represent the NPC<br></li><li>XP for encounters that can be dragged to the party sheet and awarded to the players as they complete them<br></li><li>Searchable monster indexes by CR, type and in alphabetical order</li></ul><br>Requirements: The 5E Ruleset and one of the following modules: D&amp;D Basic Rules, D&amp;D Comple Core Class Pack or D&amp;D Character Customization Pack",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357350/header.jpg?t=1765843376",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}