{
  "357460": {
    "name": "GameLoading: Rise of the Indies",
    "steam_appid": 357460,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>GameLoading: Rise of the Indies</strong> is a feature documentary exploring the world of indie game developers – their craft, their games, their dreams, and how they have forever changed the landscape of games culture. Disrupting the big-budget industry, indie games have altered the art form through their innovative, varied and personal games. Small teams of passionate and creative developers are offering an alternate voice to players. GameLoading captures this pivotal point in history, where video games have become more personal than ever before.<br><br>Featuring: Davey Wreden (The Stanley Parable), Rami Ismail (Vlambeer), Christine Love (Analogue: A Hate Story), Tale Of Tales (The Path), Zoe Quinn (Depression Quest), Robin Arnott (SoundSelf), Trent Kusters (Armello), Mike Bithell (Thomas Was Alone), Ryan Green (That Dragon, Cancer) and many more.  <br><br>GameLoading: Rise of the Indies comes in two sizes - <strong>Film Only</strong> and <strong>Member's Bundle</strong><h2 class=\"bb_tag\" ><strong>Film Only</strong></h2><br>Receive the film with English Closed Captioning. More language captions coming soon.<h2 class=\"bb_tag\" ><strong>Member's Bundle</strong></h2><br><u>The Member's Bundle includes</u><br>1. The Film<br>2. Hours of Extra Video Content   <br>3. Original soundtrack by Tim Shiel<br>4. GameLoading eBooK by Michael Irving<br><br>We have hours of Extra Video Content that we are packaging into Short Films, plus two 20 min Micro Documentaries. These two Micro Documentaries explore the creators of Dwarf Fortress, and Japanese Indie Culture, and will be released within the next twelve months. <br><br><u>Extra Video Content includes</u><br>6 short videos at launch<br>A new short video added every month<br>2 Micro Documentaries added in the next twelve months<br>Director's Cut (TBC)<h2 class=\"bb_tag\" ><strong>UPGRADE</strong></h2>Upgrading from Film Only to the Member's Bundle is easy!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357460/extras/f2d436a2f94a6ec7c5f902a528899f0c.avif?t=1667260129\" width=404 height=600 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357460/header.jpg?t=1667260129",
    "developers": [
      "StudioBento"
    ],
    "publishers": [
      "StudioBento"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 21 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      },
      {
        "id": 13,
        "description": "支持字幕"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}