{
  "357500": {
    "name": "Rumble Fighter: Unleashed",
    "steam_appid": 357500,
    "required_age": 0,
    "is_free": true,
    "description": "Rumble Fighter is a free-to-play fighting MMO game with real mixed martial arts and fast-paced beat-em-up action! Brawl with your friends and train to become the top Rumble Fighter! <br />\r\n<br />\r\nStory<br />\r\n<br />\r\nA long time ago, the Dark Lord broke the peace treaty with the Gods, and commanded his dark forces to conquer the unsuspecting Rumble Fighter world. The vulnerable Rumble Fighter world was almost immediately taken over by the dark forces. When all hope was lost, a miracle happened! Powerful heroes chosen by the Gods arrived to defend against the dark forces. <br />\r\n<br />\r\nThe raging battle between the dark forces and heroes went on for so long that it seemed like it would never end. However, the heroes prevailed and finally sealed the Dark Lord. Peace would finally return to the Rumble Fighter world. <br />\r\n<br />\r\nHowever, the great heroes did not have time to enjoy the peace. Dark forces that scattered after the battle are actively attempting to break the seal and rescue the Dark Lord. Thus, the heroes are still out there fighting for the Rumble Fighter world.<br />\r\n<br />\r\nThe heroes united together under an association called &quot;Guardians.&quot; Every member dedicates each day to training and hunting for dark forces.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357500/header.jpg?t=1668118129",
    "developers": [
      "NIMONIX"
    ],
    "publishers": [
      "RedFox Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}