{
  "357940": {
    "name": "Telepath Tactics",
    "steam_appid": 357940,
    "required_age": 0,
    "is_free": false,
    "description": "(<strong>Important note:</strong> there is a new, improved edition of this game out called Telepath Tactics Liberated. More info here.)<br><br>The indie lovechild of Fire Emblem and Disgaea, Telepath Tactics is a strategy RPG with destructible battlefields, bridge- and barricade-building, and the ability to fling enemies off cliffs and into lava.<br><br>Play through a story-driven campaign with dozens of unique characters in a steampunk fantasy universe filled with telepathic generals, tribes of bipedal komodo dragons, and knights who ride atop giant, armored praying mantises:<br><br><i>It was deep winter when young Emma and Sabrina Strider fled slavery in the mines of Kovit. Exhausted and on the verge of starvation, they were found and taken in by a tribe of Lissit, reptilian warriors, who raised the sisters as their own. Now Emma trains tirelessly, bent on revenge and the prospect of rescuing their ailing father from bondage. But the years are never kind to a miner, and time grows desperately short. The sisters will need all of their wits—and the help of some unlikely allies—if they are to succeed…</i><br><br><ul class=\"bb_ul\"><li>Shove enemies off of cliffs! Fling enemies into environmental hazards like traps, water, and lava!<br></li><li>Destroy walls, freeze water, build bridges and lay explosives, changing the face of the battlefield to your advantage!<br></li><li>Build an army from among 23 different classes; learn more than 110 distinct attacks as you level up your characters, then promote those characters to powerful prestige classes!<br></li><li>Deal with merchants to keep your army well-supplied; make hard choices about your priorities both on and off the battlefield.<br></li><li>Play with friends in 2-6 player hotseat multiplayer matches with randomized item drops, multiple play modes, and support for army alliances!<br></li><li>Use the Telepath Tactics map editor to build your own campaigns, and download other peoples’ creations to play!</li></ul><br>(The map editor is free, and can be procured here.)<br>(Note that this game does NOT have online multiplayer--as described above, it has hotseat multiplayer.)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357940/header.jpg?t=1730676217",
    "developers": [
      "Sinister Design"
    ],
    "publishers": [
      "Sinister Design"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}