{
  "357920": {
    "name": "Final Strike",
    "steam_appid": 357920,
    "required_age": 0,
    "is_free": false,
    "description": "What if fighter-pilot movies had a love child with alien invasion blockbusters from the ’90s? You’d no doubt get Final Strike, an edge-of-your-seat F-16 jet fighter simulator that puts you against an airborne invasion of alien invaders. Relive your favorite moments from your favorite end-of-the-world style blockbuster film as you pilot your very own military-grade death machine to eradicate the earth of the alien presence. A fully orchestrated custom soundtrack by legendary game composer Sean Beeson brings the cinematic story to life, making you truly feel like your in the scene of your favorite alien invasion movies. <br />\r\n<br />\r\nChallenge yourself through massive aerial dogfights with the alien enemy. Fight either by yourself will partner team AI. For those brave enough to join the battle with the HTC Vive or Oculus Rift, a complete VR version of the game will put you directly in the action as you experience firsthand mission control where you receive your mission briefing and train to destroy the enemy. Complete VR immersion can be experienced with in-game VR menus, HUDS, and fully immersive 3D cockpits with working controls and gauges.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/357920/header.jpg?t=1466679980",
    "developers": [
      "Ghost Machine"
    ],
    "publishers": [
      "Ghost Machine"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}