{
  "358230": {
    "name": "Paganitzu",
    "steam_appid": 358230,
    "required_age": 0,
    "is_free": false,
    "description": "This is a genuine adventure - not just a series of levels to conquer. You can follow different routes to achieve the winning goal. In fact, you can finish Paganitzu and still have missed many of the game's intriguing situations or animated sequences, which carry you through the entire pyramid to a dramatic conclusion. <br><br>Part one - Romancing the Rose: Al discovers that the ancient Aztec pyramid, known as &quot;Paganitzu&quot;, holds many dark secrets. Al inadvertently releases a spirit of immense power, who's desire is to ravage the world.<br><br>Part two - The Silver Dagger: finds Al exploring deeper into the Aztec ruin, in search of clues to help halt the powerful force he's released. Al enters a world of fiery devastation, filled with all new graphics and perils. This game has two huge animated sequences that are worth the price of admission themselves!<br><br>And finally, part three - Jewel of the Yucatan: Al discovers the horrifying truth--the pyramid of Paganitzu is actually a living entity, which he could not see as a living person! Can Al still save the world? Will he escape with his life! The chilling end awaits.<h2 class=\"bb_tag\" >Features</h2><br><strong>Save Your Game</strong>: Save and restore up to five games.<br><br><strong>Controller Support</strong>: Partial Xbox 360 Controller support. <br><br><strong>Harrison Hoard</strong>: Secret treasures to find and hidden rooms to discover.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/358230/header.jpg?t=1758826899",
    "developers": [
      "Apogee Entertainment"
    ],
    "publishers": [
      "Apogee Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}