{
  "358270": {
    "name": "Death Rally (Classic)",
    "steam_appid": 358270,
    "required_age": 0,
    "is_free": true,
    "description": "Prepare to be blown away, literally. Race for the finish line, leaving a trail of burnt rubber and spent brass behind you… along with the flaming wreckage of anyone reckless enough to get in your way.<br>Pick up more ammo and turbo from the side of the track, and floor the pedal while performing some shady deals for The Dealer. No trick is too dirty when you're preparing for The Final Confrontation. Only the hardest armor, the most powerful engine and the biggest guns will see you through the ultimate battle against The Adversary.<br><br>And when you feel you can't take it anymore, you can check out the underground market. Spiked bumpers, landmines, rocket fuel or sabotage can provide a way to create some nasty accidents for the competition.<br><br>Play alone or with friends! Death Rally supports network multiplayer for up to 4 players and serial or modem connection for two players.<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li><strong>Drive Crazy</strong>: Death and diversity with 19 different race tracks and 6 different cars.<br><br></li><li><strong>Equipped to Kill</strong>: Each car is equipped with different weapons.<br><br></li><li><strong>Pimp Your Ride</strong>: Upgradable engines, tyres and armor.<br><br></li><li><strong>Car Nut</strong>: Over 20 megs of action-packed animation.<br><br></li><li><strong>Controller Support</strong>: Partial Xbox 360 Controller support.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/358270/header.jpg?t=1667485515",
    "developers": [
      "Remedy"
    ],
    "publishers": [
      "3D Realms (Apogee Software)"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2014 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "9",
        "description": "竞速"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}