{
  "358800": {
    "name": "Crimzon Clover WORLD IGNITION - Arranged Sound Track",
    "steam_appid": 358800,
    "required_age": 0,
    "is_free": false,
    "description": "Preview the Crimzon Clover Arranged Soundtrack!<br><br>Celebrating the great support of Crimzon Clover's players, we are proud to bring you the Arranged Soundtrack for Crimzon Clover!  This is a re-imagining of the original Crimzon Clover soundtrack by Locomalito's Gryzor87 (composer of arcade games Hydorah and Maldita Castilla).  Elements of classic shmup soundtracks mix with Crimzon Clover's signature sound to create a new audio experience.<br><br><strong>Contents of the AST include:</strong><br><br><ul class=\"bb_ul\"><li>25 new audio tracks integrated in game, featuring re-imagined music for all menus, stages, and boss battles.  Simply enable the AST from the sound settings and enjoy new music while you play!<br><br></li><li>Composed to suit the action: all music has been painstakingly arranged to fit the action of the game perfectly and provide a great play experience.<br><br></li><li>All tracks are also provided in CD-quality lossless audio, plus 10 unused bonus tracks!  Headphones enthusiasts will enjoy the best quality audio.  Tracks will be downloaded to your Crimzon Clover Steam folder.<br><br></li><li>Album art and track listing from Locomalito are included.</li></ul><br>Long live the shmups!",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/358800/header.jpg?t=1681233049",
    "developers": [
      "YOTSUBANE",
      "Adventure Planning Service"
    ],
    "publishers": [
      "KOMODO"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 26 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}