{
  "358920": {
    "name": "Star Control I and II",
    "steam_appid": 358920,
    "required_age": 0,
    "is_free": false,
    "description": "The classic action adventure game Star Control II is here.  Take command of the Vindicator, a prototype ship with endless upgrade potential. Discover new stars, explore new worlds, meet colorful alien races, wage wars and experience one of the most influential games in PC gaming history in its original form.<h2 class=\"bb_tag\" >About: Star Control 1</h2>Mankind is about to be wiped off the face of the galactic map. A savage clutch of alien races called the Ur-Quan Hierarchy has become the “evil empire” of the 27th century- ruthlessly invading interstellar neighbors. Humanity is next on their list. Your job is to make sure that they don’t succeed. The entire Alliance of Free Stars battlefleet awaits your orders.<h2 class=\"bb_tag\" >About: Star Control 2</h2>Arguably the greatest space adventure on PC, with tons of humor and memorable characters. You start in a nearly empty space-ship, but as the game progresses, you can upgrade it with many modules that affect the vessel's attributes. You can discover new stars, meet new alien races, wage wars, and boldly go where no man has gone before you. A truly exceptional exploration game that that has influenced the entire industry. While playing this gem, it's really fun to observe how many of its gameplay features were copied by modern AAA titles.<br><br><br><ul class=\"bb_ul\"><li> The pack includes Star Control 1 and Star Control 2.<br></li><li> 17th Best Game of all time, according to , and winner of many prestigious gaming awards<br></li><li> A vast universe to explore, full of bizarre alien races, powerful ancient technologies and mysterious places<br></li><li> Pulse-pounding action, side-splitting humor, and hair-raising plot twists</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/358920/3709116c98471ed1f1b28e10ff1af46e03fb5e97/header.jpg?t=1759336588",
    "developers": [
      "Toys for Bob"
    ],
    "publishers": [
      "Stardock Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}