{
  "359780": {
    "name": "Construction Simulator 2015: Liebherr 150 EC-B",
    "steam_appid": 359780,
    "required_age": 0,
    "is_free": false,
    "description": "You can now experience even more gaming excitement with the first official expansion for <strong>Construction Simulator 2015</strong>! This DLC includes the <strong>Liebherr 150 EC-B  Litronic flat top crane</strong> with a <strong>concrete bucket</strong>! There are also <strong>new missions</strong>, such as the construction of the first high-rise building in the game, an office building, and an industrial mission that will give you ample opportunities to use your new equipment.<br><br>Reach new heights with the Liebherr <strong>150 EC-B!</strong> You can reach the tops of buildings up to 13 stories tall, and you can use the ultra strong boom that can lift heavy loads even at the far end. In addition to the usual tasks for cranes, you can also use the <strong>Liebherr 150 EC-B</strong> with the <strong>concrete bucket</strong> as an alternative to pouring concrete. There is also a new <strong>flatbed trailer</strong> that will allow you to easily master all kinds of loads.<br> <br>As soon as you have downloaded the DLC, the additional content will be available from the Vehicle Dealer and the Building Materials Dealer. Keep in mind that you will need to have enough money in the game to buy the new machines.<br><br>You do not have to buy the expansion in order to keep playing with your friends in multiplayer mode. However, you will not be able to use the new vehicles or start the new missions yourself. <br><br>Please be aware that you must have the main Construction Simulator 2015 game in order to play the DLC.<br><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Original licensed Liebherr 150 EC-B flat top crane with a concrete bucket, new flatbed trailer<br></li><li>Additional missions: high-rise building, office building, industrial mission</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 匈牙利语, 波兰语, 俄语, 日语, 葡萄牙语 - 巴西, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359780/header.jpg?t=1768874395",
    "developers": [
      "weltenbauer. Software Entwicklung GmbH"
    ],
    "publishers": [
      "astragon Entertainment "
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1700,
      "final": 1700,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 17.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}