{
  "359790": {
    "name": "Construction Simulator 2015: Liebherr LR 1300",
    "steam_appid": 359790,
    "required_age": 0,
    "is_free": false,
    "description": "The fourth expansion for Construction Simulator 2015 includes a special highlight! The most comprehensive expansion to date, this addition will allow you to undertake the complex construction of a bridge, as well as a complete wind turbine.<br><br>You will of course need the right equipment for these special challenges! The fourth expansion includes two new machines for your already extensive motor pool. The realistic Liebherr LR1300 crawler crane is the right choice for such a challenging undertaking. This crane will allow you to lift extremely heavy loads high into the air, and yet remain mobile even when the loads are attached. For the safe transport of the crawler crane, you will also receive a heavy transport trailer for your MAN tractor truck included in the expansion.<br><br>As soon as you have downloaded the DLC, the additional contents will be available from the vehicle dealer. Keep in mind that you will need to have enough money in the game to buy the machines.<br><br>You do not need to purchase the expansion in order to continue playing with your friends in multiplayer mode. However, you wull not be able to use the new vehicles yourself or begin the new missions on your own.<br><br><strong>NOTE:</strong> You require the main game Construction Simulator 2015 to use this expansion!<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>New machines: Original Liebherr Crawler Crane LR1300 with a corresponding heavy transport trailer <br></li><li>Bridge building mission and the construction of a wind turbine</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 捷克语, 匈牙利语, 波兰语, 俄语, 日语, 葡萄牙语 - 巴西, 土耳其语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/359790/header.jpg?t=1768874429",
    "developers": [
      "weltenbauer. Software Entwicklung GmbH"
    ],
    "publishers": [
      "astragon Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 4,
      "total_negative": 0,
      "total_reviews": 4
    }
  }
}