{
  "360080": {
    "name": "FSX: Steam Edition - Piper J-3 Cub Add-On",
    "steam_appid": 360080,
    "required_age": 0,
    "is_free": false,
    "description": "Few aircraft define ‘stick and rudder’ flying more faithfully and distinctly than the Piper Cub. Aeroncas, Taylorcrafts, Stinsons, Luscombes and Cessnas are but refinements and alternatives to this flying legend.<br><br>Even if you have never actually seen a Cub in the real world (this is getting harder to do every year), and if aircraft are your thing, you may have a good idea of what a Cub is all about. Virtually every pilot has either flown a Cub or knows someone who has.<br><br>The most important thing this little airplane will bring to you is honest, true-to-life stick-and-rudder flying. This is often an experience pilots often forget after flying large, heavy, fast, complex aircraft. Backed by A2A Simulations’ cutting-edge Accu-Sim technology, you will be actively engaged in flying the J-3 Cub for nearly the entire duration of your flight. Even after flying it for a short time, you will feel your skills improve.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>\tFlying qualities built by pilots with unprecedented stall and spin realism<br></li><li>\tIncludes standard J-3 Cub, Tundra tires, Floats, and Skis (nine liveries)<br></li><li>\tVisual Real-Time Load Manager, with the ability to load fuel, oil, pilot, passenger and cargo in-game<br></li><li>\tIn-cockpit pilot's map for handy in-flight navigation<br></li><li>\tAll models include A2A specialized materials with authentic metal effects<br></li><li>\tAccu-Sim physics creates an entirely new world including true wing, airframe, engine, ground, water, and internal systems behaviour<br></li><li>\tPassenger On Board adds a new dimension of piloting realism with an intelligent passenger that is aware of the surroundings, talks when appropriate, including being able to spot and call out traffic<br></li><li>\tThird generation Accu-Sound now allows for a direct connection to the Accu-Sim and FSX physics engine with airflow through the airframe, window, and door, structural creaks, bumps, jolts, etc. with 390 sounds in all<br></li><li>\tPiston combustion engine modelling - air comes in, it mixes with fuel and ignites, parts move, heat up, and all work in harmony to produce the most accurate combustion engine simulation available<br></li><li>\tEngine has an actual life - good piloting skills are rewarded with longer life and more reliable performance<br></li><li>\tNew propeller physics means the propeller is constantly active and allows for both hand and air starting of the engine<br></li><li>\tGround physics realistically rock your wings and buck your tail. Regular tires, skis, and large tundra tires all have their own distinctive ground handling benefits and limitations. Each aircraft comes with its own sound set which is tied in with the physics of the airframe<br></li><li>\tWater physics simulate waves, water drag, and creates an authentic ‘on the step’ experience<br></li><li>\tTotal audible cockpit experience made with professional recordings from three actual Piper J-3 aircraft<br></li><li>\tFuel system allows for an authentic primer system with fuel in lines, tank, and authentic gravity-fed fuel-air mixture<br></li><li>\tThird generation engine wear and oil system including an engine that sputters, spits, and runs rough when damaged<br></li><li>\tBoth engine and airframe physically vibrate and shake, based on real world conditions<br></li><li>\tAdvanced carburettor icing modelling, which is critical for the proper management of the Continental A-65-8 engine</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/360080/header.jpg?t=1537260402",
    "developers": [
      "A2A Simulations"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11200,
      "final": 11200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 112.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}