{
  "360090": {
    "name": "Fantasy Grounds - D&D Player's Handbook",
    "steam_appid": 360090,
    "required_age": 0,
    "is_free": false,
    "description": "In Dungeons &amp; Dragons, a class is the primary definition of what your character can do. In this module, you get all twelve core classes converted for play in Fantasy Grounds. You get the class description, special features, spells and abilities used  by your class and general character customization options such as equipment and feats.<br>Players purchasing this module can use it to create characters offline and bring those characters into games with any Dungeon Master (DM). Dungeon Masters who own this product can allow players to access it while they are connected to the DM by using the sharing option built into Fantasy Grounds. The players will no longer have access to the reference material upon disconnecting from the DM unless they also own the module.<br>This Module Includes everything from the individual class packs and the character customization pack in one complete module.<strong><br><ul class=\"bb_ul\"><li>328 fantasy character portraits taken from various official D&amp;D sources<br></li><li>A custom theme derived in the same style as the Player's Handbook<br></li><li>All Races from the Player's Handbook that can be dragged to your character sheet<br></li><li>Random tables for rolling background bonds, flaws, ideals, origins, etc.<br></li><li>A list of all feats from the Player's Handbook, organized alphabetically and searchable, that can be dragged to a character for ease of reference during play<br></li><li>Equipment tables containing items that can be dragged to character sheets, treasure parcels or NPCs for ease of reference, encumbrance calculations and ease of disbursement. The searchable lists contain all items listed in the Player's Handbook (Adventuring Gear, Tools, Armor, Weapons, Mounts, Tack and Harness, Vehicles.)<br></li><li>Draggable weapons that auto-enter the inventory, weight, attack type (melee, ranged, thrown) and the damage (with damage type.)<br></li><li>Reference material and artwork which is not specific to any one particular character class<br></li><li>All spells from the D&amp;D Player's Handbook, ready to drag and drop to your character sheet<br></li><li>The class description from the Player's Handbook for all 12 core classes: barbarian, bard, cleric, druid, fighter, monk, paladin, ranger, rogue, sorcerer, warlock and wizard<br></li><li>Details and features from levels 1-20 for all core classes<br></li><li>Automatic addition of new class features when you drag the class link to your character's level summary</li></ul>Requirements: </strong>This content requires an active license to download and use.<br><i>Adapted for Fantasy Grounds by: </i><strong>Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/360090/header.jpg?t=1768354625",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8800,
      "final": 8800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 88.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 7 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}