{
  "360960": {
    "name": "POSTAL 2: Paradise Lost",
    "steam_appid": 360960,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/360960/extras/a6570a576e693ea1955bcd945b5d02da.avif?t=1724965922\" width=600 height=154 /></span><h2 class=\"bb_tag\" >About This Game</h2>Ten years after his Apocalypse Weekend escapades, The POSTAL Dude finally returns!<br><br>Paradise Lost is a full-fledged expansion pack for POSTAL 2 continuing the saga of the POSTAL series. Join the Dude as he ventures back into his former hometown embarking on a quest to find his lost dog. Not all is at it seems, as the once tranquil (relatively speaking) town and its citizens have been transformed in the wake of the nuclear destruction. Dare to enter the varied Zones as you cross the Arid Desert, trek through the dense Rainy Foliage, freeze your nuts off in the Nuclear Winter, and roam under the Ashen Skies. Meet the many mysterious factions comprised of the towering, the miniature, the zombified, and everything in between and use your radiant people skills to attempt to ally yourself with their enigmatic leaders, ranging from former child stars to terrifying demonic udder-wielding beasts! Fierce Lawmen, crazed Bandits, deranged Doomsday Survivalists, and a phallic child's toy mascot await. Do whatever it takes to survive! Wait in lines! Use vending machines! Buy toilet paper! Journey to where it all began to rescue your loyal companion!<br><br>Prepare to delve into the post-apocalyptic world of Paradise Lost!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>A complete singleplayer campaign: Brave Monday through Friday with twists and turns each day.<br></li><li>Free roam, non-linear, errand-based gameplay: Go do your daily chores or just screw around as you aimlessly run amok in the town!<br></li><li>Peaceful vs. Violent decisions: Choose to be a wussy pacifist or wipe out everyone in your way. Hey, it's the apocalypse, so you'll probably fit in!<br></li><li>New arsenal and items: Take out some unlucky punks with the Revolver! Enact wasteland justice with the Lever-Action Shotgun! Whack some weeds and perhaps other meatier subjects with the Weed Whacker!<br></li><li>Dual-wielding: Double your fun with double the gun!<br></li><li> Boss battles: Settle some scores once and for all mano a mano.<br></li><li>Full controller support: Piss on strangers from the comfort of your couch!<br></li><li>The Dude's original voice: No bogus imposters here!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/360960/header.jpg?t=1724965922",
    "developers": [
      "Running With Scissors"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 2600,
      "final": 2600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 26.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 173,
      "total_negative": 24,
      "total_reviews": 197
    }
  }
}