{
  "361070": {
    "name": "Sandmason Demo",
    "steam_appid": 361070,
    "required_age": 0,
    "is_free": true,
    "description": "You are a mine worker, stuck deep in an underground cave system. All you have are your hi-tech mining tools. In order to get out of the caves, you will have to shape the dynamic environment to your advantage. You can also create force fields for different purposes. Roast enemies with the laser field or jump higher with the bouncy field, for example.<br />\r\n<br />\r\nThe game contains many puzzles, deadly traps, and bloodthirsty monsters. You will have to use clever and unconventional ways to get past them.<br />\r\n<br />\r\nBy finding treasure you can boost your abilities, making your quest for freedom and a well-earned vacation slightly easier to achieve. Get a scanner to see through walls or a scifi version of the good old ninja rope to be the king of the rock jungle!<br />\r\n<br />\r\nAnd of course there's a story! Something weird is going on in the mines. Your employer isn't what it looks like, you are hearing strange voices, and there's some maniac running around in the mines and sabotaging things. What's your role in all of it? Find out!<br />\r\n<br />\r\nThere's also multi-player! Whereas the single-player mode is more about adventuring and solving puzzling problems, the multi-player mode is all about fast-paced action and destruction! The dynamic environment and many different weapons, tools, and tricks allow endless tactical possibilities to beat your enemies.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361070/header.jpg?t=1447372026",
    "developers": [
      "GoodVole"
    ],
    "publishers": [
      "GoodVole"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 4 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}