{
  "36110": {
    "name": "Tradewinds Classics",
    "steam_appid": 36100,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Travel back in time to a world of danger and mystery; a place where the open waters can mean anything but smooth sailing. Get carried away in these three classic installments in the acclaimed Tradewinds® Series.</p>\n                    <p>&nbsp;</p>\n                    <img src=\"http://storefront.steampowered.com/v/gfx/apps/36100/extras/twl_logo.jpg\" align=\"left\">\n                    <p>Sail, trade and battle with legendary heroes such as Sinbad in the mythical Far East. Enter a world of danger and intrigue as you complete over 100 unique tasks. Build a flotilla of ships armed with weaponry, both man-made and magic. Sail into the sky to discover new ports and engage in aerial combat with other magical sky ships.</p>\n                    <p>Encounter a world of legend, play Tradewinds Legends today!</p>\n                    <ul>\n                    <li>Over 100 tasks to choose from\n                    <li>Play as one of 4 unique characters, or build your own from scratch\n                    <li>10 beautiful ports to visit\n                    <li>Build your fleet with 7 unique ships, weapons and magical attacks\n                    <li>Hundreds of special items to customize your gameplay\n                    <li>Interact with a limitless cast of characters on your adventures\n                    </ul>\n                    <p>&nbsp;</p>\n                    <img src=\"http://storefront.steampowered.com/v/gfx/apps/36100/extras/tw2_logo.jpg\" align=\"left\">\n                    <p>Navigate a fascinating new world and discover uncharted ports teeming with friends and foes alike. The choice is yours; be a master commander, defeating pirates and plundering their vast hordes of booty, or, play it safe by trading exotic island goods, gradually amassing untold wealth, power and influence.</p>\n                    <p>Earn enough gold to upgrade your ship and engage in land and sea battles. Two game modes and over sixty hours of adventurous game play await you in Tradewinds® 2.</p>\n                    <ul>\n                    <li>Buy low and sell high in 20 different ports with 10 different goods\n                    <li>Choose one of 5 characters or create and customize your own!\n                    <li>Embark on over 100 swashbuckling adventures\n                    <li>Over 60 hours of gameplay!\n                    </ul>\n                    <p>&nbsp;</p>\n                    <img src=\"http://storefront.steampowered.com/v/gfx/apps/36100/extras/twc_logo.jpg\" align=\"left\">\n                    <p>Tradewinds® Classic, set in the 19th century Far East, takes you back to the very beginning where buying and selling exotic goods, or collecting bounties on previously thought-to-be-dead pirates, can lead to untold wealth...or ultimate doom. With enough wisdom, courage and luck you too can become a Tai-Pan!</p>\n                    <ul>\n                    <li>Buy low, sell high, and build your fortune\n                    <li>Choose from 4 unique characters\n                    <li>Buy more ships to dominate the seas\n                    <li>Collect bounties by defeating villainous pirates\n                    </ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/36100/header.jpg?t=1621544954",
    "developers": [
      "Sandlot Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}