{
  "36160": {
    "name": "Westward Collection",
    "steam_appid": 36150,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Stake your claim today! Fortune is yours for the taking!</p>\n                    <img src=\"http://storefront.steampowered.com/v/gfx/apps/36150/extras/wwIII.jpg\" align=\"left\">\n                    <p>Steer the fortunes of three adventurous pioneers as they build and defend their ever-growing settlement from dangerous bandits determined to cheat or steal from anyone they cross. Explore uncharted terrain rich in natural resources, where gold is abundant and treachery hides behind every handshake, and gather the supplies needed to build your dusty tent settlement into a thriving boomtown. Customize your town with over 50 buildings, luxuries and upgrades, and hire lawmen and gunslingers to keep the peace.</p>\n                    <ul>\n                    <li>Explore all-new environments\n                    <li>Powerful  building, weapon and environmental upgrades\n                    <li>Battle new enemies, including ferocious wild animals\n                    <li>Unlock secret items hidden throughout Westward III\n                    </ul>\n                    <p>&nbsp;</p>\n                    <img src=\"http://storefront.steampowered.com/v/gfx/apps/36150/extras/wwII.jpg\" align=\"left\">\n                    <p>Steer the fortunes of three distinctly different pioneers as they establish Oxbow Bend, a new outpost in the unexplored Wild West, and work to uncover the Mad Russian’s base of operations. Gather resources, overcome natural disasters and plot a course through new terrain as you guide your settlers to safety and success. Customize your towns with over 20 unique buildings, more than 30 luxury items and upgrades, and attempt to deliver justice in this all-new frontier adventure. Also included is an all-new Sandbox Mode featuring additional downloadable maps, available exclusively from www.sandlotgames.com. These FREE maps are easily downloaded and installed to your Westward II game.</p>\n                    <ul>\n                    <li>Over 20 unique buildings\n                    <li>Awards for in-game accomplishments\n                    <li>All-new Sandbox mode\n                    <li>Beautiful 3-D graphics\n                    </ul>\n                    <p>&nbsp;</p>\n                    <img src=\"http://storefront.steampowered.com/v/gfx/apps/36150/extras/ww.jpg\" align=\"left\">\n                    <p>Enter the wild, rough and tumble world of Westward®, where adventure and untold fortune await you.</p>\n                    <p>Control the destiny of the Wild West as you build thriving towns where there once was just sagebrush, while chasing down the nefarious Mad Russian and bringing him to justice.</p>\n                    <ul>\n                    <li>Over 25 buildings to customize your town and support an ever-expanding population\n                    <li>Buy, sell and trade a variety of resources\n                    <li>Over 20 levels of increasingly challenging frontier fun\n                    <li>Evolving and ever-changing scenarios provide many hours of playing fun\n                    </ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/36150/header.jpg?t=1447352330",
    "developers": [
      "Sandlot Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}