{
  "361800": {
    "name": "Tree of Life",
    "steam_appid": 361800,
    "required_age": 0,
    "is_free": false,
    "description": "<ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >Make your own village, anytime, anywhere.</h2><br>Thinking of building your own village to show your workmanship? Oh no, you feel like that all buildings on the street are kind of grand castles? If so, it’s time to play Tree of Life. You can make your own village anytime, anywhere. You can also be anyone. You can be a lord who rules a huge grand territory or makes a knight guild to protect the ToL world. What about a village for wanderers? Whatever you want!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361800/extras/2e0be1a31f028051639c957cdbe9ae1a.avif?t=1612271843\" width=640 height=360 /></span><br><br></li><li><h2 class=\"bb_tag\" >The one beautiful world.</h2><br>Yes, our world is not perfect. It is full of dangers. So, it could be a good way to explore the ToL world in your room. What about the desert? Come and feel the sunshine, chase a mirage, find unique cactus and shooting stars… If you prefer the North Pole than the desert, why don’t you explore the snowy field on the North? Please keep in mind that you should bring your warm leather clothes. (… be careful with bears!) Can you feel it? Just explore the world!<br><br></li><li><h2 class=\"bb_tag\" >Player-based Economy</h2><br>Are you tired of endless battles? But you still want to support your guild as one of guild members? If so, be a master, then move the entire economy of ToL. Build and maintain your own farm, then generate food to support your guild. Or just be a grand merchant, then transport goods across the whole world, or be a master who makes good weapons in legendary level. Whichever is fine. That makes the economy.<br><br></li><li><h2 class=\"bb_tag\" >21 Class combinations</h2><br>World best warrior in the realm, legendary master, 5-star chef… You don’t really know which one fits you? Well, have you ever thought why you can’t be a mighty warrior and 5-star chef at the same time? Like... a chef who catches a big brown bear with his bare hands. As you want, you can be both of them N.O.W, since there are 21 job classes in the world! YAY~~~ You can make your own character as you like.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361800/extras/1e274194147479d3079b10863b263d95.avif?t=1612271843\" width=640 height=360 /></span><br><br></li><li><h2 class=\"bb_tag\" >Be a friend or be a foe. That is the question.</h2><br>The real world is full of difficult choices. Yes… but what if the Tol world is, too? You can be a good friend with other players, or just be a night watchman to protect the new world order, or offer a reward for criminals to bring the justice. Depends on your choice. However just be careful. Anyone could offer a reward for you!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361800/extras/15d9496db976c38043f201cbde4a1222.avif?t=1612271843\" width=640 height=360 /></span><br><br></li><li><h2 class=\"bb_tag\" >Fight against your enemy!</h2><br>Grand castles always win a lot of praise. Even monsters will envy you, thus please keep calm and don’t panic, even though they begin the war to take your territory. This would be a superb chance to be the best knight in the ToL world! Be a hero by defeating your enemies who try to take your grand castle.<br><br><br>So, get ready for Tree of Life? Just play your own game, make your own world. In Tree of Life world, you can be anything whatever you want to be, and you can do anything whatever you want to. Yes, it’s time to play REAL RPG. Don’t miss the chance to live your second life. PLAY NOW!</li></ul>",
    "supported_languages": "英语, 韩语, 法语, 德语, 葡萄牙语 - 葡萄牙, 俄语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361800/header.jpg?t=1612271843",
    "developers": [
      "OddOneGames"
    ],
    "publishers": [
      "OddOneGames"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 228,
      "total_negative": 304,
      "total_reviews": 532
    }
  }
}