{
  "361870": {
    "name": "Fantasy Grounds - Savage Worlds Setting: All for One - Regime Diabolique",
    "steam_appid": 361870,
    "required_age": 0,
    "is_free": false,
    "description": "All For One Regime Diabolique Savage Worlds<br>Savage Worlds Setting<br>The year is 1636 and France is a troubled nation. A great and terrible evil gnaws at its core and darkness stalks the land.<br>All that stands between chaos and order are the Kings Musketeers.<br>Explore a France of swashbuckling action, powerful magic, daring deeds, courtly intrigue, witty repartee, and vile monsters! The characters are Frances bravest and proudest defenders, the Kings Musketeers. Pitted against them is a plethora of corrupt nobles, black magicians, fell demons, and twisted secret societies. Set at the height of power of Cardinal Richelieu and Louis XIII, All for One: Rgime Diabolique mixes the action of literary works such as The Count of Monte Cristo and The Three Musketeers with horror and intrigue to create a unique, vibrant setting.<br>Strap on your sword, salute the King, and prepare to cross swords with the creatures of darkness!<br>This version of All for One: Rgime Diabolique is a musketeer roleplaying setting for Savage Worlds RPG.<br>This product is a module for use with the Fantasy Ground virtual        tabletop. The library module has been carefully organized to streamline gameplay and includes library sections to help a GM prepare an adventure setting or to quickly look up details on how to conduct encounters in unusual situations. The most recent version of Fantasy Grounds and the Savage Worlds ruleset are required to use this product.<br><strong>Author: </strong>Paul Wiggy Wade-Williams<br><strong>Fantasy Grounds Conversion: </strong>Arne Reuter<br><i>Adapted for Fantasy Grounds by: </i><strong>Arne Reuter</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/361870/header.jpg?t=1768355962",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 3 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}