{
  "362160": {
    "name": "Sydney's World",
    "steam_appid": 362160,
    "required_age": 0,
    "is_free": false,
    "description": "Sydney's World is a family-friendly JRPG. Game focus is on the intersecting story arcs of a young girl seeking her father and a king in search of redemption.<br />\r\n<br />\r\nSydney is a real eight year old girl, not a cliche fem super-hero or cliche fem helpless victim. She behaves just as the real Sydney would, alternating between cuteness, petulance, innocence, anger, sorrow, illogical decisions, jealousy, extreme joy, etc. <br />\r\n<br />\r\nWhen she's captured by an evil wizard and transported to another world, her toy elf Snowball is brought to life. He's Sydney's alter ego and ultimate childhood wish-fulfillment; his whole existence revolves around her. Together, they stop small dogs from barking, cause a king to reconsider his philosophy, and deal with very real emotions in a fantasy world setting. <br />\r\n<br />\r\nKing Nicholas Westergaard rules the human settlements of an unknown world. He's consumed with a war against another race and a rebellion within his own kingdom. In time he discovers he has caused both. <br />\r\n<br />\r\nExplore new worlds without the usual multitude of boring side-quests and random encounters with identical enemies. There are no maps, mini-maps, mini-mini maps, or micro-maps; exploration is done the old-fashioned way, with clues and logic.<br />\r\n<br />\r\nSydney and villains are voice-acted to enhance engagement. Other characters are not, to encourage reading and imagination. <br />\r\n<br />\r\nThere is no profanity, blood/gore, sexual content...or even more damaging to young minds...lame dialogue and cheap endings!<br />\r\n<br />\r\nOlder, wiser players will enjoy unconventional aphorisms that might cause them to reconsider their own philosophy. <br />\r\n<br />\r\nHard-core RPG gamers should note that there is no inventory management or traits/abilities/skill point management. <br />\r\n<br />\r\nFor more information on Sydney's World for younger players, please visit the website.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/362160/header.jpg?t=1612386319",
    "developers": [
      "Wise Dad Games"
    ],
    "publishers": [
      "Wise Dad Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}