{
  "362150": {
    "name": "Ashes of Immortality II - Bad Blood",
    "steam_appid": 362150,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Presentation</h2><br><br>This game is the final chapter of the Ashes of Immortality series developed by Warfare Studios, already behind Vagrant Hearts, Midnight's Blessing and Valiant.<br><br>You can play the previous games here:<h2 class=\"bb_tag\" >Description</h2><br><br>&quot;<i>I told her not to get involved. I just want to go on record as saying, this is not my fault. I warned her getting involved would be bad. She never listens to me. <br><br>My name is Orlok Vladimir Dragonov, son of Konstantin Dragonov. I was born in the town of Stoker some 230 years ago. When I was 23, I was to be wed to my best friend, Elizabeth Crane. What I didn't know was that Elizabeth's sister had been turned into a vampire four years earlier. On the day of my wedding, my sister-in-law, determined to keep her sister single out of some stupid selfishness, killed and turned me. And that's my story. Kind of a downer, I guess. <br><br>Two years ago, a hunter named Simona Rinoldt freed me from a decade of captivity, imprisonment I have her father to thank for. We may have saved the world, I don't know. <br><br>Now we're here, in the Hinterlands, the land of Landis, the land of werewolves. I'd kill every human I see just for a rolled up newspaper and a poop scoop. Actually, I'd kill every human I see just for giggles, but then I'm a man of simple pleasures. <br><br>I kept telling her to stay out of other people's business. It doesn't concern us. She never listens. And this is what we get for helping people. It's never just helping. It's always something more. &quot;What's the worst that could happen&quot;, she said. <br><br>I'll try to remember those words when they execute us for regicide.</i>&quot;<br><br><br>From the same developer, do not miss another dark tale:<br><br>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/362150/header.jpg?t=1730473060",
    "developers": [
      "Warfare Studios"
    ],
    "publishers": [
      "Warfare Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 420,
      "discount_percent": 90,
      "initial_formatted": "¥ 42.00",
      "final_formatted": "¥ 4.20"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 2 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "5 user reviews",
      "total_positive": 2,
      "total_negative": 3,
      "total_reviews": 5
    }
  }
}