{
  "362350": {
    "name": "Boss Monster",
    "steam_appid": 362350,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Become a boss, build a dungeon, and destroy puny heroes. </h2>The best-selling indie card game has arrived to Steam! Boss Monster is a dungeon-building card game that challenges players to become the ultimate villains: video game bosses. <br><br><strong>Thousands of players</strong> around the world have enjoyed the paper version of the game, but now Brotherwise Games has partnered with video game developer <i>Plain Concepts</i>, creators of <i>Wave Engine</i>, to bring Boss Monster from the tabletop to the digital world!<h2 class=\"bb_tag\" >What is Boss Monster?</h2>If you've ever wanted to stomp on an upstart plumber or send your goblins and ghosts out to haunt some heroes, then Boss Monster is the game for you. Sporting retro-inspired pixel art, and paying homage to classic video games and geeky pop culture, Boss Monster immerses you in the role of the video game boss as you use Room Cards to build a dungeon which must entice worthy heroes, then slay them.<h2 class=\"bb_tag\" >What is the Digital Version Like?</h2> Digital Boss Monster is a straight conversion of the tabletop game. You'll be playing with virtual cards, but everything about the game has been designed to be as authentic as possible. <br><br>Of course, the app auto-calculates damage and treasure values, letting you take advantage of rapid readout treasure counts in your and your opponents' dungeons.<h2 class=\"bb_tag\" >What are some of the features in Digital Boss Monster?</h2> <ul class=\"bb_ul\"><li>Play against up to three AI opponents in solo play. <br></li><li>Challenge other human opponents online. <br></li><li>Play with ALL of the bosses, rooms, and spells available in the base game ...including rare out-of-print cards! <br></li><li>Explore new &quot;digitally-enhanced&quot; cards: four rooms, three new Bosses, and a new spell that all take advantage of the digital platform, allowing stats and treasure values to change as you play (coming in future expansions). Thanks for your support of Boss Monster!</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/362350/header.jpg?t=1559262839",
    "developers": [
      "Plain Concepts Corp"
    ],
    "publishers": [
      "Plain Concepts Corp"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}