{
  "362400": {
    "name": "Regimental Chess",
    "steam_appid": 362400,
    "required_age": 0,
    "is_free": false,
    "description": "Regimental Chess was generated from the desire to create a solid game emulating the strategy and tactics of battle. Strategy being the art of positioning ones formations. Tactics being the art of how they fight. At first, the creator of this game increased the number of pieces and the size of the battlefield.  The quick realization is that chess evolved into, and solidified, into a board 8 squares by 8 squares for good reason. The two small armies are therein locked into combat where every position counts.  Increase the size of the field or the army, and all that is lost.<br />\r\n<br />\r\nThen came the epiphany: move multiple pieces in formations rather than just one piece at a time. Formations that are governed by rules.  Formations that can be broken apart.  No point system is necessary. If a formation breaks up or loses pieces through attrition, it simply becomes less effective as a fighting unit until it is either annihilated or becomes too small to remain relevant to the battle.<br />\r\n<br />\r\nIt then became a matter of experimenting with the numbers of pieces and size of the board to create a balance whereby every formation plays an important role in any given game.<br />\r\n<br />\r\nIn the Napoleonic Wars, well formed infantries defeated the cavalry charge because horses refused to charge into a wall of bayonets held by foot soldiers that no longer turned to run. But the same densely packed infantry made an easy target for an artillery strike. The artillery, in turn, was itself  vulnerable to a cavalry charge. This historic dynamic of rock-paper-scissors underpins the balance of Regimental Chess.<br />\r\n<br />\r\nThe king is most often captured by a formation of rooks and queens, acting like a heavy artillery.  However, this group has a difficult time capturing the king if he is surrounded by his horses. Because of the way they are formed and move, the horses are extremely vulnerable to charge of densely packed infantry. This infantry, in turn, can be quickly wiped out by the rooks and queens.  It is all a matter of how many pieces are in each formation, how the formation is shaped and where it stands in relation to its enemies. For this reason, an immediate strike by bishops, albeit sacrificial, is best intended to wipe out as many rooks, queens and horses as possible, break up their formations and thus reduce the opponent’s offensive and defensive capabilities.<br />\r\n<br />\r\nMultiple Board Regimental Chess emulates the battle a general must wage along a broad front, with multiple divisions and commands, each carrying out and issuing orders. Each division protects the flank of the next division. Forces must shift along the backfield to defend against points of attack, or to mass forces and attack where opportunity presents itself.<br />\r\n<br />\r\nAfter all is said and done, we’re extremely pleased with the game we’ve created and we hope you enjoy it as much.<br />\r\n<br />\r\nIf your intellect has a brutal streak, or your brutality has an intelligent edge, this is the game for you.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/362400/header.jpg?t=1667117983",
    "developers": [
      "Regimental Chess Dev."
    ],
    "publishers": [
      "Regimental Chess Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}