{
  "362870": {
    "name": "RPG Maker 2003",
    "steam_appid": 362870,
    "required_age": 0,
    "is_free": false,
    "description": "<strong><h2 class=\"bb_tag\" >UNLEASH YOUR PASSION FOR RETRO RPGs</h2></strong><br>For the first time ever, RPG Maker 2003 is officially available in English! This legendary game development engine is both highly affordable and easy to use, and it remains one of the most popular RPG Maker installments to date. It is the first engine in the series to employ a sideview battle system similar to the classic RPGs of the early-to-mid 90s. If you have always wanted to create a retro RPG with a third-person battle system, or simply are looking for an affordable but reliable game creation engine, then RPG Maker 2003 is for you!<br><strong><h2 class=\"bb_tag\" >KEY FEATURES</h2></strong><br><ul class=\"bb_ul\"><li><strong>Side-view Battle System</strong><br>Most titles in the RPG Maker series center on first-person, turn-based combat. RPG Maker 2003 breaks this tradition by offering an engaging sideview battle system that is perfect for fans of classic RPGs. Creating and managing your game’s combat is as easy as filling in a database and playtesting, with no scripting knowledge required! This departure makes RPG Maker 2003 an excellent alternative for game developers who are not particularly fond of front-view battle systems.<br><br></li><li><strong>Straightforward Tools</strong><br>RPG Maker engines are designed to be as flexible as possible while still being user friendly, and RPG Maker 2003 is no exception. Virtually everything in the engine is managed through a simple point-and-click interface. All of your game’s characters, enemies, skills, animations, and equipment are created and stored in an easy-to-navigate database. An in-depth event system contains dozens of functions to help make your story and world come to life, such as custom messages, character movement, player choices, special effects, and more. Plus, RPG Maker 2003’s powerful map editor is extremely easy to master, allowing you to craft your world tile by tile with unprecedented efficiency!<br><br></li><li><strong>Retro Presentation</strong><br>Relive the golden age of RPGs with RPG Maker 2003’s diverse selection of 16-bit default graphics. If you’re feeling especially creative, RPG Maker 2003 allows you to import custom 16-bit graphics, including character sprites, tilesets for your environments, battle animations, backgrounds, and more! The engine is also loaded with a variety of catchy midi tracks and sound effects for your game; custom MP3/WAV/MIDI tracks can be added as well.<br><br></li><li><strong>Share Your Game!</strong><br>Want to share your creation with the world? You can export your creation in a portable file that can be played on ANY Windows system! Plus, games made with RPG Maker 2003 can be sold as long as you have the appropriate rights and have followed the registration procedure. With some hard work you could become the next great indie game developer!</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/362870/header.jpg?t=1724913562",
    "developers": [
      "Gotcha Gotcha Games",
      "KADOKAWA",
      "Yoji Ojima"
    ],
    "publishers": [
      "Gotcha Gotcha Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 24 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "59",
        "description": "网络出版"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 6,
      "total_negative": 2,
      "total_reviews": 8
    }
  }
}