{
  "363220": {
    "name": "Ghost in the Machine",
    "steam_appid": 363220,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" ><strong>about</strong></h2>Ghost in the Machine is about the player's escape from a run-down factory following a large explosion. In the dark factory there are many dangerous machines that must be minded in order to not be crushed or mechanically separated. Inspired by 1980s platformer-genre games, Ghost in the Machine features true low-res graphics and an original chiptune soundtrack. It is also difficult, yet rewarding.<h2 class=\"bb_tag\" ><strong>gameplay</strong></h2>The game is simple - you can walk left and right, and jump. Only one button! Avoid the traps, don't get wrecked, get to the end. The challenging levels are filled with puzzles and tricky hazards. Each level also has a secret collectible item that will reveal a shred of information about how the player got stuck in the factory in the first place, as well as unlock a secret or two. A level editor is built in to the game so you can create levels to share with your friends. <br><br>The controls are tight, giving the player direct movement control at all times. Jumps are precise, important for situations where timing is essential. Both keyboard and USB game pads are supported, and the game only needs a single button. The game is easy to learn (even for a child), but challenging to master (even for an adult). Levels are played in a semi-linear fashion so players won't get stuck on just one level that they haven't figured out yet.<h2 class=\"bb_tag\" ><strong>graphics and Sound</strong></h2>Inspired by Game Boy and MSX games, the graphics are authentically restricted, using only four shades at a time. A circular mask is at the edge of the screen, restricting the player's view to contribute to the dark atmosphere. The sound effects and music were all made with a Nintendo Famicom and Game Boy, so they are as real as it gets. The game engine was written from the ground up. <br><br>The development of this game was backed by a successful Kickstarter campaign, and we are excited to see it finally ready for release. Lots of time was spent tweaking and expanding the game to be sure we are releasing a high quality title that will provide plenty of play time. We look forward to further expansion of the game through new free level downloads.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/363220/header.jpg?t=1593024434",
    "developers": [
      "Michael J. Moffitt",
      "Julian J. Hammerstein"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}