{
  "363780": {
    "name": "Games of Glory - “Guards of the Synarchy”",
    "steam_appid": 363780,
    "required_age": 0,
    "is_free": false,
    "description": "The Games of Glory - “Guards of the Synarchy” pack gives you access to all your favorite Clones (champions) from the Synarchy faction, a bunch of unique skins, unique hats and face masks, and enough in-game currency to buy a few additional Clones of your choice, or skins or hats galore. Total package value approx $30.<br><br>The package includes 5 Clones:<br><ul class=\"bb_ul\"><li> Byorn - The squad medic, with unque helpful abilities like healing medpacks, blinding grenades, invulnerability and the infamous swap! </li></ul><ul class=\"bb_ul\"><li> Ragnar - A born tanky leader manipulating cold, to reduce visibility and slow enemies, turn himself to a living wall, or cover the enemy team in an avalanche! </li></ul><ul class=\"bb_ul\"><li> Thror - The energy manipulating damage dealer specialized in energy weapons, who can blink, cast electric discharges on enemies and blow them all up! </li></ul><ul class=\"bb_ul\"><li> Saga - The ultra mobile, weirdly alluring cybernetic woman who places mines, moves all across the map and can pull in fleeing enemies! </li></ul><ul class=\"bb_ul\"><li> Grendel - The Synarch's pet insect is HUGE, and a strong hand-to hand brawler, with increased attack speed, blinding slime, and a dangerous bite! </li></ul><br>The package also includes unique headgear for our heroes:<br><ul class=\"bb_ul\"><li> Byorn - Live out his anarchic tendencies with his punk hair, This is what Byorn would have become if he had not been recruited to the Guards..</li></ul><ul class=\"bb_ul\"><li> Ragnar - Ice and snow is great, IF you are well dressed. Ragnar's stylish and WARM hat fits him like no other!</li></ul><ul class=\"bb_ul\"><li> Thror - Yup he might be a lizard (or an eel?) but these feathers fit him marvellously! </li></ul><ul class=\"bb_ul\"><li> Saga - No woman (cyborg or not) should leave home without it... Saga's unique gas mask is the perfect accessory!</li></ul><ul class=\"bb_ul\"><li> Grendel - Yes he is already a monster, so what would fit better than a unique dragon's head mask! </li></ul><br>The package also includes $10 worth of in-game currency, enough to buy a combination of skins, hats and Clones.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/363780/header.jpg?t=1670625164",
    "developers": [
      "Lightbulb Crew"
    ],
    "publishers": [
      "Lightbulb Crew"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}