{
  "364370": {
    "name": "The Sheltered",
    "steam_appid": 364370,
    "required_age": 0,
    "is_free": false,
    "description": "STORY <br />\r\n<br />\r\n&quot;The Sheltered&quot; is a top-down adventure game with an emphasis on exploration and decision making.<br />\r\n<br />\r\nPlayers assume the role of a survivor in a world plagued by a deadly outbreak. The government announces their plans deal with monstrous infected by means of nuclear weapons. The plan: to bomb the area and eradicate everything. Lucky enough, there's a fallout shelter in the player's front yard - and enough food and water to last. <br />\r\n<br />\r\nNow other survivors want in. <br />\r\n<br />\r\n<br />\r\nPREMISE <br />\r\n<br />\r\nThe main story begins once the hero has collected enough supplies to last himself in the shelter. <br />\r\n<br />\r\nWhen other survivors show up, the player can decide who to bring into the shelter and who to leave outside. Survivors range from children to experienced adults that can offer the player help. The player can also bring animals into the shelter. Deciding who to save is the main premise of the game and will ultimately effect the ending. <br />\r\n<br />\r\nHowever, it's not enough to simply invite another survivor into the shelter. Each survivor requires additional supplies to last their stay. While the player only has enough for himself, he is free to explore the land and search for additional supplies. This is the adventure aspect of the game. <br />\r\n<br />\r\nCombining old school graphics and simple gameplay with modern storytelling and a multitude of choices, &quot;The Sheltered&quot; pushes players to sacrifice their characters safety for their character's morals. <br />\r\n<br />\r\n<br />\r\nFEATURES <br />\r\n<br />\r\n- A captivating non-linear story complete with over seven different endings. <br />\r\n- Difficult decisions and characters that remember your actions and act accordingly. <br />\r\n- A moody, apocalyptic landscape, free to explore and littered with secrets. <br />\r\n- Dozens of challenging puzzles with multiple solutions… and consequences. <br />\r\n- A variety of monsters (among other things) to outgun, outrun or outwit. <br />\r\n- A haunting soundtrack composed and preformed by Max Ablitzer",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/364370/header.jpg?t=1686693939",
    "developers": [
      "Benjamin Famiglietti"
    ],
    "publishers": [
      "SA Industry"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 300,
      "discount_percent": 90,
      "initial_formatted": "¥ 30.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}