{
  "364500": {
    "name": "Endless Dead",
    "steam_appid": 364500,
    "required_age": 0,
    "is_free": false,
    "description": "The human race is in danger again. This time scientists could not cope the imminent threat and became monsters themselves. You and a small number of others have not been affected by the virus. Crowds of zombies fill the small town where you live which so happens is near the research base. The dreadful contagion is about to spread worldwide. Endless Dead is a 3D isometric Zombie shooter. Half RPG, Half Gauntlet clone that focuses on looting, action, and zombie carnage. Saved checkpoints or Permadeath allows for short gameplay sessions, with maximum points awarded to those who can withstand the zombie hordes longer than anyone else. Epic boss battles bookend the onslaught of firepower that you yield and reward you with weapon and ability upgrades. <br />\r\n<br />\r\nPlay with a friend in Online Multiplayer in either co-op, or survival. Additional Deathmatch levels are planned, if you choose to fight against other players as well as AI zombies in a bizzare anything goes battle arena. Unlock new weapons and abilities on various indoor and outdoor levels. Follow the source of the story and return to the labs to distribute the vaccine. <br />\r\n<br />\r\nUse the last chance to save the humanity from total annihilation! <br />\r\n<br />\r\n- fight your way through contaminated hordes <br />\r\n- use 10 types of weapons <br />\r\n- improve the character’s skills and upgrade gear <br />\r\n- upgrade available arms with the money earned <br />\r\n<br />\r\nIn the end: <br />\r\nFind the answer to the main question - what caused the catastrophe? <br />\r\nWho knows, maybe final stage you'll you will discover something that even the scientists could not predict ?.. <br />\r\n<br />\r\nFeeling brave enough to experience the Endless Dead in isometric VR? FUll support for the Oculus Rift and other HMDs is planned with complete VR native menus and environments. Play alone, or online in a fully supported VR multiplayer game.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/364500/header.jpg?t=1594196862",
    "developers": [
      "Ghost Machine"
    ],
    "publishers": [
      "Ghost Machine"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 7 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}