{
  "364940": {
    "name": "Pony World 3",
    "steam_appid": 364940,
    "required_age": 0,
    "is_free": false,
    "description": "Third installment to the very successful Pony World series, which sold over 2 million copies worldwide. Game features improved gameplay, cartoony 3D graphics and whole new, bigger and better Pony Town to explore, live in and form relationships. Socialize with other ponies, play with them and meet your beloved one. <br><br>In Pony World 3 you can <strong>create your own dream pony</strong> from scratch and help develop his character by choosing way of education, career and make a lot of friends. Change your pony's looks and clothing, add glasses and saddles or even tattoos. <br><br>Make your pony’s farm his <strong>dream place to live</strong>. Build it and expand it to look best in the neighborhood. Decorate it and plant new plants to acquire higher status. Sell products from your farm to earn money for food, gifts and toys. Improved building mode with lots of new buildings and decorations will make your farm unique. <br><br><strong>Pony Town</strong> has all facilities needed by your pony to spend playful time, develop its career and education and care for its looks and health. Visit stylists and beauty salons to become the most pretty and stylish pony. Attend school and university to find better paid job. And there's a lot of places you can go after (or instead of) work: theatre, disco, cinema, skate park, circus and more. And if that's not enough you can always go to the beach or take a trip around the forest or in the mountains. <br><br><strong>Game features: </strong><br><ul class=\"bb_ul\"><li> improved 3D graphics with free look mode. <br></li><li> five huge locations with plenty of places to go plus three additional locations to build your dream farm. <br></li><li> improved gameplay and interface for even easier navigation <br></li><li> five scenarios to play and a free play mode where only your imagination is the limit. <br></li><li> 5 new mini-game competitions<br></li><li> hundreds of farm decorations and buildings</li></ul>",
    "supported_languages": "英语, 波兰语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/364940/header.jpg?t=1447373007",
    "developers": [
      "Rhema Press"
    ],
    "publishers": [
      "Play sp. z o. o."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 1,
      "total_negative": 2,
      "total_reviews": 3
    }
  }
}