{
  "365420": {
    "name": "Apollo4x",
    "steam_appid": 365420,
    "required_age": 0,
    "is_free": false,
    "description": "Apollo4x is a game of transporting 5 resources between planets, and you have limited fuel to do so.  It's a bit puzzle, a bit resource management, and some tycoon strategy.  There are no build queues, and you are having meaningful interaction with your economy every single turn.  There are no &quot;other players&quot; to compete against, but we've instead used a &quot;time pressure&quot; type enemy that consumes planets as it spreads across the map - because a fun game needs a challenge component, and we find symmetric AI opponents problematic in other games, so this was the best solution.  Difficulty is fully in your control, and ranges from zero-challenge to something the creators can't beat, so you'll find your own best settings with experience.<br><br>Apollo4x has &quot;4X&quot; in the title, but this is not an indicator that we've made a &quot;traditional formula&quot; title like Master of Orion, or the games that follow that economic and combat model.  Steam has a multitude of games that do, and do it so well that there's no point in us making a competitor to them.  <br><br><strong><h2 class=\"bb_tag\" >The Idea</h2></strong><br>What we did is toss out the economic model of exploring a hidden map, having AI opponents that attempt to play the same game as the player (because they generally fail, and obviously cheat) and long build queues where you just hit &quot;next turn&quot; 100 times before anything significant happens.  Rather than have you build a navy of spaceships and militarily conquer other simulated players, we made more of a tycoon puzzle economy.  Each planet has three &quot;exports&quot; and you put two &quot;imports&quot; on them.  Money is made by matching exports on one planet to imports on another, with the limitation of fuel availability, which is dependent on how upgraded each planet is.  <br><br><strong><h2 class=\"bb_tag\" >The Enemy</h2></strong><br>Since we don't have simulated players to compete against, we decided on using a &quot;creeping doom&quot; style opponent.  The enemy spreads out organically from their homeworld(s) at a pace you determine in the difficulty settings.  You can, and will have to, slow their spread and defend your own planets from this steadily encroaching threat.  Each enemy colony adds +1 army to their homeworld defense, so the player is encouraged to keep the enemy from growing into an impossible strength and speed of expansion by &quot;pruning&quot; their colonies.  If your chosen win condition is to cleanse the galaxy of them entirely, you'll have to weaken them first through attrition.<br><br><strong><h2 class=\"bb_tag\" >Combat</h2></strong><br>We went out of the 4X realm and built in a tactical card game inspired in part by some of our favorite tabletop combat games.  Morale, combined arms, and multiple possible tactics for each of the very unique units to choose from every turn.  Four different enemy clans to battle, based on the four horsemen - death, war, pestilence and famine.  Each has an entirely different set of units and tactics and requires a completely different battle plan to beat.  War fights with brute force, while pestilence attacks with morale crushing horror weapons, and death gave up their bodies for machines and now are the unliving reapers.  Currently there is no space combat or fleet building, being instead like Starship Troopers where your troops are &quot;dropped in&quot; and just fight the ground war.  This is to keep things simple and not have two different combat systems in a game that's primarily a trading puzzle - but if Apollo4X does well, it's on the list for whatever sequel we make.<br><br><strong><h2 class=\"bb_tag\" >Winning</h2></strong><br>Winning the game is accomplished by either economic or military means.  You can kill all the enemy homeworlds.  Alternately, stockpile 300 of each market resource, or upgrade your colonies to produce a cumulative 500 &quot;stellar network&quot; points and colonize 20 planets.  Military, economic, or expansion victory is your choice.<br><br><strong><h2 class=\"bb_tag\" >Game Difficulty</h2></strong><br>Finally, we allowed you maximum choice of difficulty.  Tailor the game to your needs, so you feel challenged but not overwhelmed.  If you think the economy could be more resistive, turn it up.  If you want to not worry about enemy expansion you can weaken them, start them with less colonies, or lower rate of expansion.  Or, if you really like the combat game, set the economy to easy and add all four enemy types to the map at maximum strength -- good luck with that, though.  If you want to go fully casual, we even allow you to turn off economic failure, and have unlimited funds to experiment with.  We, as players ourselves, lose interest in games that are too hard or too easy, so it seemed important to give the player full control of it.  Since most people want to play on &quot;average&quot;, we'll be listening to feedback about which difficulty settings are most popular and adjust the &quot;average&quot; levels to those trends down the road a bit.<br><br>We dared to be different in a genre full of excellent but too similar titles.  If different is what you need, this is it.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365420/header.jpg?t=1685192456",
    "developers": [
      "Digital Entertainment"
    ],
    "publishers": [
      "Volens Nolens Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 3000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 30.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 3,
      "total_negative": 1,
      "total_reviews": 4
    }
  }
}