{
  "365820": {
    "name": "Company of Heroes 2 - The British Forces",
    "steam_appid": 365820,
    "required_age": "18",
    "is_free": false,
    "description": "Company of Heroes 2: The British Forces is the new standalone multiplayer release in this esteemed World War II RTS franchise. It is the perfect entry point into the vibrant Company of Heroes 2 community. By buying The British Forces, players who do not yet own any COH2 product can access all existing Company of Heroes 2 maps in auto-match, and play against all other existing factions in multiplayer or through skirmishes against the AI.<br><br>Play as the unconquerable Britons and their motley-crew of soldiers! A force remarkable for its diversity, including Englishmen, Scotsmen, Welshmen, Irishmen – representing everyone from the working classes to  the upper class elite of the United Kingdom. Under the leadership of the fiery Sir Winston Churchill, this assorted mix put aside their differences and became the only remaining Western European nation to escape the grip of Axis-dominated Europe, before leading the final offensive with the other Allied Forces.<br><br>The British Army features a brand new set of distinctive tactical gameplay options articulated around a new tech tree including new infantry, team weapons, vehicles, upgrades, commanders with unique abilities and a total of eight new multiplayer maps portraying historic battlefield locations. Battles reach an unprecedented level of authenticity with the addition of motion-captured data for the most common animation sets, which will also enhance all the previously released Company of Heroes 2 armies. By introducing a new faction with a unique playstyle, The British Forces further reinforces Company of Heroes 2 as the most comprehensive World War II platform for RTS fans.<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365820/extras/d4cd6a3f91f625303375b157ae7aafba.webp?t=1574775248\" width=1 height=1 /></span><h2 class=\"bb_tag\" ><strong>KEY FEATURES</strong></h2><ul class=\"bb_ul\"><li>UNIQUE PLAYSTYLE<br>Experience a unique tech-tree that challenges the player to balance the constant trade-off between mobility and defense – basically giving you two factions for the price of one. Surprise your opponents with your development choices and an open end game configuration.<br></li><li>DISTINCTIVE UNITS &amp; ABILITIES<br>From the Churchill Crocodile flamethrower tank to the RAF glider, this new faction introduces new gameplay mechanics with a range of 15 one-of-a-kind units. Meanwhile, the new commanders’ abilities revolve around impressive staged events making the most of air raids and artillery.<br></li><li>ARMY WITH CHARACTER<br>An international cast of actors from England, Scotland, Ireland, Wales and New-Zealand   bring the units to life, with accents ranging from the posh elite to the working class. The writing of the units’ audio cues was also given special attention in order to ensure the various regional differences – and rivalries – among the British subjects stand out.   <br></li><li>IMPROVED MO-CAPPED ANIMATIONS<br>The battlefield comes to life like never before thanks to motion-captured data for the most common animation set (SMG), that will also update all of the previous armies’ animation systems.<br></li><li>NEW MAPS<br>Eight stunning new maps enhance the extensive collection of pre-existing Company of Heroes 2 maps as well as thousands of community created maps available on the Steam workshop.<br></li><li>INTENSE ONLINE COMBAT<br>Feel the unprecedented ferocity of frontline strategic warfare and engage in visceral battle with adversaries from across the globe.</li></ul><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365820/extras/d4cd6a3f91f625303375b157ae7aafba.webp?t=1574775248\" width=1 height=1 /></span><h2 class=\"bb_tag\" ><strong>THE BRITISH FORCES (UKF) vs OTHER COH2 MULTIPLAYER ARMIES</strong></h2>Find out the multiplayer army (and associated game/standalone) that suits your play style. <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365820/extras/9c6a999b9ac5847168036eacf6fb136e.avif?t=1574775248\" width=600 height=1728 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365820/extras/d4cd6a3f91f625303375b157ae7aafba.webp?t=1574775248\" width=1 height=1 /></span><h2 class=\"bb_tag\" ><strong>IN-GAME MODELS PREVIEW</strong></h2><br><br><br><br>",
    "supported_languages": "捷克语, 英语<strong>*</strong>, 法语<strong>*</strong>, 德语<strong>*</strong>, 意大利语, 波兰语<strong>*</strong>, 俄语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365820/header.jpg?t=1574775248",
    "developers": [
      "Relic Entertainment",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive (Mac)",
      "Feral Interactive (Linux)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 1300,
      "discount_percent": 75,
      "initial_formatted": "¥ 52.00",
      "final_formatted": "¥ 13.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 20,
      "total_negative": 12,
      "total_reviews": 32
    }
  }
}