{
  "365890": {
    "name": "Heroes of Normandie",
    "steam_appid": 365890,
    "required_age": 0,
    "is_free": false,
    "description": "Take one of the most modern, fun and engaging board games created in recent years. Match it with cutting-edge technology. Add a ridiculously well-crafted art style and a ton of extra content. This is the recipe to one of the most thrilling, charming and captivating strategy games you will ever find.<br><br>Heroes of Normandie is fast-paced. You are placed in command of small squads in scenarios of varying sizes, in the middle of the D-Day campaign. In the spirit of the original board game, the game is bombastic and humorous yet full of subtle tactical decisions and features a vast array of unique units, equipment and abilities. <br><br>Plenty of ways to play: complete the three full-fledged campaigns, engage in a quick skirmish, survive through the rogue like mini campaign or challenge a friend in multiplayer. <br><br>This game is chock full of content and as this is a game system more than a single game, expect tons of features to expand the experience in the near future.<br> <br> <strong>Features </strong><br><ul class=\"bb_ul\"><li>Three different armies (plus the French resistance) and three campaigns available from the get-go.<br></li><li>Hordes of unique units, equipment and abilities for each nation.<br></li><li>Idyllic countryside, rivers, bridges, buildings, sandbags, pillboxes wheat fields and boccage are all included in the core game: Normandie is brought to life.<br></li><li>Quick battle mode with lots of pre-designed maps and pre-crafted armies to get you right into the action.<br></li><li>Quick battles can be played in single or multiplayer mode.<br></li><li>Innovative and light-hearted approach to strategy: action is fast paced but decisions are still interesting and meaningful.</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365890/header.jpg?t=1726823989",
    "developers": [
      "Cat Rabbit"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10800,
      "final": 10800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 108.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 5,
      "total_negative": 2,
      "total_reviews": 7
    }
  }
}