{
  "365940": {
    "name": "Dungeon of the ENDLESS™ - Australium Update",
    "steam_appid": 365940,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365940/extras/7e3247d922c67be938f54e7ecf8c94fd.avif?t=1762448366\" width=616 height=282 /></span><br><br>Taking a break after a particularly brutal gravel war, these four mercenaries - from two competing companies - are prospecting for the rare element Australium. With luck they'll convert their battle-honed skills into cold, hard cash, thanks to the extensive lodes rumored to exist on Auriga. They are now exploring, digging, and tunneling in search of this precious resource.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365940/extras/adbcd5609f3f39793f63ea0de8993807.avif?t=1762448366\" width=616 height=254 /></span><br><br>Meet 4 playable characters from Team Fortress 2 with unique abilities and a hidden backstory!<h2 class=\"bb_tag\" >Pat Bates (Pyro)</h2> Nobody knows where this thing came from, what it thinks, or why it does what it does. Eager researchers who interview Bates tend to either quickly change their area of study -- or go mad themselves.<h2 class=\"bb_tag\" >Kaspar Herab (Medic)</h2> Kaspar did, at some point, receive some form of medical training. The duration, sobriety, and quality of that training -- and whether or not it pertained to human beings -- is highly questionable. Herab's eagerness to demonstrate it, however, is not.<h2 class=\"bb_tag\" >Dell Bradford (Engineer)</h2> Dell is a misplaced transdimensional copy of a non-existant being from a pseudo-reality. Fortunately, he is also a skilled engineer with at least eleven hard science PhDs so minor questions concerning the nature of reality don't bother him much.<h2 class=\"bb_tag\" >Misha Cherny (Heavy)</h2> Misha comes from a very cold gulag in a very cold place; much of his reputation stems from the fact that though he and his sisters escaped, none of the guards did. This experience has not affected the warmth of his personality, though it should be noted that the degree of warmth is directly proportional to the number of dead enemies.<br><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365940/extras/44ea4ab4d36bd272c9b7f29e7e626c9d.avif?t=1762448366\" width=616 height=182 /></span><br><br>You heroes will now be able to equip 5 new items from Team Fortress 2.<h2 class=\"bb_tag\" >Tower of Hats</h2> Tarnish it notte, presumptuous one.<h2 class=\"bb_tag\" >Gas Mask</h2> A highly effective defense against anything from flatulation to the most toxic nerve gas. The only drawback is that the mask’s active ingredient causes idyllic, pastoral hallucinations.<h2 class=\"bb_tag\" >Dove</h2> The only flying animal not yet eaten by the dungeon inhabitants, Archimede stays safely in the pocket of whoever is carrying it.<h2 class=\"bb_tag\" >jPad</h2> One letter better than its famous predecessor, this handheld marvel contains optimized solutions for the materials, project plans, and techniques of module construction.<h2 class=\"bb_tag\" >Sandvich</h2> Not considered edible by most sentient beings, this snack requires teeth capable of chewing gravel. On the plus side, it tastes like vodka.",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/365940/header.jpg?t=1762448366",
    "developers": [
      "AMPLITUDE Studios"
    ],
    "publishers": [
      "AMPLITUDE Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}