{
  "366100": {
    "name": "Champions Of Chaos 2",
    "steam_appid": 366100,
    "required_age": 0,
    "is_free": false,
    "description": "Champions of chaos 2 is an Arena turn based RPG where the player can combine up to 10 different classes in a two man party to fight waves of enemies and gain reputation and allies. The battle system combine elements of “Grandia” and final fantasy with “Marvel vs Capcom” special moves. <br />\r\n<br />\r\nYou lead a two character party of ambassadors, warriors of the rebel forces, looking to make an alliance with the free nations of the west in order to have the military power to fight back the advancing dark emperor forces. To win the trust of the leaders of the nations of the west you must show your people strength in the different arenas of their nations. <br />\r\n<br />\r\nGAMEPLAY ELEMENTS: <br />\r\n<br />\r\nCreate a two Character party, from a variety of 10 unique classes (each with unique skills, fighting styles, stats, story and motivations) <br />\r\nBattle in the arena in a classic turn based fight style mixed with some fun twists. <br />\r\nDestroy your enemies with the Chaotic Power, a powerful and special ability that can be unleashed only when your party charges enough chaotic energy, a resource that fills every time you cast a spell or perform an attack. <br />\r\nParty and individual characters customizations <br />\r\nLlama fights at the local llamadrome! <br />\r\nbosses <br />\r\nextra bosses <br />\r\nCool story <br />\r\n2 endings per character <br />\r\nAchievements <br />\r\nBuy new weapons, learn new skills, train against zombies, buy cheerleaders and much more!<br />\r\nSecond play mode (keep your leveled party members, the game restart but this time the enemies are on steroids... and bosses change their mechanics and spells, so ... YOU ARE NOT PREPARED!)<br />\r\n<br />\r\nThis Game is the successor of Champions of Chaos, A popular flash browser game that was played by more than 10 millions of people and translated to 12 languages!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/366100/header.jpg?t=1447373280",
    "developers": [
      "Epic LLama"
    ],
    "publishers": [
      "Epic LLama"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}