{
  "366530": {
    "name": "Esenthel Engine",
    "steam_appid": 366530,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Esenthel Engine is a Next-Gen Computer Game Engine.</strong><br>&quot;Esenthel&quot; is a mix of words: Essential and Essence.<h2 class=\"bb_tag\" >In development:</h2>Since Year 2000.<h2 class=\"bb_tag\" >Supported Platforms:</h2><ul class=\"bb_ul\"><li>Windows, Xbox<br></li><li>Mac, iOS<br></li><li>Android<br></li><li>Nintendo Switch<br></li><li>Linux<br></li><li>Web</li></ul><h2 class=\"bb_tag\" >Used by:</h2> Hundreds of Developers Worldwide.<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Very Easy to Use<br></li><li>Advanced Graphics and Physics<br></li><li>High Performance<br></li><li>Low Memory Usage<br></li><li>Unlimited Sized Worlds<br></li><li>Collaborative Development<br></li><li>Auto Publishing<br></li><li>100+ Tutorials and 90+ Documentation Pages Included<br></li><li>Frequent Updates<br></li><li>Rock Solid - Zero Bug Tolerance<br></li><li>Free!</li></ul><h2 class=\"bb_tag\" >Full Source Code Included:</h2><h2 class=\"bb_tag\" >Collaborative Editor:</h2>The Editor is designed from the ground up to be collaborative, which allows to instantly see any changes that other team members make to the game. <br>The Editor can be used in offline mode as well, any changes to the project will be synchronized once it gets online.<h2 class=\"bb_tag\" >Advanced Graphics and Physics: </h2>Engine supports a wide range of devices, from browsers, mobile phones/tablets, laptops and desktop computers. <br>It can be configured for low quality / fast performance setting, and high quality for more powerful GPU's. <br>Powered by Nvidia PhysX allows complex physics simulations having thousands of dynamic objects on the scene real-time. <br>Supports plenty of graphical effects, such as - Bloom, Glow, Real-time Dynamic Shadows, Ambient Occlusion, Motion Blur, Depth of Field, Tone Mapping, Sun Rays, Fog, Cel Shading, Normal Mapping, Parallax Mapping, Relief Mapping, Tessellation, FXAA / SMAA / TAA Anti-Aliasing and many more!<h2 class=\"bb_tag\" >Dedicated Cross-Platform Programming Solution: </h2>Esenthel features Code Editor functionality, allowing to edit game codes, exactly the same way on all platforms. Code Editor is integrated in the Engine's Editor, and automatically handles compilation for all platforms (it is integrated to work with Visual C++, Xcode, NetBeans and Android Toolchain). You can write codes once, and they will work on all platforms! <br>Esenthel's Code Editor features a unique ability to write C++ codes -without- having to create .h header files. <br>This single feature greatly speeds up programming process, as you don't need to waste time on making header files, rearranging your classes/functions as the Code Editor does that automatically for you.<h2 class=\"bb_tag\" >100+ Tutorials and 90+ Documentation Pages Included: </h2>Esenthel Editor comes preinstalled with more than 100 tutorials included, additionally you can browse the documentation online here:<h2 class=\"bb_tag\" >Heaps of other Features: </h2>You can see the vast list of features over here - <br><br>Windows version creates games for Windows, Android, Nintendo Switch and Web.<br>Mac version creates games for Mac, iOS and Android.<br>Linux version creates games for Linux and Android.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/366530/header.jpg?t=1631288383",
    "developers": [
      "Esenthel"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 4 月 27 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "54",
        "description": "教育"
      },
      {
        "id": "56",
        "description": "软件培训"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "60",
        "description": "游戏开发"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}