{
  "367160": {
    "name": "No One But You Demo",
    "steam_appid": 367160,
    "required_age": 0,
    "is_free": true,
    "description": "No One But You is a Visual Novel/Dating Sim about Hideaki, a high school student who has just returned to his hometown, Okutama.<br />\r\n <br />\r\nUpon returning, Hideaki re-discovers a town he knew from childhood, meeting new friends and reuniting with those he had long forgotten. He resumes his high school life in the big city, quickly adapting to the change in pace, and before he knows it, Hideaki begins to think of this city as his home once more.<br />\r\n <br />\r\nHideaki's life in Okutama is upbeat and fun, thanks to the many friends he makes, including Megumi, an energetic student council member; Chinatsu, a reserved senior in the literature club; Shiro, an unsociable music-lover; and Yui, an obstinate girl who rarely expresses herself honestly.<br />\r\n <br />\r\nSurrounded by an interesting group of friends, Hideaki lives out his days without a care in the world, content to enjoy a normal high school life. Whether he's going out with friends or studying for exams, his new life is truly peaceful.<br />\r\n <br />\r\nBut not for long.<br />\r\n <br />\r\nAs Hideaki's stay in Okutama continues, ghosts from his past begin to come back, increasingly intruding on the new life he's trying to build. As if that wasn't bad enough, his new friends all have secrets of their own, and the more Hideaki involves himself with their daily lives, the deeper into mutual despair he sinks.<br />\r\n <br />\r\nWill you be able to put to rest the evils of the past and finally live out the normal high school life you crave? Will you be able to put your friends' minds at ease, erasing the trauma and misery ruining their otherwise peaceful lives?<br />\r\n <br />\r\nBecause whether you like it or not, for this very task it can be no one but you.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/367160/header.jpg?t=1580428066",
    "developers": [
      "Unwonted Studios"
    ],
    "publishers": [
      "Unwonted Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}