{
  "367220": {
    "name": "Egyptian Settlement Gold",
    "steam_appid": 367220,
    "required_age": 0,
    "is_free": false,
    "description": "A long, long time ago in Ancient Egypt ...<br />\r\n<br />\r\nAn unpleasant prophecy by the ancient gods seriously scares the Pharaoh. He orders all his confidants to his court. The thriving meadows, once reclaimed from the desert, are now threatened by desiccation. Worse than that, future harvests are going to be annihilated!<br />\r\n<br />\r\nAs one of the confidants of the Pharaoh, now is the time to show your skills. You are accompanied by some more or less motivated consultants and architects who will do everything possible to stand by your side during your mission.<br />\r\n<br />\r\nThe Pharaoh commands you into an inhospitable desert. It is your mission to explore the land, to find oases and open up barren land. Colonize unused lands and protect the whole empire from a devastating famine!<br />\r\nCommand the lively Egyptians in an extensive campaign, which is composed of many different challenges. It will be necessary to create thriving metropolises, transform deserts into fertile land, upgrade branches of production and protect your settlement against natural disasters or unpleasant contemporaries.<br />\r\n<br />\r\nTrade resources at your market, search for treasuries, build bridges to gain access to remote places and provide your population with food as well as in good mood. By establishing a well-developed economy, your main goal is to provide resources to the Pharaohs warehouses, so the threat of a famine can be prevented!<br />\r\n<br />\r\nAn exciting and entertaining mixture of time-management and strategy along with many teeming characters is waiting for you.<br />\r\n<br />\r\n<br />\r\nFeatures<br />\r\n<br />\r\n- Challenging and entertaining fun<br />\r\n- Trading resources on the market<br />\r\n- Search for treasuries<br />\r\n- Construct fantastic buildings<br />\r\n- Consultants and architects will stand by your side<br />\r\n- Mixture between time-management and real-time strategy<br />\r\n- Campaign - and endless-mode",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/367220/header.jpg?t=1447373559",
    "developers": [
      "magnussoft"
    ],
    "publishers": [
      "magnussoft"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3100,
      "final": 2480,
      "discount_percent": 20,
      "initial_formatted": "¥ 31.00",
      "final_formatted": "¥ 24.80"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}