{
  "368220": {
    "name": "Close Combat - Panthers in the Fog",
    "steam_appid": 368220,
    "required_age": 0,
    "is_free": false,
    "description": "Close Combat: Panthers in the Fog details the desperate German counter-attack at Mortain, the last chance of the Wehrmacht to stave off defeat in Normandy.  <br><br><strong>Can you match the tenacity of the American defenders of Hill 314?  Or can you succeed where the Panzers failed, driving through to the sea and changing history?</strong><br><br>Play single battles, linked operations, or even the Grand campaign simulating all six crucial days of fighting.  With 35 linked battlefields and historically accurate formations and units, strategic choices are as important as tactical prowess.  New features of long-range interdiction, strategic high ground and adverse weather conditions bring an insight into the challenges faced by those who commanded both sides in this pivotal WW2 battle.<br><br>Command your forces on the strategic level, issuing orders to battalion or regimental-sized units to attack or defend, and allocate air or artillery support.  Then fight out the resulting engagements in a highly-detailed, real-time simulation of World War II tactical combat.  The results of the tactical battle determine who controls each area, and where they can move at the strategic level.<br><br>For the Allies the Normandy landings of June were followed by two months of hard fighting in difficult terrain against a tenacious German defense.  But in late July the U.S. Army’s Operation Cobra has finally created a decisive breach in the weakened German line.  Patton’s 3rd Army races through the opening along the western coast of France and into the clear, driving for the Brittany Ports.  Faced with the choice between retreat and last-ditch counter-attack, the Germans struggle to assemble a panzer force for one more charge.  Can the Germans move quickly enough to overcome a desperate situation, push through to Avranches on the French coast, and cut off Patton’s racing spearheads?  Or will the thinly stretched Americans troops screening Patton’s flank be able to hold out, regroup, and hold the vital lifeline open?<br><br><strong>FEATURES</strong><br><ul class=\"bb_ul\"><li>Issues orders to your major units on a strategic level, and then fight each engagement at the tactical level.<br></li><li>Accurately depicts World War II tactical warfare and its challenges in real-time.<br></li><li>Proven psychological model influences the behaviour of your men in combat.<br></li><li>Each individual soldier may tire, gain experience, and gain or lose morale after every battle. Manage your forces and preserve your veteran soldiers to field the most effective force possible.<br></li><li>Includes a wide variety of historical squads, weapons, vehicles, aircraft, and artillery.<br></li><li>Mount troops or guns on vehicles during tactical battles.<br></li><li>Accurate and realistic equipment modelling.<br></li><li>Weather conditions, including night and fog influence the battle at all levels.<br></li><li>Use strategic-level air and artillery interdiction to block or slow the movement of enemy forces.<br></li><li>Call in close air support, mortar support, and indirect fire support at the tactical level.<br></li><li>Integrated multi-player lobby and match-making forums.<br></li><li>Enhanced Scenario Editor - Create your own &quot;what if&quot; Scenarios.<br></li><li>A host of adjustable game settings including speed scroll speed, sound volume, and UI layout.<br></li><li>Enhanced to run well on modern DirectX systems<br></li><li>Enjoy the huge variety of modifications available from the Close Combat Community providing years of additional gaming pleasure.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/368220/header.jpg?t=1756123367",
    "developers": [
      "Matrix Games"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 21870,
      "final": 4374,
      "discount_percent": 80,
      "initial_formatted": "¥ 218.70",
      "final_formatted": "¥ 43.74"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 4,
      "total_negative": 4,
      "total_reviews": 8
    }
  }
}