{
  "368600": {
    "name": "Terra Nova: Strike Force Centauri",
    "steam_appid": 368600,
    "required_age": 0,
    "is_free": false,
    "description": "From the creators of Ultima Underworld I &amp; II and System Shock.<br><br>Lead an elite fighting team battling for freedom from the sinister forces of the Earth Hegemony. Engage in combat on the bloody battlefields of four unique worlds. Encased in your Powered Battle Armour (PBA) you are an unstoppable fighting force.<br><br>Which is just as well, for as your colony prospers a new breed of pirate has emerged. More organized and armed with powerful weapons, these new pirates have prompted the Cantauri government to establish an elite fighting force, the Strike Force Centauri.<br><br>Lead your team against the new threat to Centauri peace and discover the dark secret behind the pirates growing military might...<br><br><strong>Bonus Content Included: </strong>Music from the band Tribe (feat. Eric and Terri Brosius), High Resolution scans of Manuals, Quick Reference Cards and Armour Schematics, Retro Desktop Themes and more!<br><br><ul class=\"bb_ul\"><li>Battle to save your colony in over 30 missions, including recon, search and rescue, night raids and full scale battles.<br></li><li>Create your own missions with the Random Scenario Generator.<br></li><li>Sophisticated Artificial Intelligence engine allows you complete control over your squad mates and enemy adaptability.<br></li><li>Breakthrough outdoor renderer allows for a fully interactive environment.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/368600/header.jpg?t=1569517967",
    "developers": [
      "Looking Glass Studios"
    ],
    "publishers": [
      "Nightdive Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2500,
      "final": 2500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 25.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}