{
  "36900": {
    "name": "Angle of Attack",
    "steam_appid": 36900,
    "required_age": 0,
    "is_free": false,
    "description": "The Terrans have been at war with the Gammulan race for years. In an attempt to change the tide of war and take the battle to the enemy the Terran military body, Galactic Command (GALCOM),  has launched an all out attack on the Gammulan homeworlds.<br><br>The events that take place in Angle Of Attack occur during the final days of the air campaign of the assault on LV-115 - an important planet used by the Gammulans for military purposes and as a staging area for their assault on GALCOM forces. <br><br>The GALCOM forces, locked in a lopsided air campaign, made the decision to load the 'planet killer' R.A.N.D.O.M. weapon aboard the GCV-Excalibur for its ill-fated mission.<h2 class=\"bb_tag\" >GAMEPLAY HIGHLIGHTS</h2><br><ul class=\"bb_ul\"><li>No fancy console gimmicks here. Full 3D cockpits, advanced futuristic avionics and weapons delivery systems provide total immersion that air combat jocks have come to expect. Situational Awareness (SA) is the key to survival in a fluid battle for survival in which only your skills — not gimmicks — stand between fun and your will to continue the fight.<br></li><li>Sixteen intense air and ground tactical strike missions in a variety of weather conditions, both day and night. Run each mission individually or in sequence as a single, seamless campaign.<br></li><li>Play the whole campaign and each of the missions using any of the four fighters. Each craft has unique properties and weapon systems, providing exceptional replay value.<br></li><li>Full combat wing command with an intuitive orders-interface system to lead your flight wing.<br></li><li>16 player PVP deathmatch and team deathmatch as well as four player co-op multiplayer. Host and join a game using a single instance. <br></li><li>Fully integrated in-game document viewer with quick access to game commands, manual and tutorial documents.</li></ul><h2 class=\"bb_tag\" >TECHNOLOGY HIGHLIGHTS</h2><br><ul class=\"bb_ul\"><li>Advanced SM 3.0 shader based graphics engine with native support for 4:3, 16:9 and 16:10 widescreen ranging from standard 720p (1280x720) and 1080p (1920x1080) resolutions up to 1680x1050. Supports various climate zones, weather conditions, dynamic twenty-four hour time of day variations, realistic day/night lighting and atmospheric conditions as well as real-world cloud layer conditions and effects. All beautifully rendered with full High Dynamic Ranging lighting and various Shader Model 3.0 shader effects. <br></li><li>Large seamless game world covering over 400 sq. km of varying terrain featuring high definition Digital Elevation Maps which look stunning at any altitude.<br></li><li>Advanced planetary terrain engine which uses high definition terrain height maps. Unlike other similar products which feature high-res maps at high altitude while being ugly and blurry at low altitudes, our latest technology is pixel perfect up to 2m/pixel for ground-zero (fps, vehicles) play using advanced geo-morphing techniques while still looking brilliant at medium  to high altitudes.</li></ul><br>This is the aerial combat based companion title to our other game, All Aspect Warfare.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/36900/header.jpg?t=1670605317",
    "developers": [
      "3000AD"
    ],
    "publishers": [
      "3000AD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}