{
  "36910": {
    "name": "All Aspect Warfare",
    "steam_appid": 36910,
    "required_age": 0,
    "is_free": false,
    "description": "An elite strike team — with a thermo-nuclear weapon. Stranded. On a hostile and near desolate planet. Left for dead. What else could possibly go wrong?<br><br>The Terrans have been at war with the Gammulan race for years. Deployed in a distant territory on the other side of the galaxy the Terran Galactic Command (GALCOM) has suffered repeated defeats and unprecedented losses. In an attempt to change the tide of war and take the battle to the enemy GALCOM has launched an all out attack on the Gammulan homeworlds.<br><br>After an intense battle, a badly damaged GALCOM ship carrying a devastating 'planet killer' weapon crash landed on a hostile Gammulan planet.  The crash survivors, a group of combat veterans, must fight off the enemy while trying to locate and disarm the catastrophic weapon - code named R.A.N.D.O.M. (Random Access Nuclear Destruction of Obsolete Matter) - or get off the planet before it detonates.<h2 class=\"bb_tag\" >GAMEPLAY HIGHLIGHTS</h2><br><ul class=\"bb_ul\"><li>Engaging campaign storyline and several instant action missions.<br></li><li>Six playable character classes with various strengths, weaknesses and restrictions.<br></li><li>Over twenty-four first person weapons varying from pistols and sniper rifles to machine guns and grenades.<br></li><li>Various advanced first person inventory — items such as cloaking devices, shield enhancements, sensor jammers etc as well as various deployable assets such as gun and rocket turrets.<br></li><li>Over thirty playable units including vehicles, gunships, fighters, shuttles and naval units. All units supported in multiplayer with multiuse positions (e.g. driver, gunner, passengers).<br></li><li>Fly aerial combat missions while supporting ground troops. Choose among escort, SAD, SEAD and CAP missions. <br></li><li>Full squad command of NPC team members with an intuitive orders interface system.<br></li><li>32 player support and five multiplayer modes including PVP deathmatch and team deathmatch as well as four player co-op against aggressive Gammulan forces. Host and join a game using a single instance or host a dedicated console multiplayer server and invite your friends. <br></li><li>64 player official ranked servers with stats tracking, integrated lobby and more.<br></li><li>Fully integrated in-game document viewer with quick access to game commands, manual and tutorial documents.</li></ul><br>This is the first person combat based companion title to our other game, Angle Of Attack.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/36910/header.jpg?t=1670604571",
    "developers": [
      "3000AD"
    ],
    "publishers": [
      "3000AD"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}