{
  "369460": {
    "name": "Professor Why™: The Quantum Eye",
    "steam_appid": 369460,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The beginning</h2><br>More than 470 light years from Earth, revolving around a red dwarf, there is a planet called Kepler 438b. Having the highest Earth Similarity Index (ESI) it became the destination of numerous scientific expeditions. In time, a base, under the name Muta, was founded on the planet’s surface, which turned into the largest facility researching Artificial Intelligence. This station was the objective of an expedition led by Professor Why, who, along with his crew of researchers, over 30 years ago designed there the basics of processing unit architecture. That resulted in creation of the supercomputer – CORE, which supported the exploration of Kepler 438b and supervised the other robots. It was also responsible for the communication with planet Earth.<h2 class=\"bb_tag\" >Then something unexpected happened… </h2><br>Along with the development of CORE’s AI the communication with Professor Why’s crew began to gradually lessen and finally stopped. No one really knows what happened in Muta, what did the researchers found or whether CORE was involved in their disappearance… Nevertheless, there is a chance to find out the truth. There is one rebel that rose in opposition to CORE, and broke the code – it is PW-36X. Although we managed to successfully establish a communication link with it, a rescue mission on Kepler 438b is still  necessary. You were chosen to perform this task.<h2 class=\"bb_tag\" >Your mission</h2><br>What will you find there? What happened to the professor and his crew? Has CORE’s AI transformed into a civilization and eliminated human beings? To find answers to these questions you have to infiltrate the system created by the one who’s called CORE.<br><br><strong>Each level is a challenge – play, think and put an end to machine domination!</strong><br><br>***<br><br>Professor Why™: The Quantum Eye is a brand new product in the series of games Professor Why™. Improved graphics, advanced 3D effects or gripping plot are just some of the changes which were implemented in the game since the launch of the first title Professor Why™ Chemistry. There are even more improvements: more dialogues, more action, simply more fun! The player is given the mission to pass through all levels of the logic puzzles prepared by the Quantum Eye. It is a robot with Artificial Intelligence which has been infected and therefore it tries to hold the player back from solving the mysteries. The player needs to prove its cleverness and ingenuity and use all of its knowledge to stop the machine domination.",
    "supported_languages": "波兰语<strong>*</strong>, 英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/369460/header.jpg?t=1449226196",
    "developers": [
      "Professor Why"
    ],
    "publishers": [
      "Professor Why"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}