{
  "37010": {
    "name": "Ninja Blade",
    "steam_appid": 37010,
    "required_age": 0,
    "is_free": false,
    "description": "It was July 7th, 2011.<br>While investigating reports of unlawful weapons trafficking, peacekeeping forces encountered an unclassified carnivorous species occupying a small village in Northern Africa. <br>\t\t\t\t\tThese rabid creatures were easily provoked and resistant to conventional attack. Eight specimens were encountered in the region now referred to as &quot;Ground:ALPHA&quot;...<br>\t\t\t\t\tOnly four were successfully contained for study. Victims of the attack were quarantined at a research facility nearby. These victims displayed signs of internal liquefaction and accelerated necrosis, similar to symptoms of other flesh-eating viruses native to that region.<br>But it wasn't a viral outbreak. It was a parasitic infestation. A previously unidentified species of hook worm was found beneath the skin of the Ground: ALPHA specimens.<br>\t\t\t\t\tThese parasites, we call them &quot;Alpha-worms&quot;, laid dozens of eggs inside their hosts, which in turn produced numerous larvae. These larvae penetrated the bloodstream and triggered a variety of genetic failures. However, unlike most genetic failures, these symptoms were not fatal. Instead, infested victims were larger, stronger… and driven by hunger. <br>\t\t\t\t\tUsing the research gained from the Ground: ALPHA specimens, a team of some special individuals were assembled. Minor outbreaks occurred over the next few years, but elite squad quickly put them down. Which brings us to the current situation in Tokyo...<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Exciting and challenging battles with 3 different weapons<br>\t\t\t\t\t</li><li>QTE and cinematic action<br>\t\t\t\t\t</li><li>Variety of powerful ninja abilities<br>\t\t\t\t\t</li><li>Weapon and ninjutsu upgrade system<br>\t\t\t\t\t</li><li>Crisscross the city of Tokyo with intense gunfights<br>\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 波兰语, 简体中文, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/37010/header.jpg?t=1648838491",
    "developers": [
      "FromSoftware"
    ],
    "publishers": [
      "ND Games",
      "bitComposer Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 11 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 15,
      "total_negative": 20,
      "total_reviews": 35
    }
  }
}