{
  "370350": {
    "name": "LOTUS-Simulator",
    "steam_appid": 370350,
    "required_age": 0,
    "is_free": false,
    "description": "LOTUS-Simulator is a driving simulator in a class of its own! At the beginning, the player chooses freely a vehicle and drives it around town, enjoys the ultra-realistic feeling of driving and the original sounds and may even forget that the vehicle is virtual. Once gripped by the excitement of simulation driving, the standards increase: stick to tight schedules, carry special passengers, master the difficult traffic. But that’s not all. The ambition grows with the experience: Now the multiplayer is played under real conditions – the colleagues in the control centre coordinate by radio, the game leader set challenges in the middle of the road, unpredictable weather, real duty rosters and long shifts. And after all, how about recreating the way of the school bus and to master the student’s traffic this time on your own? Didn’t the mate from the historic vehicle society have an ancient tram car with crank control standing around? You could breathe life again into it in the simulator – as a museum run or maybe even at the time it originates…<br><br>With LOTUS, dreams and ideas come true – and the best of it: every good realization will find followers and supporters that are hoping for extensions or are looking for exhausting the adventure of simulation driving. They are waiting for you!<br><br>LOTUS, that means: L like Leitstelle, (German, control centre), O like omnibus, T like tram, U like underground, S like suburban train.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Modular structure: Buy and play only what you are interested in – vehicles of the railway, like trams or trains, or vehicles of the road, like buses and trolleybuses, or even other modules that will be released later.<br></li><li>Realism: Driving physics, environmental physics, graphical effects, sounds, weather, seasons and the world coordinate system are uncompromisingly realistic – that is our first priority.<br></li><li>Multiplayer: Driving different tours with friends, greeting each other at the meeting point, ensure the connection by radio, coordinate everything in the control centre on your own or follow the instructions of your colleague – this and much more is provided by the multiplayer of LOTUS.<br></li><li>Map editor: With many tools, aids and quite a few ingenious gimmicks mountains are moved, embankments planned, tracks laid and streets tarmacked. Afterwards the landscape is shaped and decorated with buildings, trees, lights, stops, benches, fences and much more.<br></li><li>Content tool: Whether a single scenery object or a whole vehicle – with the content tool the objects are configured. From material settings to complex animation, from the design of the physics, the sound settings and the import and debugging of scripts, the content tool accompanies and supports the developer.<br></li><li>Plugin interface: A discarded crank, the board information system with display, a driver’s desk or a whole cockpit can be operated with the simulator and get information back from it by the use of the plugin interface.</li></ul>*Some features, like weather, will be enabled during Early Access and are not available from start!",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370350/header.jpg?t=1708688277",
    "developers": [
      "Oriolus Software GmbH"
    ],
    "publishers": [
      "Oriolus Software GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13800,
      "final": 13800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 138.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2018 年 9 月 14 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 53,
        "description": "已支持 VR"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 6,
      "total_negative": 3,
      "total_reviews": 9
    }
  }
}