{
  "370970": {
    "name": "Unlimited Escape 3 & 4 Double Pack",
    "steam_appid": 370970,
    "required_age": 0,
    "is_free": false,
    "description": "Two new versions of Unlimited Escape in one bundle!<br />\r\n<br />\r\nUnlimited Escape 3:<br />\r\nOur hero arrives at the beginning of a new adventure, this time immersed in deep space with new unknowns and news!<br />\r\nThe protagonist of the game will walk and explore endless mazes procedurally generated and will have a single mission: to save the prisoners scattered in the path leading them to the point of rescue.<br />\r\n<br />\r\nNew features:<br />\r\n<br />\r\n- The setting has been completely renovated.<br />\r\n- Now our hero will walk in space scenarios immersed in the galaxy, with new emotions and feelings!<br />\r\n- This time the random paths have been simplified and ramps are floating in space with the danger that the protagonist and the prisoners fall into the void.<br />\r\n- All this brings new difficulties and emotions!<br />\r\n- The gameplay was changed once again, with new and more fluid guidance system of the prisoners. This system leaves much more freedom of action.<br />\r\n- Now the prisoners are guided taking selected the point of grouping and moving it freely. The coupling distance has been reduced to a more realistic!<br />\r\n- The types of enemies have been doubled: now there are ten types!<br />\r\n- Each type has its behavior and its speed, as well as its resistance to gunfire.<br />\r\n- New types of enemies follow the protagonist even if the Point Group is active! It gets harder!<br />\r\n- Each level has some important news: mobile platforms. These platforms floating in space will give more life and difficult in the paths of our hero.<br />\r\n- The big news of this version of the game are bonuses, created in a unique way! These bonuses are movable objects placed randomly in different levels, can be moved by the protagonist and represent a protection from enemies, who will die in collisions with these items! In this way, the gameplay is more diverse with new hideouts and tactics.<br />\r\n- All these innovations make “Unlimited Escape 3? a game more and more unique, fun and endless !!<br />\r\n<br />\r\nUnlimited Escape 4:<br />\r\n“The Arena” is a variant of Unlimited Escape 3 with many new suggestions!<br />\r\nThe protagonist of the game will walk and explore endless mazes procedurally generated and will have a single mission: to save the prisoners scattered in the path leading them to the point of rescue.<br />\r\n<br />\r\n“The Arena” is a variant of Unlimited Escape 3 with many new features!<br />\r\n<br />\r\n- This time there are no labyrinths or paths, but the map will be flat (the arena!)<br />\r\n- Mobile platforms have been increased!<br />\r\n- The obstacles are subjected to gravity and simply obstruct the path of enemies.<br />\r\n- There are lethal holes in the map!<br />\r\n- The lighting effects have been improved!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370970/header.jpg?t=1759954040",
    "developers": [
      "Carlo D'Apostoli Projects"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}