{
  "370960": {
    "name": "Train Simulator: Epic Journeys",
    "steam_appid": 370960,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Master your Machines with Train Simulator: Epic Journeys Edition</strong><br><br>Enjoy these three epic routes:<br><br><strong>SOLDIER SUMMIT</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370960/extras/6dcd1cc9d21f586f8a3783d50708cc8e.avif?t=1519753387\" width=616 height=331 /></span><br>The stunning plains and valley passes of Utah make Soldier Summit one of the best loved mountain passes of the western United States.<br><br>At the crest of the Wasatch Plateau, Soldier Summit is a 69 mile broad valley pass joining the communities of Helper and Provo, and is the highest point on the Denver and Rio Grande railroad in Utah. Discovered by Franciscan priests and used by Native Americans before them, the pass has been an important transportation route for many years.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370960/extras/562453a51a7fb516fcad5165a786b574.avif?t=1519753387\" width=616 height=399 /></span><br>Today, the summit is a popular photo spot for railfans, and the Gilluly loops - a series of horseshoe curves - on the western approach to the summit provide spectacular scenes as heavy freight trains power their way up the pass, a challenging drive for all railroad engineers and one that makes Soldier Summit an epic US rail route.<br><br><strong>LONDON-FAVERSHAM HIGH SPEED</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370960/extras/d6cb699870afa91a20fe575795c752fb.avif?t=1519753387\" width=616 height=331 /></span><br>London-Faversham High Speed brings together the exhilaration of high speed trains with the more serene ‘classic’ third rail lines of Kent all in one route, complete with the streamlined Southeastern Class 395.<br><br>Departing London St Pancras, the route for Train Simulator passes under the City with Class 395s reaching speeds of 140mph before stopping at Stratford International on the edge of the London 2012 Olympic Park. Speeding through the Essex countryside and under the River Thames, high speed services stop at Ebbsfleet International Station, where power switches from overhead electrification to third rail pick-up. From here, Class 395s cross onto the ‘classic’ Kent lines, pausing at stations including Gravesend, Rochester and Sittingbourne, before terminating at Faversham. <br><br>London-Faversham High Speed is an accurate depiction of a fantastic modern image UK route with stunning scenery through the Kent countryside, accurate depictions of London St Pancras Station, Ebbsfleet International Station, Rochester Castle and Cathedral, and the QEII Bridge at Dartford, and many hours of enjoyable and challenging driving. <br><br><strong>THE RHINE RAILWAY: MANNHEIM-KARLSRUHE</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370960/extras/d01e006e454e4dc2b100909685db4d43.avif?t=1519753387\" width=616 height=331 /></span><br>One of Germany’s most strategically important rail lines comes to Train Simulator, bringing the splendours of The Rhine Railway to life and featuring one of Europe’s largest freight marshalling yards. <br><br>Today, long distance trains formed of electric locomotives with Intercity passenger coaches, as well as ICE and TGV high speed trains, travel the route in either direction. It is also served by Regional-Express services formed with BR425 S-Bahn electric multiple units. A prominent landmark on the route is the Mannheim Rangierbahnof, one of Europe’s largest freight marshalling yards, stretching six kilometres (3.7 miles) and covering 200 hectares, and also an important freight exchange for the Southern Rhine Valley. <br><br>The 80 kilometre (50 mile) Mannheim to Karlsruhe section of The Rhine Railway for Train Simulator recreates the busy line as it is seen today, and features the criss-crossing commuter, high speed and freight lines that see dense traffic on a daily basis.<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Learn to drive different trains at the TS Academy and qualify as a train driver<br></li><li>Three fantastic real-world routes including Soldier Summit: Provo to Helper (USA), The Rhine Railway: Mannheim to Karlsruhe (Germany) and London-Faversham High Speed (UK)<br></li><li>Sixteen stunningly accurate locomotives with realistic sounds, controls and physics including DB BR 406 ICE 3M, D&amp;RGW SD40T-2 and Southeastern Class 395<br></li><li>Enhanced graphics and performance<br></li><li>Quick Drive menu system: drive what you like, where you like<br></li><li>Drive with Xbox 360 controller, keyboard or mouse<br></li><li>Integrated Steam Workshop free mission download centre<br></li><li>Create your own routes with powerful in-game editing tools<br></li><li>Access the Engine Driver community site in-game</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/370960/header.jpg?t=1519753387",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11200,
      "final": 11200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 112.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}