{
  "371060": {
    "name": "Starpoint Gemini 2: Origins",
    "steam_appid": 371060,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >Backstory</h2>Gemini star system is a former colony of the gigantic Earth Empire. 23 years ago the rule of the Gemini Colonial Directorate was challenged by the Gemini League; a group of young revolutionaries whose only goal was a unified, but more importantly free and independent Gemini. The League grew quickly and it wasn't long before the entire system was enflamed by the war for independence which was slowly, but surely leading to the defeat of the Directorate. The war ended abruptly however with the Starpoint incident which effectively sealed off the entire system from the Empire. The original ideas of the League were quickly lost and in almost no time, new players emerged on the scene: the Korkyran Triumvirate, the Baeldor Republic and the Nyxian Consortium.<br><br><br>Countless spatial anomalies, which were a side effect of the incident, ripped many ships from the standard flow of time, only to bring some of them back over the course of those 23 years. Scientists however didn't just stand still all that time, but they diligently devised a way to find and pull back the stranded &quot;Revenants&quot; to normal space-time. You are one of these revenants who came back to find their entire world and all they believed in and fought for, has changed beyond recognition. You must find your way and place in this new Gemini which has fallen into chaos and disarray and relight old fires to finish what was started 23 years ago.<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Play through the 30 storyline missions of the original Starpoint Gemini, re-envisioned as free DLC for Starpoint Gemini 2!</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 波兰语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/371060/header.jpg?t=1565770409",
    "developers": [
      "Little Green Men Games"
    ],
    "publishers": [
      "Little Green Men Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11400,
      "final": 1140,
      "discount_percent": 90,
      "initial_formatted": "¥ 114.00",
      "final_formatted": "免费"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}