{
  "371190": {
    "name": "Making History: The Calm and the Storm Gold Edition",
    "steam_appid": 371190,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Making History: Calm &amp; the Storm Gold Edition</strong> is a turn-based grand strategy classic. Play against the world or join an alliance. Attempt to alter history or replay it. This release includes many game updates, key improvements to strategic and tactical gameplay, and features a new Germany focused scenario: &quot;The Rise of the Reich&quot;. In addition to managing the military, players must build, supply and grow a modern industrial base in order to field forces capable of victory. The decision to expand factories, research new weapons or recruit more units is in the hands of the player. War will come and the nation must be prepared.<h2 class=\"bb_tag\" ><strong>FEATURES</strong></h2><br><ul class=\"bb_ul\"><li>Clean, intuitive interface and gameplay make this one of the easiest grand strategy games to learn, and the open nature of the game combined with the ability to play as any one of over 80 nations offer endless replay-ability. <br><br></li><li>Gold Edition adds new military unit properties and gives you the ability to rename units, preset rally points and set way-points for more tactical movement. Regions can upgrade defenses, transportation, and food production simultaneously. Better financial reports let you manage your treasury more easily. <br><br></li><li>Different victory conditions available: Nation,  Alliance, or Ideological (Democracy, Communism, Fascism, or Authoritarianism) You can also go for a domination victory and set the percentage of land you need to control to win the game. <br><br></li><li>Ten scenarios included with multiple starting points before and during the war. Plus alternate history and the fantasy scenarios. <br><br></li><li>Research, build and deploy a wide variety of ships, submarines, artillery, infantry, tanks, armored vehicles, fighters and bombers. Also research tactics like maneuver warfare, hedgehog defense and amphibious assaults to give your forces bonuses. <br><br></li><li>Decide how much of your production is used to generate wealth, stockpile arms, build military units, conduct research, or construct more factories. <br><br></li><li>Players control trade, aid, industrial development, infrastructure investments, and a deep field of research. </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/371190/header.jpg?t=1667063627",
    "developers": [
      "Muzzy Lane Software"
    ],
    "publishers": [
      "Factus Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}