{
  "371240": {
    "name": "Gaming In Color",
    "steam_appid": 371240,
    "required_age": 0,
    "is_free": false,
    "description": "Almost every gamer will relate to the concept of seeking solace in a video game. Hope for sanctuary guides their escape into a virtual universe where they can be anything they want to be. For many, however, choosing to be true to themselves becomes an open invitation for hatred. This multiplies for those who are marginalized people, including people of color, women, and members of the LGBTQ community. Toxic cultures that breed violence and vitriol hide behind a industry that undervalues the innovation of its audience. GAMING IN COLOR crusades for anyone who believes that the pixelated world can be a better place for everyone, no matter who they are or what they love.<br><br>A lesbian, gay, bisexual, transgender, or otherwise queer gamer has a higher chance of being mistreated in a social game. The power dynamics of a male-dominated geek society tips against them. Further, diverse queer themes in game storylines and characters are an anomaly in the mainstream video game industry. However, the gaming community is far more colorful than one may expect. Gaming In Color shows that there is a full spectrum of gamers picking up their controller to play.<br><br>This feature documentary explores the queer side of gaming culture and the game industry's LGBTQ presence. The queer geek community is taking huge steps forward in being recognized on a worldwide industry scale. At the same time, more popular mainstream and indie games are featuring a greater amount of queer characters than ever before, helping with visibility and acceptance. There's a long road ahead and tons of aspects that desperately need improvement, but the video games universe will continue to mature and diversify both in its community culture and industry only if we elevate the conversation about inclusion and respecting one another - not in spite of our gay geekiness, but because of it!<br><br><strong>Director:</strong> Philip Jones<br><strong>Producers:</strong> Matt Conn, Philip Jones, Anne Clements, Ryan Paul, Kayce Brown<br><strong>Writer:</strong> Ryan Paul<br><strong>Featuring: </strong> Colleen Macklin, George Skleres, Naomi Clark, Matt Conn, Joey Stern, Jessica Vazquez, Shane Cherry, Matthew Michael Brown",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/371240/header.jpg?t=1636405766",
    "developers": [
      "MidBoss, LLC."
    ],
    "publishers": [
      "Devolver Digital Films"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}