{
  "371790": {
    "name": "Ramayana",
    "steam_appid": 371790,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >About the Game</h2><br>This is a Realtime Strategy game on plot of great Indian epic Ramayana.<br><br>The story is about how Rama and Lakshmana gathers a monkey army to defeat demon army and finally defeat demon king Raavana to save Rama’s beloved wife Sita.<h2 class=\"bb_tag\" >Plot</h2><br>Story of Ayodhya:<br>--------------------------------<br>Dasharatha, King of Ayodhya, has three wives and four sons. Rama is the eldest. His mother is Kaushalya. Bharata is the son of his second and favorite wife, Queen Kaikeyi. The other two are twins, Lakshman and Shatrughna. Rama and Bharata are blue, perhaps indicating they were dark skinned or originally south Indian deities.<br>A sage takes the boys out to train them in archery. Rama has hit an apple hanging from a string.<br>In a neighboring city the ruler’s daughter is named Sita. When it was time for Sita to choose her bridegroom, at a ceremony called a swayamvara, the princes were asked to string a giant bow. No one else can even lift the bow, but as Rama bends it, he not only strings it but breaks it in two. Sita indicates she has chosen Rama as her husband by putting a garland around his neck. The disappointed suitors watch.<br>King Dasharatha, Rama’s father, decides it is time to give his throne to his eldest son Rama and retire to the forest to seek moksha. Everyone seems pleased. This plan fulfills the rules of dharma because an eldest son should rule and, if a son can take over one’s responsibilities, one’s last years may be spent in a search for moksha. In addition, everyone loves Rama. However Rama’s step-mother, the king’s second wife, is not pleased. She wants her son, Bharata, to rule. Because of an oath Dasharatha had made to her years before, she gets the king to agree to banish Rama for fourteen years and to crown Bharata, even though the king, on bended knee, begs her not to demand such things. Broken-hearted, the devastated king cannot face Rama with the news and Kaikeyi must tell him.<br><br>Banishment of Rama:<br>--------------------------------<br>Rama, always obedient, is as content to go into banishment in the forest as to be crowned king. Sita convinces Rama that she belongs at his side and his brother Lakshman also begs to accompany them. Rama, Sita and Lakshman set out for the forest.<br>Years pass and Rama, Sita and Lakshman are very happy in the forest. Rama and Lakshmana destroy the rakshasas (evil creatures) who disturb the sages in their meditations. One day a rakshasa princess Surpanakha tries to seduce Rama, and Lakshmana wounds her and drives her away. She returns to her brother Ravana, the ten-headed ruler of Lanka (Sri Lanka, formerly Ceylon), and tells her brother (who has a weakness for beautiful women) about lovely Sita.<br><br>Abduction of Sita:<br>--------------------------------<br>Ravana devises a plan to abduct Sita. He sends a magical golden deer which Sita desires. Rama and Lakshman go off to hunt the deer, first drawing a protective circle around Sita and warning her she will be safe as long as she does not step outside the circle. As they go off, Ravana (who can change his shape) appears as a holy man begging alms. The moment Sita steps outside the circle to give him food, Ravana grabs her and carries her off the his kingdom in Lanka.<br><br>The beginning:<br>--------------------------------<br>Rama is broken-hearted when he returns to the empty hut and cannot find Sita…<h2 class=\"bb_tag\" >Features</h2><br><ul class=\"bb_ul\"><li>The game contains 20 campaign based on the story of the epic. First 2 campaigns are mostly tutorial.<br></li><li>The game supports skirmish with 2 factions: Vaanara and Rakshasa; maximum of 8 teams.<br></li><li>Each factions have worker units who can gather resources: food/wood/stone/metal &amp; build buildings. Buildings are of type Citadel, Barracks, Archery, Beastiary, Farm/Tree House, Lumbercamp, Mine, Outpost. Citadels and Farms can train workers. Barracks, Archery &amp; Beastiary can train military units. Military units are of type: Light/Heavy Melee/Archer/Beast. Resources are needed to train/build units/buildings. Each unit have their own hitpoint capacity, attack, armor, healrate, accuracy, stealth.<br></li><li>The characters of story are hero units having special abilities. Heroes have level. On each campaign some of the heroes gains level, which help them gain more attack/armor/healrate &amp; new special abilities are unlocked.<br></li><li>A map editor is also added to the game, with which new maps can be created and skirmishes can be played in it.<br></li><li>Skirmish/Campaign games can be saved in midway and can be loaded anytime.</li></ul><h2 class=\"bb_tag\" >Under the hood</h2><br>Development:<br>--------------------------------<br>This game was developed as one of my personal projects during my M.Sc. I had been working on OpenGL for a while. And this game was in fact my first big project on OpenGL. It was developed in 1 year in year 2012-2013, using OpenGL on C++ on its proprietary game engine. For sound and imaging SDL and OpenCV libraries are used.<br><br>Assets:<br>--------------------------------<br>The models are made with Blender 3D. One of models (Rama) used in the game is available on BlendSwap under CC-BY license. The models used in the game are mostly tweaked from this one. <br>The musics used the game are mostly downloaded from few free music websites. During the initial release of the game there was a few dispute over the used music in the game, although they were replaced later.<br><br>Release:<br>--------------------------------<br>Later in year 2013, it was submitted to the Steam Community as a Greenlight project. by 2014 it was greenlit and published on the Steam store and other stores.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/371790/header.jpg?t=1709309019",
    "developers": [
      "Rakesh Malik"
    ],
    "publishers": [
      "Rakesh Malik"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 10,
      "highlighted": [
        {
          "name": "Graduated",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/9198788236f1576cf10803e10e175f4fdf282dc7.jpg"
        },
        {
          "name": "Fire In Water",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/68b5efa214aeb7ee3ee6dce19635993d1a94fe16.jpg"
        },
        {
          "name": "Clash of the Titans",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/f212b6100a8ab9344ade403395c2c5335d13cdbb.jpg"
        },
        {
          "name": "Cartographer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/01541dd3200d0345b46d05a332320b6e3bd934ae.jpg"
        },
        {
          "name": "Giant-Slayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/1ab22651db42b22b2bb78e1e1db95706150a32f4.jpg"
        },
        {
          "name": "Trickster",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/5208dde4bb9e14ac392027b5e408ebe2a8ecd371.jpg"
        },
        {
          "name": "Anihilator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/dbe42820165f2aaff45d1c485717336d294ad4a5.jpg"
        },
        {
          "name": "Demon-Slayer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/5a2ad0bd2828fd461477ca3aa6f47f3b6247c681.jpg"
        },
        {
          "name": "Heavyweight",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/61106866b679090d520bc9942f247006003237c3.jpg"
        },
        {
          "name": "Engineer",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/371790/d2d0c38d2a6c0073f7fa43999b4632ebda96f23b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}