{
  "371850": {
    "name": "Football Mogul 2014",
    "steam_appid": 371850,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Football Mogul</i> lets you begin in any year you choose, from 1970 to 2013 with the full roster of your favorite team -- or an entirely fictional team of your own creation. Your involvement as GM does not stop in the team's front office. <i>Football Mogul</i> gives you complete control over your team on the field. You start by setting the starting lineups for your team. On game day, you choose your level of involvement. You can retire to the luxury box and make calls to the field as needed or you can take control of each player, choosing what plays to run in each situation. <br><br>A powerful game engine simulates each play of the game based on customized player ratings and over 40 years of historical data, assuring you the maximum realism possible! <i>Football Mogul</i> is designed to help you manage your team over many simulated years. Manage your team one day at a time, or let the computer simulate weeks or months at a stretch so you can play for virtual years or decades. As your players age, their abilities mature and decline realistically. Don't forget to build your team for the long term, rather than spending all your money on free agents this season. Watch your team rise and fall in the standings, watch your bank statement, and read the news stories to stay on top of what's happening with all the teams in both leagues. If you pick the right players, manage your finances well, and stick to a winning strategy, your team may win the Super Bowl, and you too may become a <i>Football Mogul</i>!<br><br><strong>Features</strong><br><br><ul class=\"bb_ul\"><li>Start in any season from 1970 to 2013<br></li><li>Rosters for every year since the AFL-NFL merger<br></li><li>Play-by-play describes each play as it happens<br></li><li>Box scores and play-by-play files created for each game<br></li><li>Detailed play designer<br></li><li>22 offensive formations: 3rd down packages, wildcat, etc.<br></li><li>17 defensive formations: nickel, dime, prevent, 33 stack, 52, etc.<br></li><li>View detailed results for each play in your playbook: Versus each type of defense, In each down-and-distance situation<br></li><li>Realistic player development and aging<br></li><li>Play up to 100 seasons into the future<br></li><li>Automatically loads files from previous versions</li></ul><br><strong>New Features</strong><br><br><ul class=\"bb_ul\"><li>Updated team rosters for 2013-2014 season<br></li><li>Accurate 65-man rosters, updated for week 4 of the pre-season<br></li><li>More realistic simulation<br></li><li>&quot;Targets&quot; and &quot;Yards After Catch&quot; incorporated into ratings (and recorded during simulation)<br></li><li>&quot;Hands&quot;, &quot;Power&quot;, &quot;Quickness&quot; and &quot;Visions&quot; updated and calibrated for every player<br></li><li>More accurate tackling, according to player skill and defensive play-calling<br></li><li>New stats and ratings for over 2,800 active players<br></li><li>Updated year-by-year stats for every player<br></li><li>Hand-edited ratings for over 340 offensive linemen and 500 skill positions (including 80 QBs)<br></li><li>Updated ratings for over 900 defensive players and 170+ special teams specialists<br></li><li>More than 400 new players<br></li><li>Includes all 2013 draftees, plus undrafted free agents<br></li><li>More than 800 new player photos<br></li><li>Exact season schedule for every season from 2001 through 2013<br></li><li>Accurate scheduling algorithm for all future seasons (2014 and beyond):<br></li><li>Includes correct interdivision and interleague matchups according to NFL rules<br></li><li>Plus realistic schedule options going back to 1972<br></li><li>Improved play designer and playbook editor<br></li><li>More control over play action and option plays<br></li><li>Improved Play-By-Play interface<br></li><li>Let the computer choose your defensive plays while your control your offense (or vice versa)<br></li><li>At any time, click &quot;Playbook&quot; to have the computer pick a play for you</li></ul><br><strong>Additional Features</strong><br><br><i>Forty years of historical accuracy</i><br><ul class=\"bb_ul\"><li>Historical rookies loaded for each college draft class<br></li><li>Correct schedule and playoff format for each season<br></li><li>Enable or disable overtime (which was added in 1974)<br></li><li>Additional league editing options, like the number of wild card teams</li></ul><br><i>Hotseat play</i><br><ul class=\"bb_ul\"><li>Two players can compete head-to-head using the same computer<br></li><li>Keyboard shortcuts for in-game playcalling (so you don't have to fight over the mouse) </li></ul><br><i>Support for online play</i><br><ul class=\"bb_ul\"><li>Schedule generation for shorter seasons (as few as 4 games)<br></li><li>Schedule generation for custom league configuration -- even for an odd number of teams<br></li><li>Fantasy drafts with more than one human-controlled team<br></li><li>&quot;Import Playbooks&quot; feature lets you quickly load playbooks designed by each team's owner</li></ul><br><i>Strategic options</i><br><ul class=\"bb_ul\"><li>Set your team to run a '3-4' or '4-3' defense<br></li><li>Build your offense with or without a fullback<br></li><li>Adjust the run/pass balance of your offense<br></li><li>Fine tune your game plan by customing your playbook<br></li><li>Advanced playbook editor<br></li><li>Easy interface lets you quickly edit existing plays or build a playbook from scratch<br></li><li>Editable folder names and play names<br></li><li>Load and save playbooks for use against different opponents, or to share online<br></li><li>Playbook tracks the success of each play in a variety of offensive and defensive situations<br></li><li>Supports custom offensive and defensive playbooks for every single historical team<br></li><li>You can even redesign plays in the middle of a game</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/371850/header.jpg?t=1447374750",
    "developers": [
      "Sports Mogul, Inc."
    ],
    "publishers": [
      "Sports Mogul, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}