{
  "372020": {
    "name": "Fantasy Grounds - D&D Hoard of the Dragon Queen",
    "steam_appid": 372020,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >    D&amp;D Hoard of the Dragon Queen  </h2>      Fight the War Against Draconic Oppression in this Adventure for the World’s Greatest Roleplaying Game<br>An adventure for characters level 1 through 7.<br>In an audacious bid for power the Cult of the Dragon, along with its dragon allies and the Red Wizards of Thay, seek to bring Tiamat from her prison in the Nine Hells to Faerun. To this end, they are sweeping from town to town, laying waste to all those who oppose them and gathering a hoard of riches for their dread queen. The threat of annihilation has become so dire that groups as disparate as the Harpers and Zhentarim are banding together in the fight against the cult. Never before has the need for heroes been so desperate.<br>Dungeon Masters purchasing this module can use it to run the adventure with very little prep, other than reading through the adventure in advance. The contents of the story are indexed and linked, where appropriate. Combat encounters and boxed text are preloaded and ready to drop onto maps and into the chat window with a few clicks. Nearly everything has been optimized and streamlined for ease of play online.<br><i>  This Module Includes</i><br><ul class=\"bb_ul\"><li>the entire contents of the Hoard of the Dragon Queen adventure  </li><li>image handouts that can be shared with players collectively or individually  </li><li>maps containing information for the Dungeon Master (DM) only and with all locations pre-linked to story entries which may contain additional DM notes, boxed text, encounters, images and treasure parcels  </li><li>maps with all hidden information removed and resized for use as tactical combat maps  </li><li>11 bonus maps created by Zeph Ponos (aka Zeus) for use where maps were not provided in the original adventure  </li><li>tokens for many of the monsters in the module. When no token is available, a letter token is used to represent the NPC  </li><li>XP for encounters that can be dragged to the party sheet and awarded to the players as they complete them  </li><li>Searchable monster indexes by CR, type and in alphabetical order  </li></ul><strong>  Requirements:</strong>   The 5E Ruleset and one of the following modules: D&amp;D Basic Rules, D&amp;D Comple Core Class Pack or D&amp;D Character Customization Pack<br><strong>  Recommended:</strong>   D&amp;D Basic Rules, D&amp;D Player's Handbook or D&amp;D Character Customization Pack, D&amp;D Monster Manual<br><i>  Adapted for Fantasy Grounds by: </i>  <strong>  Zeph Ponos, and Zacchaeus</strong><br><strong>  Requires:</strong>   The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extensions and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372020/header.jpg?t=1765844632",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 7000,
      "final": 7000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 70.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 18 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}