{
  "372480": {
    "name": "Spaceforce Rogue Universe HD",
    "steam_appid": 372480,
    "required_age": 0,
    "is_free": false,
    "description": "One of the best-selling space simulation games in this decade, adapted to over ten languages across the globe.<br />\r\nSpace Force - Rogue Universe is an action RPG space simulation game, with emphasis on key elements such as ship development, exploration of an immersive universe and freedom of choice. After the pilot leaves the starting zone, Space Force - Rogue Universe opens an almost unlimited space for exploration.<br />\r\nRogue Universe is a beautiful, open ended and innovative 3D space environment decorated with stars, planets, moons and asteroids. Comets, black holes, star bases and floating cities are all available for exploration. As with all societies, there is crafting, trade, diplomacy and inevitable fights. Rogue Universe boasts of an in-depth storyline, with lots of opportunities that will thrill the action oriented player, but also inspire the adventurer and trader. Space Force - Rogue Universe offers small-scale or huge space battles, a vast range of different quests, and a story-filled game.<br />\r\nPlayers will have the opportunity to engage in trading, exploration, fighting, crafting, quest solving, diplomacy related decision-making, in addition to ship development and other  activities. The player may choose to view the environment through camera mode in first or third person POV. The player can choose between 10 professions and 14 spacecrafts. Earn money and experience points and advance to higher levels. Since AI has a crucial role in Space Force, it will create a thrilling playing experience throughout the game.<br />\r\nSpace Force - Rogue Universe features an economic system that allows you to buy and sell commodities for profit. You can also buy new ships or new upgrades for your ship. In the space station trade centre you will find a list of what goods are for sale. Check your ship's characteristics to see how much cargo space and weight is available and how much is already used. Prices and wares differ from one system to the other, so you have to do some exploration and find optimal trade routes.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372480/header.jpg?t=1447374880",
    "developers": [
      "Dreamatrix"
    ],
    "publishers": [
      "Dreamatrix"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}