{
  "372500": {
    "name": "Secrets of Grindea Demo",
    "steam_appid": 372500,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Secrets of Grindea</strong> is an old-school RPG with co-op support for up to 4 players. It is a tribute to and sometimes a parody of the old SNES games so many of us grew up with and loved! Journey through fantastical lands and battle tons of different enemies and bosses in your quest for truth, friendship and, above all, finding the world's rarest treasures!<h2 class=\"bb_tag\" >Demo Features</h2><br><ul class=\"bb_ul\"><li>Character customization. Advanced skill trees give you precise control over how your character develops. There are no caps or specific classes, so the possibilities are endless. On top of this, there’s a wide variety of haircuts, hats and head gears that will make your character look unique as well.<br></li><li>Co-op support for up to four players! Bring your friends on the adventure, challenge them to any of the mini games in the arena or why not have them help you out in a difficult dungeon?<br></li><li>Arcade Mode features a unique experience of procedurally generated Action RPG madness, truly putting your skills to the test. Help build the town of Arcadia by rising to the challenge of this extremely tough mode!</li></ul><br>The demo contains the first arc of the Story Mode, and the first three floors of Arcade Mode. Many people spend hours on the demo features alone, so knock yourself out!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372500/header.jpg?t=1447374894",
    "developers": [
      "Pixel Ferrets"
    ],
    "publishers": [
      "Pixel Ferrets"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}