{
  "372560": {
    "name": "Tanita: A Plasticine Dream",
    "steam_appid": 372560,
    "required_age": 0,
    "is_free": false,
    "description": "Tanita is a small plasticine girl, very clever for her age and production material. One fine day in her dream she leaves for a world tour on a plasticine plane... but it crashes! Tanita finds herdelf on the mysterious islands and tries to get out of this terrible situation. Accidentally she discovers that she's not the only prisoner of the islands. Some evil mastermind catches and turns fishes into mosters. Tanita begins her way to set them free from their prisons and expel the bad guy from the fairy-tale world.<br>The enigmatic world is full of mysteries and creatures you've never seen. Where else will you use underwater inhabitants as spare parts or grow up hi-tech contraptions on the flower-bed? And to all that, you'll have to feed door with carrots, navigate a sea-bath and use cakes as a fuel for a rocket.<br>The game will beinteresting for adults who still have passion and a sense of humor and for kids who will find this game easy and exciting. This game is suitable for all ages, where amazing adventures await you just behind the corner and humor is all around.<br><br><strong>Features:</strong><br>•\tPlasticine world, beautifully rendered with the use of stop-motion animation.<br>•\tEntertaining story to take part in using crazy machines to interesting puzzles. <br>•\tLots of unusual riddles and mini-games. <br>•\tUnique music and sound effects.<br>•\tCharacters and backgrounds made exclusively of plasticine.<br>•\tNon-trival humorous plot, which urges the player to think creatively.<br>•\tHand-made animation of all game objects.<br>•\t5 different worlds, more than 50 game screens.<br>•\tPerfect family title.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372560/header.jpg?t=1447374913",
    "developers": [
      "Trickster Games"
    ],
    "publishers": [
      "Akella"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}