{
  "372590": {
    "name": "Grand Designer",
    "steam_appid": 372590,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >The power of procedural creation :</h2>Grand designer allows you to create an infinity of planets, nebulae, asteroids thanks to the power of procedural noises. Using the power of your DX11 GPU, every parameter changes can be seen in realtime.<h2 class=\"bb_tag\" >Controlled chaos :</h2>Create complex ground structures by using one of the thirteen noise generators, like :<br><ul class=\"bb_ul\"><li>Perlin<br></li><li>Voronoi<br></li><li>Multifractals<br></li><li>Billow<br></li><li>Hyperfractals<br></li><li>Exponential</li></ul>and more ...<br>Combine the basic noise layer with a secondary and a tertiary noise layer and procedurally generated craters. Those extra details will beef up the complexity and the richness of the ground of your planet.<h2 class=\"bb_tag\" >Natural features :</h2>Boost your productions by adding natural details like :<br><ul class=\"bb_ul\"><li><strong>oceans</strong> - and tune water height, density, colors ...<br></li><li><strong>ice caps</strong> - and tune ice expansion, randomness, transitions smoothness, minimal and maximal level ...<br></li><li><strong>desert regions</strong> - and tune desert spread, randomness, edge sharpness ...<br></li><li><strong>clouds</strong> - and tune clouds shape, coverage, coloring, coriolis effect, twirls intensity and much more.</li></ul>Add sediments taking into account the slopes and cavities of the terrain. Color them depending on the moisture level, terrain height and type. Add extra random vegetation to enrich the surface of your planet.<h2 class=\"bb_tag\" >Colorize the world :</h2>Create endless variations of your worlds by using the intuitive color ramps editor. Store presets by categories and recall them whenever you want, it's that easy.<br>Make multiple color variations easily with the adjustment tab.<h2 class=\"bb_tag\" >Fill the void :</h2>Set a background for your planet by rendering volumetric nebulae in no time, tuning stars color, density and intensity.<h2 class=\"bb_tag\" >Export :</h2>Export the textures in png, tga, dds and tiff with a resolution up to 4k x 2k with up to 4 samples per pixel in the regular version and up to 16k x 8k with 64 samples per pixel in the pro version (see version comparison). Have access to all individual layers like : <br><ul class=\"bb_ul\"><li>albedo<br></li><li>roughness<br></li><li>ambient occlusion<br></li><li>normal map<br></li><li>sky color and alpha<br></li><li>slopes<br></li><li>curvature</li></ul>and much more ... <br><br>Export also the terrain geometry and reduce its complexity to make it usable  in realtime.<br>All the assets can be used in your favorite engine or renderer like : Unreal engine 4, Unity 5, Maya, 3DS max, Blender, Marmoset toolbag, Sketchfab and more ...<h2 class=\"bb_tag\" >Render still images and still-image sequences:</h2>You can render very large images thanks to the snapshot system, up to 30k x 20k resolution with the Pro DLC.  And also, sequences of images where you're animating the different planet and background parameters.<br><br>You should consider buying the pro DLC of grand designer if you plan to use it for advanced usages or if you want to ouput large and high quality textures. See the differences in the following table : <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372590/extras/d4fab4eb5268e1fe3001e2df1ceace75.avif?t=1540325799\" width=600 height=512 /></span><br><br><strong>Note that this software requires a directX11 graphic card to run and windows vista or above, in case of doubt, don't hesitate to ask.</strong><br><br>Grand designer website<br>Ignishot forums",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372590/header.jpg?t=1540325799",
    "developers": [
      "Ignishot"
    ],
    "publishers": [
      "Ignishot"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 18800,
      "final": 18800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 188.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 13 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "51",
        "description": "动画制作和建模"
      },
      {
        "id": "53",
        "description": "设计和插画"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}