{
  "372770": {
    "name": "Floors of Discomfort",
    "steam_appid": 372770,
    "required_age": 0,
    "is_free": false,
    "description": "Floors of Discomfort is a fast paced, extremely difficult, rogue-lite, platformer. Choose from one of five unlockable characters, each with their own back stories, and reasons for being in the lair of Nexrolis. Each character offers a different style of gameplay. Play as the Pumpkin and absorb damage with the Thorn Shield, or choose the Skeleton Wizard and keep your distance while dealing damage from afar. Collect coins to spend in the shop, or kill Elites and collect rare items to assist you along the way. Battle through six increasingly difficult levels, and destroy Nexrolis to avenge the life that he took away from you.<br />\r\n<br />\r\n    Floors of Discomfort combines the best of three different worlds to give one awesome experience. We have drawn from the roguelike idea of procedural generation and permadeath, making Floors of Discomfort feel different every time it is played. We have taken from platformers by adding simple platforming like gameplay, giving a different feel to what might be expected from a game like FoD. We have drawn from action games, making Floors of Discomfort a very fast paced, challenging, experience that will keep you on your toes the entire run. These three aspects come together to create a game that offers a unique experience that is both rewarding, and satisfying.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372770/header.jpg?t=1447374965",
    "developers": [
      "Three Prong Productions"
    ],
    "publishers": [
      "Three Prong Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}