{
  "372720": {
    "name": "The Language Game",
    "steam_appid": 372720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>The Language Game</strong> is a 2 player quiz-style game that will improve your vocabulary and pronunciation as you play. The tile-based game is challenging in its own right, but you can only capture tiles if you get the language puzzles right!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>Five interchangeable languages (English, French, Italian, German and Spanish) <br></li><li>Over 900 phrases (2000+ words) across 59 categories, all recorded by native speakers <br></li><li>Blockbusters-style local 2 player game <br></li><li>Varied language-based mini games <br></li><li>Study mode that lets you learn specific categories <br></li><li>Progress tracker that reinforces tricky phrases <br></li><li>Multiple profiles that track progress across all languages</li></ul><br>Finding the motivation to learn a new language can be difficult. The Language Game aims to provide that motivation through the medium of competition - everyone likes winning games, and the best way to win this one is to learn the lingo!<h2 class=\"bb_tag\" >Gameplay</h2><br>Players take it in turns to choose a tile on the board. This gives them a language-based question which if they solve wins them the tile. The objective is to link your sides of the board together, like in Blockbusters. <br><br>The twist is that you can 'sandwich' your opponent's tiles to flip them over to your side, so the shortest path to victory may not always be the best!<h2 class=\"bb_tag\" >Learn smart, not hard</h2><br>New phrases are introduced gradually so as not to overwhelm. They are spoken by native linguists in both your own language and the one you're learning to let your mind digest the new information. You can also replay any of the phrases during the learning phase, so you will never feel rushed. <br><br>The game notices phrases you have trouble with and will re-introduce them to reinforce your knowledge. If you find a really tricky category you can replay it on your own in the 'Study Mode' that randomly generates questions from the troublesome subject. <br><br>Please note that the game currently only supports local multiplayer, there is no online play.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/372720/header.jpg?t=1447374951",
    "developers": [
      "Tap To Win"
    ],
    "publishers": [
      "Tap To Win"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1900,
      "final": 1900,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 19.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}