{
  "373340": {
    "name": "Pillars of Eternity - The White March Part I",
    "steam_appid": 373340,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Pillars of Eternity: The White March - Part I</strong> is a large sprawling expansion pack with hours of gameplay integrated into the main adventure. Along with the new quests and area content, the team at Obsidian continues to support and make improvements to the entire game, including the additions of Player Party AI and Enhanced Enemy AI. Even if you haven't played Pillars of Eternity, now is a great time to jump in and experience the hardcore classic RPG with The White March - Part I.<br><br><strong>Main features </strong><br><ul class=\"bb_ul\"><li>Raised level cap: Your party of six adventurers can now progress beyond level 12 to 14. The additional levels add powerful new spells, abilities and talents for all 11 classes.<br></li><li>New areas to explore: Largely focused on the snowy environments inspired by Icewind Dale, the expansion will feature a new quest hub, and many additional quests and dungeons.<br></li><li>Soulbound weapons: The expansion features mighty artifacts that grow stronger over time. These weapons gain different powers and attributes depending on the character class that binds to it.<br></li><li>New companions: Part 1 of the expansion introduces two new companions you will be able to use throughout all of your adventures. The Devil of Caroc, a rogue, and Zahua, a monk, will be available to join you on your quest in The White March and will travel back with you into the base game.<br></li><li>Multi-class talents: Classes will now have additional options to diversify and take on some of the abilities of other classes.<br></li><li>Party AI: Now you will have the option to set AI scripts for your party, allowing you to focus on controlling the characters you care about most.<br></li><li>Enhanced Enemy AI: Enemies and monsters are now smarter than ever. The new AI makes the entire game more of a challenge, and spell casters will use a wider variety of their spells in more devastating ways.<br></li><li>Respec: At any inn or tavern the player can re-level their party members. It gives flexibility for the player to experiment with the RPG systems and try out builds with the newly added multi-class talents. If you aren't completely satisfied with your character, you can now do a rebuild and start over fresh.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373340/header.jpg?t=1589874879",
    "developers": [
      "Obsidian Entertainment"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 6,
      "total_negative": 1,
      "total_reviews": 7
    }
  }
}