{
  "373720": {
    "name": "Ryzom",
    "steam_appid": 373720,
    "required_age": 0,
    "is_free": true,
    "description": "Enter a unique science fantasy MMORPG and dive into a unique organic living world !<h2 class=\"bb_tag\" >Opensource</h2>Ryzom is one of only a few commercial-grade MMORPGs that are fully open source: client, server, tools, and media. Being open source means that Ryzom draws on a vibrant community providing fixes and functionality above and beyond that of what the team can provide. It offers players a unique opportunity to become involved in the development of the game.<h2 class=\"bb_tag\" >Sandbox</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/0eae34b75f2c444595be9b470147d77e.avif?t=1768930393\" width=600 height=300 /></span></h2>Far from being a frozen world, Ryzom is constantly evolving in regard to your actions. Will you spark another war? Will you found a lucrative commercial guild or aim for political power? What if your hunting talents could be decisive in the struggle against Kitins?<br><br>Pick your actions well, for each one of them may impact the world and its inhabitants!<h2 class=\"bb_tag\" >Classless</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/8f2323c169bd5ef3199138993ceb16fd.avif?t=1768930393\" width=600 height=300 /></span></h2>Ryzom characters are unusual in that they are not bound to a class. That means you don't have to choose between being a warrior, a mage, a harvester or a crafter. You can improve your skills in all these classes with only one character; you do not need to focus on one path. For example, you can, at your leisure, either train your pike handling, put on your magic amplifiers to heal or cast offensive spells, pick up your pickaxe and harvest materials, or go into crafting a new armor or weapon.<br><br>You have absolute freedom!<h2 class=\"bb_tag\" >Roleplay</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/a62bc2f26d5026a2935704ab96dd530b.avif?t=1768930393\" width=600 height=300 /></span></h2>Ryzom offers official interactive events (with live NPC's), regular and varied, that evolve according to your actions. Nothing is preordained!<br>Would you like to create your own event? The Animation Team is always at your disposal and will gladly support and assist in logistics.<br>In addition, many guilds are prepared to open their doors to help your character evolve!<br><br>For lovers of imaginary languages, the players and Animation Team have created unique languages. Roleplay immersion guaranteed!<h2 class=\"bb_tag\" >Invasions</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/0eb8e40b09f9e9144f499cf5f6a8d05b.avif?t=1768930393\" width=600 height=328 /></span></h2>Picture yourself, in front of a city gate, looking at a far hill and sighting the scouts of a Kitin swarm. Now picture hundreds of Kitins following them, moving like a united and swarming army. Huge battles call for the cooperation of a great part of the community to counter these threatening invasions. And what if, one day, the Kitin were to win again, threatening hominity for the third time?<h2 class=\"bb_tag\" >Consensual PVP</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/b0a84ad7f223c745bc1afd46000345f9.avif?t=1768930393\" width=600 height=336 /></span></h2>You can fight everywhere, but only when you wish to do so. Duels, outposts battles, faction of region fights... You are free to engage in them... or abstain!<h2 class=\"bb_tag\" >Advanced Forage &amp; Harvest</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/64a5e1c43fb7224848943aa744330858.avif?t=1768930393\" width=600 height=330 /></span></h2>Ryzom features an advanced havesting and crafting system.<br><br>Harvesting - allows you to dig materials from the ground depending on season and weather and your skill. It's not so simple once predators get involved!<br><br>Crafting - Careful combination of materials depending on their characteristics and colors, allows production of unique weapons and armors. Thousands of recipes are possible.<h2 class=\"bb_tag\" >Living mobs</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/fcb9cc38ad261567a01b5f26bcac6575.avif?t=1768930393\" width=600 height=374 /></span></h2>A powerful A.I. system allows for a realistic wildlife behavior: carnivores attack herbivorous herds, realistic and dynamic animal motions make them lively, sometimes endearing, other times worrisome. There are also mass migrations on season changes and different behavior for different species. Take your time to sit and observe the life around you, it's an unforgettable view. But be careful of predators!<h2 class=\"bb_tag\" >Dynamic environment</h2><h2 class=\"bb_tag\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/extras/1ac3d6f4d668e2913896224576c39da3.avif?t=1768930393\" width=600 height=374 /></span></h2>Ryzom is a 3D persistent world consisting of five lush and varied ecosystems. Landscape, wildlife behavior and ground material availability all change according to season, weather and time.<br><br>Discover the beauty of the Forest in the spring, do battle in the Jungle in a rainstorm under a summer sky streaked with lightning, lose yourself in the dunes of the Desert in the fall, or relax enjoying the reflections of a winter sun on the pure water of the Lakes.<h2 class=\"bb_tag\" >Full character customization</h2>Entirely customizable character appearance upon creation: shape your avatar the way you like it!",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373720/header.jpg?t=1768930393",
    "developers": [
      "Winch Gate Property Limited"
    ],
    "publishers": [
      "Winch Gate Property Limited"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}