{
  "373740": {
    "name": "Pillars of Eternity - The White March Part II",
    "steam_appid": 373740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Pillars of Eternity - Royal Content is included in The White March Part II!</strong><br><br>Pillars of Eternity -The White March Part II is the conclusion to the grand expansion pack for Obsidian’s critically acclaimed RPG, Pillars of Eternity. Returning to the frozen north, your party will learn additional secrets about the gods of Eora as they adventure through brand new content. With the aid of a new companion, your party will face challenging new enemies and bosses.<br><br><ul class=\"bb_ul\"><li><strong>Main Features:</strong><br></li><li><strong>Climactic Conclusion: </strong>Part II offers a climatic conclusion to the White March story, adding a wealth of new content to the world of Pillars of Eternity.<br></li><li><strong>Higher Character Levels: </strong>Two new character levels have been included, adding dozens of new and unique abilities to the game while raising the level cap from 14 to 16.<br></li><li><strong>Story Mode:</strong> For people who would love to experience the rich and deep story of Pillars of Eternity, Story Mode lets players get through combat more quickly.<br></li><li><strong>Stronghold Improvements:</strong> The player stronghold has been updated to give special rewards, add rich stories, and present new challenges.<br></li><li><strong>New Barbarian Companion</strong>: With the introduction of Maneha the Barbarian, all 11 classes of Pillars of Eternity now have a unique companion representing them, each with their own personalities and quests.<br></li><li><strong>Expanded Skill Uses:</strong> Both the Athletics and Survival skills have been updated to be more compelling, allowing for greater choices in making unique characters that are tailored to your playstyle.<br></li><li><strong>Improved UI:</strong> The character action bar has been made more streamlined, there is better feedback during combat, and there is a more comprehensive breakdown of your characters' stats.<br></li><li><strong>Knockout Injuries: </strong>There is now an optional difficulty feature</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 俄语, 波兰语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373740/header.jpg?t=1589874631",
    "developers": [
      "Obsidian Entertainment"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 9,
      "total_negative": 0,
      "total_reviews": 9
    }
  }
}