{
  "373780": {
    "name": "Super Chibi Knight Original Sound Track (OST)",
    "steam_appid": 373780,
    "required_age": 0,
    "is_free": false,
    "description": "Super Chibi Knight is a sweeping classic action adventure game &quot;By Dad and Daughter&quot; with awesome gameplay, memorable characters, and adorable voice acting. The soundtrack has played a critical role in the game since day one! <br><br>Composer Brian Holmes poured his heart and soul into over 70 tracks with almost 2 HOURS of music! <br><br>It is our hope that this soundtrack might inspire listeners to create their own music and video games. <br><br>Once downloaded, MP3 files can be found in the Super Chibi Knight Steam directory as well as played from within the Steam Music Player! <br>...\\Steam\\SteamApps\\common\\Super Chibi Knight\\Soundtrack<br><br><strong><u>Super Chibi Knight OST Tracklist</u></strong><br><br>All tracks loop once and then fade out.<br><br><br>1.) Opening Cinematic Music<br>2.) The Knight Takes Flight<br>3.) Menu<br>4.) What a Dream!<br>5.) Oukoku Overworld<br>6.) The Library<br>7.) Firefly Guy<br>8.) The Wise Old Man<br>9.) The Butcher<br>10.) The Barn<br>11.) Jorge<br>12.) A Worried Mother<br>13.) The Blacksmith<br>14.) Manna Well<br>15.) Muncher Altar<br>16.) Oukoku Battles<br>17.) Forest Battles<br>18.) Desert Battles<br>19.) Slime Battles<br>20.) Wasp Battle<br>21.) Sand Worm Battle<br>22.) The Pit<br>23.) Ultra Crab<br>24.) Yellow Ork Cave<br>25.) Yellow Ork Battle<br>26.) Alien Ship<br>27.) Blue Wombat<br>28.) Phoenix Temple<br>29.) The Guardians<br>30.) The Hermit<br>31.) Hidden Treasure<br>32.) The Dock<br>33.) Beast Master Gate<br>34.) World Transition<br>35.) Mountain Overworld<br>36.) Gallo Cave<br>37.) The Monk<br>38.) Mountain Battles<br>39.) The Beast Masters<br>40.) Fresh Water<br>41.) Carrot Farm<br>42.) Basketball<br>43.) Sick Girl<br>44.) Beast Arena Gate<br>45.) Beast Arena Battles<br>46.) The Mine Cart<br>47.) The Salt Guardian<br>48.) Hebi Pass<br>49.) Free Hebi<br>50.) Gate to Oukoku<br>51.) Mahou Island Overworld<br>52.) Fish Shop<br>53.) Sydney<br>54.) Marlin Man<br>55.) The Lighthouse<br>56.) Bridge Troll Battle<br>57.) Troll Bridge<br>58.) Ice Temple<br>59.) Ice Pengu<br>60.) Fire Temple<br>61.) Flame Flea<br>62.) Jungle Temple<br>63.) The Panda Witch<br>64.) The Pond<br>65.) A FLAW on the Island<br>66.) Oukoku No More<br>67.) Battle in Destroyed Oukoku<br>68.) The Dark Portal<br>69.) With the Help of Friends<br>70.) Chase Em’ Down!<br>71.) Toward the Heart of the Matter<br>72.) Ending Cinematic Music<br>73.) Chibi Credits<br>74.) The End?",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/373780/header.jpg?t=1642127476",
    "developers": [
      "PestoForce",
      "Brian Holmes"
    ],
    "publishers": [
      "Armor Games Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 5 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}