{
  "37370": {
    "name": "TriJinx: A Kristine Kross Mystery™",
    "steam_appid": 37370,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Welcome to the world of TriJinx – an action-puzzle with a tumbling twist!</p>\n\t\t\t\t\t<p>It’s Egypt in 1935 and you are trapped in the tomb of TriClops! Can you outrun this triangle trap? Match triangles and clear colors as you help Kristine Kross on her quest to find her missing father and escape.</p>\n\t\t\t\t\t<p><i>TriJinx</i> combines classic gameplay mechanics with an elegant and dynamic rotating game board, evoking the hypnotic charm of Tetris or Collapse but adding action, speed and dynamic beauty. Enter this rotational riddle and you will find yourself immersed in an intriguing story as well!</p>   \n\t\t\t\t\t<p><i>TriJinx</i> appeals to coffee breakers and competitive players alike. Even puzzle purists will get wrapped up in this game’s electrifying story twists. This innovative action puzzle includes:</p><ul>\n\t\t\t\t\t<li>\"Adventure Mode\" with 68 levels of can’t-stop gameplay</li> \n\t\t\t\t\t<li>An intriguing story featuring professional voice actors and full color illustrations</li> \n\t\t\t\t\t<li>Three additional unique modes of play including fast-action Arcade, and two strategic Puzzle modes</li> \n\t\t\t\t\t<li>Spectacular animated world!</li> \n\t\t\t\t\t<li>Rich audio soundtrack, with cinematic score, special effects and sounds</li>  \n\t\t\t\t\t<p>So, join Kristine Kross! In this race against time, you must pass through a series of 68 locked gates before the curse turns everyone in your team to stone! Navigate a labyrinth of brain-bending puzzles as you help Kristine return the ancient artifact to the center of the tomb, rescue her dad and unearth the secret of the TriJinx.</p>\n\t\t\t\t\t<li>Blaze your way through ten exciting chambers as you unlock the ancient gates and unravel the mystery of the Triclops!</li> \n\t\t\t\t\t<li>Mystical triangles are filling the chamber – click on three or more to make them disappear!</li> \n\t\t\t\t\t<li>Rotate the gameboard to create groups you can clear away.</li> \n\t\t\t\t\t<li>Earn scarabs and use them strategically to clear all triangles of a single color from the chamber.</li> \n\t\t\t\t\t<li>Create bombs from 4 smaller triangles of the same color and explode the stone blocks!</li> \n\t\t\t\t\t<li>Use multi-colored triangles as wild cards with any color. </li> \n\t\t\t\t\t<li>Use chameleons that constantly change colors to complete powerful color combinations!</li> \n\t\t\t\t\t",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/37370/header.jpg?t=1447353112",
    "developers": [
      "PlayFirst"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 5 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}