{
  "374770": {
    "name": "LOTUS-Simulator: Düsseldorf 1981",
    "steam_appid": 374770,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Welcome in Düsseldorf!</strong><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/3c3886c519ddf7b37b53042f9a6d21f7.avif?t=1753613485\" width=614 height=346 /></span><br><br>Take a the driver seat of one out of five different tramways and explore Düsseldorf anno 1981! Drive across the great Jan-Wellem-Platz, cross the Rhine over the Oberkassler bridge and really turn up when it goes over the overland route to Krefeld!<h2 class=\"bb_tag\" >The Tramways</h2>The addon includes typical Düsseldorf vehicles; all of them have a wide range of functions. Here is a brief overview:<br><br><strong>GT8S</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/45f233a60aa13f5fd65db31b3052a02f.avif?t=1753613485\" width=614 height=346 /></span><br>Construction: 1973 - 1975<br>max speed: ~76km/h<br><br>The GT8S is the first light rail vehicle of the Rheinische Bahngesellschaft AG and was intended to drive through the new tunnel. But this never happened, instead 40 vehicles of this type were converted into GT8SU, the remaining vehicles remained in the tram network. The vehicle has driving and braking control via a setpoint device and is a real bi-directional vehicle. Despite the setpoint generator, it remains a challenge to drive this headstrong vehicle.<br><br><strong>GT6*/GT8</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/5987c80dded6aafa0aa5bd874b0de469.avif?t=1753613485\" width=614 height=346 /></span><br>Construction: 1956 - 1969<br>max speed: ~65km/h<br><br>Rising passenger numbers and increased demands on local public transport forced Rheinische Bahngesellschaft AG to act. Together with the Düsseldorf wagon factory &quot;DüWag&quot;, RBG AG developed a new vehicle type in 1956, which had a walk-in joint by means of a Jakob bogie. The GT6 was born and was quickly produced in large numbers. In 1958, DüWag installed a middle section in the freshly delivered 2310 railcar for its own account, which marked the birth of the GT8. Since then the vehicles have been built in all imaginable variations and sold in many West German cities. The Rheinbahn alone had 167 GT6 and GT8 at peak times.<br>However, that is no reason to turn the wheel: The crank switch is more demanding to drive than the setpoint generator and requires the highest concentration from the player at all times in order to drive the train safely through Düsseldorf and the surrounding area.<br><br><strong>B80D Stahl</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/a69d6073715b596bd9329c4fd2f2d8b0.avif?t=1753613485\" width=614 height=346 /></span><br>Construction: 1981<br>max speed: ~80km/h<br><br>Called by some as the crème de la crème of rail vehicle construction, the B80D is the vehicle that was ordered and built exclusively for the light rail lines. With comfortable air suspension, three-phase motors and a sophisticated control system, it is the ideal vehicle for overland and tunnel routes for both the driver and the passenger.<br><br><strong>GT8SU</strong><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/650e37d373be53dedef8e821519084ac.avif?t=1753613485\" width=614 height=346 /></span><br>Baujahr: 1981-1984<br>vMax: ~76km/h<br><br>Developed from the GT8S, the GT8SU is a typical conversion vehicle. Its great advantage is the universal usability both in the tunnel and on the surface, which is achieved by the complex folding step construction. You can clearly see where it was developed from, but there are more differences than you might expect!<h2 class=\"bb_tag\" >The Map: Düsseldorf in 1981</h2>In 1981 Düsseldorf had an extensive tram network and many lines that connected not only the city center, but also the outskirts and neighboring cities to the state capital. You will experience three lines with this addon:<br><br>In addition to Düsseldorf city center with the main train station and above all the central junction, the &quot;Jan-Wellem-Platz&quot;, you can also go to Belsenplatz in the direction of Krefeld Rheinstrasse. The scenery changes from an urban big city and highways in the center to Wilhelminian style houses and old buildings in Oberkassel, further to fallow industrial areas in Niederkassel and Lörick, to forests and meadows in Meerbusch until finally the settlement in Krefeld is reached again.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/3dc1fce75c69d4e8218bf1a4aa46d7c9.avif?t=1753613485\" width=614 height=388 /></span><br><br>For fans of debauched track systems, the route offers the four-track stop Hauptbahnhof with a three-track turning loop and an extra turning track for line 76, Jan-Wellem-Platz with its countless train and bus platforms, the three-track stops Opera House, Belsenplatz and Meerbusch-Haus Meer , the Meerbusch-Hoterheide reversing loop with an equally abstruse track layout and the four-rail track in Krefeld with the old turning system on Rheinstrasse in Krefeld.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/88cc4b2e23a0c8d034c03be1b54a0b22.avif?t=1753613485\" width=614 height=390 /></span><br><br>All the vehicles that are used on the three lines must of course also find shelter. In addition, we offer the depot at Am Steinberg, which has 17 tracks for the trams. Built in 1907, the hall has been preserved to this day and now offers a roof and pit for today's historic vehicles that were still in daily use in the add-on.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/dc4f2ed669f236d870968293be2eb05c.avif?t=1753613485\" width=614 height=496 /></span><br>Current state of Development!<br><br>For a rough overview, we have a network plan for you:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/extras/828ee3d187c059c55be480431e025d3f.avif?t=1753613485\" width=614 height=862 /></span><br><br>If you are unsure whether the product has already advanced far enough for your requirements, please read these topics in the LOTUS forum carefully. If you have any questions, you can also create topics in the guest area of the forum without the need for registration.<br><br><br><br><br><br><br>if you do not speak german, you could use for example google translator: <br><br>Please only buy the product if you are well informed about what to expect. It is early access and NOT done.<br><br>* Please Note: The GT6 will be patched in the course of development",
    "supported_languages": "英语, 德语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/374770/header.jpg?t=1753613485",
    "developers": [
      "Tram Düsseldorf"
    ],
    "publishers": [
      "Tram Düsseldorf"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 12240,
      "final": 12240,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 122.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2020 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}