{
  "375390": {
    "name": "Anathema",
    "steam_appid": 375390,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Anathema is a linear, classic-styled love-letter to classic action-platformer series' such as Castlevania, Mega Man X, Ninja Gaiden and Ghosts 'n Goblins.  Presented in HD using modern technology to pre-render sprites as seen in the mid-90's with games such as Killer Instinct and Donkey Kong Country.  Players will fight through 13 stages of a highly detailed world that is out to destroy them.  Enemies will be varied, powerups will be plentiful, bosses will be challenging and the controls will be tight.</p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375390/extras/e9c58f5ecdfc7e85c00b348a12b6ef31.poster.avif?t=1763306477\" width=800 height=450 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375390/extras/e9c58f5ecdfc7e85c00b348a12b6ef31.webm?t=1763306477\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375390/extras/e9c58f5ecdfc7e85c00b348a12b6ef31.mp4?t=1763306477\" type=\"video/mp4\"></video></span></p><p class=\"bb_paragraph\" >Since the dawn of humanity, angels have watched over mankind under the command of the creator.  One of The Creator's most favored angels was Azrael - also known as The Right Hand.  Azrael's duty was to ferry the souls of mankind to the creator for judgement once their time here had come to an end. </p><p class=\"bb_paragraph\" >In the beginning, Azrael shared The Creator's affection for humanity.  But over time, Azrael's affection turned sour as the wickedness of humanity grew more and more.  Azrael fiercely proclaimed that mankind had grown arrogant, ignorant and blasphemous.  Humans spat at the name of their very maker.  Azrael's resentment consumed him after The Creator stubbornly showed infinite patience and favor to the profane humans.  And so, Azrael denounced his title and his role. </p><p class=\"bb_paragraph\" >Azrael sought out a manner to enact revenge on The Creator - through us.  Azrael sewed war among the eight kingdoms and unleashed the sickness known as &quot;Devil's Plague.&quot;  For every soul that perished, Azrael forced into service into his army with hopes to eradicate humanity and eventually, if possible, The Creator.</p><p class=\"bb_paragraph\" >​<br>But, one man stood against Azrael.  Corbin Delacroix fought through The Right Hand's demon horde and faced the fallen angel himself - and won.  But there must be an angel to usher souls into the afterlife, and so Corbin to the place of Azrael as the Angel of Death.  However, though Corbin was imbued with Azrael's power,  he was not immortal. </p><p class=\"bb_paragraph\" >After many years, Azrael's followers returned to finish what he could not.  Corbin was found and murdered at the hands of the ones who call themselves &quot;The Black Dawn.&quot;  After Corbin's death, his divine powers transferred to the next in his bloodline -  his daughter Aurora Delacroix.</p><p class=\"bb_paragraph\" >Aurora now seeks out those that murdered her father and carry on Azrael's work.  She will stop at nothing until those with the blood of her father on their hands have been driven back from whence they came.</p><p class=\"bb_paragraph\" >This is the legend of Aurora Delacroix - The Angel of Death.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375390/extras/0edb6a0a5bbc37de5fdf9f2545fd6793.avif?t=1763306477\" width=583 height=107 /></span></p><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Run, double-jump, slide, climb walls and swing across chasms. Players have an extremely agile list of abilities to maneuver and explore environments. </p></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Explore a variety of levels ranging from haunted graveyards, living swamps, creaking shipwrecks, inner beasts and more.  Each area brings new themes, challenges, enemies and threats. </p></li><li><p class=\"bb_paragraph\" > Motion comic style cutscenes  tell the story of Aurora and her quest with full voice acting. </p></li><li><p class=\"bb_paragraph\" > Permanently increase your maximum stats and abilities by exploring stages for powerups, relics, tomes and other secrets. </p></li><li><p class=\"bb_paragraph\" > Unleash an arsenal of abilities.  Players can obliterate enemies in a variety of manners using various subweapons and special abilities.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375390/11b60bc524492ffa8dcf20fb29a038f933ea31ad/header.jpg?t=1763306477",
    "developers": [
      "Esperware Interactive"
    ],
    "publishers": [
      "Esperware Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将宣布"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 78,
        "description": "可调整难度"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}