{
  "375580": {
    "name": "Three Days",
    "steam_appid": 375580,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375580/extras/ca762980da2648ea1c7cf808dbbd92f6.avif?t=1627284349\" width=460 height=214 /></span><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375580/extras/51cb372b89ec84802b923edb3d38504d.webp?t=1627284349\" width=402 height=58 /></span><h2 class=\"bb_tag\" ><strong>Timed gameplay-</strong> </h2><br>Not often attempted, with modern survival games, is the sense of seriousness to escape in a period of time. Three Days gives a new perspective on urgency by adding a 72 hour - three days - time limit allowing the player to get involved in gameplay with an incentive to escape. We have fine-tuned ThreeDays to suit most players without it being impossible,and for the more casual players we have created an endless mode which has no time limit allowing a less intense experience.<h2 class=\"bb_tag\" ><strong>Unique creation system-</strong></h2><br>Three Days has its own unique crafting system: simply take a movable resource and drag it onto another resource to see what you can create. No inventory, no fuss.<h2 class=\"bb_tag\" ><strong>Procedurally generated islands-</strong></h2><br>The game includes islands that are randomly generated every time you play allowing diverse gameplay every time it’s played. Not only this, but each island has its own original name and generation and all resources that are generated on the island will be placed elsewhere.<h2 class=\"bb_tag\" ><strong>Stats-system-</strong> </h2><br>Three Days contains a dynamic ever changing stats system, where the player is in constant need of attention to survive which is achievable by looking after the players hunger hydration and temperature. The system is ever changing is and the player is always in a new procedurally generated island, meaning different amounts of resources and different weather effects to survive with.<h2 class=\"bb_tag\" ><strong>Auto-mine-</strong></h2><br>The automine mechanic was influenced by playing other games with different mechanics requiring the player to hit or hold a button to break and collect resources. Personally, I disliked this system and wondered how I could do it differently and came up with the automine feature. The player is simply brought over to the resource desired to break and it will automatically start to break.<h2 class=\"bb_tag\" ><strong>Upgrade/levelling system-</strong></h2><br>ThreeDays also allows you to collect experience from breaking primary resources such as trees and boulders, this allows level ups and PPs (Perk Points) which can be spent on 15 different upgrades for the character, such as killing and catching fish without a rod to slowing the timer down. The level system will also directly affect the player’s fate at the end of the game via 4 cutscenes.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375580/extras/5edb9782bd3493ff106f4cbb5fffcef9.avif?t=1627284349\" width=240 height=71 /></span><br><br>Personally, I enjoy a game with a bit of context and I really wanted to bring this to ThreeDays. Its unique storyline was managed by allowing the player to play and learn, for instance throughout your time in game you will discover random notes around the shoreline, washed in by the tide, which explain the backstory and what really happened.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375580/extras/f9b0740d13be81f0e3f5467c9d6080e8.avif?t=1627284349\" width=352 height=124 /></span><br><br>This is a fan made SCP game which has not been endorsed or made by anyone from the website. I have spoken with the foundation and have done everything legally under the Creative Commons Attribution-ShareAlike 3.0 License  this means that I am allowed to release this game and will credit the SCP foundation website for its inspiration to my unique fan made story.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/375580/header.jpg?t=1627284349",
    "developers": [
      "Lewis Bergin",
      "GorePixelGames"
    ],
    "publishers": [
      "Lewis Bergin"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}