{
  "376140": {
    "name": "SAGA",
    "steam_appid": 376140,
    "required_age": 0,
    "is_free": true,
    "description": "The world's first and <strong><i>longest running Persistent MMORTS</i></strong> is finally on Steam! SAGA has been running since 2008, when it revolutionized the genre. We call SAGA an MMORTS because you build cities, command troops, and manage resources like in a traditional RTS, but also go on quests, chat with your friends, join guilds, and trade like an MMO. SAGA is an RTS with battling similar to the Total War series, mixed with city building from Stronghold. Build your army by collecting cards found in booster packs, or trade in-game resources for them in the auction house.<h2 class=\"bb_tag\" >Persistent World</h2><ul class=\"bb_ul\"><li>Design, build and expand your own kingdom.<br></li><li>Manage peasants as they collect resources to help you build and maintain your fortifications even when you're not online!.<br></li><li>Research and discover new technologies in your quest for total dominance.</li></ul><h2 class=\"bb_tag\" >Customizable Units</h2><ul class=\"bb_ul\"><li>Your <strong><i>units level up</i></strong> and gain experience points that persist between battles.<br></li><li>Collect <strong><i>over 100 different kinds of troops</i></strong> and over 50 spells.<br></li><li><strong><i>Collect loot</i></strong> from fallen enemies to customize and improve your units.</li></ul><h2 class=\"bb_tag\" >Solo and Co-op Questing</h2><ul class=\"bb_ul\"><li>Join with friends in <strong><i>Cooperative Mode</i></strong> or battle solo on <strong><i>over a thousand quests</i></strong>!<br></li><li>Create and join <strong><i>guilds</i></strong> which regularly give resource benefits.<br></li><li>Trade resources and troops with other players directly, using the Auction House, and with trade routes.<br></li><li><strong><i>PvP is completely optional</i></strong>, but participate in PvP for unique rewards including booster packs, troops, and items!</li></ul><h2 class=\"bb_tag\" >FAQ</h2><strong>I heard this game is pay to win. Is that true?</strong><br>With the latest 1.50 update, we are focusing on bringing many more cards to the game's marketplace for in-game currency, making the full experience available for free. So pay to win is now a thing of the past!<br><br><strong>Will my current SAGA account work on the Steam version?</strong><br>Yes, since the Steam version uses the same servers, your account will still work. You can also still use the standalone client if you prefer.<br><br><strong>Does SAGA have subscription fees?</strong><br>No. SAGA has absolutely no subscription fees. Instead, players are encouraged--but not required--to buy their troops in booster packs. Purchased troops remain a player's property, and can be traded with other players for different troops. Troops can also be obtained from the market with in-game gold.<br><br>Troops become more powerful as you use them, gaining experience, new weapons and armor over time. Players can customize their armies to their nation type, drawing from over 150 different troop and spell types to find the combination that works best for them.<br><br><strong>Where can i find more information about the game?</strong><br>You can find loads more information about the game on our official site.<br>We also have an official gameplay and support focused FAQ.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376140/header.jpg?t=1711661741",
    "developers": [
      "Silverlode Interactive",
      "Wasatch Games"
    ],
    "publishers": [
      "Silverlode Interactive"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 4 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}