{
  "376190": {
    "name": "Enemy Demo",
    "steam_appid": 376190,
    "required_age": 0,
    "is_free": true,
    "description": "The video games you played as a kid, mashed together and remade into a tactical role-playing game.<br><br><ul class=\"bb_ul\"><li> Explore an open world where characters, items, and environments are an eclectic mashup of classic games.<br></li><li> Detailed turn-based combat system inspired by the 1994 classic, X-Com.<br></li><li> Realistic physics simulation and large, open environments allow for a rich variety of tactical options.<br></li><li> Permanent death ensures that combat is always tense. </li></ul><br>Every time you start a new game, the game procedurally generates a new world, using decades-old video games as its building blocks. The result is a collision of genres, where haunted swamps, tropical war zones, and peaceful mushroom villages all stand side-by-side. You'll build up your own custom squad of retro game characters, with a mix of skills ranging from mental health and reaction time, to the use of blasters and the ability to jump five times your own height.<br><br>Enemy is built on a turn-based combat system closely inspired by the original X-Com and Jagged Alliance. You'll devise strategies based around the unique set of abilities you've chosen for your team, and then execute them step-by-step, all while responding to counter-moves made by the enemy. It models the stress of battle on your heroes, who can flee or go berserk if things start to go too wrong. Additionally, everything in the game is destructible. If you damage the supports of a building in the middle of a fight, the whole structure can come crashing down on you. Inadvertently starting a small fire in the wrong place can lead to being caught in the middle of a massive inferno. Combat is dynamic, and easily spirals out of control.<br><br><i>Cover art by Joshua Hutchinson.</i>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376190/header.jpg?t=1447375746",
    "developers": [
      "Tom Johnson"
    ],
    "publishers": [
      "Tom Johnson"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}