{
  "376240": {
    "name": "Hadean Lands",
    "steam_appid": 376240,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Marooned in an alien, airless wasteland — your starship fractured — your crewmates missing. Can an apprentice alchemist learn how to survive?</i><br><br><i>Hadean Lands</i> is interactive fiction — a classic text adventure. No graphics! No dialogue trees! No point-and-click! You type your commands, and read what happens next.<br><br>(Keyboard controls only. Because you have to type everything. Get it?)<br><br><i>Hadean Lands</i> is a game of alchemy and exploration, with an intricate structure of interlinked puzzles. Every ritual you learn adds a new ability to your toolkit. But every ritual requires a different combination of ingredients, and some ingredients are in desperately short supply.<br><br>The game's sophisticated goal-tracking system permits you to experiment freely! Any ritual you've learned can be performed with a single command. Any puzzle that you've ever solved can be re-solved automatically. Click on the in-game map to travel to any room you're familiar with; the goal system will even find known keys and re-solve intermediate puzzles to get there. But beware: many puzzles have multiple solutions. If the ones you've found don't fit together, you may have to go searching for alternatives...<br><br><i>Repairing an alchemical starship single-handed? Not easy; perhaps impossible. You’ll have to discover the rituals you need, and then search for ingredients, and then improvise and substitute. You’ll have to calcine, distill, dissolve, and precipitate. And somehow, somewhere, you’ll have to figure out what happened and why.</i><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376240/extras/cc5d9eb66eab0bc675fc3e17e0fe5fcc.avif?t=1730560306\" width=500 height=480 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376240/header.jpg?t=1730560306",
    "developers": [
      "Zarfhome Software"
    ],
    "publishers": [
      "Zarfhome Software"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}