{
  "376310": {
    "name": "Otherland MMO",
    "steam_appid": 376310,
    "required_age": 0,
    "is_free": false,
    "description": "The fascinating multiverse of Tad Williams’ critically acclaimed Otherland novels transformed into a full scale MMORPG with a new storyline to discover.<br><br>Otherland: Next is the next step for the Otherland MMORPG expanding the content, revamping the UI and adding lots of other improvements.<br><br>The multiverse of Otherland: Next consists of a multitude of game worlds ranging from SciFi to Medieval with an incredible diversity in environments paired with gorgeous graphics delivered by the Unreal Engine.<br><br>The idea behind Otherland: Next is a virtual network of simulated worlds with something for everyone, ranging from the futuristic Lambda Mall to the medieval 8Squared, a steampunk oriented Mars or the Asia-themed 5Isle. <br><br>Become part of the Otherland network and experience these story-rich worlds by helping their inhabitants fight the NeoGrail set on their destruction.<br><br>Otherland: Next features a wide range of mechanics and activities such as challenges, dungeons, PvP battlegrounds, trading, player housing and clan areas just to mention a few.<br><br><strong>More about Otherland: Next</strong><br>Otherland: Next comes with 4 classes, each of them able to switch between two roles:<br><br>The <strong>Warrior </strong>can be either a tank or a damage dealer with just a switch of a stance. Specialized in close quarter combat and high endurance, the <strong>Warrior </strong>is an excellent choice for melee combat.<br><br>The <strong>Assassin’s </strong>domain on the other hand is staying in the shadows, picking fights on his own terms and unleashing massive damage in a short amount of time. While rather fragile, the Assassin class can switch to a tanking role using avoidance rather than sheer endurance. <br><br>The <strong>Marksman </strong>keeps his enemies at range utilizing bows and firearms and is the supreme ranged combat class of the game. With a switch of a stance he can also aid his team with healing and buffs.<br><br>The <strong>Energizer </strong>uses large energy weapons and is the supreme healer in the game. Energizers can also quickly switch their role to a very capable ranged damage dealer.<br><br>Additionally, the Social Class offers the unique option to jump right to Lambda Mall, the main hub of the game, to customize the character and socialize with other players. Players of the Social Class can later choose to switch this character to one of the main classes and experience story, combat and all other game features with one of the four main classes.<br><br>Otherland: Next offers in-depth character customization starting with the character’s look itself all the way to gearing up. <br>Here you’ll find one of the most advanced and detailed crafting systems, that allows you to define individual stats of items you craft. Those items then can be customized further by adding mods into sockets or even use special items to change stats on already crafted items.<br><br>Players can also craft or buy costumes which will apply the looks to the character while keeping the stats of the equipped gear set. There are even vanity outfits following a wide range of visual themes, allowing you to further customize the looks of your characters.<br><br>The customization is not just about looks. With a wide selection of skills for each class you also get to build your character the way that best fits your playstyle.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376310/header.jpg?t=1655760834",
    "developers": [
      "Drago Entertainment"
    ],
    "publishers": [
      "Game OL GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 12 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": {
      "total": 4,
      "highlighted": [
        {
          "name": "First steps",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/376310/12d48c8e06077938780e8ed507d60be39d132618.jpg"
        },
        {
          "name": "Water vs Stars",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/376310/7f081e1e3a8a0b5522a47277e9c0d5751877b4f8.jpg"
        },
        {
          "name": "Ant-sim",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/376310/847ebaabf05fa94534bd710c0712b6f927de554a.jpg"
        },
        {
          "name": "The red planet",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/376310/2da764fdad1c96dc8ef4adebe9be8a2c512bfa16.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}