{
  "376620": {
    "name": "Arkin",
    "steam_appid": 376620,
    "required_age": 0,
    "is_free": true,
    "description": "<u><strong>NOTE - Development of Arkin has ceased indefinitely</strong></u><br><br>Arkin is set in a future where humanity has been at war for decades, only to find that their true enemy, a threat to their very existence, has just appeared. As a veteran pilot in the TDF navy outfitted with the latest in starfighter technology, you are on the front lines of the battle for our survival.<br><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\" >Quick Feature Rundown </h2><ul class=\"bb_ul\"><li>Intense fast-paced combat, the core of Arkin<br></li><li>Utilize the advanced energy routing of your ship to switch strategies at a moment's notice <br></li><li>Fully featured single player campaign with an in-depth story <br></li><li>Extensive ship customization</li></ul><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\" >Combat</h2>Combat is at the heart of the Arkin experience. It’s fast, dynamic, and most importantly revolves around your playstyle.<br><br>The most powerful ability you have is the Orion’s dynamic energy routing system. This allows you to change strategies on the fly by instantly sending your ship’s power reserves to whatever system you need most. You can use speed to outmaneuver your enemies, power up your shields to survive the most dangerous assaults, or overload your weapons to rain destruction on your foes.<br><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\" >Story</h2>The year is 2563, and humanity is locked in a civil war. Desperately looking to break the stalemate the TDF has developed an advanced prototype ship with unique capabilities: the Orion.  You, the Orion's pilot, are part of the first TDF battlegroup to encounter a new and hostile alien race; the Arkin.  With both human factions weakened by decades of war a desperate struggle begins against the Arkin, who appear unstoppable and merciless in their destruction of every human ship and colony they encounter.<br><br><ul class=\"bb_ul\"></ul><h2 class=\"bb_tag\" >Customization</h2>The Orion was designed around a new philosophy in starfighter engineering; the idea that he who most easily adapts is victorious, and adaptability is achieved through modularity.  Nearly every system on the Orion can be easily swapped out for a different or upgraded version with almost zero downtime. With development of the Orion still in full swing those upgrades are becoming available at a steady pace.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376620/header.jpg?t=1569448568",
    "developers": [
      "Raven Sword Industries"
    ],
    "publishers": [
      "Raven Sword Industries"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 9 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}