{
  "376950": {
    "name": "Train Simulator: BR Blue Diesel Electric Pack Loco Add-On",
    "steam_appid": 376950,
    "required_age": 0,
    "is_free": false,
    "description": "Synonymous with the most recognisable period in British Rail’s history, the ‘Rail Blue’ livery carried across BR’s roster of diesel and electric locomotives and multiple units stretched across three decades, as represented in this collection of BR Blue diesel and electric locomotives for Train Simulator.<br><br>The BR Class 09 is a class of 0-6-0 diesel locomotives originally designed for shunting and short distance freight trips along branch lines. In total, 26 of the Class were built, similar in appearance and specification to the Class 08 but with different gearing to deliver a higher top speed.<br><br>The BR Class 33, also known as ‘Type 3’ or ‘Crompton’, was built specifically for the Southern Region between 1960 and 1962. A total of 98 locomotives were built with the ability to supply new electric train heating, rather than the ubiquitous steam heating which was prevalent in BR’s passenger rolling stock. Although generally based in the southern part of the England, the locomotives were found as far north as York and South Lanarkshire during their operating lives.<br><br>The electro-diesel BR Class 73 was one of the few locomotives built by British Rail with dual power control. With an increase in electrification in the Southern Region, the Class 73 was designed to operate on the 650/750V DC third rail system, as well as on non-electrified track with its diesel engine. Between 1984 and 2005, Class 73 locomotives were used as traction on Gatwick Express services, in partnership with Class 489 Gatwick Luggage Vans as ‘push-pull services.<br><br>With electrification of the Southern Region, BR introduced a number of Electric Multiple Units (EMUs), including the BR Class 416 ‘2EPB’. Built over a three year period from 1953, the 2EPB was intended for inner suburban passenger services around London, and were in service as late as the 1980s on North London line services between Richmond and North Woolwich.<br><br>The BR Class 421 (originally ‘4CIG’ before TOPS introduction) EMUs were built at BR York Works between 1964 and 1972. The units were originally allocated to Brighton Main Line services, with a second batch allocated to services around Portsmouth, although latterly spent time across the Southern Region. The 4CIG is probably most famous for its ‘slam door’ nickname, so called as newer units with sliding or plug doors were introduced.<br><br>The Rail Blue (or Monastral Blue) livery became standard across BR’s roster from 1965 onwards. The colour was, in fact, a dark, greyish blue designed to hide dirt well, although this was often portrayed inaccurately in photographs. The colour was applied to all diesel and electric locomotives, with the exception of the ends, which were painted yellow to improve visibility to lineside workers; the livery was also applied to coaching stock and multiple units with some variations.<br><br>The first break in Rail Blue uniformity came in 1976 with the introduction of a blue/grey livery or what was known as BR Corporate Blue at the time, on InterCity 125 (HST) sets – the blue colour being carried around to the front of HST sets. This blue also incorporated a marginally darker and richer blue pigment to further hide the oily residues left by the predominant diesel emissions of locomotives at the time. However, most traction maintenance depots around the country were forced to source their paints from local suppliers. This situation resulted in different shades of both the blue and the yellow being applied to locomotives – some locomotives were almost turquoise in colour while others were almost royal blue.<br><br>By the mid-1980s, both Rail and Corporate Blue liveries had been replaced on all BR locomotives and coaching stock in favour of the newer InterCity “Red Stripe” and InterCity Executive liveries. <br><br>Also included with the pack are OBA Wagons and General Utility Vehicles (GUVs) to form freight and parcel/newspaper services hauled by the locomotives included in the BR Blue Pack. <br><br>The locomotives included in the BR Blue Pack are also Quick Drive compatible, giving you the freedom to drive them on any Quick Drive enabled route for Train Simulator, such as those available through Steam. Also included are scenarios specifically for the Chatham Main Line: London-Gillingham route (available separately and required to play these scenarios).<h2 class=\"bb_tag\" >Scenarios</h2><br>Three scenarios for the Chatham Main Line: London-Gillingham route:<br><br><ul class=\"bb_ul\"><li>\tGoing Back in Time (Class 421 ‘4CIG’)<br></li><li>\tNight Shunter (Class 09)<br></li><li>\tPaper Run (Class 73)</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of exciting gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>\tBR Class 09 in BR Blue livery<br></li><li>\tBR Class 33 in BR Blue livery<br></li><li>\tBR Class 73 in BR Blue livery<br></li><li>\tBR Class 416 ‘2EPB’ in BR Blue livery<br></li><li>\tBR Class 421 ‘4CIG’ in BR Blue livery<br></li><li>\tOBA wagons and General Utility Vehicles (GUVs)<br></li><li>\tQuick Drive compatible<br></li><li>\tScenarios for the Chatham Main Line: London-Gillingham route<br></li><li>\tDownload size: 476mb</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376950/header.jpg?t=1727775635",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4200,
      "final": 4200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 42.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}