{
  "376930": {
    "name": "Train Simulator: ScotRail Class 68 Loco Add-on",
    "steam_appid": 376930,
    "required_age": 0,
    "is_free": false,
    "description": "Expand your Train Simulator collection with this state-of-the-art powerful, mixed traffic Class 68 locomotive.<br><br>The diesel-electric Class 68, initially built between 2013 and 2014 for Direct Rail Services, was derived from the Eurolight family of locomotives and known as the UKLight by manufacturer Vossloh.<br><br>An order of 15 locomotives was placed by DRS in January 2012 for use on passenger and intermodal operations around the UK, the first locomotive to be built, 68001 Evolution was sent to the Czech Republic for extensive testing of its power and reliability. The first to enter the UK, 68002 Intrepid arrived in January 2014.<br>DRS mainly use their new locomotives to haul container freight services, however their signed agreement between themselves and Venice-Simplon Orient Express sees Class 68s hauling the Northern Belle service from time to time.<br><br>With 3800 horsepower, a top speed of 100mph and a hefty weight of 85 tons, the ultra-modern Class 68 is a perfect example of a mixed traffic locomotive, being able to haul heavy freight loads and perform mainline passenger services with ease.<br><br>The Train Simulator British Rail Class 68 is available in ScotRail Saltire Livery and recreates the locomotive as it operates today for ScotRail over Edinburgh - Glasgow. The pack also includes appropriate Mk2e coaches in ScotRail Saltire livery as well as a trio of challenging and engaging career scenarios for the route.<h2 class=\"bb_tag\" >Scenarios</h2>The ScotRail Class 68 Loco Add-on includes three career scenario for the Edinburgh – Glasgow route (available separately and required to play those scenarios):<br><ul class=\"bb_ul\"><li>ScotRail Saviour<br></li><li>ScotRail Saviour: Return Trip<br></li><li>A Helping Hand</li></ul><br>More scenarios are available on Steam Workshop online and in-game. Train Simulator’s Steam Workshop scenarios are free and easy to download, adding many more hours of gameplay. With scenarios being added daily, why don’t you check it out now!<h2 class=\"bb_tag\" >Key Features</h2><ul class=\"bb_ul\"><li>British Rail Class 68 in ScotRail Saltire Livery<br></li><li>British Rail Mk2e Coaches in ScotRail Saltire Livery<br></li><li>Comprehensive Driver’s Cab featuring a number of authentically operating systems<br></li><li>Auto-Air Braking, Dynamic Braking, Electric Train Supply, Cab &amp; Desk Lighting, Wheel Slip Protection Controls and more<br></li><li>Functional key safety systems such as DSD, AWS and DRA<br></li><li>Accurate &amp; Authentic Audio<br></li><li>Challenging career scenarios for the Edinburgh - Glasgow route<br></li><li>Quick Drive compatible<br></li><li>Download size: 132.3 MB </li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/376930/header.jpg?t=1728401844",
    "developers": [
      "Dovetail Games"
    ],
    "publishers": [
      "Dovetail Games - Trains"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}