{
  "37700": {
    "name": "Darkest of Days",
    "steam_appid": 37700,
    "required_age": 0,
    "is_free": false,
    "description": "\n\t\t\t\t\t<p>Have you ever wondered what could happen if time travel was a reality? Have you ever thought about the possibility of going back in time to rewrite history for the better? That possibility is a reality in <i>Darkest of Days</i>, where players will travel back and forth through the annals of time to relive some of mankind's most dire hours.</p> \n\t\t\t\t\t<p>By fighting through terrible events such as The Battle of Antietam, the bloodiest conflict of the Civil War, and both World War I and II, the player will attempt to save certain key individuals who were never meant to become involved in these truly monstrous events and thereby change human history for the better. </p>\n\t\t\t\t\t<p>Key features</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Brand New Engine:</strong> The dedicated team at 8monkey Labs has created an all-new, groundbreaking game engine known as Marmoset. The Marmoset engine not only breaks from the all-too present Unreal engine FPS clones flooding the market, but also allows for some amazing graphical capabilities. You'll fight through epic battles filled with literally hundreds of NPCs on the screen at the same time, all with an advanced AI and all without a hint of graphical slowdown and all set against wide-open environments that are lushly detailed and dynamically lighted.\n\t\t\t\t\t<li><strong>Compelling Storyline:</strong>  <i>Darkest of Days</i> is a compelling, action-packed first-person shooter to be sure, but it's not just mindless run-and-gun, blow 'em up gameplay. You'll have to not only think about how to approach certain key battles and situations, but you'll also have to take care when fighting &mdash; certain key people that were never meant to die will be marked with a special blue aura. If you kill them, you'll face dire consequences…\n\t\t\t\t\t<li><strong>Wreak Havoc with Future Weapons in Antiquity:</strong>  Something nearly every gamer that's ever played a shooter based in the past has always wanted is the ability to bring a futuristic weapon back through history and kick some major butt. How differently would Custer's last stand have turned out if the General was equipped with an M-16 assault rifle? You'll be able to answer questions like this in <i>Darkest of Days</i>. While not every battle and situation will allow you to wield weapons from the future, there will be plenty of opportunities for you to unleash futuristic fury on your unsuspecting foes.\n\t\t\t\t\t</ul>\n\t\t\t\t\t",
    "supported_languages": "英语, 法语, 德语, 意大利语, 俄语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/37700/header.jpg?t=1629828351",
    "developers": [
      "8monkey Labs"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 2 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}