{
  "377150": {
    "name": "Tactical Genius Online",
    "steam_appid": 377150,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>1. What is “Tactical Genius Online”?</strong><br><br>Tactical Genius is a turn-based strategy game with the focus on multiplayer and a system of simultaneous orders with an emphasis on the tactical component. There is also an integrated with multiplayer ability to play against the computer opponent.<br><br><strong>2. What is a “System of simultaneous orders”?</strong><br><br>Players simultaneously give orders to their units, capitals and forts. When all the players finish giving orders, units start to move by turns: by way of initiative, which depends on the unit type and its health. All players know at the stage of giving orders which unit will move first in this turn and take this into account in their plans. The greater initiative allows moving first.<br> <br><strong>3. How does it make the game special?</strong><br><br><ul class=\"bb_ul\"><li>It doesn’t matter who clicks the fastest, the movement begins only when everyone has finished giving orders. We don’t spoil turn-based strategy by comparing the speed of mouse clicking!<br></li><li>Don’t assume anything as an accomplished fact, but anticipate the moves of your enemies and mislead them. This interesting feature of the game will make you take a fresh look at the gameplay.<br></li><li>Here you can play a dynamic game, in which you don't have to wait for your turn alternately with your opponent (we all know those  types of games and they can be tiresome).</li></ul><br><strong>4. What is the aim of the game?</strong><br><br><ul class=\"bb_ul\"><li>Fight for the key points on a randomly generated map in mods 1x1, 2x2, FFA4 and &quot;Player vs AI&quot;.<br></li><li>More key points = more units.<br></li><li>Don’t surrender your capital and try to capture the enemy’s capital.<br></li><li>Every unit has 3 simple skills and a fourth special skill, which is given only on level 5. You can get and improve skills as you gain experience in battles.<br></li><li>This gives you the opportunity to experiment with a variety of strategies, combinations of units, and their skills.<br></li><li>Choose what kind of units you will assemble and in which order. The current version of the game features six unit types: Warrior, Archer, Pyromancer, Vampire, Necromancer and Assassin. You will have to make a decision as to which unit will start the game, which will come next, and come up with your favorite combinations. For instance: a Warrior, three Vampire, and a Pyromancer. Or do you want to try to create the army consisting of invisible assassins? Or maybe you want to suppress enemies by using their own fallen warriors, focusing on necromancers hiding behind the archers?</li></ul><br>You can play the game for free, earning gold to buy new units. Three basic units will be available at the beginning of the game, the other ones need to be bought for gold. Gold can be bought for real money, if desired.",
    "supported_languages": "英语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/377150/header.jpg?t=1537458328",
    "developers": [
      "Pixeltales.ru"
    ],
    "publishers": [
      "Pixeltales.ru"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}