{
  "377290": {
    "name": "Biodrone Battle",
    "steam_appid": 377290,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Somewhere </strong> in the far future, mankind succeeded in building the first artificial beings from biological and electronic components.<br>Not surprisingly, one of their first applications were as highly intelligent battle drones. These drones are called <i>Bionics</i>. The Bionics constantly enhance their artificial brains by learning rapidly from all previous perceptions. Their self-awareness develops day by day. Eventually, they chose to turn against their creators.<br>All training rooms in the laboratory are now occupied by aggressive battle machines. Their utmost desire is to survive in all scenarios and to preserve autonomy.<br><br>Your mission is to eliminate all hostile drones fighting to keep their recently gained autonomy. <br>A remote-controlled drone is the only way to defeat the rebels by using two methods that go hand in hand: shooting and morphing.<br>Unfortunately, your starter drone is too weak to compete with much stronger opponents. Therefore, morph into more powerful drones in order to benefit from their abilities for a limited time. Here's the drawback: you cannot morph without energy packs dropped by killed drones which leads back to method one - shooting.<br><br><strong>Biodrone Battle</strong> brings classic top-down action rooted in the pioneer gaming era of the 1980s into your living room.<br>The game is a tribute to the memorable Paradroid.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/377290/header.jpg?t=1516699632",
    "developers": [
      "Bit Juggler"
    ],
    "publishers": [
      "Bit Juggler"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 6,
      "total_negative": 9,
      "total_reviews": 15
    }
  }
}