{
  "377520": {
    "name": "Pike and Shot : Campaigns",
    "steam_appid": 377520,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>In Pike and Shot you can march in the footsteps of the great leaders of one of the most amazing periods in European History as you take command in the mighty struggles of the Great Turkish War, the Thirty Years War and the English Civil War. </strong><br><br>History can be rewritten as you use your genius to lead your armies from victory to victory in Pike and Shot’s uniquely realized tactical battles. Previous victories and defeats determine the state of readiness of your forces, and every single unit will count to win the final battle. As you progress through the campaign, you will make hard decisions on a brand new strategic map, where terrain, manpower, supply, attrition, sieges and economic damage will all be defining your choices and making the difference between glory and defeat.<br><br>Hundreds of hours of gameplay await you in the four campaigns, all with their own armies and tactics:<br><ul class=\"bb_ul\"><li>Gustavus Adolphus campaign, set in the “Swedish phase” of the Thirty Years War, allows you to play as Swedes or Imperialists.<br></li><li>English Civil War campaign allows you to play as Royalists or Parliamentarians.<br></li><li>Great Turkish War campaign, set in the period of the famous Siege and Battle of Vienna of 1683, allows you to play as Austria and Poland or as the Ottoman Empire.<br></li><li>Pike and Shot skirmish campaign allows you to match any two armies from 1494 to 1698 in a struggle for dominance.</li></ul><br>21 new skirmish army lists for the rest of Europe during the period of the Italian Wars (1494-1559) - covering the armies of England, Scotland, Denmark, Sweden, German States, Austria, Hungary, Transylvania, the Ottoman Empire, Poland-Lithuania and Russia. <br> <br>2 new skirmish lists covering Cornish and Scottish Royalist armies in the English Civil War.<br> <br>37 new skirmish army lists for the period of the ascendancy of Louis XIV “Le Roi Soleil” - covering the armies of England, the Dutch Republic (and Anglo-Dutch “union”), Jacobite Scotland, Jacobite Ireland, Denmark, Sweden, German States, Austria, Hungarian Kuruc Rebellion, the Ottoman Empire, Poland-Lithuania and Russia from 1649 to 1698. <br><br>40 full-sized historical battles – 10 each for The Thirty Years War, English Civil War, Early 16th Century Italian Wars and Later 16th Century Wars (Tercio to Salvo). <br><br>154 different historically researched army lists, 20 playable nations and factions.<br><br><strong>Stand Alone Battles and Scenarios</strong><br>Stand-alone battle system allows unlimited “what-if” scenarios using historically realistic armies from carefully researched army lists, on realistic computer generated terrain maps, making every battle different.<br><br>Stand-alone scenarios are randomly generated and include open battle, attack on a defensive position, defence of a defensive position, awaiting reinforcements, enemy awaiting reinforcements, flank march.<br><br>In stand-alone games players can pick their armies from the army list or allow the computer to pick the army for them.<br><br>And also....<br><ul class=\"bb_ul\"><li>Effective AI makes sound tactical decisions. Historical battle AI customised to the historical tactical situation.<br></li><li>5 difficulty levels allow the challenge to increase as you develop your battlefield and strategic skills.<br></li><li>20 troop-types, 25 “capabilities” and numerous different unit organisations allow full representation of tactical differences and developments throughout the period.<br></li><li>Detailed model that accurately represents any substantial 16th or 17th century battle world-wide as scenarios are developed.<br></li><li>Mod friendly game system with built-in map editor.<br></li><li>Multiplayer mode allows historical scenarios and “what-if” scenarios to be played by two players using Slitherine’s easy to use PBEM server.<br></li><li>Large library of user-created single-player and multi-player historical scenarios that can be directly downloaded in-game.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/377520/header.jpg?t=1726824054",
    "developers": [
      "Byzantine Games",
      "The Lordz Games Studio"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13600,
      "final": 13600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 136.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 8,
      "total_negative": 2,
      "total_reviews": 10
    }
  }
}