{
  "377770": {
    "name": "Color Guardians Demo",
    "steam_appid": 377770,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>What is Color Guardians?</strong><br>Color Guardians is an exciting action side scrolling game for PS4, PS Vita, Steam PC and Mac that combines quick thinking with frantic gameplay into a hard to master challenge! Switching colors and collecting items, all while avoiding obstacles will surely test your reflexes!<br><br>The colorful world of Terra Color has been turned to a dark and sad place by the dark powers of the evil color thief Krogma. The only ones capable of restoring the world to its original state are a colorful bunch of characters made of paint called the Color Guardians. <br><br>Help the Color Guardians bring color back to their world. Guide Rod, Lia and Grock through 70+ levels of fastpaced action and defeat the evil color thief Krogma. The core mechanics are easy to understand, but build up quickly and start challenging the limits of your skill.<br><br><strong>Game scope</strong><br>Color Guardians includes:<br><ul class=\"bb_ul\"><li>Loads of content! Play more than 70 levels of fast paced and cleverly designed hard to master challenges.<br></li><li>5 Different worlds to explore! Each world introduces new challenges and exciting new mechanics.<br></li><li>Play as Rod, Lia and Grock and discover the world of Terracolour!<br></li><li>Hidden unlockables including music, concept art, renders and 3D models.<br></li><li>Compare your score with your friends through leaderboards.<br></li><li>Unlock a crazy bunch of achievements!</li></ul><br><strong>Game features</strong><br><ul class=\"bb_ul\"><li>Clever, challenging design that will keep you busy for hours.<br></li><li>Each level is uniquely designed to keep up the challenge!<br></li><li>Fun and fast colormatching gameplay while avoiding obstacles and collecting items. This game will surely test your skills!<br></li><li>Vivid, eyecatching visual design across several different worlds.<br></li><li>Leaderboards to compete with friends, and plenty of unlockables to fight for!<br></li><li>60 challenges to unlock extras: concept art, music, and more.<br></li><li>Localized on 7 different languages: English, Spanish, French, Italian, German, Portuguese and Russian.</li></ul>",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 葡萄牙语 - 葡萄牙, 葡萄牙语 - 巴西, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/377770/header.jpg?t=1447376042",
    "developers": [
      "Fair Play Labs"
    ],
    "publishers": [
      "Niffler Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 26 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}