{
  "378300": {
    "name": "The Knobbly Crook",
    "steam_appid": 378300,
    "required_age": 0,
    "is_free": true,
    "description": "Enter the surreal, disturbing, and ridiculous world of the <strong>Knobbly Crook</strong> in this old-school point-and-click adventure. O'Sirus the Snip is a simple paper farmer driven to epic adventure by a spooky face with a spookier voice. He will ultimately seek to become a Knobbcrookian royal guard–a Guffaloon. Stories of their heroic battles against the fearsome Bogold empire echo throughout the Crook. Unfortunately, they’re not currently recruiting simple paper farmers. He’s going to have to use every dirty trick in his book to cheat his way to the top and that means YOU will need to understand the key elements of the Knobbly Crook - Rock, Paper, and Scissors. Creatures of stone crush the metallic Knobbcrookians. The Knobbcrookians herd and farm paper animals. Fearsome stone giants fear tiny paper animals.<br><br>As we join our woefully inept hero, O'Sirus, he finds himself on trial for all the crimes you have not yet committed together. Retell his nonsensical story as his journey begins, finding himself a stowaway on a ship that is half horse, half boat, and half whale. Every moment that passes takes you further from your goal--the Knobbly Crook. It's up to you to torment the Drafthorse's unsuspecting crew in an attempt to alter their course. Once you reach moist land, the real adventure begins... and continues for rather a long while... and concludes after quite a bit of shameful nonsense.<br><br>The Knobbly Crook is a full adventure game and is completely free without any ads or tricks.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/378300/header.jpg?t=1596072112",
    "developers": [
      "Gnarled Scar Manipulations"
    ],
    "publishers": [
      "Gnarled Scar Manipulations"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}