{
  "378510": {
    "name": "Witches, Heroes and Magic",
    "steam_appid": 378510,
    "required_age": 0,
    "is_free": false,
    "description": "Your Mother, who many consider to be the most dangerous and &quot;blackest of witches&quot; to ever exist, has been trapped in a spell since you were a baby. Recently, the bonds that hold her have been weakening. You hear her voice. You feel her power! She wants to be free! You know in your heart she isn't the monster everyone thinks she is. You decide to free her, but nobody wants her back... <br />\r\n<br />\r\nFeatures of the game: <br />\r\n* Gather your armies! Deploy different combinations of units to tank, heal or kite your way to victory! Only the greatest of witches can beat the game without a single casualty. <br />\r\n<br />\r\n* Do fun things like casting a wall in front of you to stop a projectile heading your way! <br />\r\n<br />\r\n* Use your men as meat shields to keep yourself alive. If for some reason you value their existence, use your armies spells and abilities to heal, shield, manoeuvre and kite them to safety. Jump on the heads of ogres. Ride manticores, dragons and many other powerful beasts. You can let your dragon do the fighting while you heal her, or you can fight together for maximum damage. Keep yourself alive at any cost, because if you fall, it all over.<br />\r\n<br />\r\n* Dominate 100's of creatures. Find troop combinations and strategies that smash and melt your enemies into the ground! Either they join you or die.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/378510/header.jpg?t=1512465870",
    "developers": [
      "Michael Swan"
    ],
    "publishers": [
      "AweSwan"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}