{
  "37900": {
    "name": "Board Game Classics Collection",
    "steam_appid": 37900,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Includes four timeless favorites, from global domination to fast-paced word-making, it's fun for the whole family.</p><br />\n\t\t\t\t<img src=\"http://storefront.steampowered.com/v/gfx/apps/37900/extras/logo_1.jpg\" align=\"left\" style=\"margin-right:10px; padding-bottom:4px;\">\n\t\t\t\t<p><i>Battleship Fleet Command</i> - Station your fleet and avoid detection by your opponent in this all new version of the timeless family favorite. Just like when you were a kid, fire strategically to locate and sink enemy ships, but this time, use 4 different firing options: Single Shot, Triple Shot, Salvo (one shot for every ship afloat) or Volley (fire until you miss). Plus, play the BONUS Fleet Command mode with different weapons and multiple firing solutions for each kind of ship. Deploy bomber planes from your aircraft carrier, fire torpedoes from your subs. Defend your fleet with anti aircraft and hunt out your enemy with radar. Choose your terrain, then attack, defend or even move your ships to evade the enemy!</p>\n\t\t\t\t<ul>\n\t\t\t\t<li>5 different modes of gameplay</li>\n\t\t\t\t<li>Multiple fleet configurations and A.I. levels for great replayability</li>\n\t\t\t\t<li>Simple interface for instant action</li>\n\t\t\t\t<li>Classic game of navel strategy</li>\n\t\t\t\t</ul><br /><br />\n\t\t\t\t<img src=\"http://storefront.steampowered.com/v/gfx/apps/37900/extras/logo_2.jpg\" align=\"left\" style=\"margin-right:10px; padding-bottom:4px;\">\n\t\t\t\t<p><i>Boggle®</i> - The fast-paced word-making game with oodles of words and three exciting ways to play. Match your scores against players all over the world, play against a computer opponent, or play with up to 4 of your friends around your computer. Make as many words as you can before the timer runs out, then compare them to your opponents. Rack up points for your unique words. Ready to shake things up? Shake the box and race to see who can list the most unique words with the highest point value! Let's play Boggle®!</p>\n\t\t\t\t<ul>\n\t\t\t\t<li>Oodles of words and three exciting ways to play!</li>\n\t\t\t\t<li>Play against the computer, or up to 4 players</li>\n\t\t\t\t<li>Rack up points for your own unique words</li>\n\t\t\t\t<li>It's Boggle, the fast-paced word game!</li>\n\t\t\t\t</ul><br /><br />\n\t\t\t\t<img src=\"http://storefront.steampowered.com/v/gfx/apps/37900/extras/logo_3.jpg\" align=\"left\" style=\"margin-right:10px; padding-bottom:4px;\">\n\t\t\t\t<p><i>Risk</i> - Defend your territories and gain new ones, all at the roll of the dice. You're the General in this version of the classic board game, brought to life amid cinematic music and vivid visualizations. Compete against one of the computer Generals, each with his own persona and style, or challenge your friends. Even the casual player will be plotting invasions in this game of conspiracy and adventure.</p>\n\t\t\t\t<ul>\n\t\t\t\t<li>All new graphics, cinematic scores, and captivating voiceovers</li>\n\t\t\t\t<li>Up to 6 players, with a mix of human and computer generals</li>\n\t\t\t\t<li>Auto Roll and Quick Battle features to speed up the game for experienced players</li>\n\t\t\t\t<li>Color-coded for easy indication of who is attacking and who is defending</li>\n\t\t\t\t</ul><br /><br />\n\t\t\t\t<img src=\"http://storefront.steampowered.com/v/gfx/apps/37900/extras/logo_4.jpg\" align=\"left\" style=\"margin-right:10px; padding-bottom:4px;\">\n\t\t\t\t<p><i>Risk II</i> - It is the time of empires and armies, of countries and conquests. The world is at war, and you are in command of an army fighting for global domination. Organize your forces in a ruthless campaign to crush your enemies and take their territories in this fast paced game of strategy, negotiation, and luck. See the classic game come to life with more ways to play, advanced map options, superior graphics, and animated battles. As Supreme Commander, it is up to you to deploy your troops, attack your enemies, and even betray your allies, in an aggressive effort to take over the world!</p>\n\t\t\t\t<ul>\n\t\t\t\t<li>Experience the classic board game on your PC</li>\n\t\t\t\t<li>Amazing graphics and animated battles</li>\n\t\t\t\t<li>Customize your game with advanced map options</li>\n\t\t\t\t<li>Take a Risk and dominate your enemies</li>\n\t\t\t\t</ul>\n\n\n\n",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/37900/header.jpg?t=1447352423",
    "developers": [
      "iWin"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}