{
  "379230": {
    "name": "FSX: Steam Edition - FS Academy: Pushing the Envelope Add-On",
    "steam_appid": 379230,
    "required_age": 0,
    "is_free": false,
    "description": "Pushing The Envelope is a set of five challenging missions for FSX: Steam Edition. Each will push your abilities to the limit, with a wide variety of aircraft and locations across the globe.<br><br>You will need considerable skill to complete these flight tests, ranging from a tail scrape test in the 747 to a high altitude demonstration in the F/A-18.<br><br>These missions will demand great skill and ability, and a good background knowledge of aviation theory will be of great benefit. <br><br>Some complex topics will be discussed such as aircraft performance and stability. Further reading would supplement this series and expand your flying skills and knowledge.<br><br>Produced by a real-world airline pilot, missions are accompanied by full audio commentary, special effects, pre-flight briefing, many additional scenery objects and rewards.<h2 class=\"bb_tag\" >Mission List</h2><ul class=\"bb_ul\"><li>\tCrosswind Limitation Test – Boeing 737 at Boeing Field, Seattle, USA<br></li><li>\tAfrican Aid – Douglas DC-3 at Coco Beach, Gabon<br></li><li>\tHigh Altitude Demonstration – F/A-18 Hornet (NASA) at Edwards Air Force Base, California, USA<br></li><li>\tVMU Test – Boeing 747-400 at Istres Airbase, France<br></li><li>\tSki Jump Experiment – Maule Orion (Ski Configuration) at Bold Airfield, Anchorage, Alaska</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/379230/header.jpg?t=1656695546",
    "developers": [
      "FS Academy"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}