{
  "379550": {
    "name": "FSX: Steam Edition - Kilimanjaro Airport (HTKJ) Add-On",
    "steam_appid": 379550,
    "required_age": 0,
    "is_free": false,
    "description": "Kilimanjaro Airport for FSX: Steam Edition covers the airport and the immediate surroundings, and also includes detailed models of Mount Kilimanjaro and Mount Meru, which dominate the area. These majestic landmarks provide an exotic and adventurous backdrop for a variety of aviation experiences, from commercial flights to bush piloting.<br><br>Kilimanjaro Airport (HTKJ) is the starting point for safaris in the surrounding national parks and a well-known destination for major airlines like KLM, Condor, Turkish Airlines and Qatar Airlines. Not only is Kilimanjaro a popular hub for long haul flights, but also as a stopover point when flying between Europe and South Africa. Despite its small size, this airport can handle aircraft as big as the Antonov 124!<br><br>As the surrounding area is quite flat, Kilimanjaro has been recreated with thousands of small details and animations. The innovative use of 4K textures makes a big visual difference without compromising frame rates or memory.<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>High detailed representation of Kilimanjaro International airport <br></li><li>Accurate and highly detailed building models <br></li><li>Textures up to 4096x4096 without loss of framerate and with minimal impact on VAS <br></li><li>Highly detailed and accurate ground layout <br></li><li>High resolution ground imagery for airport boundary area <br></li><li>Realistic night ground textures for the whole area <br></li><li>Realistic night time effects at and around the airport <br></li><li>Includes detailed model of Mount Kilimanjaro (highest mountain in Africa) and Mount Meru <br></li><li>Detailed manual and official charts </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/379550/header.jpg?t=1537352850",
    "developers": [
      "Aerosoft GmbH"
    ],
    "publishers": [
      "Dovetail Games - Flight"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}