{
  "380050": {
    "name": "Crookz Demo",
    "steam_appid": 380050,
    "required_age": 0,
    "is_free": true,
    "description": "It’s the 1970’s: the era of Funk, flared jeans and disco-fueled Saturday nights. A crack team of expert thieves turn Grand Larceny into an art-form by using their many talents to break into the richest homes and steal the finest jewelry - all to finance their hedonistic lifestyles. That is until a lucrative museum heist in Venice involving a famous gem known as ‘Luna Stone’ ends in betrayal and the team broken apart. Five years later the remaining gang members reunite with a plot for revenge against their traitorous former comrade – but naturally, their plan will also make them rich beyond their wildest dreams…<br><br><strong>Crookz - The Big Heist</strong> is a tactical strategy game set in the funky 1970’s with a slick and groovy atmosphere. Show off the art of thieving by plotting stylish heists and robberies; utilizing espionage and quick-thinking to avoid detection. Implement a successful strategy by assembling and kitting out your team before the job and planning the best way in.<h2 class=\"bb_tag\" >Features of full version</h2><ul class=\"bb_ul\"><li>Diverse and thrilling <strong>Single player campaign</strong>.<br></li><li><strong>18 extensive missions</strong> set in a colorful and stylish 70’s setting.<br></li><li>Customize your gang of thieves with up to<strong> six playable characters</strong>. The <strong>powerful bruiser</strong> makes a good hatchet man, while the <strong>lockpicker</strong> is responsible for the finishing touches.<br></li><li>Kit out your team with all manner of elaborate tools: like <strong>camera jammers</strong>, <strong>chloroform </strong>or <strong>explosive charges</strong>.<br></li><li>Test your skills under tough conditions in <strong>Challenge Mode</strong> by unlocking new heists and competing for the <strong>ultimate highscore</strong> against other players.<br></li><li><strong>Unique gameplay</strong> mixes quick-thinking with in-depth strategy.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 波兰语, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/380050/header.jpg?t=1447376582",
    "developers": [
      "Skilltree Studios"
    ],
    "publishers": [
      "Kalypso Media Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}