{
  "381940": {
    "name": "Trials on Tatooine",
    "steam_appid": 381940,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Take Your First Step into a Larger World of Star Wars</strong><br><br>The creative minds of Lucasfilm’s ILMxLAB present a virtual reality experiment set in a galaxy far, far away…Star Wars: Trials on Tatooine. For the first time ever, wield a lightsaber as you leap into action in the most immersive Star Wars virtual reality experience ever. Be transported to the desert world of Tatooine, repair the iconic Millennium Falcon, and defend the plucky droid hero R2-D2 from incoming stormtroopers in this captivating experience set after the events of Return of the Jedi.<br><br><strong>Usage Notes</strong><br><br><i>Trials on Tatooine</i> uses a single controller. We support both 5.1 surround and headphone audio, pick the setting with the icon on the intro screen for your configuration. <br><i>Trials on Tatooine</i> approaches photo-realistic quality and requires a powerful computer. The quality setting on the left of the introduction screen should default to the correct setting for your system. If you drop frames try setting the quality knob one lower. In general, a minimum spec computer will run on the lowest setting while a fast computer with an Nvidia Titan X GPU will run on the highest setting.  <i>Trials on Tatooine</i> also supports SLI and will automatically render on two GPU’s if available.<br><br>This software is offered for noncommercial, personal use only. <br><br>Privacy Policy – <br>Terms of Use – ",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/381940/header.jpg?t=1478026229",
    "developers": [
      "ILMxLAB"
    ],
    "publishers": [
      "ILMxLAB"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}