{
  "382060": {
    "name": "Scraps Demo",
    "steam_appid": 382060,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >In The Demo:</h2>In the Scraps Builder Demo you can try out building vehicles and testing them out on the test map.<br><br>The demo also lets you join LAN games. That's right: Only one person needs to own the game to play on LAN. Someone who owns the full version hosts a game, and the demo can then be used to join it.<br><br>It doesn't include combat (unless you've joined a LAN game) - you'll need the full version for that.<h2 class=\"bb_tag\" >Description For The Full Game:</h2><br><strong>Scraps</strong> is a vehicle combat game where you build your vehicle from parts, and where success lies just as much in designing a well-crafted vehicle as in your combat skills. Design from the chassis up, then pit your creation against humans or AI in a combat arena.<br><br>Scraps lets you create a vehicle that’s great or a vehicle that sucks. Maybe your vehicle falls over when it corners or doesn't have enough power to fire its weapons – that’s okay. You decide what you drive. When you take out other players, you can scavenge from the wreckage too, and use it to repair or upgrade your own vehicle in-game.<br><br>Your design choices aren't just cosmetic - they're truly functional and at the very least affect the weight and balance of your vehicle.<br><br>In the full version you can Battle in single-player against the AI, on LAN, or over the Internet, plus easily host your own LAN or Internet games.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382060/header.jpg?t=1676916543",
    "developers": [
      "Moment Studio"
    ],
    "publishers": [
      "Moment Studio"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}