{
  "382200": {
    "name": "Fantasy Grounds - D&D Princes of the Apocalypse",
    "steam_appid": 382200,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" > D&amp;D Princes of the Apocalypse</h2>  <strong> Abolish an Ancient Evil Threatening Devastation in this Adventure for the World's Greatest Roleplaying Game</strong><br>Called by the Elder Elemental Eye to serve, four corrupt prophets have risen from the depths of anonymity to claim mighty weapons with direct links to the power of the elemental princes. Each of these prophets has assembled a cadre of cultists and creatures to serve them in the construction of four elemental temples of lethal design. It is up to adventurers from heroic factions such as the Emerald Enclave and the Order of the Gauntlet to discover where the true power of each prophet lay, and dismantle it before it comes boiling up to obliterate the Realms.<br><ul class=\"bb_ul\"><li>An epic adventure for characters levels 1 - 15, the Elemental Evil story arc, <i> Princes of the Apocalypse</i>  provides everything a Dungeon Master needs to create an exciting and memorable play experience.<br></li><li>Includes new elemental spells and the element-touched genasi as a new playable race.<br></li><li>Adventure design and development by Sasquatch Game Studio LLC.</li></ul>  Dungeon Masters purchasing this module can use it to run the adventure with very little prep, other than reading through the adventure in advance. The contents of the story are indexed and linked, where appropriate. Combat encounters and boxed text are preloaded and ready to drop onto maps and into the chat window with a few clicks. Nearly everything has been optimized and streamlined for ease of play online.<br>This Module Includes<br><ul class=\"bb_ul\"><li>the entire contents of <i> Princes of the Apocalypse</i>  adventure<br></li><li>image handouts that can be shared with players collectively or individually<br></li><li>maps containing information for the Dungeon Master (DM) only and with all locations pre-linked to story entries which may contain additional DM notes, boxed text, encounters, images and treasure parcels<br></li><li>maps with all hidden information removed and resized for use as tactical combat maps<br></li><li>tokens for many of the monsters in the module. When no token is available, a letter token is used to represent the NPC<br></li><li>XP for encounters that can be dragged to the party sheet and awarded to the players as they complete them<br></li><li>Searchable monster indexes by CR, type and in alphabetical order</li></ul>  <i> Adapted for Fantasy Grounds by: </i> <strong> Zacchaeus</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and the included D&amp;D fifth edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382200/header.jpg?t=1768356153",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 8000,
      "final": 8000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 80.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 1 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}