{
  "382350": {
    "name": "Devil's Bluff",
    "steam_appid": 382350,
    "required_age": 0,
    "is_free": false,
    "description": "Have you ever watched a <i>Friday the 13th</i> film and thought you could have avoided a moronic death? Have you ever played a game of <i>Clue</i> and wanted to solve the mystery in a real-life mansion? Have you ever watched an episode of <i>Scooby-Doo!</i> and wished that, just once, those meddling kids didn’t get in the bad guy’s way? Well, then, you're in luck!<br><br><i>Devil's Bluff</i> is a highly social online murder-mystery where a group of friends are invited to the exclusive annual Halloween tradition of the Crawley Mansion, high atop the infamous Devil’s Bluff. Each year, guests are invited to take part in a costumed scavenger hunt on the expansive grounds of the reportedly haunted estate. The catch? There's a killer in your midst, and if you can't finish the Hunt, they've made a promise to finish all of you.<br><br><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >Master the Mansion</h2> Explore the massive Crawley mansion, discovering secret rooms, doors, and passageways filled with interactive objects like trap doors, deadly spikes, teleportation devices, and clever hiding places.<br></li><li><h2 class=\"bb_tag\" >Be the Hunter or the Hunted</h2> Each game, one player will be randomly chosen to be the Devil, a killer in disguise as one of the dinner guests. Only the killer can attack, so players must push to finish the scavenger hunt before they are eliminated. <br></li><li><h2 class=\"bb_tag\" >Fun With Backstabbing</h2> <i>Devil's Bluff</i> is all about betrayal, backstabbing, and occasionally b****-slapping a rival to gain the upper hand. You can cooperate to distract, evade or capture the killer, but who can you trust? Form alliances, turn on each other, or go it alone - wit and wisdom are crucial to survival.<br></li><li><h2 class=\"bb_tag\" >Catch the Killer</h2> Players can team up to capture the Devil, but they have to uncover their identity first. Use audio chat to work together with nearby survivors to expose the secret identity of the killer, then team up to take down Devil and win the game. <br></li><li><h2 class=\"bb_tag\" >Communication is Key</h2> The game features proximity-based audio. Sound is only heard if players are close to the source, which means that every conversation, every footstep, and every random household sound can be a clue or the thing that leads the killer to your location.<br></li><li><h2 class=\"bb_tag\" >Terrifying Tunes</h2> The game's interactive 16-bit style soundtrack from Jake &quot;Virt&quot; Kaufman sets the tone for each area of the Mansion, with a special evil undertone that interrupts whenever the killer is close. </li></ul><h2 class=\"bb_tag\" >Follow Us</h2><ul class=\"bb_ul\"><li>Twitter<br></li><li>Facebook<br></li><li>Twitch</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382350/header.jpg?t=1602892152",
    "developers": [
      "KBJGames"
    ],
    "publishers": [
      "KBJGames"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 28 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}