{
  "382480": {
    "name": "Super Dungeon Run",
    "steam_appid": 382480,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/extras/SDR_SGL_Text_logo.PNG?t=1447376804\" /></span><h2 class=\"bb_tag\" ><strong>Super Dungeon Run is a fast paced, addictive action game in which you guide a party of hapless heroes on a quest for loot in the depths of a dark and dangerous dungeon!</strong></h2><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/extras/SDR_TextHeader_Heroes.PNG?t=1447376804\" /></span><br>You’ll always start off with a small group of peasants. Here they are, the little scamps:<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/extras/SDR_SGL_Peasants.PNG?t=1447376804\" /></span><br><br>The peasants aren’t… how shall I put this… the smartest of individuals, but they’re a merry bunch and are always eager to please! They like nothing better than a good dungeon run, but sadly, they’re not very good at it.<br><br>That’s where you come in! Try and get them to the exit stairs safely. Everything else is a bonus as far as I’m concerned!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/extras/8df63a8c689de74b01cab9d514bb05d2.avif?t=1447376804\" width=616 height=115 /></span><br><ul class=\"bb_ul\"><li><strong>Super Dungeon Run is a massively single player roguelike RPG!</strong> It is designed to be accessible and addictive. It’s part Diablo, part Temple Run and part Pikmin.<br></li><li><strong>Different every time!</strong> Semi-procedural levels mean no two dungeon runs will be the same.<br></li><li><strong>Epic equipment!</strong> Unlocking new outfits and potions for your heroes will greatly improve their strength and capabilities, allowing them to get deeper into the dungeon for greater rewards.<br></li><li><strong>Deadly traps and dangerous monsters!</strong> Encounter all manner of creatures and contraptions that are focused solely on your premature demise in a variety of violent (and usually messy) ways.<br></li><li><strong>Multiple dungeon types!</strong> Discover multiple dungeons and their various inhabitants, such as the musty, mildewy cellar, or the eerie, enigmatic crypt.<br></li><li><strong>Exciting content!</strong> Complete quests for colourful characters or see how far down into the dungeon you can make it. Will you discover what lurks in the deep dark depths?<br></li><li><strong>Get loot!</strong> Make your fortune by pilfering gold from the dank denizens of the dungeon and discover valuable materials to craft upgrades for your heroes.<br></li><li><strong>Level up your party!</strong> Gain experience and stop your heroes from spectacularly dying in the dungeon… for a while anyway!</li></ul><br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/extras/SDR_TextHeader_Updates.PNG?t=1447376804\" /></span><br>As it is now, Super Dungeon Run is completely playable from start to finish (as well as being hugely fun). By releasing initially through Steam’s Early Access, we gain the opportunity to fully flesh out the game as we envision it. We plan to expand the game in the following ways:<br><br><ul class=\"bb_ul\"><li><strong>Graphics</strong> - Adding dynamic lighting and shadows will not only make the game look fantastic, but will also open up new gameplay possibilities; traps may be hidden in the darkness and monsters will lurch at the party from the shadows.<br></li><li><strong>Outfits</strong> - New costumes for your heroes to wear!<br></li><li><strong>Magic</strong> - New magic! Imagine raining down a meteor storm on your enemies, or frying them with a lightning strike!<br></li><li><strong>Enemies</strong> - Expect to see more rank and file creatures as well as unique boss monsters!<br></li><li><strong>Environments</strong> - New monsters will need new places to call home, so adding more dungeon types is a no-brainer.<br></li><li><strong>Quests</strong> - A greater variety of quests increases the lifespan of the game and keeps things fresh and interesting.<br></li><li><strong>Abilities</strong> - New abilities and special moves for the heroes. Anyone familiar with skills in MOBAs or MMOs will immediately understand how these would work and how they can introduce endless tactics and strategies.<br></li><li><strong>Deaths</strong> - Super Dungeon Run should be funny even when your heroes die. If you’ve seen the cartoon violence of Itchy and Scratchy, you’ll know what we mean!<br></li><li><strong>Steamworks</strong> - Steam specific content like achievements and trading cards as well as Linux and Mac versions of the game.</li></ul><h2 class=\"bb_tag\" ><strong>We really want to make Super Dungeon Run the very best game we can for you guys, so please support us by telling other people about it! The more successful the game is, the more we can keep updating it! And don’t forget to hit 'follow' for updates!<br><br>We are also very keen to hear your thoughts and feedback about Super Dungeon Run, so please feel free to post in the Community Hub! We'll be keeping a close eye on it, so you can be sure we'll see your messages!</strong></h2><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/extras/2f1dccb1a97bc47fc78c6de99d1b2958.avif?t=1447376804\" width=616 height=100 /></span><br><br><ul class=\"bb_ul\"><li>Website<br></li><li>Youtube - ProperGames<br></li><li>Twitter - @Proper_Games<br></li><li>Facebook - propergames<br></li><li>PressKit</li></ul>",
    "supported_languages": "英语, 法语, 葡萄牙语 - 葡萄牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382480/header.jpg?t=1447376804",
    "developers": [
      "Proper Games"
    ],
    "publishers": [
      "Proper Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}