{
  "382530": {
    "name": "Supercharged Robot VULKAISER Demo",
    "steam_appid": 382530,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>GO! GO! VULKAISER!</strong><br><i>Supercharged Robot VULKAISER</i> is a 70s giant robot anime-inspired side-scrolling shooter from the creators of <i>SATAZIUS</i> and <i>GIGANTIC ARMY</i>! Pilot the <i>Supercharged Robot VULKAISER</i> and fight with your VulFighter team mates to defend the Earth from the invading Gogoh Army!<h2 class=\"bb_tag\" >Story:</h2>In 1977, the good people of Earth face their gravest ever threat... The Gogoh Army has arrived from the outer reaches of space to invade the Earth! The Gogoh Army expect conquering the Earth will be an easy task. Little do they know that the Earth is prepared to resist, thanks to the Super Electric Research Center and the pinnacle of human scientific achievement: the giant combat robot known as <i>Supercharged Robot VULKAISER</i>!<br><br>Ace pilot Takuya Akatsuki and <i>Supercharged Robot VULKAISER</i> will take on the attacking Gogoh Army, backed by the loyal VulFighter team and the head of the Super Electric Research Center, Professor Amamori! VULKAISER can COMBINE with the 4 other VulFighter craft for even more formidable firepower!<br><br><strong><i>GO, GO, VULKAISER! Bring peace to the Earth!</i></strong><h2 class=\"bb_tag\" >Features: </h2>★ 6 stages of 70s giant robot anime-inspired side-scrolling metal fusion shooting game!<br>★ COMBINE with the VulFighter craft and harness the power of Rocket KAISER, Needle KAISER, Thunder KAISER, and Drill KAISER!<br>★ 4 difficulty levels to cater to Earth defense newbies and veteran heroes!<br>★ 34 achievements to liberate!<br>★ Online leaderboards to dominate!<br>★ Steam trading cards! to collect!<br><br>For more details, please visit the <i>Supercharged Robot VULKAISER</i> homepage at <br><br><strong>★★ Supercharged Robot VULKAISER ★★</strong><br><br><i>Created by ASTRO PORT </i><br>ASTRO PORT is a three-man Japanese development team whose collective message to the world is, ‘This is how fun action shooting games can be!” ASTRO PORT’s deep catalog of rock solid shooting games also features <i>ARMED SEVEN</i>, <i>GIGANTIC ARMY</i>, <i>SATAZIUS</i>, and <i>STEEL STRIDER</i>. <br><br><i>Localized &amp; published by Nyu Media </i><br>Nyu Media, Ltd. is a leading localizer and publisher of independent Japanese video games. By combining high quality localizations, broad distribution and accessible price points, Nyu Media enables global gamers to fully enjoy excellent indie titles as well as support the indie game development in Japan. <br><br>For more information about Nyu Media and other quality Japanese indie games, visit or follow us at: <br>Homepage:  <br>Facebook:  <br>Twitter: ",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382530/header.jpg?t=1636901438",
    "developers": [
      "ASTRO PORT"
    ],
    "publishers": [
      "Henteko Doujin"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}