{
  "382800": {
    "name": "Daylight",
    "steam_appid": 382800,
    "required_age": "14",
    "is_free": false,
    "description": "The small Midwestern town of Daylight, IN was shaken several years ago by the murder of two people and the unexplained disappearance of six others. A videotape found at the murder scene only told half the story, but now, three years later, police have discovered a second tape in a lake a mile from the crime scene...<br />\r\n<br />\r\nThe two unedited tapes reveal a series of three child abuse cases documented by three Child Protective Services workers: Jennifer, Josh, and David. <br />\r\n<br />\r\nRussell Olyphant, a boy with poverty-stricken parents who turn to Christian Science to heal him of a mysterious ailment, becomes Josh's obsession. <br />\r\n<br />\r\nDavid investigates Susan Ellroy, the 14-year-old teacher's pet who suddenly becomes sexually-charged at school, possibly the result of abuse from her father who disappeared years ago.  <br />\r\n<br />\r\nLastly, Jennifer finds a kinship with Sydney Irons, a 9-year-old whose unusual behavior may be the result of something far more sinister than anything she's ever dealt with.<br />\r\n<br />\r\nAs their investigation unfolds, the CPS team discovers that the town of Daylight harbors terrible secrets that will lead them down a dark path.  One that will force them to confront their own secretive pasts and may link them and the three children to forces beyond their power and comprehension.  A path that may lead them into the very bowels of Hell itself.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/382800/header.jpg?t=1503812191",
    "developers": [
      "Daylight, LLC"
    ],
    "publishers": [
      "Devolver Digital Films"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}