{
  "383100": {
    "name": "Fragile Allegiance",
    "steam_appid": 383100,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/383100/extras/212774b92df910ae1f9d29bb8d88bbf7.avif?t=1564676311\" width=460 height=214 /></span><br><br>In a future where the Earth can no longer support its ever-increasing population, pioneers have established colonies on countless new worlds. The fortunate ones have prospered and thrived, mining the precious ores and minerals that they found there, and the unfortunate have succumbed to the ravages of deep space.<br>In the year 2496, you are appointed Colony Director for Tetracorp and it is your job to build a thriving colony while defending it from 6 alien species. <br><br>Fragile Allegiance offers a fast-paced RTS where you can buy blueprints, hunt for asteroids to mine, or even build an Asteroid Engine and use it against an opponent who’s been a thorn in your side! If you favour a more underhanded approach to furthering your goals, you can deploy Spy Satellites and Sabotage Agents to thoroughly undermine your enemies. Once you expand beyond the scope of one colony, you can appoint Colony Managers to take care of the more minor details of running and maintaining your colony.<br><br><strong>Remember, life is fragile; the future is in your hands!</strong><br><br>Assemble your fleets, fill your silos with nuclear warheads, conduct research, gather resources, and wage war in a vast galaxy in this unique take on 4X Strategy.<br>Appoint Colony Supervisors to manage your colony and deploy Spy Satellites for the ultimate in skulduggery. Negotiate and trade with 6 different alien cultures, each with their own unique personality.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>A stunning array of fully animated ships, weapons and buildings</li></ul><ul class=\"bb_ul\"><li>Compete against six alien races for control of mining colonies in the galaxy.</li></ul><ul class=\"bb_ul\"><li>Hundreds of 3D rendered operational upgrades – from spy satellites and Missile Silos to the latest in Mining Technology.</li></ul><ul class=\"bb_ul\"><li>Superior In-depth colony management.</li></ul><ul class=\"bb_ul\"><li>User friendly point and click interface.</li></ul><ul class=\"bb_ul\"><li>Face to face negotiations with different alien cultures.</li></ul><ul class=\"bb_ul\"><li>Battle sequences.</li></ul><ul class=\"bb_ul\"><li>Colony supervisors and sabotage agents at your command.</li></ul><ul class=\"bb_ul\"><li>Mining opportunities throughout a vast galactic area.</li></ul><ul class=\"bb_ul\"><li>Network and multiplayer options.</li></ul><br>This in depth RTS game is a must for strategy players, and is described as a combination of classic titles such as SimCity 2000, Civilization and Risk! With a unique approach to the icon based UI and in game tech tree, Fragile Allegiance scored 91% in PC Gamer (UK). Explore, expand, exploit and exterminate with this sci-fi game of tact and diplomacy!<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/383100/extras/405014bd8008569e98ed62b30e65646e.avif?t=1564676311\" width=500 height=370 /></span>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/383100/header.jpg?t=1564676311",
    "developers": [
      "Gremlin Interactive",
      "Interplay Entertainment"
    ],
    "publishers": [
      "Alternative Software Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2297,
      "final": 2297,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 6 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}