{
  "383960": {
    "name": "Machina of the Planet Tree -Planet Ruler-",
    "steam_appid": 383960,
    "required_age": 0,
    "is_free": false,
    "description": "The &quot;Old World&quot; was a world with an advanced civilization, but after its destruction there was little to no evidence left of its existence.<br>That world was created from the blessing of the ether energy provided by the Planet Tree, Esthanatelle.<br>After the destruction of the &quot;Old World,&quot; the Esthanatelle Order, worshipers of the Planet Tree, took control of the world.<br>During that time, &quot;Attributes,&quot; relics of the &quot;Old World&quot; were being excavated in ruins everywhere, and the Order established Halbern Machinery Academy to research these &quot;Attributes.&quot;<br>The stated purpose of the Academy was the management and control of &quot;Attributes&quot; but, as it began to bring more places under its control, gradually the Order's control on it lessened and the Academy soon began to act independently, as a governing institution over a large part of the world. <br><br>At the height of all this, Cram Lanvelouche, a genius S-Rank Mechanician from the Halbern Machinery Academy; the legendary Attribute, &quot;Machina;&quot; and the Planet Tree become intertwined in a great spiral...<br><br><br>Machina of the Planet Tree -Planet Ruler- is the first in a series of several games by the group Denneko Yuugi. A combo-based RPG that focuses on action and flashy attacks, Planet Ruler takes many elements from classic Japanese RPGs and combines them in a fast-paced and colorful new world!<br><br><ul class=\"bb_ul\"><li>Features a unique action point-based combo system!<br></li><li>Wield an array of dazzling moves to triumph over your foes!<br></li><li>Explore Halbern and meet its colorful inhabitants.<br></li><li>Enjoy <span class=\"bb_strike\">catgirls</span> conversation between your party amid exploration with unique skits!</li></ul>",
    "supported_languages": "英语, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/383960/header.jpg?t=1590043426",
    "developers": [
      "Denneko Yuugi"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 5200,
      "final": 5200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 52.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Positive",
      "total_positive": 11,
      "total_negative": 0,
      "total_reviews": 11
    }
  }
}