{
  "384730": {
    "name": "Cornerstone: The Song Of Tyrim Demo",
    "steam_appid": 384730,
    "required_age": 0,
    "is_free": true,
    "description": "Action role-playing, puzzle solving, and crafting combine in this sprawling open-world fantasy epic, which invites you to take on a range of sweeping quests, battle unforgettable adversaries, and experience the adventure of a lifetime. An interactive, physics-based world of wonder bursting with colorful characters and exotic islands filled with tricks, traps, and treasures to explore awaits your conquest as you gather fantastical artifacts and equipment which can be crafted into playable vehicles and more. <br><br>It's been weeks since anyone last saw the Viking men of the village of Borja, and young Tyrim is determined to set forth and find them. Wielding his crafting and combat skills, you’ll set sail on the Mad Goat across the seas to uncover the world of Nygard’s mysteries, collecting fabulous relics, uncovering forbidden secrets and magic, and ultimately challenging an ancient and unstoppable evil as you quest to bring the Vikings home.<br><br><ul class=\"bb_ul\"><li>Epic, open-world blend of action RPG, physics-based puzzle-solving, and combat<br></li><li>Complete crafting system – build your own weapons, armor, and gear<br></li><li>Explore 8 exotic islands filled with unique enemies, treasures, and adventures<br></li><li>Playable vehicles include ships, windsurfers, and more<br></li><li>Dozens of quirky characters to interact and engage with<br></li><li>Sweeping score includes live musicians and sound effects<br></li><li>Fluid and realistic physics bring the action to life</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/384730/header.jpg?t=1478025426",
    "developers": [
      "Overflow Games"
    ],
    "publishers": [
      "Phoenix Online Publishing"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 11 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}