{
  "38480": {
    "name": "Earthworm Jim",
    "steam_appid": 38480,
    "required_age": 0,
    "is_free": false,
    "description": "Jim wasn't always a studly super-worm. He was once just a spineless, dirt-eater with no real mission in his life...<br />\r\n<br />\r\nBut then something unexpected happened. The evil Psy-Crow was transporting a super suit, built by the genius Professor Monkey-For-A-Head, to Queen Pulsating, Bloated, Festering, Sweaty, Pus-Filled, Malformed, Slug-For-A-Butt, but along the way it was stolen by a rebel. Although Psy-Crow killed the rebel, the suit fell down to Earth, landing on an Earth Worm. That cosmic twist of fate placed Jim in control of an ultra-high-tech-indestructible-super-space-cyber-suit.<br />\r\n<br />\r\nAnyway, Earthworm Jim found out that Princess What's-Her-Name had been captured and set out to save her. Meanwhile, there's a bounty on Jimmy and plenty of people are in line to take Queen Slug-For-A-Butt up on her offer.<br />\r\n<br />\r\nNow Jim must make it to the princess and stay clear of Psy-Crow, the intergalactic bounty hunter, until the final battle with Queen Slug-For-A-Butt. To accomplish this, you'll have to use every weapon and ability at your disposal to wriggle your way through dozens of original and just plain weird levels.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/38480/header.jpg?t=1668117597",
    "developers": [
      "Shiny Entertainment"
    ],
    "publishers": [
      "Interplay Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}