{
  "384970": {
    "name": "Soldiers of Heaven VR",
    "steam_appid": 384970,
    "required_age": 0,
    "is_free": false,
    "description": "***THE DEVELOPERS ARE REMOVING THIS GAME FROM STEAM***<br />\r\n<br />\r\nYou are an embedded journalist travelling with a small US Army special forces team as they battle &quot;The Soldiers of Heaven&quot; - a religious cult in Iraq that tried to start a Muslim Armageddon during the Ashura festival. <br />\r\n<br />\r\nThis battle with the SOH ended with over 300 deaths : men, women and children. This project is based on a true story that was covered up... and now you have a chance to try and find the truth. <br />\r\n<br />\r\nArmed with a virtual camera you will film your own version of the story as it unfolds in an immersive 3D world. In this build you can watch a preview in game. <br />\r\n<br />\r\nThis immersive journalism experience combines live action with 3D animation. It is being built with the Unreal 4 game engine. <br />\r\n<br />\r\nWhat makes this experience unique, useful or innovative: <br />\r\n<br />\r\nVirtual reality offers film makers an opportunity to step into their story world and get a 360 degree real time perspective of the world they are trying to bring to life. This is ideal for previsualization and production planning as the film maker can leverage the presence that VR offers and look for new shots and camera angles as they walk around their virtual set. What is missing is a virtual camera that the film maker can use to shoot. <br />\r\n<br />\r\nWe also think that filming in VR could be a new way to create animated films. <br />\r\n<br />\r\nFilmtyme is powered by the Canadian Film Centers Media Lab &quot;Ideaboost&quot; program",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/384970/header.jpg?t=1619447985",
    "developers": [
      "Filmtyme"
    ],
    "publishers": [
      "Coqui 3D",
      "Gorilla Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}