{
  "385080": {
    "name": "Guardians of Victoria",
    "steam_appid": 385080,
    "required_age": 0,
    "is_free": false,
    "description": "Guardians of Victoria is a running game with multiple twists, taking conventional running gameplay and creating something unique! Testing your reactions, planning, and timing in an action-packed multi-tasking race to the end without being caught by Jack the Ripper.<br><br>Play as the Guardians as they fight their way through the Steampunk city in the clouds, collecting items and defeating the allies of the ever-chasing destroyer- Jack the Ripper. You must stop him! <br><br><i>The game features:</i><br><ul class=\"bb_ul\"><li>Free-Roaming: Unlike most running games you can actually stop, and run left!, allowing you to explore the environment a bit more. Not recommended on the hard mode!<br></li><li>Racing against a chaser: To keep you moving along and fighting tooth and nail, The Ripper chases with his giant cloud of thunder.  The higher the difficulty- the faster he moves. Be wary though, as Ripper can shoot electric bolts!<br></li><li>Using mechanics: To keep you in the sky and alive and well, you must avoid gas leaks, control crane platforms, put out fires, and more!<br></li><li>Multi-characters: There are three characters with their own uniquely designed levels across various locations. Brella, Cutlass, and Firearm- members of the Guardians. The leader of the Guardians, a small flying robot called Zeal, also follows the characters on their missions. Each character has their own back-story, personality, and platforming ability (such as Brella using her umbrella to glide)!<br></li><li>Shields-up!: Utilise the player shield by collecting the fireflies for their dust around the city. ﻿Using the shield protects you from Ripper attacks, enemy blows, fires, gas leeks, and anything else that might damage you!<br></li><li>Tactical fast combat: Each character has a very unique fighting style. You can test them out in the arena/tutorial area, and really be tested in the city.<br></li><li>Multiple replayable levels: Platform your way across many levels including ‘The Factory’, and ‘Daylight Victoria’. Each level features 3 different difficulty star ratings and a timer system! Simply survive to the portal at the end!<br></li><li>Indoor running: Forget traditional rooftop running! Run indoors too! Some floating buildings can be entered! Jump in through windows or tunnels or use and find the secrets within!<br></li><li>Steam bonuses: Steam users will also collect trading cards.<br></li><li>Extra levels: The game also features an arena with character selection, and a combat and platforming tutorial. I also look to addship flying levels!<br></li><li>Upgrade! Conquor! Earn skillpoints through take-downs and collectables and upgrade your characters, speed, jump, attack and health! There is lots your can do.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/385080/header.jpg?t=1461938579",
    "developers": [
      "Tall Story Studios"
    ],
    "publishers": [
      "New Reality Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 4 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 4,
      "total_negative": 10,
      "total_reviews": 14
    }
  }
}