{
  "385310": {
    "name": "The Land Of Lamia",
    "steam_appid": 385310,
    "required_age": 0,
    "is_free": false,
    "description": "Imagine you're 8 years old and you have a little sister who's 6. You wake up one morning to discover your bedroom has been transported to a strange world. Odd looking plants have grown through the floor while you slept and an unsettling fog surrounds you. Outside you see a complicated path, and massive creatures made of stone. A feeling strikes you, you have read about this place many times. You rush to your bookshelf and pull down a book called The Land Of Lamia. You quickly turn to the chapter that describes where you're at and start looking for clues about how to survive. <br><br>Each new level has a new picture and description of the world from the book of Lamia. Use the book to learn about the world and solve the puzzles. Control the characters Lily and Thomas using a unique control system. Learn about why you're there and what eerie presence may be watching you.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/385310/extras/fb0b4118f086f73dc31922e6861cd30d.avif?t=1458954759\" width=616 height=732 /></span><br><br>(Developers note, <br><br>The Land Of Lamia is a story driven puzzle adventure game. However, the story revolves around two characters (Lily and Thomas) who you'll be controlling simultaneously  with a unique mechanic. As expected, the players who like this mechanic, Love it! and would like it to be harder and emphasized, others find it colorfully frustrating. Eddy Games is very interested in constructive feedback both positive and negative but respectful.)",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/385310/header.jpg?t=1458954759",
    "developers": [
      "Eddy Games"
    ],
    "publishers": [
      "Eddy Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 23 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}