{
  "385700": {
    "name": "Battle For The Sun",
    "steam_appid": 385700,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Battle for the Sun </strong>is an action-packed, first-person shooter documenting the realities of war seen through the eyes of a special forces soldier in a world under alien attack.  We find ourselves abruptly thrown into an adventure as a talented soldier carrying out his duty in this epic war.<h2 class=\"bb_tag\" >STORY</h2>4 years ago, army alien experiments conducted by the <strong>National Army Space Research</strong> (NASR) in Area 52 provoked an unexpected disaster. An alien, captured by NASR soldiers for experimentation and research, found a way to escape and plead for help from its home planet. Alien attacks that first began as revenge over time morphed into a systematic occupation that became a threat to human life. Our hero, Dylan; in order to save his family, country, and planet decides to take part in this war. His superior skills were not unnoticed by General Briggs so, after grueling training, Dylan joins the special forces. He goes on to become one of the most important men carrying out strategic missions. While enmeshed in the horror of war Dylan's camaraderie, loyalty and virtue will be tested.",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 葡萄牙语 - 巴西, 俄语, 简体中文, 土耳其语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/385700/header.jpg?t=1447376999",
    "developers": [
      "Appsolutely Studios"
    ],
    "publishers": [
      "Appsolutely Studios"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}