{
  "385740": {
    "name": "SteelGuard",
    "steam_appid": 385740,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Enter the World of SteelGuard</h2><br>Control mechs that can be customized to your liking and battle hordes of enemies. Immerse yourself in intense PvP battles where precise aiming can determine victory, or let your mech fire automatically while you focus on strategy. Thanks to rogue-lite elements, each new game start brings unique challenges and growth opportunities. Equip your mech with various weapon components and create a fighting machine tailored to your playstyle. Dominate the battlefield with your customized mech!<h2 class=\"bb_tag\" >Each Game is Unique</h2>The random card upgrade system ensures that every game you play will be different and unique. You can choose the path of movement speed combined with machine guns to quickly eliminate your opponents. Alternatively, you can opt for pure firepower combined with heavy weapons, but with lower movement speed. Experience the power of flamethrowers, guided missiles, or grenade launchers.<h2 class=\"bb_tag\" >Single-Player Experience</h2>Progress through several levels of difficulty and conquer challenging boss battles. Defeat waves of monsters and collect as much experience as possible to prepare your character for the challenges ahead. Permanently upgrade your character with resources collected from each game you play.<h2 class=\"bb_tag\" >Your Mech, Your Rules</h2>Customize your mech according to your rules. Each mech consists of several modules that can be combined to make your character exactly as you envision. Combine light, fast legs with a light mech body for ultimate speed. Or build a robust, heavy mech ready for any challenge you set for it. But don't fall behind, as your movement speed will not forgive a single mistake.<br><br>Early Access Includes:<br><ul class=\"bb_ul\"><li>10 weapons<br></li><li>5 main types of robots with many additional modules<br></li><li>5 types of basic enemies<br></li><li>5 types of bosses<br></li><li>Extensive upgrade, progression, and rogue-lite mechanics</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/385740/header.jpg?t=1771876656",
    "developers": [
      "Sephiron Forge"
    ],
    "publishers": [
      "Sephiron Forge"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "2026 年"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}