{
  "386590": {
    "name": "Novus Inceptio",
    "steam_appid": 386590,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Warning!</h2><strong>This is an Early Access game, please read the game specification before purchasing it. Buy the game only if you understand and agree with the game specification and if you are willing to accept eventual flaws/bugs and all the changes that may occur as a result of the game development. This could also mean removing all user data. When purchasing the game you also agree to participate on tuning and testing it.<br>Information mentioned below  does not have to be valid in the current version of the game. Specifications and HW requirements may vary during further game development. <br>Thank you for your understanding!</strong><h2 class=\"bb_tag\" >PROLOGUE</h2>Novus Inceptio is a survival RPG set to our planet, but far in the future. Despite of the fact that the game is  labeled as a survival game, it is not a typical survival challenge type of a game. This is mainly because survival elements create just the background of the game and the main aim is shifted to very complex craft system and building values in the game. Novus Inceptio is about calm playing experience which is similar to strategic and relaxing style of playing. The game contains a unique system of resources heredity and offers interaction with every game object. The objects serve not as just the background of the game.<br><br>Novus Inceptio unusually blends sci-fi and fantasy themes with a hint of post apocalyptical ideas. The story is set on the planet Earth in distant future, but not the Earth as we know it nowadays. And one of the most important topic during playing the game is to reveal the truth about those who stand at the background of everything from ancient times...<h2 class=\"bb_tag\" >MAIN ELEMENTS OF THE GAME</h2><br><strong>DIFFERENT POINT OF VIEW ON A SURVIVAL GAME</strong><br>Do not expect a typical survival challenge game, because survival elements are slightly at the background. On one hand, it is necessary to cover basic needs to survive, but these activities are not to bother you a lot, they rather intensify the world atmosphere. On the other hand, it is not difficult to get killed or to die as a result of some kind of injury. <br><br><strong>THE WORLD IS NOT JUST A DEAD BACKGROUND</strong><br>You can interact with nearly everything from the surface of the ground, bushes, trees, to your own buildings. In the game, no plant serves just as a decoration – would you like to pick up mushroom and eat it? Go ahead, nothing stops you. Even ordinary tree does not serve only as a source of wood, but offers other materials, too (bark, leaves, branches, resin etc.).<br><br><strong>LIVELY RELAXING ENVIRONMENT</strong><br>The game contains environment with natural time flow, following daily cycle and being affected by weather changes. If you stop for a moment and listen to the sounds of the nature you would recognize in which direction a wolf is hunting, you could feel the wind taking off, or you could just let yourself go while listening to atmospheric music and you could calmly relax listening to the whisper of leaves and the wind.<br><br><strong>COMPLEX CRAFT SYSTEM</strong><br>The game craft system is based on very difficult internal logic which requires individual production of every single part of the final product. As a reward for such game mechanics you get unique items, spiced with material bonuses, e.g. it is really important whether you craft from oak or pine wood. The game also offers an option of the craft system for those who don´t want to dive in tables and calculations.  <br><br><strong>MATERIAL BONUSES</strong><br>The game contains a unique system of resources heredity which is used during crafting. Therefore it is possible to craft unique items with specific characteristics which happens because of the craft complexity.<br><br><strong>UNLIMITED CHARACTER OPTIONS</strong><br>The game allows natural character development. Only personal attributes, which you use, are enhanced. You have free hands to create a mix of specialization which you truly enjoy. You don´t have to think even before the beginning of the game about choosing a proper race or profession – character attributes are automatically adjusted according to frequent character activities.<br><br><strong>CHARACTER AGEING</strong><br>Yes, during playing your character gets older and can eventually die of age and therefore can move one generation further. The ageing system is our specific system of character level up. The age are experience points and a generation is a level. You dont´t have to be afraid of ageing, because it is natural way to level up, which brings you bonuses and even better attributes.<br><br><strong>BUILDING SYSTEM</strong><br>Thanks to modular system, while building your new home, the only limiting factor is your creativity (and if not, you can always use ready-made houses). The difference in our system is in the building process. First, you take your time and plan, only when you are ready, you start gathering material and finally build your dream house.<br><br><strong>FARMING</strong><br>You can build a farm around your house and grow plants needed for cooking a good quality meal or plant your own wood and bring some exotic plants from different biomes to your home.<br><br><strong>ANOMALIES</strong><br>In the world, there are many portals to different dimensions or times. In anomalies you can come across some unique rewards, but primarily you can learn new craft recipes which are essential for any crafting. But it is vital to pay attention to any danger hidden in those portals.<br><br><br><strong>SURVIVE!</strong><br>At the beginning of the game you find your character in the middle of wild nature. And your equipment? Only a knife and basic tools. Luckily, you're not alone! Your small personal robot A2-A is your valuable companion, but it is not there to do all the work instead of you.  And because the nature does not give things for free you need to find sources of food, heat and prepare for danger, which hides in the deep wood. Disease, injury or death is your daily bread. Over some time, when you learn the laws of the world, you will be ready for your next trip. <br><br><strong>BUILD!</strong><br>Home is a foundation of survival and developing attributes. You can build your own house or farm and focus on one of many craft specializations. The building system works using modular elements where you can plan first, and then gather required resources for final construction (which, wouldn´t be an easy task to do). The only limiting factors are knowledge of recipes for components, your own creativity, sufficient resources and skills.<br>Also, you can learn to craft new components by finding specific blueprints which could be found in boxes all over the world or in the anomalies.<br><br><strong>CREATE!</strong><br>Do you like crafting stuff? Then you will love Novus Inceptio! Each and every item in the game is unique and created by the player himself. Crafting of any item is a complex process based on many attributes, from a level of skill to material used. Crafting system does not dictate to the player what exact material has to be used to craft something, instead it reveals what type of a resource is needed, e.g. if you use stone to create an axe you create a stone axe, but if you use iron you manufacture an iron axe. You can use different type of material for any component, e.g. when you craft with wood, the system takes in consideration hardness of the wood.<br>Novus Inceptio supports crafting items by players themselves. Therefore, item quality and technology are going to improve over time together with character attributes.<br><br><strong>EXPLORE!</strong><br>It is not only about settling the world, but also about surviving and creating prosperous economy. There is the whole new world of life, danger and mystery that awaits you. There are dense forests, dry deserts, tropical jungles or busy underwater life. <br>You can get on a long journey to discover valuable materials or to find out the truth and real purpose of the restored planet.<h2 class=\"bb_tag\" >BACKGROUND STORY</h2><br><strong>The dawn of gods</strong><br>The Galaxy is a cold and hostile place and the creators are aware of this. They have spent billions of years searching for intelligent form of life but they have never succeeded. They started  protecting several planets with more developed organisms by all means available. They say: &quot;Life must not die out.&quot; But at the same time, they understand all the great risks awaiting for every civilization. Therefore, the creators try to prevent destructive genocides by discreet DNA manipulation and information adding.<br><br><strong>Rebellious believers</strong> <br>From the dawn of human civilization the creators stood beside human race. As gods, they secretly influenced physical and technological evolution or even psychological maturing of the civilization.  But nobody is perfect, not even gods. Instead of maintaining peace and prosperity, humans tended to worship war and they forgot everything about their gods. <br>The creators realized that their experiment failed and they no longer possess the powers to stop this fanatic madness among humans. When their last messenger died they returned through a portal to where they came from. To a different planet? Or to another reality? Nobody knows for sure. But what we do know is that they have never stopped collecting data through the portal. <br><br><strong>The end of the world</strong><br>The next important step of the human civilization took place nearly 2000 years later. During this era the nuclear fission was discovered and the whole planet became full of atomic blasts. The war was frightfully quick and effective. Those who could not hide into underground bunkers were hit by radiation and died. From billions of humans barely a few hundred thousand people survived. Without people knowing the creators received  information about the end of human world, they became furious that people are so irresponsible and they returned to the Earth to wipe-out the entire human race of the planet.   <br><br><strong>Human 2.0</strong><br>The desolated planet kept orbiting the sun. Slowly throughout millennia it was getting rid of the deadly radiation. Finally, the creators decided to launch a new experiment. With samples of human DNA and with the help of infinite information database they returned life back to the planet. Also, they created new humans - Homo Novus to inhabit the recovering planet. And in order not to make the same mistake as before, the creators decided to accompany each and every new human clone with a personal robot A2-A. <br><br><strong>Discover worlds! </strong><br>A2-A is something like a guardian angel. It helps and protects people and it gradually offers complicated knowledge to them. In addition to this, it monitors behavior of each clone to prevent aggressive behaviour which caused the collapse of the previous civilization.<br> And yet the monitoring and controling system is not reliable enough for the creators to trust it and that is why the creators installed some anomalies on the planet so the clones can travel back in time and learn from the mistakes of the past civilizations. And who knows? Maybe this would be the beginning of a new civilization which finally devotes its time to discover and learn, rather than kill and destroy.<br><br>And the Creators? This time they are not leaving. They are analyzing the data from thousands of A2-As and waiting for the right moment to introduce themselves to their children personally .",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/386590/header.jpg?t=1680165560",
    "developers": [
      "McMagic Productions"
    ],
    "publishers": [
      "McMagic Productions"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 58,
      "highlighted": [
        {
          "name": "Novus Early Access",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/87dfc354fc9c05835ea52b765ecbca37e164e725.jpg"
        },
        {
          "name": "BOTANIZER Tier 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/5429c743f8acc653ad7a828d2a6c8b7930450392.jpg"
        },
        {
          "name": "BOTANIZER Tier 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/aa109a06e94b5b779f9d37948a564943198fde0f.jpg"
        },
        {
          "name": "BOTANIZER Tier 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/297aece37c09d1153c7934f97f0f1e7f569f815c.jpg"
        },
        {
          "name": "BOTANIZER Tier 4",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/f056e50bdbf664bcb34615eac8b8f2c4f2b5ef61.jpg"
        },
        {
          "name": "BOTANIZER Tier 5",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/03dcd9291bc1ea3be1b6a99ce31f675039abed93.jpg"
        },
        {
          "name": "FORAGER Tier 1",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/9fb09dbe22303aee4fc9cb4b691cf4f2b7172ada.jpg"
        },
        {
          "name": "FORAGER Tier 2",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/a5bc29a87afbcd691ec1b7689ef5c6eec7dc6886.jpg"
        },
        {
          "name": "FORAGER Tier 3",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/ea109c1984e9f749e007cb01039c8d8247719514.jpg"
        },
        {
          "name": "FORAGER Tier 4",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/386590/d320886a5c60505425762553544069dfe424862e.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 11,
      "total_negative": 6,
      "total_reviews": 17
    }
  }
}