{
  "386530": {
    "name": "Champion of the Gods Demo",
    "steam_appid": 386530,
    "required_age": 0,
    "is_free": true,
    "description": "In the battle to save your people, will you defy the gods? In an ancient world where myth is reality and fate is relentless, your destiny will lead you to secrets no mortal should ever know.<br><br>&quot;Champion of the Gods&quot; is a thrilling 217,000-word interactive novel by Jonathan Valuckas, where your choices control the story. It's entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination.<br><br>As you fight your way through a harsh landscape inspired by Greek myth, you’ll challenge monsters, soldiers, and even gods. Win allies with your humility, your haughtiness, or your powers of deception. Enjoy gifts from the gods, or refuse them all and face the consequences.<br><br>Will you earn favor from the goddess of love, or make the god of war your protector? Can you escape a watery death without divine intervention? And when you finally learn the truth of your destiny, will you overthrow the ones who made you, or will you become the Champion of the Gods?<br><br><ul class=\"bb_ul\"><li> Explore a rich world inspired by the ancient myths.<br></li><li> Use divine gifts to embolden your allies, and control your enemies.<br></li><li> Peer into the future, the far distance, or the hearts of your foes with second sight.<br></li><li> Receive a horoscope tailored to your character's unique personality.<br></li><li> Delve into romances, or play the game without them--the choice is yours.<br></li><li> Play as male or female; straight, gay, or bi.</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/386530/header.jpg?t=1734025938",
    "developers": [
      "Choice of Games"
    ],
    "publishers": [
      "Choice of Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 13,
        "description": "支持字幕"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}