{
  "386740": {
    "name": "Puzzle Strike",
    "steam_appid": 386740,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Puzzle Strike</strong> is a deckbuilding puzzle game played amongst Fantasy Strike characters. It's inspired by puzzle games such as Puzzle Fighter. Gems fall into each player's gem pile every turn, and whoever's gem pile fills up first loses. Improve your deck (of chips!) by purchasing new chips as the game unfolds. Will you go heavy on economy, offense, or build an intricate engine? In any case, make sure to adapt to your opponents because Puzzle Strike has a lot more interactivity than most other deckbuilders. And like the other games in the Fantasy Strike universe, Puzzle Strike is designed to hold up to thousands of games at the expert level, and we fully embrace the philosophy of even-playfield competition.<br><br>The new Steam version of Puzzle Strike (as well as the upcoming iOS release) have these new features:<br><ul class=\"bb_ul\"><li>Runs natively on Mac, PC, and Linux (new!)<br></li><li>Cross-platform play with players on iOS<br></li><li>Chips have 4x the resolution as the web version<br></li><li>Issue challenges to people on your Steam friend list<br></li><li>Climb the leaderboards in Quick Match and check out replays of top players to improve your game!<br></li><li>New Puzzle Challenge mode: learn advanced character tactics and think outside the bag! Beat these advanced challenges to become a real Puzzle Striker!<br></li><li>Complete your Daily Quests to earn Jewels, then spend them to play &quot;Puzzle Smash&quot;, a high-powered version of Puzzle Strike<br></li><li>Contains all 48 Puzzle chips from both Puzzle Strike Third Edition and Puzzle Strike: Shadows, as well as the promo chips, Combinatorics, Dashing Strike and Custom Combo<br></li><li>Practice offline against AI Puzzlebots for the first time!<br></li><li>Launching with English and French language support, with German and Japanese localization on the way<br></li><li>The base game comes with the first ten characters (Grave, Jaina, Midori, Setsuki, Rook, DeGrey, Valerie, Geiger, Lum, and Argagarg), and the ten Shadows characters are available as an expansion</li></ul>",
    "supported_languages": "英语, 法语, 日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/386740/header.jpg?t=1667337913",
    "developers": [
      "Sirlin Games"
    ],
    "publishers": [
      "Sirlin Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 21 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}