{
  "386780": {
    "name": "Rugby Challenge 3 Demo",
    "steam_appid": 386780,
    "required_age": 0,
    "is_free": true,
    "description": "Create your own super star players, build your own ultimate Rugby team and customise the look of the game with Rugby Challenge 3 - FanHub BETA. Here you can edit your player's appearance, change their attributes to influence their skills and much more.  <br><br>You can also customize your team’s look with hundreds of uniforms and emblems to choose from, allowing you to play in team strips from:<br>Super Rugby, Quad Nations, Euro Nations, Euro Club Championship, ITM Cup, Aviva Premiership Rugby, Bledisloe Cup Series, World Rugby Championship, French Division 1, French Division 2, Elite 12, European Knockout Cup, Pacific Rim Championship, African Nations Cup, South American Shield, Seven-A-Side Championship, International Seven-A-Side Series, Buildcorp National Rugby Championship and the ABSA Currie Cup.<br><br>Share your custom players and teams online and view other players and teams created by the FanHub community. Vote for your favourites and get votes for creating top notch content. Match the likeness of your favourite player and you could be voted to the top of the custom player list!<br><br>The full version of Rugby Challenge 3 - FanHub will include the ability to download your players and teams to Rugby Challenge 3 for in-game play! Coming 2015.<br><br><strong>Update Notes:</strong> <br>***Please note. The latest version of Rugby Challenge 3 FanHub requires the local save game to be reset and will wipe all custom players and teams created on previous versions of the Demo. Custom players and teams that have been uploaded to the FanHub will still be available for download after updating. If you wish to keep your custom players and teams created prior to this update, please ensure you upload them to the FanHub before downloading the latest version. Thank you.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/386780/header.jpg?t=1675172155",
    "developers": [
      "Wicked Witch"
    ],
    "publishers": [
      "Wicked Witch",
      "Tru Blu Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      }
    ],
    "genres": [
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}