{
  "386710": {
    "name": "C:\\raft",
    "steam_appid": 386710,
    "required_age": 0,
    "is_free": false,
    "description": "Join our human adventurer on an adventure! Is this adventurer even a hero? Is he even actually an adventurer? Who cares? Not the Crafting Goddess Joann, apparently! All she wants is a slave to make crap for her, and that slave appears to be this poor soul. I guess now that he's been chosen by a trans-dimensional entity to do some kind of bidding he doesn't really have a choice of sorts. <br><br>At least there's some fun to be had as he traverses the dungeons generated from your old high-school reports and questionable images. <br><br>Wait a second, did I just say old high-school reports?! They have value now? <br>You sure bet! <br><br>You'll have to delve deep into your hard drive's dungeons to create the list of items the goddess has bestowed upon you to create. All the dungeons are randomly generated from the files that you select on your hard drive, with bigger files creating bigger dungeons, and different file types designating different kinds of loot you can find. Items, craftables, and monsters all have generated names with randomly selected adjectives attached. Even the requirements to make the crafted items are random! <br> Use every menu and tool at your disposal to collect items and serve the goddess<h2 class=\"bb_tag\" >Features</h2><ul class=\"bb_ul\"><li>Randomly generated dungeons based on your files <br></li><li>Randomly generated items <br></li><li>BOSS FIGHTS <br></li><li>An unpredictable play time<br></li><li>Being able to play with one hand with a beer in the other<br></li><li>Multiple ways to reach your goal<br></li><li>Hand drawn pixel art made with love and care</li></ul><h2 class=\"bb_tag\" >Disclaimer</h2>C:\\raft is a very text heavy, no hold hands kind of game made by a fan of old roguelikes for other fans.  Things are explained within dialog, tooltips, and in-game manuals.  It is expected that players will at some point in time need to read the manuals to understand more complex mechanics so they may unlock new parts of the game.  Still, it is an easily accessible and expansive experience, but it may not be the most welcoming to players new to the rogue genre.  Within minutes you can already be collecting tons of loot, exploring your hard drive, and of course dying.  The game features practically no story, but many ways to play, and its crafting experience is no more than a glorified fetch quest.  There's plenty to sink time into, and its accessibility emphasizes an ability to play quickly, such as during a coffee break.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/386710/header.jpg?t=1666841487",
    "developers": [
      "Nicholas Hydock"
    ],
    "publishers": [
      "Luna.red"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 10 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}