{
  "386880": {
    "name": "Rake",
    "steam_appid": 386880,
    "required_age": 0,
    "is_free": false,
    "description": "Actuality: During the summer of 2003, events in the northeastern United States involving a strange, human-like creature sparked brief local media interest before an apparent blackout was enacted. Little or no information was left intact, as most online and written accounts of the creature were mysteriously destroyed. <br />\r\nWitnesses told stories of their encounters with a creature of unknown origin. Emotions ranged from extremely traumatic levels of fright and discomfort. <br />\r\nIn early 2006, the collaboration had accumulated nearly two dozen documents dating between the 12th century and present day, spanning 4 continents. In <br />\r\nalmost all cases, the stories were identical...<br />\r\n <br />\r\nDo ghosts exist? What about Bigfoot, Chupacabras,Rake or Skinwalkers? And how will we ever know?<br />\r\n<br />\r\n&quot;RAKE&quot; is the first game in our series of games about paranormal phenomena. <br />\r\n<br />\r\nYou play as Gordon Davis, a scientist, a traveller and an explorer of unknown creatures and unusual events. Having learnt one more legends, Gordon travels through  <br />\r\nthe country in search of poltergeists,Bigfoot, Mothman and other American legends...exploring haunted houses, trekking through creepy bushy  forests and scanning the sky and lakes to collect data about the mystical events...  <br />\r\n<br />\r\nSo, you are in the place where the strange humanoid - Rake was most frequently seen. Most often he was seen at night. Therefore, you can use the cameras, motion sensors, night vision device for the strange phenomena detection. In the afternoon you are installing equipment in all areas of the forest. You can also mount the cameras on animals, if you manage to lure them into a trap. At nightfall your task is to watch on the monitor for events taking place in the forest. You can switch between the cameras. If you notice something unusual, you can go to a place where the camera has spotted the creature. Do not forget to take a rifle. So you have to hunt down a strange creature, and then kill it or trap it. However, be careful, it can disrupt your plans ... And while watching on the monitor, be aware, it could be closer than you think. The game is over, when you will it... or it kills you... <br />\r\nGood luck! <br />\r\n<br />\r\nMac OS and Linux versions are in testing. Multiplayer now is in testing.<br />\r\nIt will be added for free after update the game.<br />\r\n <br />\r\nAttention!There are some terrible moments<br />\r\nin the game. It is not recommended<br />\r\nfor children 18+ and adults with<br />\r\nnervous disorder.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/386880/header.jpg?t=1447377073",
    "developers": [
      "Konsordo"
    ],
    "publishers": [
      "Konsordo"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 2200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 7,
      "total_negative": 1,
      "total_reviews": 8
    }
  }
}