{
  "387380": {
    "name": "Sylvio Demo",
    "steam_appid": 387380,
    "required_age": 0,
    "is_free": true,
    "description": "This is the demo for the critically acclaimed first person horror game Sylvio. Play as EVP-specialist and ghost recorder Juliette Waters who finds herself trapped in an old family park, shut down since a landslide in 1971. Whispers on the recordings give clues on how to progress and solve puzzles. Analyzing the recordings reveals hidden messages, giving pieces of information on the dark story of the park. The cult family Hensons, the siblings, the pesticide factory, the landslide. It’s all connected in the end. <br />\r\n<br />\r\nLearn the story by having seances and reading books. Analyze recordings and find hidden messages from the spirit realm. Collect audible words in the radio static. Explore the surroundings of an old family park, left to its demise. <br />\r\n<br />\r\nJuliette has a couple of gadgets to her aid. <br />\r\n<br />\r\nThe Reel Recorder. Complete with nine recording reels, it can be played forward / backward in fast, slow or normal speed. Hidden messages can be found when listening to the recording through various ways. <br />\r\n<br />\r\nThe shotgun. It is powered by air pressure, and can be loaded with anything found in the world that fits in the barrel. For example small rocks, spuds, pieces of glass, spikes, etc. <br />\r\n<br />\r\nThe stereo microphone with oscillator. The microphone is for sound recording, and the oscillator for frequencies outside the hearing spectrum. It sparks up in different ways, and will point the way to spirit activity. <br />\r\n<br />\r\nThere are many inventories found throughout the world used once or a couple of times, and a yellow car used for transportation.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/387380/header.jpg?t=1462458030",
    "developers": [
      "Stroboskop"
    ],
    "publishers": [
      "Stroboskop"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}