{
  "387580": {
    "name": "REST DAYS",
    "steam_appid": 387580,
    "required_age": 0,
    "is_free": false,
    "description": "Johnny and Viper are life-long friends with conflicting ambitions. Johnny is a kindhearted kid who is training to become the next top all-natural bodybuilder. Viper is a low-life coke head who is wrapped up in his brother-in-law’s monkey growth hormone drug ring. Viper finds himself in the middle of a bloody murder and pulls Johnny into the mess. The situation pushes Johnny over the edge, so he packs his truck and drives from Boston to California to start fresh, and hopefully gain some attention from Hollywood Wayne - an internet celebrity in the bodybuilding world. Before leaving, Johnny unknowingly takes a thermos containing a batch of Viper's growth hormones. Under pressure from his scientist brother-in-law, Viper must drive across the country with the help of his reluctant friend, Goodie, to retrieve the expensive drug before the coolant in the thermos evaporates. Johnny arrives in Los Angeles and moves into a make-shift porn studio/garage in the Valley. Meanwhile, Viper and Goodie are closing in on Johnny’s location. Johnny is now surrounded by a new group of seedy people who are derailing his plans to start a better life. The characters soon find themselves caught in the same dilemma caused by some incredibly bad timing.<br><br><strong>Directed by:</strong> Danny DeSalvo<br><strong>Written by:</strong> Nick Abbondandolo, Danny DeSalvo<br><br><strong>Starring:</strong> Nick Abbondandolo, Danny DeSalvo, Peter Byram,  Mark Schrenko, Lindsay Musil, Victor Dean, Tim Savage",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/387580/header.jpg?t=1528129739",
    "developers": [
      "Human Punch Bowl, LLC"
    ],
    "publishers": [
      "Devolver Digital Films"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 3 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}