{
  "387990": {
    "name": "Scrap Mechanic",
    "steam_appid": 387990,
    "required_age": 0,
    "is_free": false,
    "description": "PLEASE NOTE: We’re still hard at work on Scrap Mechanic! New content is being added and optimizations being made regularly. Get started right away in Survival Mode, Creative Mode and Challenge Mode! Please watch the latest Scrap Mechanic trailers to see the game’s latest state.<h2 class=\"bb_tag\" ><strong>Tool up and enter the creative paradise of Scrap Mechanic! Build fantastic machines, go on adventures with your friends and defend against evil Farmerbots in this imaginative multiplayer survival sandbox. With Scrap Mechanic’s powerful creation tools you can engineer your own adventures!</strong></h2><br><br>‘Be a robot mechanic’, they said. ‘Easy money’, they said. We’re pretty sure the job description didn’t mention crash landing on a far away planet, with thousands of crazed worker robots out for blood! You’re stranded on a faraway agriculture planet where the Farmbots working the fields have gone haywire. With your tool belt tightly fastened, there’s only one way to survive: using your quick thinking, creativity and a wily knack of turning your surroundings to your advantage!<br><br><strong>Survival Mode! </strong><br>In Survival Mode mechanics explore a dynamically generated open-world environment filled with enemies, treasure and dangerous robots! Team up with friends and build bases to protect yourself and your valuables. The most creative will survive!<br><br><strong>Challenge Mode! </strong><br>Put your imagination to the test in the Master Mechanic Trials, an amazing roster of 40 fun and testing challenges which every wannabe mechanic should master before embarking on the wide-open world. Plus create your own challenges and share them with friends!<br><br><strong>Creative Mode!</strong><br>Choose from over 400+ building parts and create a transforming vehicle, a walking house or anything you and your friends can imagine! Scrap Mechanic mod support offers an easy way to download over 1000+ new player made building parts for your creations! <br><br><br>For all the latest news, follow us on:<br>Twitter<br>Facebook<br><br><br>For more info: ",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 波兰语, 葡萄牙语 - 巴西, 简体中文, 日语, 韩语, 俄语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/387990/header.jpg?t=1727183889",
    "developers": [
      "Axolot Games"
    ],
    "publishers": [
      "Axolot Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 30,
        "description": "Steam 创意工坊"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Very Positive",
      "total_positive": 3434,
      "total_negative": 675,
      "total_reviews": 4109
    }
  }
}