{
  "388020": {
    "name": "Command LIVE - Old Grudges Never Die",
    "steam_appid": 388020,
    "required_age": 0,
    "is_free": false,
    "description": "The Syrian Civil War started with the Arab Spring in early 2011 but has only become more and more complex since then.With international tensions high, and so many players maneuvering in a very small space, it is amazing that the conflict has not overflowed into a general regional or even global war. <br><br>The two most likely protagonists in any escalation are Russia and Turkey, countries with many long standing differences of opinion and grudges against each other. In this scenario you play either Russia or Turkey as you attempt to maintain national honour and pride while keeping any hostilities limited. Complicating your efforts are US, Coalition, Syrian, ISIS and Rebel forces. Winning is not always a matter of causing casualties. <br><br><strong>Side Brief – Turkey </strong><br><br>Another hot and hazy summer day in Southeastern Turkey. You are the commander of the 10th wing of the air force and are charged with securing Turkish airspace from any violations. Your forces consist of two F-16 squadron based at Diyarbakır and one F-4 Squadron at Malatya Erhaç. Supporting the Coalition but not under your control are two tankers and a new 737 Wedgtail working out of Incirlik. You are also aware of a navy frigate and submarine off the coast which you have been told are yours to command if you need them. <br><br>The coalition forces in your area, mostly US, British, French and German have informed your staff that they will be flying against rebel targets in northern Syria today, some have cleared airspace but they are not usually a problem. Indeed, many are based at Incirlik and you have instructions to accommodate them as much as possible. On the other hand, the Russians do not have authority to cross the border, and they will likely push that limit. Tensions with them have steadily increased since we shot down the Su-24 for violating our airspace last November! The Syrians are not usually an issue, they cower in their bases and wait for the Russians to do the dirty work. <br><br>Your task today, as every day, is to ensure that our airspace is not violated, particularly by the Russians!<br><br>But you’re not allowed to start a war on your own – you must use non-lethal means unless given authority, the government is a little touchy on that point! As well; you should use your F-4’s to bomb some Kurdish forces as payback for the damage the Russians are doing to the Turkoman Brigades. <br><br>Stay safe and keep things calm! <br><br><strong>Side Brief – Russia </strong><br><br>As the Commander of the Russian Forces in Syria you review your situation: <br><br>The weather today is hot and somewhat hazy. Your forces represent the best in the Russian military, a mix of over 40 aircraft from the most modern fighters to unmanned surveillance drones, the best SAM system in the world, two of the quietest submarines available and one of the most potent ships afloat patrolling off the coast. Still, you are surrounded, vulnerable and outnumbered. <br><br>Your primary task is to support the Syrians and help them win this interminable civil war; you can do that by destroying ISIS and the western supported or non-aligned rebels and by supporting the Kurdish and Syrian forces in the north. However, you must always be on your guard should NATO, and especially Turkey become provocative. So far the Americans and Europeans have the power, but not the will to interfere with you, even though your killing the same people they’re supporting and training – it’s a strange world. The Turks on the other hand have given us every reason to retaliate and it is only through good will and restraint that we have not. The Russian people and the President have run out of patience however. <br><br>Today you know that the Strategic Forces out of Engels airbase will conduct another cruise missile mission and will probably fly the missiles through Turkey. The Turks got quite upset the last time we did this and our intelligence assessment links the reaction to that event to them shooting down our Sukhois-24 last November. We will be ready this time!<br><br>You had a long conversation with the Chief of the Air Force last week, he gave you freedom to beat up the Turks – should they start the fight – but to keep the Americans and NATO out of it! That could be very tricky but you believe that if your actions are limited and not provocative towards NATO, you just might do it. <br><br><strong>Features</strong><br><br>Turkish counter (VPs for Civilian side) <br><br>+1 for each Turkish AC shot down <br>+1 for the first Turkish AC shot down <br>-1 for each Russian AC shot down <br>+3 if Syria enters the war <br>+3 for a major civilian disaster <br>+3 if Turkish sub is sunk <br>-1 if Russian sub is sunk <br>-1 if Russian SSV is sunk <br><br>Russian counter (VP for Biologic side) <br><br>+1 for each Russian AC shot down <br>+1 for the first Russian AC shot down <br>-1 for each Turkish AC shot down <br>+3 if Russian sub is sunk (there are two of them) <br>+3 for a major civilian disaster <br>-1 if Turkish sub is sunk <br>+1 if Russian SSV is sunk <br>The US intervenes (-50 VPs for Russia, F-15C AAW CAP over Syria) <br><br>· Turkish counter &gt;5 =50% probability <br>· Turkish counter &gt;7 =70% probability <br>· Turkish counter &gt;11 = 90% probability <br><br>Coalition intervenes (-50 VPs for Russia, AAW Cap with Typhoons &amp; Rafales over eastern Syria) <br><br>· Turkish counter &gt;10 = 60% probability <br>· Turkish counter &gt;15 = 80% probability <br><br>Syria intervenes (-50 VPs for Turkey, AAW &amp; strike missions) <br><br>· Russian counter &gt;5 = 40% probability <br>· Russian counter &gt;7 = 60% probability <br>· Russian counter &gt;9 = 70% probability <br>· Russian counter &gt;11 = 80% probability",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/388020/header.jpg?t=1726824133",
    "developers": [
      "WarfareSims"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 19 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}