{
  "388140": {
    "name": "Strategic Command Classic: WWI",
    "steam_appid": 388140,
    "required_age": 0,
    "is_free": false,
    "description": "Strategic Command World War I: The Great War contains a number of major campaigns that span the period including a monster campaign featuring the biggest map of Europe and the Atlantic yet, at over 39,168 tiles, or 384x102!<br>Strategic Command World War I is a re-release of the great classic from 2010, with all the improvements brought by its original &quot;Breakthrough!&quot; mod!<br><br>The flagship campaigns that come with this release cover the war in Europe starting with the great German offensive into France in August 1914 and ending with the final grand battles in France and Flanders in 1918. The battles fought on the Eastern Front and in the Italian, Balkan, and Middle Eastern theaters are all fully represented too. <br><br>This release will also include the expansion &quot;Strategic Command WWI - Breakthrough!&quot;, introducing a new unit – the armoured train, which substitutes for the rail gun in some scenarios. The game engine changes cover a host of improvements including new hotkeys and some nice combat features like combat unit swapping, improved bombardment options, and so on. Supply rules have been overhauled and improved. Breakthrough also adds a variety of additional scenarios and a range of modding features to the game editor.<br><br>Strategic Command World War I: The Great War provides you with the opportunity to re-write history in a war that changed not only the destiny of Europe but of the whole world<br><br><strong>Features:</strong><br>- 35 countries, 8 major and 27 minor belligerents (up to 65 nations possible with the Editor)<br>- Trench Warfare - Units can build trenches and trench lines act to block further spotting under Fog of War<br>- Shells - Artillery and Rail Guns now accumulate shells each turn and may fire as many shells as they have available<br>- Research - The many areas available include the key WW1 areas of Trench Warfare and Shell Production<br>- Reconnaissance Spotting - Recon Bombers allow you to fly spotting missions behind enemy lines<br>- National Morale - This value can be increased or decreased by special events, combat losses, enemy and friendly territory held, and it can influence not only individual unit morale but also the entire collapse of a nation if the value drops below critical levels",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/388140/header.jpg?t=1756304875",
    "developers": [
      "Fury Software"
    ],
    "publishers": [
      "Matrix Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 10940,
      "final": 2735,
      "discount_percent": 75,
      "initial_formatted": "¥ 109.40",
      "final_formatted": "¥ 27.35"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 12 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}