{
  "388270": {
    "name": "Baseball Mogul 2015",
    "steam_appid": 388270,
    "required_age": 0,
    "is_free": false,
    "description": "<i>Baseball Mogul 2015®</i> begins in any year you choose, from 1901 to 2014 with the full roster of your favorite team -- or an entirely fictional team of your own creation. Your involvement as GM does not stop in the team's front office. <i>Baseball Mogul</i> gives you complete control over your team on the field. You start by setting the starting defense, batting order and pitching rotation for your team. On game day, you choose your level of involvement. You can retire to the luxury box and make calls to the dugout as needed. Or you can take control of each player, choosing what pitches to throw and when to bunt or go for an extra base. A powerful game engine simulates each pitch of the game based on customized player ratings and over 100 years of historical data, assuring you the maximum realism possible! <i>Baseball Mogul</i> is designed to help you manage your team over many simulated years. Manage your team one day at a time, or let the computer simulate weeks or months at a stretch so you can play for virtual years or decades. As your players age, their abilities mature and decline realistically. Don't forget to build your team for the long term, rather than spending all your money on free agents this season. Watch your team rise and fall in the standings, watch your bank statement, and read the news stories to stay on top of what's happening with all the ball clubs in both leagues. If you pick the right players, manage your finances well, and stick to a winning strategy, your team may win the Championship, and you too may become a <i>Baseball Mogul</i>!<h2 class=\"bb_tag\" >New Features In <i>Baseball Mogul 2015</i></h2><br><ul class=\"bb_ul\"><li>Build Your Own Expansion Team<br></li><li>Updated minor league stats<br></li><li>More than 1.2 million lines of data<br></li><li>Improved simulation speed, accuracy and stability<br></li><li>e.g. stolen base numbers no longer decline over time<br></li><li>Improved Trade AI (Artificial Intelligence)<br></li><li>Trades improve teams at specific positions, not just overall talent<br></li><li>Improved Player Award AI (Gold Gloves, etc.)<br></li><li>Improved Pitch Tracking<br></li><li>Records velocity, break, location and result of every pitch<br></li><li>Accurate head-to-head stats for every batter-pitcher matchup<br></li><li>More accurate heat maps in player Scouting Reports<br></li><li>Many bug fixes to prevent slowdowns and hangs<br></li><li>Problems fixed with Baseball Mogul Encyclopedia output</li></ul><br><strong>Plus...</strong><br><br><ul class=\"bb_ul\"><li>Stat-based scouting<br></li><li>Individual strategy settings for each player<br></li><li>Includes individual pitch count limits<br></li><li>Lefty-righty batting and pitching stats<br></li><li>Includes every season back to 1951<br></li><li>Improved General Manager AI.<br></li><li>Mimics real-life trade and contract data<br></li><li>Scouting Report: copy player stats to clipboard with a single-click<br></li><li>More realistic high school, college and minor league stats</li></ul><br><strong>... and smaller improvements such as these:</strong><br><br><ul class=\"bb_ul\"><li>Free agents available after expansion draft, to help complete your major and minor league rosters.<br></li><li>Bug fixed when calculating Defensive Runs<br></li><li>New stats and search options in &quot;Sortable Stats&quot; screen<br></li><li>Bug fixed with setting pitch count limits for individual pitchers<br></li><li>Ground balls to right side now advance runner on 2B more consistently<br></li><li>New directory created for each saved game<br></li><li>Prevents conflicts with box score and encyclopedia output<br></li><li>etc.</li></ul><h2 class=\"bb_tag\" >Updates for Opening Day of the 2014 Season</h2><br><ul class=\"bb_ul\"><li>Updated rosters for every team<br></li><li>Complete major league and minor league stats through 2013<br></li><li>Actual real-life 2014 season schedule (all 2430 games)</li></ul><h2 class=\"bb_tag\" >Backwards Compatibility</h2><br><i>Baseball Mogul 2015</i> automatically loads databases from previous versions of <i>Baseball Mogul</i>.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/388270/header.jpg?t=1447377154",
    "developers": [
      "Sports Mogul, Inc."
    ],
    "publishers": [
      "Sports Mogul, Inc."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}