{
  "38820": {
    "name": "CrimeCraft",
    "steam_appid": 38820,
    "required_age": 0,
    "is_free": false,
    "description": "\n\t\t\t\t\t<p>Included with purchase:</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Free play time</strong> &mdash; Two months of free play time upon activation. Thereafter, the  monthly subscription is either $4.99 (Standard) or $9.99 (Premium). The major differences between the two subscriptions are the extent of customization, skill slots, speed of experience gain and inventory capacity. Standard and Premium subscription features will also be showcased behind “velvet rope” areas to allow players to make a fully-informed subscription decision. A credit card or CrimeCraft game card can be used as payment. (CrimeCraft Cards are available in Best Buy stores and redeemable for monthly subscriptions as well as for purchasing in-game currency 'gold bars'.)\n\t\t\t\t\t<li>Each monthly subscription covers dedicated server access to the CrimeCraft persistent world server, CrimeCraft customer support, post-launch content additions, regular in-game events and tournaments with real-world prizes and an allotment of 'gold bars' that can used for in-game purchases.\n\t\t\t\t\t</ul>\n\t\t\t\t\t<hr>\n\t\t\t\t\t<br />\n\t\t\t\t\t<p><i>CrimeCraft</i> is a Persistent World Next-gen Shooter (PWNS) that blends the action of a shooter with groundbreaking community and role-playing elements never before seen outside of the MMORPG genre. <i>CrimeCraft</i> is set in a gritty fictional city of the near future. Following an ecological disaster of unprecedented scale, gangs have taken control and power is determined by the size of your crew and the strength of your reputation. Join thousands of players online as you learn the rules of the street. Build your own gang and do whatever it takes to survive amidst the chaos. Earn a reputation. Build a gang. Kill the competition. </p>\n\t\t\t\t\t<p>Key features:</p>\n\t\t\t\t\t<ul>\n\t\t\t\t\t<li><strong>Crime Pays </strong>&mdash; Perform various 'missions' and 'jobs' for money and experience which can be used to help you gain reputation, learn new trade skills and perform new abilities in battle.\n\t\t\t\t\t<li><strong>Craft Your Arsenal </strong>&mdash; Use the loot gained from battle to create your own weapons, weapon attachments, clothing and performance-enhancing boosts.\n\t\t\t\t\t<li><strong>Intense Shooter Action </strong>&mdash; Battle other players or AI enemies with the wide range of weapons, explosives, abilities, boosts and augmentations at your disposal.\n\t\t\t\t\t<li><strong>Deep RPG Gameplay </strong>&mdash; Specialize in some of the more than 40 distinct skills as you strive to reach over 50 levels of advancement. \n\t\t\t\t\t<li><strong>Team Up </strong>&mdash; Form virtual gangs to build a reputation, assign rankings, pool money and goods, and buy gang hideouts, filled with the spoils of your victories.\n\t\t\t\t\t<li><strong>Stand Out Among the Masses </strong>&mdash; An amazing depth in the variety of clothes, weapons, items and skills distinguishes your character and gang from the thousands playing online.\n\t\t\t\t\t<li><strong>Underground Economy </strong>&mdash; Control the quality and cost of manufactured items that you create, modify or repair. Then sell, trade or auction them to other players.\n\t\t\t\t\t</ul>\n\t\t\t\t\t",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/38820/header.jpg?t=1447353008",
    "developers": [
      "Vogster Entertainment"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 8 月 25 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}