{
  "389040": {
    "name": "Project Genom",
    "steam_appid": 389040,
    "required_age": 0,
    "is_free": false,
    "description": "Project Genom is an Online Sci-fi MMORPG set on the beautiful and dangerous world of Avalon. Players will join the human race in a struggle for survival and victory.  Set in the distant future, humans have exhausted Earth’s natural resources and set their eyes on the planet of Avalon.  Survival on this new planet will not come so easily.<br><br>Unfortunately, humans are not the only form of life looking towards the world of Avalon! The mysterious Almer, and numerous forms of wildlife, have threatened mankind’s future here in this new Galaxy.  More advanced, stronger and a deeply united species, the Almer have won numerous battles against human’s strongest forces, on nearly every front. <br><br>With survival being an everyday struggle, will a new day come?  Will new heroes rise from the ashes to secure humankind’s future?  Take these first steps and become one of the greatest heroes of your time!  Join the world of Avalon and unlock the power of the Genom!  <br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/389040/extras/4440b8bb3bdf03c58ff49a71640d58db.avif?t=1636509652\" width=620 height=150 /></span><br><strong>Features:</strong><br><ul class=\"bb_ul\"><li>Non-target combat system.<br>Allowing players to develop intense and dynamic combat styles.  Players will be able to personalize their combat style like none other.<br></li><li>Character Progression.<br>In Project Genom, players will be able to create a truly unique character, by gaining access to numerous Development Tree’s with hundreds of abilities. Each player will have the choice of unlocking the full potential of the Human Body,  Developing Biological Mutations, Enhance the human body with Synthetic Machinery, or players can create a completely unique Hybrid.  The choice is yours!<br></li><li>Open World of Avalon &amp; the Galaxy<br>Welcome to a fully responsive Universe with dozens of planets and habitats!  Players will have no trouble finding their place to call “home”!<br></li><li>Transports &amp; Vehicles.<br>The world of Avalon stretches beyond the eye can see, which means finding ways of transportation is a necessity. We got you covered!  The game includes multiple vehicles and forms of transportation at your disposal.  Go solo on the fast and maneuverable quad bike, team up with friends on the powerful Buggy, take to the skies with the Hover Glider and Glider Wings, or tame the most dangerous wildlife as mounts.  The list continues to grow!<br></li><li>Companions &amp; Pets.<br>Don’t want to build up a team or prefer playing solo?   Don’t worry, you’ll always be able to have a partner on your side.  Pets can be upgraded and trained to unlock new unique Skills.  It could be a robot or maybe a wild animal that you grew attached to, no matter what the choice, your faithful companion is not just a friend to watch, but will also support players in combat.<br></li><li>High-Tech &amp; Fully-Customizable Equipment.<br>Players will have access to a massive arsenal of unique high-tech equipment like Weapons, Armor, Implants, and so much more!<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/389040/extras/8751e0ade19078d08a6b9d0759af155a.avif?t=1636509652\" width=620 height=150 /></span><br></li><li>Personalized Structures. <br>Each player will be able to build their own unique personalized structures.  These structures can become the pride of its owner, and can be used to display personal collections of Weapons, Equipment, Companions and Rare Trophies. Among the Cabin, will be Huge fully craftable Hangar’s that will allow for building Equipment and Transportation Service Stations, as well as building a fully customizable Spacecraft.<br></li><li>High-Level Development Trees.<br>Seasoned veterans will be able to build powerful, unique, and fully upgradeable Exoskeletal Mechs, Organic Mutagenic Covers, and Armored Manipulators.<br></li><li>Space Exploration.<br>The planet of Avalon is not the only beauty in the Galaxy.  Once you’re ready, with a full team, you will be able to take the first steps off the planet and travel to distant planets and make unique discoveries. The Galaxy is constantly expanding and will require players, with a loyal crew and a strong vessel, to pioneer new discoveries for humankind!<br></li><li>Crafting System.<br>Avalon and the Galaxy hold a diverse variety of resources which allow players to create Weapons, Armor, Medicines and more.  Discovering different combinations of materials allow players to build anything at their disposal. The Crafting System will allow players to create any desired item, while having completely different characteristics when complete, using different combinations of resources.<br></li><li>Player Equality.<br>In Project Genom, skills, victory and hard work are more valuable than real money!  Players will win battles with Skills, and hard earned Equipment, Weapons, and Armor.  Every player will have the same potential!  Paying to win will never be a supported mechanic in Project Genom.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong>, 法语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/389040/header.jpg?t=1636509652",
    "developers": [
      "NeuronHaze"
    ],
    "publishers": [
      "NeuronHaze"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 10 月 11 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": {
      "total": 70,
      "highlighted": [
        {
          "name": "Paratrooper",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/d3528edfb8274f7ee6e4374936f1fa9fb6affcd4.jpg"
        },
        {
          "name": "Clean Shoes",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/7486157e33e830ad05f52acfe1dc86476707bda4.jpg"
        },
        {
          "name": "Bartender",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/ea733cf318de5be48587669bd5b478731bcb3fe8.jpg"
        },
        {
          "name": "Frostbitten",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/d0fd5ac12e1ad0a5fc058e3b10ac4bd8724530fb.jpg"
        },
        {
          "name": "Visiting Diggers",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/f0aa293512e41c79c26b49782e7fc950a4822928.jpg"
        },
        {
          "name": "Smelly",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/5cf4e7065e380d3b0416139d59a494e9201004cd.jpg"
        },
        {
          "name": "Where's Johns?",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/99931fe1570977e6a2857d3f2a7e7a5987c22bac.jpg"
        },
        {
          "name": "Gladiator",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/9e32c3cf9f4d952e823a3d7d711419f1d6ae05e4.jpg"
        },
        {
          "name": "Burglar",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/8e8b4086ee07d4f6cedc1fb41d229e258ed2d8a9.jpg"
        },
        {
          "name": "Shrimp Lover",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/389040/37c842efd37f66a01267db4f89addb489f60360b.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 8,
      "total_negative": 17,
      "total_reviews": 25
    }
  }
}