{
  "389160": {
    "name": "Shadow Ninja: Apocalypse",
    "steam_appid": 389160,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >In the action-packed world of &quot;Shadow Ninja: Apocalypse,&quot; immerse yourself in a post-apocalyptic adventure unlike any other. Assume the role of a highly skilled ninja, equipped with deadly abilities and acrobatic finesse, as you navigate through a treacherous landscape on the brink of destruction. With stealth gameplay at its core, master the art of covert movements and unleash your arsenal of ninja skills to overcome relentless enemies and face epic boss battles.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Prepare for heart-pounding excitement as you engage in intense platforming sequences, where your acrobatic prowess will be put to the test. Leap across rooftops, scale towering walls, and swing from grappling hooks, all while avoiding devious traps and obstacles that lie in your path. The fluid and responsive controls ensure a seamless experience as you execute gravity-defying maneuvers with precision.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Customization is key in &quot;Shadow Ninja: Apocalypse.&quot; Upgrade your weapons and unlock new abilities to unleash devastating combos and chain attacks upon waves of adversaries. Employ stealth assassinations, utilizing the shadows to your advantage and leaving no trace behind. Utilize time manipulation mechanics to gain the upper hand, manipulating the flow of combat to your benefit.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Prepare to be captivated by the meticulously designed post-apocalyptic world, where stunning visuals bring the hauntingly beautiful landscapes to life. Traverse desolate cities, twisted environments, and ancient ruins, each meticulously crafted with attention to detail, creating an immersive and atmospheric setting.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Delve into an intriguing storyline that unfolds with each step you take. Make choices that shape the outcome of the game, leading to multiple branching paths and unique endings, enhancing replayability, and offering a personalized narrative experience.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >With skill-based combat and dynamic environments, &quot;Shadow Ninja: Apocalypse&quot; offers a thrilling gameplay experience that combines stealth, strategy, and precise execution. Engage in epic battles against formidable bosses, testing your abilities to their limits and providing moments of intense satisfaction.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Experience the game's captivating combo system, where your mastery of combat techniques will be rewarded. From grappling hooks and parkour to stealth takedowns and acrobatic maneuvers, every move is an opportunity to showcase your ninja skills.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Prepare to be captivated by the atmospheric sound design that heightens the immersion, complementing the stunning visuals and adding depth to the overall experience.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Enter a world shrouded in darkness, where your actions as a shadow ninja will determine the fate of humanity. Embrace the challenges, embark on a journey filled with thrilling encounters, and become the ultimate force of justice in the &quot;Shadow Ninja: Apocalypse.&quot;</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Game controls: </p><p class=\"bb_paragraph\" >-Keyboard and Mouse- </p><p class=\"bb_paragraph\" >left mouse button: Jump </p><p class=\"bb_paragraph\" >or </p><p class=\"bb_paragraph\" >up arrow key: Jump </p><p class=\"bb_paragraph\" >X: Throw Kunai</p><p class=\"bb_paragraph\" >Z: Sword Attack </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >FEATURES: </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >• Enemy ninjas </p><p class=\"bb_paragraph\" >• Intense run </p><p class=\"bb_paragraph\" >• Throw Kunai </p><p class=\"bb_paragraph\" >• Ninja characters </p><p class=\"bb_paragraph\" >• Deadly traps </p><p class=\"bb_paragraph\" >• Challenge yourself </p><p class=\"bb_paragraph\" >• Epic 85 levels </p><p class=\"bb_paragraph\" >• Unlock all steam trading cards </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Prepare for a near impossible challenge in the world of Ninja's </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Gameplay</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Shadow Ninja: Apocalypse is a side-scrolling platform game in which the player takes control of the player character, Shadow Ninja, and guides him through 85 levels. A game over screen appears when a enemy or a trap kills you, however, the player may restart the level and continue playing. In each level you’ll be provided with weaponry (10x Sword or 20x Kunai) to defend yourself and you’re tasked with staying alive as long as possible. The graphics provide a mystery atmosphere and it makes the entire experience just delightful. The controls are pretty simple and easy to understand so you will have a no problem learning the ins and outs of this game.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >1. Maintain ninja balance control.</p><p class=\"bb_paragraph\" >2. Focus along with your movement, jump and attack.</p><p class=\"bb_paragraph\" >3. Stay alert to the entire scene. Do not become so engrossed in watching only your ninja that you do not notice other enemy ninjas and deadly objects.</p><p class=\"bb_paragraph\" >4. Use only your weapons if needed. Some enemy ninjas are harder to kill with Kunai, use your sword for stronger enemies.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Encyclopedia: Lists of weapons, tools and enemies in Game </strong></h2><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Ninja</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Ninja (忍者) were a type of warrior who specialized in unconventional warfare such as infiltration, sabotage and assassination during the age of the samurai. Another way of calling them is &quot;shinobi&quot;, meaning &quot;those who act in stealth&quot;. Ninja employed deception and forgery tactics to take opponents out by surprise. Due to their unorthodox methods which contradicted the way of the warrior (bushido), the ninja were not credited with the same honor as the samurai.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The diverse range of skills practiced by the ninja is called ninjutsu - the art of stealth - and includes training in armed combat, weapon techniques, military strategy, meteorology, geometry and breathing synthesis. Ninjutsu was passed down through generations within families or directly from teacher to a selected one or few disciples. This secrecy in part explains why little factual information exists about the ninja, giving rise to lots of stereotyping of them both within Japan and in the West.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Kunai (Used by you and enemy)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The Kunai was a small dagger-type tool that served primarily as a utility knife. It’s secondary use was as a weapon, with a sharp point and short handle it was a great throwing weapon. It was also a great close combat weapon as it could be used in very tight situations.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Some other uses for the kunai include a climbing device, a hammering tool, a make-shift spear tip just to name a few.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Ninja Sword (Used by you)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The ninja sword (ninja-to) was different than that of the samurai. The long sword that the samurai carried was made of high-carbon steel, and took months to have made. They were hand made specially for each samurai, taking great care to make a very high quality sword. It was so sharp that it could easily cut a man in two, even through their armor. The length of the samurai swords averaged around 26 1/2 to 37 inches.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The ninja sword was considerably shorter, only 24 inches, and the quality of the swords was much poorer. The reason for the poorer quality was the way they used the sword as opposed to the way the samurai used theirs. Samurai would swing their sword, severing limbs and slashing at the opponent. Ninja, on the other hand, used the sword more in a stabbing motion. To use the blade of the ninja sword effectively you would have to use a sawing motion when the blade came in contact with the opponents flesh.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Another reason for the poor quality of the swords is that since ninja were mostly mountain people and outlaws, they could not afford to hire expert sword smiths like the samurai could. Also their own sword smiths did not have access to the right resources to be able to make curved edge swords with well constructed blades. If a Ninja could overcome a samurai he would take his swords, simply because they are better.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Although the ninja sword was smaller and poorer quality, it still had its advantages. The scabbard for instance was made longer than the sword, about 3 to 4 inches longer. At the end of the scabbard there was a hidden compartment that was used to hide small weapons such as spikes, daggers or small amounts of poisons. Another use the sword had was that it could act as a small step by jamming the blade into the ground, the ninja could use the hand-guard as a step to get that extra height needed to scale a wall. Because the blade was not very sharp, the ninja could also use it as a hammer by holding onto the blade (carefully) and hitting with the handle. Also it was common to have the tip of the scabbard come off so it could be used as a snorkel.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Coming soon! Shuriken (Ninja Star)  (Used by you)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The Shuriken is the trade mark ninja weapon made famous by the movies and stories about the ninja. The shuriken was simply a flat piece of metal with sharpened points that were thrown at the enemy.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The shuriken was not originally designed as a killing weapon. It was mostly used to distract or deter so the ninja could escape. While in the midst of a get-away, the Shuriken could be thrown at the samurai chasing the ninja, possibly making the samurai think twice about continuing the chase.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Although the shuriken was not intended to kill, it was easily made lethal by dipping the edges in poison. This was effective, but sometimes it backfired when the ninja would accidentally cut himself while digging around for it, thus poisoning himself.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Shuriken were also designed to hit the opponent then bounce away out of sight. This way a ninja could fool an unsuspecting guard or sentry into believing he had been cut by an invisible swordsmen.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Kusarigama (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The Kusari-gama is a combination of a sickle (short scythe) and a long chain with a weight attached to the end of it.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The sickle end was used in a slashing or stabbing motion, as well as used to block and hook opponents weapons. By holding the chain portion of the weapon, the sickle could be swung around to get a greater reach with it.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The chain portion of the weapon was most often used for trapping an enemy or their weapon. Once tangled up with the chain, the ninja could finish him off with the sickle. This was a weapon the ninja invented out of farming tools they used and easily available.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Tekken (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >A metal guard worn over the knuckles in fighting to increase the effect of blows.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Longsword (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >A longsword (also spelled as long sword or long-sword) is a type of European sword characterized as having a cruciform hilt with a grip for two-handed use (around 16 to 28 cm (6 to 11 in)) and a straight double-edged blade of around 85 to 110 cm (33 to 43 in)</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Gray Wolf (Enemy)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >a wolf of a large variety found mainly in northern North America, with grey brindled fur.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Longbow (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >The bow and arrow was a weapon used by the ninja as well as the samurai. Often times the bows used by the ninja would be  taken from fallen samurai.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >There were two types of bows used, the short bow and the long bow. They fired wooden arrows, often dipped in poison to make them even deadlier.</p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Kunoichi (female ninja) were often experts with the bow and arrow.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Battle axe (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >a large broad-bladed axe used in ancient warfare.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Long Sabre (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >a light fencing sword with a tapering, typically curved blade.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Falchion (Enemy weapon)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >a broad, slightly curved sword with the cutting edge on the convex side.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Saw (Enemy tool)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >a hand tool for cutting wood or other hard materials, typically with a long, thin serrated blade and operated using a backwards and forwards movement.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Nuclear Power Plant</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >A nuclear power plant is a thermal power station in which the heat source is a nuclear reactor. As is typical in all conventional thermal power stations the heat is used to generate steam which drives a steam turbine connected to an electric generator which produces electricity.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Toxic gas (Evil Mist)</strong></h2><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >Toxic gas having a similar density to air, it mixes easily when inhaled people in the city will acting crazy!</p>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/389160/header.jpg?t=1765183351",
    "developers": [
      "Boogygames Studios"
    ],
    "publishers": [
      "Boogygames Studios"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2200,
      "final": 308,
      "discount_percent": 86,
      "initial_formatted": "¥ 22.00",
      "final_formatted": "¥ 3.08"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": {
      "total": 0
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 5,
      "total_negative": 1,
      "total_reviews": 6
    }
  }
}