{
  "389900": {
    "name": "Hogs of War",
    "steam_appid": 389900,
    "required_age": 0,
    "is_free": false,
    "description": "<span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/389900/extras/7b2a55f94495c0109e31bff5dac88bbf.avif?t=1564676375\" width=444 height=208 /></span><br><i>(Please note: The game does not work on Windows 8, Windows 10 or on a Mac)</i><br><br>About: He who controls the swill controls the universe. It really is that simple.<br><br>An untapped supply of swill has just been discovered on the uninhabited archipelago of Saustralasia deep in the South Pigsific Ocean, and every Hog Nation wants the land as its own. Gone are the days of scratching around for drips of swill. Saustralasia’s 25 regions are drenched in the stuff, and the only way to ensure that no one else gets their filthy trotters on the delicious swill is WAR!<br><br>Your task will not be an easy one. To successfully conquer and exploit Saustralasia you will need to seek and destroy the enemy across each and every one of the archipelago’s six islands, from Hogshead all the way down to Arstria. Our resources are limited, you have to maintain a rather small army, but with every victory on the field of battle, your swine will learn more skills and acquire the use of a wider range of weaponry.<br><br>There will be slaughter and butchery. Your job will be to bring victory to your chosen nation, to save your own bacon and make a meal of your enemies. With victory comes great reward. So great in fact that your brave boars will be as happy as pigs in… well, you get the idea.<br><br><ul class=\"bb_ul\"><li>Explosive 25 level single player campaign and an addictive online multiplayer mode for up to four players.</li></ul><ul class=\"bb_ul\"><li>Arm your hogs to the teeth with a choice of 40 different weapons including sniper rifles, bazookas, mines, jet-packs, cluster grenades, and tanks.</li></ul><ul class=\"bb_ul\"><li>Fight for one of six different pig armies, each one based on a real nation from the First World War-era: Great Britain, Russia, Germany, Japan, France, or the USA.</li></ul><ul class=\"bb_ul\"><li>Customize your squad as you promote your hogs from Grunt to Officer in one of four different classes - Heavy Weapons, Medic, Espionage, or Engineer.</li></ul><ul class=\"bb_ul\"><li>Cheeky sense of humor brought to life by the vocal talents of renowned British comedian Rik Mayall.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/389900/header.jpg?t=1564676375",
    "developers": [
      "Infogrames Entertainment SA",
      "Gremlin Interactive"
    ],
    "publishers": [
      "Alternative Software Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2297,
      "final": 2297,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 22.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 7 月 28 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}