{
  "39000": {
    "name": "Moonbase Alpha",
    "steam_appid": 39000,
    "required_age": 0,
    "is_free": true,
    "description": "NASA has once again landed on the lunar surface with the goal of colonization, research, and further exploration. Shortly after the return to the Moon, NASA has established a small outpost on the south pole of the moon called Moonbase Alpha. Utilizing solar energy and regolith processing, the moonbase has become self-sufficient and plans for further expansion are underway.<br>\t\t\t\t\tIn Moonbase Alpha, you assume the exciting role of an astronaut working to further human expansion and research. Returning from a research expedition, you witness a meteorite impact that cripples the life support capability of the settlement. With precious minutes ticking away, you and your team must repair and replace equipment in order to restore the oxygen production to the settlement.<br>\t\t\t\t\tTeam coordination along with the proper use and allocation of your available resources (player controlled robots, rovers, repair tools, etc.) are key to your overall success. There are several ways in which you can successfully restore the life support system of the lunar base, but since you are scored on the time spent to complete the task, you have to work effectively as a team, learn from decisions made in previous gaming sessions, and make intelligence decisions in order to top the leaderboards.<br>\t\t\t\t\t<h2 class=\"bb_tag\" >Key features:</h2>\t\t\t\t\t<strong>Team up with your friends...</strong><br><br>\t\t\t\t\tThe fate of a lunar colony rests on the shoulders of you and your team.  Communicate and coordinate efforts with up to six players (LAN and internet) by using voice over communication.<br>\t\t\t\t\t<strong>Utilize the latest in NASA technology... </strong><br><br>\t\t\t\t\tA fully functional rover that utilizes lunar physics is available to transport both players and supplies to all reaches of the lunar colony.  You can build and pilot your own repair robot in order to fix crucial systems before time runs out.<br>\t\t\t\t\t<strong>Immerse yourself in an awe-inspiring lunar environment...</strong><br><br>\t\t\t\t\tTake your first steps on the moon's surface in a truly accurate lunar moonscape that is unmatched in any other application.<br>\t\t\t\t\t<strong>Compete with your friends to reach the top of the leaderboards...</strong><br><br>\t\t\t\t\tDo you have what takes it to be number one?  When you win, your score will automatically be posted to the leaderboards for everyone to see.<br>\t\t\t\t\t<strong>A unique experience each time..</strong><br><br>\t\t\t\t\tWith multiple paths for game success, you'll need to learn to work effectively as a team, learn from decisions made in previous gaming sessions, and make intelligent decisions in order to top the leaderboards. <br>\t\t\t\t\t<strong>Tailor your game to fit your gameplay style...</strong><br><br>\t\t\t\t\tDo you want to play with two players or six?  With multiple game maps you can select the game environment that best suits your team's needs.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/39000/header.jpg?t=1447352605",
    "developers": [
      "Virtual Heroes",
      "Army Game Studio"
    ],
    "publishers": [
      "NASA"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 7 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 8,
        "description": "已启用 Valve 反作弊保护"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}