{
  "391120": {
    "name": "The Archetype",
    "steam_appid": 391120,
    "required_age": 0,
    "is_free": false,
    "description": "Archty Tolomei is a 9 years old boy that lives with his dad. In 2008, his mom left the house with his two sisters and a little baby, only to come back in 2009 asking for forgiveness. During a huge fight, Lisa, one of Archty's sisters, called 911. When they arrived, Archty's father claimed she stormed out again with the children, but Archty had a feeling they were all still in the house.<br />\r\n<br />\r\nThe Archetype is a psychological-horror where you'll be in control (or not) of Archty's psychological aspects, like Fear, Despair, Anxiety, Sadness, Jealousy, Anger, Aggression, Libido, Envy, Guilt, Depression and Solitude. As you explore the 4 chapters of Archty's life, you'll have to deal with his anxiety disorder and schizophrenia.<br />\r\n<br />\r\nThe neurosis, psychosis, suicide and homicide meters will go up and down, depending on how the environment and dialogs affect Archty.<br />\r\nHelp him deal with his alcoholic abusive father, find out what happened to your mother and sisters and reach the end of this epic <br />\r\nthriller filled with antipsychotics drugs.<br />\r\n<br />\r\nThe Archetype is a game in 4 chapters. We're releasing chapter 1, but everyone that buys the game now is buying all 4 chapters. Each chapter will be released every two months. The chapters are (Childhood, Adolescence, Marriage and Old Age).<br />\r\n<br />\r\nA game by The Mundi Project Game Studios",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391120/header.jpg?t=1662990779",
    "developers": [
      "Rafael Barreto",
      "MacKenzie Kaser"
    ],
    "publishers": [
      "SA Industry"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3000,
      "final": 300,
      "discount_percent": 90,
      "initial_formatted": "¥ 30.00",
      "final_formatted": "¥ 3.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 14,
        "description": "解说可用"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 0,
      "total_negative": 2,
      "total_reviews": 2
    }
  }
}