{
  "391480": {
    "name": "Mutato Match",
    "steam_appid": 391480,
    "required_age": 0,
    "is_free": false,
    "description": "Planets all over the galaxy are in need of creature re-population! Travel through systems in your rocket ship lab making Mutato species needed to save the planets. Grab a Mutato in each hand and bop them together to create unique offspring in this VR room scale experience for the HTC Vive.<br />\r\n<br />\r\nTake the unique parent Mutatos like the Turkey, Crab, Lurefish, and Hippo, and then bop them together to make new bizarre breeds. Hippo’s with Crab eyes and Bat wings? Or maybe Panda’s with horns and a fish tail?  There are tons of crazy fun combinations to discover!<br />\r\n<br />\r\nWhile you were making the perfect Mutato, you seem to have made a few extras… what to do? How about throw them into space! It’s fine! Really, they can live out there! Send your recovery capsule out to bring one back and it might just have developed a strange new alien mutation like a third eye.<br />\r\n<br />\r\nDid you find a Mutato you want to keep forever? Buy a name tag to give it a name to make it easier to find if it is ever “spaced”. You can play with it too! Mutatos love chasing laser pointers and playing with toys.<br />\r\n<br />\r\nIf you still really need something to do, I guess you could go help all of those planets in need of creature repopulation. When you finish all the missions in a system, you will be given access to new systems where you can find new parent Mutatos, decorations for your ship, and more!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391480/header.jpg?t=1490414233",
    "developers": [
      "Emerald Activities"
    ],
    "publishers": [
      "Emerald Activities"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 52,
        "description": "定位控制器支持"
      },
      {
        "id": 54,
        "description": "VR 独占"
      },
      {
        "id": 31,
        "description": "支持 VR"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}