{
  "391510": {
    "name": "RHEM IV: The Golden Fragments SE",
    "steam_appid": 391510,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>RHEM IV</strong> takes you into a huge, fantastic world full of strange vehicles and buildings, secret passages and doorways. A sense of adventure, logic, attentiveness and the ability to solve puzzles will help the player to slowly but surely unveil the mystery of this latest adventure in the land RHEM. Everywhere on RHEM you will find hints or solutions that will help to unveil some of the mysteries of RHEM IV.<br><br>The game begins upon the discovery of a secret entrance to yet another undiscovered part of RHEM. There is a hidden transport system that leads to a second connection to the world outside. In order to activate this system you must find all nine fragments of the key to activate the system. Make your way past tunnels and secret passages; you will encounter many strange vehicles, unknown mechanisms and machines. You will also meet new characters, some of them might be helpful to solve some of the mysteries.<br><br><br>Features:<br>- Non linear gameplay: a fascinating world full of riddles and enigmas<br>- an abundance of exciting secret rooms and hidden paths<br>- new „album“ feature allowing you to collect and use hints<br>- family friendly and non-violent gameplay<br>- color picker feature allowing the color-blind to solve puzzles<br>- SE edition features several unseen areas",
    "supported_languages": "英语<strong>*</strong>, 德语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 波兰语<strong>*</strong>, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/391510/header.jpg?t=1464094087",
    "developers": [
      "Knut Mueller"
    ],
    "publishers": [
      "Runesoft GmbH"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}