{
  "392470": {
    "name": "NOBUNAGA'S AMBITION: Sphere of Influence",
    "steam_appid": 392470,
    "required_age": 0,
    "is_free": false,
    "description": "The renowned historical simulation series returns with enhanced features in &quot;Nobunaga's Ambition: Sphere on Influence&quot;. Take the role of the legendary Warring States Daimyō (Warlords) such as &quot;Nobunaga Oda&quot; and &quot;Shingen Takeda&quot; to work your way towards unification by making best use of domestic affairs, diplomacy and battles against the fierce Warlord neighbors. <br />\r\n<br />\r\nThe installment has numerous enhancements and features to it's predecessor &quot;Nobunaga's Ambition: Souzou&quot; by expressing the Warring era's highlight, the &quot;Battle of Sekigahara&quot; in the highest quality ever to date in the franchise's history. Also the numerous in game procedures required in making progress towards unification has seen a major revamp in all areas. <br />\r\n<br />\r\n- Recreate the &quot;Battle of Sekigahara&quot; your way:<br />\r\nRealistic as it gets, simultaneous strategy executions recreating a realistic battle condition. New systems are in place such as the &quot;Alliance&quot; command allowing you to join hands with other Warlords or &quot;Corps under the command system&quot; allowing you to take full control of the numerous unique Warlords under your command.<br />\r\n- Command your troops on the ever changing battlefields:<br />\r\nBattles has become more dynamic with new fields and situations being added requiring more tactical planning and troop controls than before. <br />\r\n- New scenarios and &quot;Sengoku Chronicle&quot; creating a dynamic Warring State Era:<br />\r\n4 new scenarios tracing the historical facts are in place such as &quot;Birth of Nobunaga&quot; (1534),  &quot;Battle of Sekigahara&quot; (1600) with New &quot;Sengoku Chronicle&quot; seeing over 500 Officers being added to the character listing.<br />\r\n- New features based on player feedbacks: <br />\r\nEnriched game play experience with an enhanced edit features, new objects and Imperial Diplomacy to name some additions from the strong requests from our fans!",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/392470/header.jpg?t=1726557485",
    "developers": [
      "KOEI TECMO GAMES CO., LTD."
    ],
    "publishers": [
      "KOEI TECMO GAMES CO., LTD."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 15800,
      "final": 7900,
      "discount_percent": 50,
      "initial_formatted": "¥ 158.00",
      "final_formatted": "¥ 79.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "7 user reviews",
      "total_positive": 4,
      "total_negative": 3,
      "total_reviews": 7
    }
  }
}