{
  "393720": {
    "name": "Audials Tunebite 12 - Upgrade to Audials One Suite",
    "steam_appid": 393720,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Only Audials One offers all Options of the Audials Software Family.</strong><br>Audials One provides you with unique Opportunities for Entertainment. Audials Windows software hooks you up with Music-and-more, Streaming, Universal Converter, as well as a Media Center. <br><br><u>Additional Features of Audials One Upgrade:</u><h2 class=\"bb_tag\" ><strong>Music and more</strong></h2><ul class=\"bb_ul\"><li><strong>Radio - Listen &amp; Record Internetradios:</strong> Audials offers the largest database with the most radio stations on the Internet. All songs can be played and recorded with just one click!<br></li><li><strong>Music Search - Save Music from Videos:</strong> Audials One simultaneously monitors the best video and music portals to provide you a wide selection of music videos based on quality that are ready to be recorded. With just a click, you can instruct Audials to begin recording and saving your selected tracks in any desired file format.<br></li><li><strong>Music Wishes - Get MP3-Music for free:</strong> Music as finished MP3s from Internet Radio Stations and Websites for free. Enter a music wish and Audials gives you your music with a click<br></li><li><strong>Podcasts and Music TV - Find, subscribe and download:</strong> Podcast Entertainment, absolutely free! Audials One is the perfect Podcatcher for your Entertainment, while also offering great Variety with Music TV. You can subscribe to them for free and then Audials will automatically download new episodes as they appear. </li></ul><h2 class=\"bb_tag\" ><strong>Streaming</strong></h2><ul class=\"bb_ul\"><li><strong>Save Video - Record Video-Streaming</strong>: With Audials, you can record any video service and save the movies automatically in any desired video format for Windows PC, Android Smartphone &amp; Tablet as well as Apple iPhone &amp; iPad! It's easy as pie: with one click you simply select the desired video service, media library or online video library in Audials. Then you automatically record video clips, TV series and movies while viewing them in your browser, player or in full-screen mode and Audials subsequently stores the recording in any desired video format on your hard drive or directly to your cloud. You can also enter a link from YouTube for example in Audials and directly get the recorded file for that video.</li></ul><h2 class=\"bb_tag\" ><strong>Universal Converter</strong></h2><ul class=\"bb_ul\"><li><strong>Converter (Video) - Convert file format of Videos &amp; Movies</strong><br><br><ul class=\"bb_ul\"><li><u>The Audio Format Converter:</u> The Audials Audio Converter lets you easily convert protected and unprotected music and audio files into any desired format without sacrificing quality.<br></li><li><u>The Video Format Converter:</u> Convert unprotected Internet videos, TV shows from media centers or protected movies purchased in shops with the Audials Video Converter. The converter provides you with files optimized for playback on any of your devices, while also giving you the files in the highest quality available.</li></ul> <br></li><li><strong>DVD-Copy - Copy, record &amp; archive:</strong> Audials contains an integrated copier, which re-records your purchased and protected DVDs and then saves those files in the optimal resolution for your device and in the right file format. Unprotected DVDs are copied directly and faster. These copies are considered private copies, making them completely legal and letting you play and enjoy your movies no matter where you are.</li></ul><h2 class=\"bb_tag\" ><strong>Media Center</strong></h2><ul class=\"bb_ul\"><li><strong>Movies &amp; Entertainment:</strong> Extend your Media Center functionalities for Movies and TV Series</li></ul>",
    "supported_languages": "英语, 法语, 德语, 日语, 简体中文",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393720/header.jpg?t=1447377491",
    "developers": [
      "Audials AG"
    ],
    "publishers": [
      "TopWare Interactive AG"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 11200,
      "final": 11200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 112.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      },
      {
        "id": "57",
        "description": "实用工具"
      },
      {
        "id": "58",
        "description": "视频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}