{
  "393800": {
    "name": "GearStorm - Armored Survival",
    "steam_appid": 393800,
    "required_age": 0,
    "is_free": false,
    "description": "The Phage, a deadly virus infecting humans and animals, is decimating the human population on earth – so humanity has set out to find a new home by colonizing a hostile alien planet. <br><br><strong>GearStorm - Armored Survival</strong> is a story-driven science fiction survival game. Survive the deadly Phage virus, establish your settlement, build your defenses, explore a new world, establish trade with the inhabitants and discover the mysteries of Apollyon.<br><br>Play the deep campaign story by yourself or with friends,  or set out on your own to discover new lands and start a colony of your own.  Confront or align with the local factions on Apollyon, unlock the mysteries of ancient alien ruins and artifacts.<br><br>GearStorm combines strong role-playing elements with survival to give you and your friends a unique experience.<h2 class=\"bb_tag\" >The Frontier</h2>After 300 years of voyaging through interstellar space, we have arrived at the exoplanet Apollyon, Humanities best hope for a new home. and second chance.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/extras/39f1509298c43ea01ba6e378359bd7c8.avif?t=1652295068\" width=500 height=280 /></span><h2 class=\"bb_tag\" >The Exomarine</h2>You are the elite, the Exomarine, you are the Vanguard of the colonization effort to Apollyon. Part engineer, part elite trooper, part leader of colonists, you are a one-person force for our survival.  Your mission: Build our new home, secure it, defend it. After 300 years of voyaging in cold memory storage, your body has been reconstituted and your consciousness rebooted to be the first to fight for our new home and build our future.  Choose your character and appearance.  Choose your path through deep RPG skills, the honor score system, and experience levels.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/extras/d80053ec61045650bc4e6ef632cba14b.avif?t=1652295068\" width=500 height=270 /></span><h2 class=\"bb_tag\" >The Gear</h2>As a Exomarine you are trained and issued a vast assortment of weapons and equipment to aid in your mission.  Craft and steal a vast array of weapons, attachments, armor, and equipment to survive and protect what's yours.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/extras/6b1f4ecae51e15276de528a875792fa1.avif?t=1652295068\" width=500 height=266 /></span><h2 class=\"bb_tag\" >Mechanized Survival:</h2>The ICA has provided blueprints for the latest in mechanized combat vehicles.  Construct wheeled, hover, flying, and walking vehicles, customize the paint, weapons, and upgrades to your specs.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/extras/7d6a1dcb7cc011d549745b5a41b85fbf.avif?t=1652295068\" width=500 height=280 /></span><h2 class=\"bb_tag\" >Build a Colony</h2>To survive you will need a base of operations.  Using over 500 types of build-able objects, you can construct a entire colony to house your vehicles, equipment, workers, researchers, and farmers.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/extras/b1241173c2d17de1e0371e00a7ea8795.avif?t=1652295068\" width=500 height=280 /></span><h2 class=\"bb_tag\" >Be a GameMaster:</h2>In GearStorm you get to be a GameMaster.  This role gives players unparalleled freedom of creativity.  If creative game play is your preference, playing as GameMaster lets you change the world, the non-player characters, the quests, the settlements, the weather and every other aspect of game play.   You can create new stories and experiences to share with your friends or the world.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/extras/5874b43f08e1c0848c5d4b727a9c4be4.avif?t=1652295068\" width=500 height=270 /></span><h2 class=\"bb_tag\" ><strong>Features:</strong></h2><ul class=\"bb_ul\"><li><h2 class=\"bb_tag\" >Open World of Apollyon:</h2>The new planet of Apollyon has multiple continents for players to explore and experience. These procedural continents use voxel-based terrain and are completely destructible. Each with NPC settlements, ancient ruins and underground caverns and dungeons for players to explore.<br><br></li><li><h2 class=\"bb_tag\" >Campaign Mode:</h2>You wake up on board your assigned colony ship to find it totally deserted, as you explore the ship, the story unfolds of our escape from the Phage virus on Earth and what led to the Virus emerging leading to our epic voyage across hundreds of years and the vast emptiness of space to colonize Apollyon.  Learn the shocking truth about Apollyon and the inhabitants and settlements you interact with once you make planet-fall.  Craft and upgrade your equipment and vehicles you can use to perform the missions along the storyline.<br><br></li><li><h2 class=\"bb_tag\" >Survival Mode:</h2>Dropped from a long voyage onto a unknown alien planet far away from Earth, to survive you will have to be aware of a diverse set of threats around every corner.<br><br></li><li><h2 class=\"bb_tag\" >GameMaster Mode:</h2>Host your own server as GameMaster to build and spawn anything, fly, teleport, and teleport other people.  You can have multiple GameMasters in a game to create your own world, cities, and quests.<br><br></li><li><h2 class=\"bb_tag\" >Singleplayer and Multiplayer</h2>Play single player or join a server to pit your survival skills against other players. Host your own server as a GameMaster to control everything about the game like vehicle performance, weapon performance, quests, and the environment.<br><br></li><li><h2 class=\"bb_tag\" >Building and Construction:</h2>Build a small base or an entire colony populated with NPCs that guard you, farm for you, or do your other chores!  Build machines that operate over a wireless network and automate things in your base.  Build vehicle factories that allow you to manufacture flying, floating, driving, or walking vehicles along with a diverse set of weapons and upgrades to equip them with. <br><br></li><li><h2 class=\"bb_tag\" >Wildlife and Enemies:</h2>Some wildlife is peaceful, going about their business and snacking on plants.  Others are aggressive carnivores, after other wildlife or you!  There are also a plethora of technologically advanced enemies as bandits or marines from other factions to contend with.<br><br></li><li><h2 class=\"bb_tag\" >Mining and Resource Gathering:</h2>For building and construction, you need to gather and mine resources. Dig down to elements under the ground or find resources on the surface. Raid camps of other players or indigenous population to steal resources!<br><br></li><li><h2 class=\"bb_tag\" >Extensive Crafting System:</h2>Use the local resources and tools to craft new technology, weapons, building materials, and supplies.  Combine found items and resources to craft vehicles and machines that talk to each other through the wireless network.<br><br></li><li><h2 class=\"bb_tag\" >Hunting, Farming and Food System:</h2>Grow your own vegetables and fruits or hunt creatures for their meat to prepare yourself a delicious meal. Some plants help to create medical supplies while others can be picked up and consumed for first aid or for food to survive. <br><br></li><li><h2 class=\"bb_tag\" >Technology and Advancement:</h2>Fight, mine, and build to unlock new elements of the tech tree and advance your weapon and gear levels. <br><br></li><li><h2 class=\"bb_tag\" >Terrain Deformation:</h2>All of the vast maps in GearStorm can be dug in, holes blown in the ground, and mined for resources.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/393800/header.jpg?t=1652295068",
    "developers": [
      "Iron City Games"
    ],
    "publishers": [
      "Iron City Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4100,
      "final": 4100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 41.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2019 年 11 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 15,
        "description": "统计数据"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}