{
  "394320": {
    "name": "Expansion - Crusader Kings II: Conclave",
    "steam_appid": 394320,
    "required_age": 0,
    "is_free": false,
    "description": "Conclave , the latest major expansion for Crusader Kings II, will give your vassals some bite to go along with your bark, as the council that governs your realm will now demand some say in how you rule. Powerful dukes, regardless of competence, will require a seat at the table, and those left on the outside will be more likely to plot against you. <br><br>\u000bKeep your council happy, and the mighty vassals will resist the pull of faction and civil war. Dismiss their interests, though, and you may find yourself trying to hold together a council at war with itself.<br><br>\u000bBalance councilor skill and power to keep your dynasty safe and strong. Ignore powerful underlings at your peril, or simply buy their loyalty with favors. Conclave makes the royal council a force unto itself.<h2 class=\"bb_tag\" >Main features:</h2><ul class=\"bb_ul\"><li>Councils can now vote on changes to realm laws – or you can try to limit their power and influence<br></li><li>Revised education system for royal children, with new traits and events designed for childhood<br></li><li>New diplomatic system that prioritizes marital alliances and non-aggression pacts, as well as the possibility of coalitions<br></li><li>Improved military combat model with a greater emphasis on morale, as well as new rules for mercenary companies </li></ul><br>Crusader Kings II appreciates the subtlety of court intrigue. Conclave will give you new avenues to test that skill.",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/394320/header.jpg?t=1726492167",
    "developers": [
      "Paradox Development Studio"
    ],
    "publishers": [
      "Paradox Interactive"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7800,
      "final": 7800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 78.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 2 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 2,
      "total_negative": 4,
      "total_reviews": 6
    }
  }
}