{
  "394810": {
    "name": "Fantasy Grounds - War of the Dead Chapter 1 for Savage Worlds",
    "steam_appid": 394810,
    "required_age": 0,
    "is_free": false,
    "description": "Where were you, the day the Earth died?<br>An unexplained cataclysm is infecting the world. Millions are dying and rising as flesh-consuming ghouls. Entire cities are roaming graveyards, and even the countryside is overrun with creatures in search of living flesh. Those remaining are banding together for survival, some seeking safety in numbers and others seeking to use their numbers to overpower and dominate the weak. It's a war for survival. A . . .<br>. . . War of the Dead!<br>War of the Dead brings the zombie apocalypse to the award winning Savage Worlds role-playing game. Broken down into 4 chapters of 13 adventures each, Chapter One begins aboard the maiden voyage of the Pinnacle cruise ship as the group first encounters the Living Dead. Unfortunately for the characters, having 3,000 people in such a confined space enables the Living Dead to spread quickly, and before they know it-they're forced into a battle of pure survival against a cruise ship overrun with zombies.<br>But the cruise ship is just the beginning of their problems. Once they make it back to land, they'll discover a world overrun by the Living Dead. A world where once normal people are committing unspeakable acts just for survival. Soon, the new order becomes obvious: their real battle isn't against the flesh-eating ghouls, but against their fellow man.<br>This product contains all 13 adventures of the Chapter One entry.<br>This product is token module containing tokens for use with the Fantasy Ground virtual tabletop. Upon activating the module, the tokens will appear in your Token box for use throughout your game.<br>Highlights for this Fantasy Grounds conversion are:<br><ul class=\"bb_ul\"><li>Setting information split into a player and GM guide including setting rules, the living dead information, new edges and hindrances and a bestiary.<br></li><li>The first chapter of the War of the Dead campaign with it's thirteen episodes full of zombie horror survival action.<br></li><li>10 pre-generated characters with portraits.<br></li><li>Over 230 tokens for NPCs, living dead, pcs, beasts, props and vehicles.<br></li><li>A new theme to help immerse you in the setting and overrides the combat tracker to account for the living dead's Slow ability.<br></li><li>And 30 maps currently exclusive to Fantasy Grounds drawn by Morne Schaap.<br></li><li>All encounters have been pinned to the maps and everything organized to make the GM's job easy.</li></ul>Requires: The free Fantasy Grounds virtual tabletop (VTT) software and the Savage Worlds Ruleset.<br>Conversion by: Ian Ward, Eric Lamoureux, Damian Hupfeld<br><i>Adapted for Fantasy Grounds by: </i><strong>Ian Ward, Eric Lamoureax, Damian Hupfeld, and Morne Schaap</strong><br><strong>Requires:</strong> The free Fantasy Grounds virtual tabletop (VTT) software and a one time purchase of the Savage Worlds Adventure Edition ruleset.<br>Screenshots may differ from what you see in-game based on the extension and ruleset you have loaded.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/394810/header.jpg?t=1768356908",
    "developers": [
      "SmiteWorks USA, LLC"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 5000,
      "final": 5000,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 50.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 13 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}