{
  "395050": {
    "name": "Satellite Reign: Reboot - Prequel Novella",
    "steam_appid": 395050,
    "required_age": 0,
    "is_free": false,
    "description": "In SATELLITE REIGN, the City is a prize fought over by corporations who bicker like squabbling children.  Block by block, district by district, market by market, they fight for control.  Valuing profits over people, their feuds spill out of the shadows and into the neon-bright streets, but no company is able to gain the upper hand...until radical new technology threatens to disrupt the balance of power.<br><br>As Dracogenics emerges as a first among equals, the company's meteoric rise is mirrored internally by the ascent of a pair of corporate operatives, code-named Knight and Bishop.  The pair are test-beds of cutting-edge augmentations and psychotropic conditioning protocols, and as they cut a bloody swathe across the city — always a step ahead of their rivals — Dracogenics flies ever closer to the sun.<br><br>Combat drones, murderous security guards, and ruthless corporate politics can't stop these two elite operatives, but can the city's disgruntled youth, the Resistance?<br><br>In SATELLITE REIGN, with the right upgrades, even just a few agents can make all the difference.  Is it Knight who will prove himself unstoppable?  Is it Bishop?  Or will it be the city's wildcards, the Resistance, who will trump them both?<h2 class=\"bb_tag\" >About the Author:</h2>Russell Zimmerman is a chromed-up, combat-augmented, vat-grown freelancer crafted by space-age bioengineers to be a cutting-edge specialist in the field of word-geekery.  A historian and professor currently revealing his true form as a full-time writer, he's been in the tabletop RPG industry for years.  He has dozens of credits under his belt, including founding his own tiny game company, Wordsmith Games, but most notably he's left his mark on the neon-drenched streets of Shadowrun.  Russell's recent novel, Shaken (No Job Too Small) is available now, and his wife and three dogs would really like it if you picked up a copy to justify all the time he spent working on it and ignoring them.<h2 class=\"bb_tag\" >Formats</h2>Includes PDF, MOBI and EPUB formats<br><br>Once downloaded, the novella files can be found in the Satellite Reign Steam directory<br><br><strong>Steam\\steamapps\\common\\SatelliteReign\\Novella</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395050/header.jpg?t=1464918994",
    "developers": [
      "5 Lives Studios"
    ],
    "publishers": [],
    "price_overview": {
      "currency": "CNY",
      "initial": 1800,
      "final": 1800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 18.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 20 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}