{
  "395370": {
    "name": "Astrobase Command",
    "steam_appid": 395370,
    "required_age": 0,
    "is_free": false,
    "description": "Explore a new galaxy brimming with mystery and adventure after fleeing the ruins of a civilization-ending cataclysm. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/8bd0dd79802055ae788685cd418ed58f.avif?t=1696508188\" width=600 height=150 /></span><br><br>The crew of your Astrobase are more than just a bunch of numbers. They are individuals with their own emotions, personalities, and stories. They make choices in text adventures that affect their emotional state, their lives, and the fate of everyone. Care for them, influence them, and guide them through the various situations in which you put them to further your goals in this sandbox simulation.<br><br>Zoom out, and it's a space alien antfarm.<br><br>Similarly, the Astrobase itself is more than just a static structure or backdrop – it is a fully functional resource economy simulation, that the crew employ when performing tasks for the job to which you've assigned them. Build up, manage, and interact with your Astrobase and its crew using a 3D interface that simulates a realistic desk environment and immerses you in the seat of a project manager in a tactile and retro-futuristic universe.<br><br>The only mode is ironman, so choices matter, and every action comes with true risk and reward. Each module and crew increases the ongoing resource requirements to keep everything running, but also your chances.<br><br>How long can you stay alive?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/564a7c98e3ba8f8f6ff808450047ffc7.avif?t=1696508188\" width=600 height=85 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/8f4bbdad52a18f7432d37023da9d6324.avif?t=1696508188\" width=600 height=150 /></span><br><br>Meet your crew, the heart and soul of your Astrobase. They are necessary workers you need to get the job done, and also individuals with their own stories, emotions, and memories who grow and change as they experience life on and off the Astrobase.<br><br>You will get to know them through their conversations, thoughts, and mission logs. The crew's personalities shape their actions and reactions, and you influence their behavior through your own decisions and guidance. Characters form bonds and conflicts with each other over time, creating a dynamic and diverse social network. Their relationships affect their emotional state and energy levels.<br><br>Backed by a powerful personality system that grows and evolves based on game outcomes, your crew are an integral part of the simulation.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/3807c6b0ff216c57558c21e1b5dd98d3.avif?t=1696508188\" width=600 height=85 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/f6c037fd8cfd4a73cd3bc979f968a431.avif?t=1696508188\" width=600 height=150 /></span><br><br>Explore a procedural galaxy full of wonders and dangers waiting to be discovered while feeding your Astrobase's ongoing resource requirements.  Your ships will naturally travel to increasingly far-flung star systems, as planets are explored and mined. Each planet has it's procedural environment, weathers, and if inhabited – creatures, culture, and secrets.<br><br>At each turn, your crew experience infinite text adventures that challenge their skill, whose narratives are shaped by their choices and yours inside a procedural story system. Your crew may encounter friendly or hostile aliens, deadly environments, unique situations, and killbots.  Don't try to fight the killbots. No, really.<br><br>From your desk, you read mission logs written by the mission leader, and and at various junctures can agree with their present course of action, or choose other options the team may suggest based on their personalities. Outcomes from these stories have far-reaching consequences for the Astrobase, and also affect the crew’s health, relationships, morale, and their psyche.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/910dec8db85ba4c89b54005c6beeb223.avif?t=1696508188\" width=600 height=85 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/976a4f30cd8353291a91d456cd9262da.avif?t=1696508188\" width=600 height=150 /></span><br><br>The crew has their own daily lives, routines, and activities on the Astrobase. They work hard to keep your station running and growing, operating the power reactors, performing maintenance tasks, moving resources around the station, going on planetary expeditions, and everything in between. You will find them eating, sleeping, relaxing, and socializing according to their preferences and personalities.<br><br>Characters interact with each other and their environment in different ways, creating rivalries, friendships, and romances. You must balance their needs and wants, as well as their strengths and weaknesses, and deal with the consequences of their choices and behaviors. This includes managing their morale and motivation, balancing their workload and leisure time, resolving their conflicts and problems, and supporting their growth and development.<br><br>Your Astrobase is alive with crew. You care about them and their stories, because you are involved and responsible for their fate. And they are responsible for yours.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/5ea1ce087afa705ce5b4845708ffca12.avif?t=1696508188\" width=600 height=85 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/0f1b0cab98ec3cb3e31dd0d5374fda9b.avif?t=1696508188\" width=600 height=150 /></span><br><br>Congratulations, you have the desk job at the Astrobase!<br><br>Using a virtual 3d desk interface, construct new modules, assign crew, manage resources, track tasks, read reports, give direction, and stamp paperwork! Running the station means manning your desk. Be efficient, and use your time wisely, or take a break and play some Asteroid Shooter on the Datapad. Can you get the High Score?<br><br>You are not just a project manager but also the AI storyteller of crew's adventures. Who are you really? And what is your true purpose? Where is the 4th wall of your office?<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/0f646297df40345390c9e631acce5541.avif?t=1696508188\" width=600 height=85 /></span><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/extras/71f65e3774c5f095ed25a4bdaeafcee1.avif?t=1696508188\" width=600 height=150 /></span><br><br>Build and maintain your Astrobase to peak efficiency by considering the layout, design, and functionality. These are meaningful choices that greatly impact operations in a logical manner due the physical nature of station systems, interwoven with the complex lives of the crew. You also must balance the needs of your crew members, providing them with quarters, food, oxygen, and sanitation. Power and resources are key to manage for your survival.<br><br>In this unflinching simulation, compartments can fail and leak reactants all over a module, conduits can leak, and reactors can explode. Who goes into the waste basket and who is...  <h2 class=\"bb_tag\" >STAMP: APPROVED!</h2>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/395370/header.jpg?t=1696508188",
    "developers": [
      "Jellyfish Games"
    ],
    "publishers": [
      "Jellyfish Games"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": "即将推出"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}