{
  "39560": {
    "name": "Painkiller: Resurrection",
    "steam_appid": 39560,
    "required_age": 0,
    "is_free": false,
    "description": "William &quot;Bill&quot; Sherman has a problem - he's dead. Blown to pieces by his own C4 payload, which he wanted to eliminate a South American druglord with on behalf of some shady secret service people. The fact that he accidentally blew a bus full of innocent civilians into the Great Beyond has given rise to an all new problem - Hell doesn't exactly have any problems with claiming his soul. But now Bill's in purgatory and he's caught the eye of heaven's warriors. He's been offered a chance to make good the havoc he wrought using his quite special skills. And with weapons of course. Bizarre weapons. Crazy weapons...<h2 class=\"bb_tag\" >The Game</h2>Developed by Homegrown Games with former developers and modders from the previous Painkiller games in collaboration with Studio Med-Art and with a Catholic priest advising, Painkiller Resurrection combines rock-hard, no-frills action and an exciting story with painstakingly researched details. In a bizarre world influenced by medieval ideas about hell and purgatory and Dante's Inferno, the mixture of fast, straightforward levels and enormous, explorable regions containing the worst scum of any hell provides a unique gaming experience.<br>\t\t\t\t\t\t\t<br><br><ul class=\"bb_ul\"><li>Unique storyline told using top quality &quot;graphic novel&quot; style cutscenes<br></li><li>Completely reworked &quot;Painkiller 2.0 engine&quot; with shader effects, weather systems, a superb physics engine, and ultra-fast netcode, including an anticheat system<br></li><li>The best weapons from all of the Painkiller titles + new, inventive tools of death<br></li><li>Classic-style FPS levels and enormous, explorable areas provide varied gameplay<br></li><li>Countless eSports-grade multiplayer modes with numerous new and updated maps</li></ul>",
    "supported_languages": "英语, 法语, 德语, 意大利语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/39560/header.jpg?t=1640265319",
    "developers": [
      "Homegrown Games"
    ],
    "publishers": [
      "Prime Matter"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3697,
      "final": 3697,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 36.97"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 10 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 4,
      "total_negative": 15,
      "total_reviews": 19
    }
  }
}