{
  "39640": {
    "name": "AquaNox 2: Revelation",
    "steam_appid": 39640,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>AQUANOX 2: REVELATION</strong> is a new story of the underwater world Aqua. In 2666 a young freighter pilot called William Drake sets out to search for the heritage of a mythical ancestor. He is looking for adventure - and finds greed, ruthlessness, merciless hatred … and also unexpected help. But very soon he has to realize that he is not the only one hunting for his ancestor's legendary treasure.<br><br>\t\t\t\t\t\t\t<strong>AQUANOX 2: REVELATION</strong> chases the player through high-energy action and sinister underwater cities. A gripping story, striking characters and the overwhelming architecture of the underwater world are framed by an ingenious user interface. Bonus objectives as well as hidden bonus weaponry guarantee each missions' replayability. Tactics and patience complement the fast-paced dogfights. The player becomes a member of a group of eight mercenaries crossing the oceans. The crew is crammed together in the claustrophobic atmosphere of a freighter: Always on the lookout for loot and the legendary treasure… and always afraid they themselves might become the victims of their unknown enemies.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>Mission based action underwater roadmovie with stunning and violent individual and teambased combat<br>\t\t\t\t\t\t\t</li><li>Superbly crafts 3D graphics in a real-time, richly rendered underwater world using the &quot;krass&quot; - engine<br>\t\t\t\t\t\t\t</li><li>Atmospheric 3D soundtrack and music</li></ul>",
    "supported_languages": "英语, 法语, 德语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/39640/header.jpg?t=1670158494",
    "developers": [
      "Massive Development"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 4 月 20 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "8 user reviews",
      "total_positive": 6,
      "total_negative": 2,
      "total_reviews": 8
    }
  }
}