{
  "396680": {
    "name": "Sol Trader",
    "steam_appid": 396680,
    "required_age": 0,
    "is_free": false,
    "description": "A solo indie title from Chris Parsons, Sol Trader is a genre-busting space simulation where it's not about what you know - it's who you know. In Sol Trader you trade not only goods but ships, components, minerals, favours, contacts and information too.<br><br><ul class=\"bb_ul\"><li>Single-player combination of top down 2D spaceflight and strategic manipulation of your network of contacts<br></li><li>Run missions using your family and friends' connections to government or business<br></li><li>No ship given to you at game start: you must take a loan and hire a ship, or borrow one from a wealthy relative<br></li><li>Fly between planets, interacting with the various characters you come across in cities and in space<br></li><li>Research information on other characters through chatting to friends and relatives<br></li><li>Customise your ship with better guns, engines, hyperdrives and passenger cabins<br></li><li>Trade goods for profit<br></li><li>Procedural generation of a whole society of thousands of random characters<br></li><li>Start every new game from your character's birth<br></li><li>Choose your parents and all your major life choices as you grow up <br></li><li>Your choices determine your personality and your friends, relatives and enemies<br></li><li>Full modding support: change all the organisations, events, weapons, planets, ships, conversations and tutorial system.</li></ul><h2 class=\"bb_tag\" >200 years of characters</h2><br>Each new game is already two centuries old. Thousands of random characters are born, live and die as the game is generated, creating totally unique societies each time. When starting a new game you do so from your character's birth, choosing your parents and all your major life choices as you grow up. Your choices determine your personality, your friends, relatives, business contacts and your enemies.<br><br>There is no set story. The game generates thousands of characters, events and interactions to set the scene: as a player, you are born into this world and form relationships in it before the game starts. You’ll then be able to create your own legend within this world: explore the known (and unknown) solar system, trade goods, run missions, leverage your contacts, and avenge members of your family as you see fit.<br><br>This game features a complex procedural history generator, inspired by the adventure and legends mode in Dwarf Fortress. Each new game is already two centuries old, with a living history full of characters that are born, live and die before you even exist. When you create a character in this world, you face the same choices as all the computer-controlled citizens did. The decisions you make in your character’s early life set your starting skills and attributes, and your family connections and business contacts.<br><br>The game universe stretches to the far reaches of our current solar system. In certain regions travel is very unsafe: pirates are known to hang out near the major gates. You'll be able to purchase a variety of ships and be able to own more than one at once. Ships can be fitted with a variety of equipment, including better guns, hyperdrives and engines, depending on what their hulls are designed to take. You will inevitably take damage and your ship can be repaired by mechanics that you will meet on your journey. Making friends with a good mechanic will make all the difference when you return half-alive from the Callisto water run...<h2 class=\"bb_tag\" >It's not <i>what</i> you know...</h2><br>You land at London's space port and immediately head to the market to see if an old contact of yours, Caleb Churley, will still give you a good deal on your cargo. Whilst offloading your titanium delivery, you discover through chatting to Caleb that he needs a parcel taking to Vikon on Venus. It's a bit of a distance, but you know they're short of water at the moment, so you buy all you can fit into your small ship. Caleb's grateful for the parcel delivery, so you get a good price on the cargo.<br><br>You drop by the bar on the way out, and discover that Rachel Holden was seen in Vikon recently. You've been meaning to try and track her down, as you've been asked by the local crime syndicate to keep them up to date with her whereabouts. This little trip is turning into the perfect excuse to handle some unfinished business.<br><br>You debate whether to take passengers to Vikon. Your ship isn't fitted with passenger cabins yet, but it's worth seeing who wants to go. In a local hotel you find three people keen to go: almost too keen. They're willing to pay way over the odds for transport, which means you're likely to have someone on your tail once you leave Earth's safe zone. It's a risk, but you could really do with the money... plus one of the passengers is the son of Charles Heckler, someone you'd love to get to know...",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/396680/header.jpg?t=1610304676",
    "developers": [
      "Chris Parsons"
    ],
    "publishers": [
      "Revelation Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 6800,
      "final": 6800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 68.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 6 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 38,
      "highlighted": [
        {
          "name": "Making a start",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/9905eff6e12bc2f7d04310992315df6edcc7543d.jpg"
        },
        {
          "name": "Making a living",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/0ec46ba81acb7c8458d87b6e1b2e5374aaa61351.jpg"
        },
        {
          "name": "Paying your own way",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/053bcb367634794c73f6b7a14fb63b4b9182e30b.jpg"
        },
        {
          "name": "Financial independence",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/34cc27cb18597b16be4b7382dc19ab9ad9830d03.jpg"
        },
        {
          "name": "Millionaire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/0db16ffb4e7b4a14dc0ffad6428e23f72bef9418.jpg"
        },
        {
          "name": "Multi-millionaire",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/92cdb6a3b1359fa01b0462188ff1b1bd525f68b9.jpg"
        },
        {
          "name": "Done a favour",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/9a2e5115b84b5226746b2728ffc49d1f6a211e4c.jpg"
        },
        {
          "name": "Keen to serve",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/1378a0440d2d20aba27fbce3d010ce430b2f6a32.jpg"
        },
        {
          "name": "Ever-reliable",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/7eada85606a9883f06543b967ea961fd09a0353e.jpg"
        },
        {
          "name": "Ultra-dependable",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/396680/ff22ac1a867bebb50cf9ab781caa825b8f6157c6.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}