{
  "39670": {
    "name": "Chaser",
    "steam_appid": 39670,
    "required_age": 0,
    "is_free": false,
    "description": "Mars, 2044. The UN establishes MARSCORP (Martian Security and Economics Committee) under the leadership of Samuel Longwood. In the years that follow, the UN gradually loses control of MARSCORP, mainly due to the non-transparent licence policy of its director. Longwood uses his autonomous status to create vassal relations between the corporations and MARSCORP. The unshakable power position of MARSCORP is supported by the companies and thus they acquire additional rights and licenses. Longwood and his consortium become extremely wealthy from this arrangement. However, dissenting voices in MARSCORP begin to challenge Samuel Longwood's authoritarian policy. They demand his dismissal as director and a complete redistribution of the mining rights.<br>\t\t\t\t\t\t\tBut Samuel Longwood keeps an ace up his sleeve for occasions like this…<br>\t\t\t\t\t\t\tChaser awakens on board the spaceship H.M.S. Majestic. He doesn't know who he is, what he's doing here, why he is being sought by men in black uniforms and what they will do to him when they find him…<br>\t\t\t\t\t\t\tThe player's goal is to find out who Chaser really is and why he is being hunted. The story leads the player from the H.M.S. Majestic to Montack City on Earth, then on to Siberia and finally to Mars, where the trail ends and hopefully the truth can be found.<h2 class=\"bb_tag\" >Key features:</h2><ul class=\"bb_ul\"><li>Based on Cauldron's cloakNT engine. Boasts state of the art graphical features and is perfectly suited for rendering large environments.<br>\t\t\t\t\t\t\t</li><li>Authentic weapons: Nearly all the weapons in the game are modelled on real-life equivalents. The developers placed a great deal of emphasis on building detailed replicas.<br>\t\t\t\t\t\t\t</li><li>Engaging storyline: In the search for his identity, Chaser becomes involved in a plot full of twists and turns.<br>\t\t\t\t\t\t\t</li><li>Highly developed A.I.<br>\t\t\t\t\t\t\t</li><li>Multiplayer support via GameSpy as well as dedicated servers.<br>\t\t\t\t\t\t\t</li><li>Numerous multiplayer modes including teamplay modes in the style of Counter-Strike and Team Fortress as well as deathmatch and capture the flag.<br>\t\t\t\t\t\t\t</li></ul>",
    "supported_languages": "英语, 法语, 德语, 匈牙利语, 日语, 俄语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/39670/header.jpg?t=1562768220",
    "developers": [
      "Cauldron"
    ],
    "publishers": [
      "THQ Nordic"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 7 月 16 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Positive",
      "total_positive": 18,
      "total_negative": 6,
      "total_reviews": 24
    }
  }
}