{
  "397360": {
    "name": "Magician's Apprentice",
    "steam_appid": 397360,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Description</h2>Craft your own powerful and deadly spells! You are Magician, an apprentice of most powerful wizard brotherhood and the only person who can save the world from mysterious warlock Yendor who claims to be equal with gods!<br><br>Magician's Apprentice is a new 2.5D isometric Hack'n'Slash/roguelike hybrid game that will please both casual gamers and hardcore roguelike fans alike. Featuring all classical roguelike concepts like randomization, full-keyboard support and perma-death with some more recent concepts (ie. sound support, true colors and real-time action). Set in randomly generated world of Akaia, with dozens of parallel universes to travel, the game will feature one of the most original system of building spells ever made. Combining runes into tree-like structures you'll unleash powerful magical effects. Prepared in shelter of safe location spells can be used against most vicious monster utilizing their vulnerabilities and weak spots. It's your power and imagination!<h2 class=\"bb_tag\" >Game Features</h2><ul class=\"bb_ul\"><li>Make your own spells! - Combine runes to achieve ultimate destructive effects!<br></li><li>Develop your Magician - improve his skill via chosen paths and don't forget about proper equipment!<br></li><li>Travel through vast randomly-generated world. Everything is seamless - mines, undergrounds, forests and deserts<br></li><li>Discover the truth about amulet of Yendor, the source of power (or godhood) for evil warlock<br></li><li>Gain powerful allies to help you in fight... or even more powerful enemies to crush!<br></li><li>Two graphical modes: isometric and roguelike! </li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397360/header.jpg?t=1579032453",
    "developers": [
      "Kosek.com"
    ],
    "publishers": [
      "Kosek.com"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}