{
  "397380": {
    "name": "Alea Jacta Est: Hannibal Terror of Rome",
    "steam_appid": 397380,
    "required_age": 0,
    "is_free": false,
    "description": "Hannibal: Terror of Rome offers a comprehensive level of detail and historical accuracy. This is a true simulation that puts you in the place of the main commanders of the Ancient World. You’re in charge of building, managing, organizing and maneuvering armies, whilst taking into account the economic, military and political situation. And do not forget that other factions are following their own interests and are likely to join conflicts or take benefits from the wars you will wage.<br><br>This expansion is particularly focused on the smaller states and tribes (Capua, Taranto, Macedonia, Numidia, Syracuse, and Gallic and Hispanic tribes) which were key allies to the biggest factions vying for supremacy in multiple theaters of operations.<br><br>Using the successful and well-know AGE engine, Hannibal: Terror of Romeis a turn-based strategy game with one turn corresponding to one month. The map depicts the Western part of the Mediterranean with the cities, mines, roads, fortifications, realms and tribes of this period.<br><br>There are hundreds of historical leaders, units, options, events (hypothetical or real), and five campaigns from 230 to 201 BC that ensure hundreds of hours of gameplay in the solo or PBEM multiplayer modes.<br><br>This expansion of Alea Jacta Est features the following scenarios:<br><br><ul class=\"bb_ul\"><li>The First Illyrian War (230-228 BC) sees Rome opposing the aggressive Illyrian pirates and the Greek cities of the South in the Adriatic Sea. To contain the pirates activity, military forces were sent by the Achaean League and even Rome. For the first time the Roman consuls focus on the East.<br></li><li>The Cisalpine War (225-222 BC) confronts Rome with a ferocious Celtic tribe. It’s time for revenge as these Gallic warriors sacked Rome in 390 BC.<br></li><li>The Second Punic War (219-201 BC) is a major campaign that started even before the clash between Rome and Carthage; when Roman legions fight in the Second Illyrian War, and Carthage finishes its conquest of Hispania…<br></li><li>Cannae (216-201 BC) begins with panic in the Roman army after its catastrophic defeat at the Battle of Cannae. The scenario starts with the withdrawal of Syracuse, Capua and Taranto from the war in Italy. The situation is critical!<br></li><li>Scipio Africanus (211-201 BC) narrates the Spanish campaigns of the best Roman general of the war, and his final fight against Hannibal in Africa.</li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397380/header.jpg?t=1756115888",
    "developers": [
      "Ageod"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 3040,
      "discount_percent": 60,
      "initial_formatted": "¥ 76.00",
      "final_formatted": "¥ 30.40"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}