{
  "397350": {
    "name": "Lords of the Realm II",
    "steam_appid": 397350,
    "required_age": 0,
    "is_free": false,
    "description": "The lands of England and Wales are ruled by powerful feudal nobles who cruelly oppress the people. They all have their eyes on the English throne, and they’re willing to do anything to seize it. The people cry out for a leader who can unite them: A leader worthy of a kingdom. <br><br>Advancing the series’ trademark template of turn-based and real-time strategy, <strong>Lords of the Realm II</strong> takes you into the intrepid struggle of 13th century England.  Turn a ragged band of peasants into an army, build massive castles, make and break alliances, and conquer your enemies on the battlefield. The road to the throne will be dark and treacherous – will you have what it takes to become King?<h2 class=\"bb_tag\" ><strong>Lords of the Realm II includes:</strong></h2><ul class=\"bb_ul\"><li>The original <strong>Lords of the Realms II</strong> game<br></li><li>The <strong>Siege Pack</strong> expansion, which includes additional castles, battle maps and scenarios</li></ul><h2 class=\"bb_tag\" ><strong>Key Features</strong></h2><br><ul class=\"bb_ul\"><li>Builds on a winning formula with thrilling battles and improved graphics and sound.<br></li><li>Overrun your enemies’ castles in nail-biting sieges, played out in real-time.<br></li><li>Be as hands-on or hands-off as you like – your Steward will help manage your kingdom. <br></li><li>Design your castles, from inexpensive wooden keeps to impregnable stone fortresses. <br></li><li>Lead your people: Plant crops, collect taxes, build weapons, raise armies and wage war!<br></li><li>Take on up to 4 friends in multiplayer and prove yourself a Lord among your peers. </li></ul><br>Multiplayer notice: Playing over the Internet is no longer possible. Playing through a LAN is still available.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397350/header.jpg?t=1579791554",
    "developers": [
      "Impressions Games"
    ],
    "publishers": [
      "Rebellion"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}