{
  "397720": {
    "name": "Romance of the Three Kingdoms Maker",
    "steam_appid": 397720,
    "required_age": 0,
    "is_free": true,
    "description": "■ Characteristics of &quot;Romance of the Three Kingdoms Maker&quot;<br />\r\n<br />\r\n(1) Based on the classic &quot;Romance of the Three Kingdoms II,&quot; but with totally new graphics!<br />\r\nThe historical simulation game system is based on the classic title &quot;Romance of the Three Kingdoms II,&quot; but the user interface has been given a complete visual overhaul. While enjoying these great new visuals you can also enjoy the same simple and fast-paced game play.<br />\r\n<br />\r\n(2) So many options for editing! Create your own unique scenario!　(* the function available only for the full-edition owners)<br />\r\nA wide range of editing options are available, including officers' names, faces and parameters, countries, forces, rewards, battlefields and titles. Freely editing them all will even allow you to create a totally new world, far removed from the &quot;Romance of the Three Kingdoms&quot;! There are also a replete selection of support functions, such as auto creation of officer parameters or back story based on selected images.<br />\r\nAs well as thousands of available images for officer faces, including those taken from the history of the &quot;Romance of the Three Kingdoms&quot; series, a function is also provided to easily add your own images to the game.<br />\r\n<br />\r\n(3) If you just want to play rather than create, try the &quot;Free Play Edition&quot; for free! Packed with features for players to communicate with each other!<br />\r\nEdited original scenarios can be freely passed between players, and you can load and play any scenario created by another player. The &quot;Free Play Edition&quot; scheduled to be distributed for free alongside the full title can also load and play any scenario data.<br />\r\nThe &quot;Twitter Post Function&quot; also allows any game screen to be easily captured, commented on and tweeted, promoting further communication and exchange between players.",
    "supported_languages": "日语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/397720/header.jpg?t=1760590071",
    "developers": [
      "KOEI TECMO GAMES CO., LTD."
    ],
    "publishers": [
      "KOEI TECMO GAMES CO., LTD."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3600,
      "final": 3600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "免费"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "9 user reviews",
      "total_positive": 8,
      "total_negative": 1,
      "total_reviews": 9
    }
  }
}