{
  "3980": {
    "name": "CivCity: Rome",
    "steam_appid": 3980,
    "required_age": 0,
    "is_free": false,
    "description": "CivCity: Rome, an innovative city builder inspired by the world of Sid Meiers Civilization, and created by a collaboration between Firefly Studios and Firaxis Games, invites players to shift focus from building a multi-city empire and zoom-in on the great cities of the Roman Empire, culminating in Rome itself! Through dozens of missions, each offering an array of interesting decisions, players will be charged with building, nurturing and managing one of these great cities as they endeavour to lead the Roman Empire from its humble beginnings to its mighty apogee. Features players have enjoyed in the Civilization series, like research, city happiness, production and culture, can now be managed actively in the wonderfully immersive world of CivCity: Rome.<br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Look inside the buildings - For the first time in a city builder you can look inside the Villas, the forums, and even the Roman baths! Discover, in much greater detail, how Romans went about their daily lives. <br>\t\t\t\t\t</li><li>Civilize your city - More than 70 technologies can be developed over time to give your city a strategic advantage. Use the rich research tree to improve many aspects of your city and its relation to the wider empire.<br>\t\t\t\t\t</li><li>Follow the life of a Roman family - Do they thrive and prosper from humble hut to noble palace as they move through the generations or not? Well, thats your call! <br>\t\t\t\t\t</li><li>Ease of play - Driven purely by building placement and strong visual feedback, the game lets you create your own living community simply by choosing and placing the wide variety of buildings. <br>\t\t\t\t\t</li><li>Real Romans - An intriguing array of characters will interact with you</li></ul>",
    "supported_languages": "英语, 法语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/3980/header.jpg?t=1569015577",
    "developers": [
      "FireFly Studios",
      "Firaxis Games"
    ],
    "publishers": [
      "2K"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3200,
      "final": 3200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 32.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2007 年 4 月 6 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "6 user reviews",
      "total_positive": 3,
      "total_negative": 3,
      "total_reviews": 6
    }
  }
}