{
  "398170": {
    "name": "Evochron Legacy SE",
    "steam_appid": 398170,
    "required_age": 0,
    "is_free": false,
    "description": "<p class=\"bb_paragraph\" >Evochron Legacy SE is an advanced freeform 'open world' space flight simulation focused on combat, trade, exploration, and survival gameplay with pilot-controlled spacecraft management.  Engage in an ongoing large-scale battle between human factions as a civilian mercenary or confront an alien threat at designated war zones for intense battles and access to powerful military hardware.  Or focus on more peaceful activities.  Choose from a myriad of objectives and options including buying, trading, spying, racing, escorting, rescuing, delivering, answering distress calls, mining, exploring, clearing asteroids, hiring crew members, building stations, and designing your ship for the role you want to play. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" >  Evochron Legacy SE features long distance travel using space folding point-to-point jump drives and offers many objectives at quickly accessible local waypoints to maximize time efficiency.  This 'get-to-the-point' approach to gameplay also extends to menus and ship systems where you control and select options directly from the cockpit with minimal menu layers.  You are in control of your ship virtually all of the time in space, including player controlled combat and planetary descents.  Manage difficulty, challenge, and risk by choosing where to fly and accept contracts for set pay or formulate your own objectives to get paid to do what you want on your own terms.</p><h2 class=\"bb_tag\" >           <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/14f8ce39fef6f7cdf3363130893a9efe.poster.avif?t=1753046064\" width=480 height=180 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/14f8ce39fef6f7cdf3363130893a9efe.webm?t=1753046064\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/14f8ce39fef6f7cdf3363130893a9efe.mp4?t=1753046064\" type=\"video/mp4\"></video></span></h2><p class=\"bb_paragraph\" >Since Evochron Legacy is not a story or character-based game, you are not limited by plot requirements or pre-selected character roles.  So you can change the course of gameplay and your role in the game's universe at just about any point free from the confines of character limitations or required narrative plot points.  Your decisions and actions define your role in the game and establish your reputation, wealth, progress, and ranking.  The emphasis is on real-time tactical gameplay strategy and flight simulation for both combat and non-combat objectives. </p><p class=\"bb_paragraph\" > </p><p class=\"bb_paragraph\" >  Your ability to successfully survive dangerous scenarios in space, develop trade strategies, evade detection, harvest resources, efficiently explore, configure ships, and transport items can be just as important as your skill in combat.  Set in a vast explorable and seamless style universe, Evochron Legacy SE offers a high level of open freeform gameplay with many diverse objectives and paths to choose from. </p><p class=\"bb_paragraph\" ></p><p class=\"bb_paragraph\" ><i><strong>FEATURES:</strong></i><br> </p><h2 class=\"bb_tag\" ><strong>    Advanced Space Flight Simulation Focused Gameplay</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Evochron is a tightly focused technical flight 'space-sim' with options and gameplay specifically geared toward that objective. The game focuses on what flying and managing a spacecraft through sparsely populated systems in a large region of the galaxy as a lone-wolf pilot might be like in the future. Evochron's focus is on the elements of piloting a spacecraft and the complexities, challenges, and rewards that go along with it while exploring and utilizing a vast 'seamless' style universe.</p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>    Extensive Space Combat Systems and Options</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > In conjunction with the space flight sim focus is combat.  Evochron is also largely a space combat simulator, so much of its gameplay focuses on that objective as well.  The player is in control of combat related aspects such as heat management, shield array management, energy management, weapon selection spanning three classes, automatic and manual aiming factors, stealth devices, 2D and 3D radar modes, full three rotation axis and three direction axis Newtonian style physics, detailed instrumentation (including six velocity gauges, flight path markers, compass, and pitch ladder), multiple counter measure options, subsystem targeting, target specification scanning, and selecting detailed ship design configurations.</p></li></ul><h2 class=\"bb_tag\" >             <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/a86d60afbf19fe10ab70c46bc2c7ffd9.poster.avif?t=1753046064\" width=480 height=180 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/a86d60afbf19fe10ab70c46bc2c7ffd9.webm?t=1753046064\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/a86d60afbf19fe10ab70c46bc2c7ffd9.mp4?t=1753046064\" type=\"video/mp4\"></video></span></h2><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>    Diverse Gameplay Options</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Within the primary space flight simulation framework are numerous gameplay options and activities available to the player.  These include racing, spying, mining, trading, commodity shipping, escorting, combat (both in civilian space and military war zones), exploring (shipwrecks, data drives, discovering new uncharted systems, etc), asteroid clearing, solar equipment cleaning, emergency distress call response, equipment crafting, weapon crafting, crew management, station/city building, and ship designing.  There are many ways to make money and advance in the game within the main context of space flight simulation.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" >           <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/6ecd121a6ec9b0e22f4b10c13a55e79e.poster.avif?t=1753046064\" width=480 height=180 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/6ecd121a6ec9b0e22f4b10c13a55e79e.webm?t=1753046064\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/6ecd121a6ec9b0e22f4b10c13a55e79e.mp4?t=1753046064\" type=\"video/mp4\"></video></span></h2><h2 class=\"bb_tag\" ><strong>Make Gameplay Decisions Based on Advanced Information Systems</strong></h2></li><li><p class=\"bb_paragraph\" > Formulate trade, mining, exploration, or combat plans in advance of performing the actions of that plan.  The news console provides information on quadrant-wide events related to commodity price fluctuations, territory shifts, economic/technology level changes, building operations, and station attack events.  For trade, you can tell where the high demand pricing is at before making the decision to travel to that location to take advantage of it.  For economic level changes, you can tell where an area may offer higher tech equipment or weapons in advance, then make the decision to travel there to explore for those items.  For territory shifts, you can observe when your allied faction is losing ground and needs help to defend their space against the opposing faction.  You can then travel there to help defend your faction's interests and even help rebuild their station/city resources if needed.  These systems offer an information network designed to keep you informed of the dynamic changing conditions within the game's universe, giving you the data you'll need to make gameplay decisions in real time with the changing events and conditions around you.</p><h2 class=\"bb_tag\" ><strong>New Quest Menu and Options</strong></h2></li><li><p class=\"bb_paragraph\" > New 'quest' menu system lets the player select and activate a single player quest on demand.  Players are no longer bound to one quest at a time, they can manage multiple quests in one menu interface and choose when/where to activate them.  They can also continue from where they leave off in each individual quest.  The new quest system is designed to operate entirely on its own without any contract-based dependencies to offer many new and unique options.  Support for branching structures lets a quest designer include both losing and a winning paths.</p><p class=\"bb_paragraph\" >  </p><h2 class=\"bb_tag\" >          <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/0086a7e4865d3ca2c79f422cd3d983e3.poster.avif?t=1753046064\" width=480 height=180 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/0086a7e4865d3ca2c79f422cd3d983e3.webm?t=1753046064\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/0086a7e4865d3ca2c79f422cd3d983e3.mp4?t=1753046064\" type=\"video/mp4\"></video></span></h2><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Advanced Seamless Style Universe Structure</strong></h2></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >A vast universe that lets you fly virtually anywhere without in-game loading screens. The Evochron universe is not boxed in by 'walls' or 'rooms' that require a jumpgate 'door' to access, there are no required gates or trade lanes to restrict your travel and hold you back. You can travel virtually anywhere you want. Descend into planet atmospheres to land at city trade stations, mine valuable materials, or explore for hidden items. You can escape to nebula clouds for sensor cover or hide in a massive asteroid cave for protection. Fly from planet to planet, star to star, and star system to star system without cut scene or loading screen interruptions. Explore a consistently interconnected universe.</p><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>Simplified Faction and Location Based Cooperative Multiplayer</strong></h2></li></ul><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >A new two faction system provides a consistent territory and reputation structure across the entire Evochron quadrant.  Players choose the faction they will be allied with, either the Alliance (ALC) or Federation (FDN), in single player when they start a new profile.  The new faction system also lets players select either faction temporarily when they join a multiplayer game.  Faction selection establishes which systems will be friendly to the player and which ones are hostile.  Players can join together with the same faction to team up or join opposing factions for PvP battles and competition.  Territory control is now exclusive to ship destruction, requiring changes to a faction's presence in order to alter a territory control value in a region.</p><h2 class=\"bb_tag\" ><strong>Newtonian Style Flight Model</strong></h2></li><li><p class=\"bb_paragraph\" > Realistic zero gravity inertia based 'Newtonian' style flight model including complete 3 axis rotation and 3 axis direction control with optional variable input.  An advanced inertial dampening system helps keep flight control simple in space, atmospheres, and gravity fields.  Physics systems also take into account mass (including additions for cargo), thrust, and vector calculations.</p></li></ul><p class=\"bb_paragraph\" >  </p><h2 class=\"bb_tag\" >           <span class=\"bb_img_ctn\"><video class=\"bb_img\" autoplay muted loop playsinline poster=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/d1d3236b7419063734668ba381304892.poster.avif?t=1753046064\" width=480 height=180 ><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/d1d3236b7419063734668ba381304892.webm?t=1753046064\" type=\"video/webm; codecs=vp9\"><source src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/extras/d1d3236b7419063734668ba381304892.mp4?t=1753046064\" type=\"video/mp4\"></video></span></h2><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>    Diverse Flight Control Systems and Options</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Supports keyboard, mouse, gamepad, and joystick flight control with dedicated modes designed for each input system. Evochron's Global Control System (GCS) aims to provide consistent control behavior regardless of the input device being used by adapting signals from the selected device to a unified flight control architecture. Evochron's flight control system also supports up to 10 simultaneous control devices for more advanced HOTAS, rudder, and control panel capabilities. Use the control device(s) you prefer to play the game. </p></li></ul><p class=\"bb_paragraph\" ></p><h2 class=\"bb_tag\" ><strong>    Broad Compatibility and Adjustable Performance</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" >Evochron Legacy supports a wide range of system configurations. The game has been designed to incorporate impressive special effects and detail levels using minimal resources and low system requirements. Adjustable detail settings and special effect options allow the player to optimize performance and/or image quality for the performance level of their system. The game will generally run well on any low to high performance gaming systems built within the last decade or so.</p></li></ul><h2 class=\"bb_tag\" ><strong>    Track IR Support for 3D Head Tracking</strong></h2><ul class=\"bb_ul\"><li><p class=\"bb_paragraph\" > Supports Natural Point's TrackIR 3D head control system for managing the viewpoint from the cockpit with all six degrees of movement.</p></li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398170/header.jpg?t=1753046064",
    "developers": [
      "StarWraith 3D Games LLC"
    ],
    "publishers": [
      "StarWraith 3D Games LLC"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 9200,
      "final": 9200,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 92.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 47,
        "description": "局域网玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 48,
        "description": "局域网合作"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 64,
        "description": "可调整文字大小"
      },
      {
        "id": 66,
        "description": "可选颜色"
      },
      {
        "id": 68,
        "description": "自定义音量控制"
      },
      {
        "id": 79,
        "description": "随时保存"
      },
      {
        "id": 69,
        "description": "立体声"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": {
      "total": 8,
      "highlighted": [
        {
          "name": "Distinguished Service Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/98edb1d657af9d13a452f5435e40a5b2b9911c80.jpg"
        },
        {
          "name": "Term of Service Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/c7591fb0faed84daa5a65ad0d9ab7ed1fecdfa14.jpg"
        },
        {
          "name": "Command Leadership Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/57e4d1a8188ed102059b33d0aab938beb69390f9.jpg"
        },
        {
          "name": "Special Operations Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/9eff54ac3de803b87de97ed897a1be730544b215.jpg"
        },
        {
          "name": "Military Operations Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/0cd34faef22d6139e7b8eb9bccb4d0d179430c81.jpg"
        },
        {
          "name": "Military Navy Star",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/2f631aae163f209a391ef24c514f09658fdee8bb.jpg"
        },
        {
          "name": "Trade Master Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/9f7e1bcb359daa402fccc4dd3f7b40e3c6da9f34.jpg"
        },
        {
          "name": "Legion of Honor Medal",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/398170/c02c2b2b555adc2d3917b6eafad33f17bf8b0e06.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}