{
  "398440": {
    "name": "Stones of Sorrow Demo",
    "steam_appid": 398440,
    "required_age": 0,
    "is_free": true,
    "description": "Download the demo and get a taste of the hardcore brutality! Rip and tear monsters in half! Master your skills and enjoy jumping like a deranged pinball! Explore a rotten world full of deadly creatures and nihilistic inhabitants. Paint the cave walls blood red in 4-player co-operation.<br><br><strong>STONES OF SORROW</strong> is a cave painting Procedural Death Labyrinth. <br>The game features historic cave paintings, action focused gameplay and brutal executions. <br><br>Enjoy the great cave art from Southern Drakensberg, Rochester to Lascaux brought to life in an <strong>action-roguelite</strong>. All the characters were painted tens of thousands of years ago by our ancestors.<h2 class=\"bb_tag\" ><strong>Story: </strong></h2>The cave paintings tell an ancient story about a ruthless leader, who slaughtered all the tribes and  burned all the lands. His father was murdered at a young age, so the world needed to feel his pain. His closest blood brother helped him rule in fear. But one day he betrayed him and lured him into a maze of torment.<br> You are that violent ruler. It is up to you to restore your honour. In order to achieve that you must find one of the STONES OF SORROW and brutally crush the skull of your betrayer.<h2 class=\"bb_tag\" ><strong>Features:</strong></h2><br><ul class=\"bb_ul\"><li>Every time you die, the end boss gains +1 HP. <br></li><li>CO-OPTIONAL GAMEPLAY - Work together or slay each other.<br></li><li>For up to 4 players on a single screen. Play on the same keyboard or use 4 controllers. The camera automatically zooms out when players are far away from each other and back in if players are close. <br></li><li>The bloodiest &amp; most violent roguelite there is! Ultra juicy gore!<br></li><li>Fast, hard, action based gameplay! Watch your stamina bar!<br></li><li>Procedurally generated underground labyrinths. <br></li><li>Cannibalism! Eat the corpses of your enemies to restore health. But beware, unless you find a special item, you can choke to death.<br></li><li>Slaughter grotesque hordes created by the nightmarish imagination of our ancestors. <br></li><li>Items and perks of great mystery and power! Gain the edge and crush your enemies!<br></li><li>Use collected gold to buy permanent perks for your next life! <br></li><li>Level up at bonfires to inflict greater damage, gain maximum health and do faster evasive rolls. <br></li><li>Deranged NPC-s who speak in black metal quotes.<br></li><li>Savage executions for extra 666 gold!</li></ul><br><i><strong>50+ gameplay altering items like: </strong></i><br><ul class=\"bb_ul\"><li>Eating the trader gives you +20 Strength.<br></li><li>Every kill makes you +0.1% faster. <br></li><li>An evasive roll kills enemies with less than 66% health.<br></li><li>More executions = more damage! 0.8% more damage for every performed execution.<br></li><li>Touching enemies will make them bleed to death for -10% healthpoints a second.<br></li><li>Every hit adds 1% to damage. Resets when being hit.<br></li><li>Eating a corpse makes you poisonous for 15 seconds.</li></ul><br>A game by Rain Pohlak from the <i>Avant-Garde Brutal Death Metal</i> band NEOANDERTALS. Music by NEOANDERTALS.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398440/header.jpg?t=1556557930",
    "developers": [
      "Cult Software"
    ],
    "publishers": [
      "Cult Software"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 27 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 25,
        "description": "Steam 排行榜"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}