{
  "398640": {
    "name": "Bowl Bound College Football",
    "steam_appid": 398640,
    "required_age": 0,
    "is_free": false,
    "description": "Offering professionally detailed game play, in-depth recruiting process, player development and the most thorough college football simulation engine available Bowl Bound College Football is the simulation college football fans have been waiting for. Created by experienced sport simulation developer Arlie Rahn, Bowl Bound College Football presents you with the challenges and complexities of running a modern collegiate football program from top to bottom. Can you take your favorite college football program and develop it into a national powerhouse or win a national championship? Your knowledge, insight, instincts and decisions will translate into success or failure in developing your program.<br><br>Features:<br><ul class=\"bb_ul\"><li>Take control of one of over 100 college football programs in over 10 regional conferences.<br></li><li>Invite teams and schedule non-conference games. Your program’s prestige plays a part in whether your invitations to big name schools are accepted or rejected.<br></li><li>Six distinct college offensive and seven college defensive coaching philosophies each with their unique strengths and weaknesses. <br></li><li>Choose from 15 college-based offensive formations and 10 defensive formations from which to develop your own, unique playbook.<br></li><li>Customizable playbook that can incorporate over 350 offensive and defensive plays.<br></li><li>Streamlined game planning that makes use of your playbook preferences.<br></li><li>Tailor your gameplan every week to exploit the weaknesses of your opponent and maximize your team’s strengths.<br></li><li>Detailed player information, evaluation and development.<br></li><li>Ability to convert players from one position to another based on an individual player’s ability to learn and adapt to his new role. Convert a TE to a WR, a LB to a FB, a OG to a DT, etc.<br></li><li>In-depth recruiting process where your program’s and coaches’ prestige and football philosophies matter.<br></li><li>Redshirting, college transfers, injuries, academic suspensions and early declaring juniors.<br></li><li>Full college budget involving college and recruit scouting, conditioning, assistant coaches, academics and other main priorities.<br></li><li>Summer training program to maximize player athletic and academic development.<br></li><li>Detailed play-by-play results that provide the actual play call, formations and specific results for better team management.<br></li><li>Full historical archive that tracks all players, team performance and career leaders over time.<br></li><li>Online league management options.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398640/header.jpg?t=1447377754",
    "developers": [
      "Grey Dog Software"
    ],
    "publishers": [
      "Viva Meda"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 3 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}