{
  "398620": {
    "name": "Living Legends: The Frozen Fear Collection",
    "steam_appid": 398620,
    "required_age": 0,
    "is_free": false,
    "description": "Can you uncover the secrets that lay buried within the glaciers of the past? Find out in <strong>Living Legends: The Frozen Fear Collection</strong>. This incredible two pack includes the Collector's Editions of two games in the acclaimed <strong>Living Legends</strong> series: <strong>Frozen Beauty</strong> and <strong>Ice Rose</strong>. Each game includes a strategy guide, bonus materials, and, of course, plenty of thrilling hidden object adventure mystery! <br><br><strong>Living Legends: Frozen Beauty </strong><br><br>The Queen has chosen your sister as her successor, but are her promises too good to be true? You were only six when your mother vanished, leaving you to care for your younger sister, Elizabeth. After she receives an invitation naming her as the Queen's successor, she pleads with you to join her in her new royal life. All she has to do is pass a simple test to prove her worth. Is this too good to be true, or is your luck finally changing? There are many secrets awaiting you in the Queen's castle, but the biggest dangers lie beneath the icy mountain passes in <strong>Living Legends: Frozen Beauty</strong>, a chilling Hidden Object Adventure game.<br><br><strong>Living Legends: Ice Rose </strong><br><br>Novelist Edward Grand has found evidence of a terrible tragedy in the city of Rosemount and sets off to investigate in <strong>Living Legends: Ice Rose</strong>! Help Edward gather information for his new book and explore the Castle of Ice Queen in this incredible Hidden Object Puzzle Adventure game. Scour the frozen landscapes and thaw out important locations as you solve an intriguing mystery in <strong>Living Legends: Ice Rose!</strong>",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 日语, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/398620/header.jpg?t=1447377753",
    "developers": [
      "4Friends Games"
    ],
    "publishers": [
      "Viva Media"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 7600,
      "final": 7600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 76.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 13 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 1,
      "total_negative": 0,
      "total_reviews": 1
    }
  }
}