{
  "399100": {
    "name": "Spheroid",
    "steam_appid": 399100,
    "required_age": 0,
    "is_free": false,
    "description": "Spheroid is an shooter in the style of Metroid Prime and Armored Core, Starfox64, and even F-Zero! This game also promises some instances of First Person Shooter 3D Bullet Hell!<br />\r\n<br />\r\nWield an arsenal of weapons against the Zinth, from missiles and shotguns<br />\r\nto laser blades, shadow cones, reflector shields and more.<br />\r\nGuide the 6 Spheroid Heroes to victory in an explosive polygon war.<br />\r\n<br />\r\nAll characters have a unique weapon and super missle! To use a super missile, charge up your weapon till it clicks with left mouse button then hit right mouse button!<br />\r\n<br />\r\nEach Hero has a unique transformation and ability that happens while standing still.<br />\r\nRazer Hero of Heat can jet thrust forward and regenerate armor. (Laser Blade)<br />\r\nWraith Hero of Cold transforms into a vampiric stider and shoot twin lasers. (Ice Machine Gun)<br />\r\nHorizon Hero of Dark transforms into a chopper and can generate shadow clones that you can use to actually attack enemies. (Sniper Rifle)<br />\r\nDynamo Hero of Light transforms into a speedy moterbike and can dash through foes. (Tripple Plasma Gun)<br />\r\nZephyr Hero of Quantity transforms into an air ship and has the ability of Wide Angle Spread Shot (Shotgun)<br />\r\nBrazen Hero of Quality Transforms into a Tank and has the ability to raise a reflector shield (Laser Canon)",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/399100/header.jpg?t=1584648604",
    "developers": [
      "From Soy Sauce LLC"
    ],
    "publishers": [
      "From Soy Sauce LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 8 月 31 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}