{
  "399230": {
    "name": "Kitchen Simulator 2015",
    "steam_appid": 399230,
    "required_age": 0,
    "is_free": false,
    "description": "Description<br><br>Kitchen simulator<br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/399230/extras/b01a4381d1d1cb5eee346dce3a920f38.avif?t=1765024051\" width=616 height=352 /></span><br>The game that turns you into the chef.<br>As the owner and chef of your very own restaurant, you now have the responsibilities to keep your place clean, serving quality meals to your hungry customers,  Impressing the high class to get to that fancy five star restaurant, deal with angry customers, much more…<br><br>But after a hard day's work, take a break and view your well earned cash while drinking that tasty bear that was staring at you.<br> <br>This restaurant is yours, it's going nowhere without you.<br><br>Selecting kitchen builds<br>Changing your personal theme<br>Clean you diner, get that lovely fresh-air back<br>Buying the spatula that fits you<br>Get that generator running<br><br>Take care.<br><br><br>Key Features<br><br>Cooking<br>Cooking that perfect meal is not always easy, Cook your food , grill your food or even just leave it raw, how ever you like. Just make sure not to burn it or leave it frozen !<br><br>Serving<br>Customers can be picky. Some like salted food, others enjoy their food grilled and sometimes even raw, and everyone prefers fresh food from the fridge.  Get their custom order right! The more they like your cooking skills the more Happiness and Money they'll give you. <br>Just make sure not to drop their food on the floor, no-one likes dirty food.<br>They don’t like waiting either, if you take too long they'll leave!<br>Don’t forget to help the people at the drive through window, they can get impatient at times ! <br><br>Food Critic<br>This guy is key to progression. If you serve him well and get high scores, he might decide to increase your restaurant rating. Everyone wants to be a five star restaurant.<br><br>Dynamic Kitchen<br>As you earn more stars, you unlock new builds for your kitchen and if you earned some cash, you can also go buying new themes for your build. <br>Buy new spatulas, change songs, Open the vault, etc..<br>Make your kitchen as personal and unique as possible.<br><br>Food Vent<br>If you ever run low on resources, foods, salt, fresheners, fuel, anything. Not to worry because WhackAKey deliveries has come to the rescue, buy any resource from here!<br>Just make sure its worth it though.<br><br>Robbers<br>Watch out these folks, if you don’t &quot;deal&quot; with them or sort them out in time, they'll steal your cash and no one wants that. Alternatively you can call the cops on them.<br>Those pesky thieves.<br>The potato gun is an ideal weapon.<br><br>Generator<br>Apparently in &quot;slap bang nowhere&quot; there are no power lines, so its up to you to refuel you generator to get power. If your power dies, all you need to know is that things will go South.<br><br>Easter eggs<br>Now these aren't the edible Easter eggs. There are many little secrets hidden throughout your restaurant for you to explore and discover.<br><br>Zombie range<br>Nothing is more fun then blasting zombie heads! Find a way through the vault and go killing.<br>The Zombie Range is a good reliable source for brains, yes brains, sometimes you get that weirdo customer. <br>Maybe he's a scientist <br><br>Tab<br>Enjoy this slick ingame UI. This is where you take control, if any thing is going to happen its going through your Tab first.  <br><br>Mini-game<br>If you ever waiting for your food to cook or just need to take a break from those painful customers, just stop for a bit and try reach a new high score in &quot;cow tipper&quot;. Located on your Tab.<br><br><br>Kitchen Simulator 2015",
    "supported_languages": "英语<strong>*</strong>, 俄语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/399230/header.jpg?t=1765024051",
    "developers": [
      "WhackAKey Games"
    ],
    "publishers": [
      "Conglomerate 5"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 600,
      "final": 600,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 6.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Negative",
      "total_positive": 0,
      "total_negative": 10,
      "total_reviews": 10
    }
  }
}