{
  "399280": {
    "name": "Walkerman Demo",
    "steam_appid": 399280,
    "required_age": 0,
    "is_free": true,
    "description": "<strong>Walkerman</strong> is an Adventure Game/Visual Novel about hunting supernatural creatures. These creatures follow rules similar to old folk tales about vampires and garlic, or werewolves and silver bullets; rules that must be exploited to defeat them. Each act of Walkerman centers on a creature and the process of investigating it. Players will study the monster in order to ascertain its weaknesses, gather the necessary items, and then confront it in battle. Combat takes place on an isometric, pseudo-board game in which the player selects actions from a list of options. These battle sequences have multiple solutions, depending on the player's collected items and their knowledge of the monster. Players also steer the protagonist through his personal life in a similar fashion: deciding who to trust, where to borrow money, etc which alters how the story progresses.<br><br><strong>Prologue: The Thing in the Weald</strong><br>Jorgen, a nineteen year old serf, has just embarked upon a peculiar career: monster hunting. As a walkerman, he will tour the streets and alleyways at night, battling supernatural creatures that emerge when the sun goes down. But before he can reach the city-state of Midgard, a chance encounter will send him spiraling headlong into a world beyond light and reason...<br><br><strong>Features:</strong><br><br><ul class=\"bb_ul\"><li>The prologue chapter of Walkerman, free of charge</li></ul><br><i><strong>BE WARNED:</strong> Walkerman may feature themes and imagery of a violent, disturbing, or sexual nature, and is unsuitable for small children.</i>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/399280/header.jpg?t=1580428277",
    "developers": [
      "ScalemaiL"
    ],
    "publishers": [
      "Sekai Project"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 1 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}