{
  "399610": {
    "name": "MAGIX Movie Edit Pro 2016 Plus",
    "steam_appid": 399610,
    "required_age": 0,
    "is_free": false,
    "description": "The revolution for your gaming videos: MAGIX Movie Edit Pro 2016 Plus <i>(German title: MAGIX Video deluxe 2016 Plus)</i>. Edit your walkthroughs on up to 99 tracks or capture exciting moments of triumph on Let's Play.Whether you're a beginner or an experienced gamer, you can work in studio quality even on low-performance computers thanks to native 64-bit support and proxy editing.  Transform your experiences into videos that will impress your friends and the whole world.<h2 class=\"bb_tag\" >The most important features:</h2><ul class=\"bb_ul\"><li> Includes NewBlue Titler EX worth $199 (Manufacturer's SRP.)<br></li><li> Frame-precise video editing on up to 99 tracks<br></li><li> Proxy editing: Super smooth editing even on low performance computers<br></li><li> MultiCam editing: Edit footage from up to 4 cameras simultaneously <br>ideal for Let's Plays - show us what you're playing and what you've got!<br></li><li> Enhanced dubbing in 5.1 Surround sound<br></li><li> HDR effects for unique contrast values in your videos<br></li><li> Secondary color correction: Detailed editing of individual hues<br></li><li> Includes high-quality special effects, cinematic transitions and templates<br></li><li> Export directly to DVD, Blu-ray Disc, YouTube, Facebook, Vimeo or as a file</li></ul><h2 class=\"bb_tag\" >New to this version:</h2><strong>More action for your videos</strong><br>Get your adrenaline pumping - MAGIX Movie Edit Pro 2016 Plus <i>(deutscher Titel: MAGIX Video deluxe 2016 Plus)</i> offers fully automatic editing, 25 completely editable action templates and special effects.<br><br><strong>Full 360°</strong><br>Immerse yourself in the virtual world and arrange recordings from 360° cameras perfectly with MAGIX Movie Edit Pro 2016 Plus, the first video editing program to feature 360° editing.<br><br><strong>NewBlue Titler EX Plug-in</strong><br>NewBlue Titler EX lets you create entertaining title animations, on-screen text and Hollywood-quality credits right within Movie Edit Pro 2016 Plus.<br><br><strong>Perfect image stabilization</strong><br>Shaky videos, panning or zooms are a thing of the past - proDAD Mercalli V2 is the professional solution for stabilizing your recordings.<br><br><strong>New object tracking</strong><br>You can now add titles and text to your heroes or other moving objects in your gaming videos that follow them on the screen. It's also possible to pixelate moving objects or censor them with black rectangles.<br><br><strong>Configurable effect transitions </strong><br>Includes 20 breathtaking new transitions, including blur features.<br><br><strong>Edit videos to the beat of the music</strong><br>Got rhythm? Edit your videos with MAGIX Movie Edit Pro 2016 Plus to match the beat of your favourite music.<br><br><strong>Practical snap markers</strong><br>Mark interesting or important parts right in the video objects with the new snap markers. This makes it really easy to add the right sound at the right point.<br><br><strong>H.264 hardware acceleration</strong><br>H.264 hardware-accelerated decoding provides significantly faster video import and smoother playback.<br><br><strong>Modern title templates</strong><br>With a huge selection of over 250 templates for opening and closing credits, subtitles and captions, you can transform your videos into something special in no time.",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong>, 芬兰语, 俄语, 瑞典语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/399610/header.jpg?t=1473184551",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 24 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}