{
  "40000": {
    "name": "Fallen Earth: Blood Sports",
    "steam_appid": 40000,
    "required_age": 0,
    "is_free": false,
    "description": "\n\t\t\t\t\t<p>Set in the post-apocalyptic Grand Canyon in 2156, <i>Fallen Earth</i> pits faction against faction, survivor against survivor as they craft, fight and scavenge to stay alive.</p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<h2>Key Features:</h2>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Clan Wars: Declare war against other clans, make a wager on the winner and gain kill points as your clan moves to the top of the leaderboard.\n      \t\t\t\t\t<li>Arena-Style PvP: Sign up solo or in teams for arena-style match-up in Deathmatch, Assault, Survival and Capture the Flag in levels designed specifically for combat.\n      \t\t\t\t\t<li>Discover Deadfall: Explore the uncharted area beyond the radiation barrier, ally with the Shiva’s Favored and uncover the mystery of LifeNet in 130+ new missions.\n      \t\t\t\t\t<li>Classless Advancement: Build characters with various stats, skills, mutation paths and tradeskills by spending your advancement points in the skill-based system.\n      \t\t\t\t\t<li>Real-Time Crafting System: Make 95 percent of in-game items, including vehicles, weapons and armor—even while offline.\n      \t\t\t\t\t<li>FPS/RPG Hybrid: Utilize the accuracy of the first person shooter reticle with the depth and perception of RPG character advancement.\n\t\t\t\t\t</ul>\n\t\t\t\t\t<h2>Awards & Honors:</h2>\n\t\t\t\t\t<p><strong>Game Industry News 2009 Game of the Year Awards: Best Online Game</strong></p>\n\t\t\t\t\t<p><i>Forget elves and trolls and dragons. Fallen Earth offers a gritty post-apocalyptic MMO adventure set in a unique world where ammunition may be the most valuable commodity. Embark on a journey of survival with thousands of other players as you fight bandits and mutated creatures out in the wastelands that were once civilization. Coupled with an intense crafting interface, Fallen Earth may well set the bar for other MMOs to follow. – Game Industry News</i></p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<p><strong>Massively’s End-of-the-Year Reader's Choice Awards, Staff Choice for:<br>\n\t\t\t\t\t<ul>\n      \t\t\t\t\t<li>Overall Best New MMO of 2009\n      \t\t\t\t\t<li>Best MMO Studio of 2009\n      \t\t\t\t\t<li>Best Crafting in a 2009 MMO\n      \t\t\t\t\t<li>Best Capacity for Roleplay in a 2009 MMO\n\t\t\t\t\t</ul></strong></p>\n\t\t\t\t\t<p><i>\"Is there really a question? Fallen Earth offers such a richness to its crafting system that it's almost incomprehensible, and I was already diving into it after nothing more than a few minutes in the tutorial. If anything, I wish the game gave more emphasis and press to its crafting system. But that's a different discussion.\" - Eliot Lefebvre</i></p>\n\t\t\t\t\t<p><i>\"Fallen Earth was made for roleplayers, as the world is just so open-ended. What better place to rewrite the plot of the world than a game where it's all been wiped out?\" - Shawn Schuster</i></p>\n\t\t\t\t\t<p><i>\"Honestly, every studio operates differently. The more open and honest a developer is with their fanbase, the more trust is earned. This year, I'd say that Fallen Earth LLC (formerly Icarus Studios) has been pretty impressive when it comes to this factor.\" - Kyle Horner</i></p>\n\t\t\t\t\t<p><i>\"Fallen Earth really deserves so much for what it has accomplished in three short months. Sure, it has some bugs still, but the game has given us hope that indie MMO studios can break through the high-budget publisher barrier and spread almost entirely by word of mouth. The game has shown that quality game design can trump the largest advertising budget any day.\" - Shawn Schuster</i></p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<p><strong>Beckett Massive Online Gamer’s 2009 Reader’s Choice Awards: Best New MMO Release of 2009 Runner Up</strong></p>\n\t\t\t\t\t<p><i>Post-apocalyptic MMO Fallen Earth is perhaps a bit of a surprise in the second-place slot, proving that even a new, unproven game studio can produce a quality product adored by thousands of gamers. - Beckett MOG</i></p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<p><strong>MMORPG 2009 Editorial Awards: Best New Game 2009 Runner Up</strong></p>\n\t\t\t\t\t<p><i>\"The MMORPG.com editorial staff was impressed by what they saw from Icarus Studios' post-apocalyptic MMORPG, Fallen Earth. Not only does the game present a unique setting, but it is also the first new release in some time to truly try to offer a virtual world style experience.\"</i></p>\n\t\t\t\t\t<p><i>\"The game, which was a little bit rough around the edges at launch, is already showing signs of the improvement and growth that are so important for a game of its kind. With the dedication of a strong staff and a loyal player base both committed to the virtual world experience that is Fallen Earth, we can see this game picking up steam as time goes by.\" - MMORPG</i></p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<p><strong>2009 ZAM Awards: Best New MMO Third Place</strong></p>\n\t\t\t\t\t<p><i>\"Icarus Studios' Fallen Earth is one of the first attempts at creating a true post-apocalyptic MMORPG. Combining first-person shooter elements with various MMO aspects, Fallen Earth is highly ambitious in its scope. While it can get frustrating to be forced to smack things with a wooden plank because you're low on bullets, this MMO does a fantastic job of immersing the player in realism. Fallen Earth gets our nod as a third place for Best New MMO because of its ambitious take on the post-apocalyptic MMORPG and its unique approach to the MMO genre in general. Fallen Earth dared to stray far away from the well beaten path of MMOs, and this innovation has served it well!\"  - ZAM</i></p>\n\t\t\t\t\t<br>\n\t\t\t\t\t<p><strong>Game Reactor TV’s 2009 MMO of the Year</strong></p>\n\t\t\t\t\t<p><strong>IGN’s 2009 Game of the Year Awards: Best Persistent World Game Nominee </strong></p>\n\t\t\t\t\t<p><strong>ZAM \"Best of PAX Awards\" (2009); Most Original Setting Nominee</strong></p>\n\t\t\t\t\t",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/40000/header.jpg?t=1478120035",
    "developers": [
      "FALLEN EARTH, LLC",
      "Icarus Studios, Inc."
    ],
    "publishers": [
      "FALLEN EARTH, LLC"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 9 月 22 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 20,
        "description": "大型多人在线"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "29",
        "description": "大型多人在线"
      }
    ],
    "achievements": {
      "total": 559,
      "highlighted": [
        {
          "name": "Rookie Armorsmith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon257.jpg"
        },
        {
          "name": "Skilled Armorsmith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon257.jpg"
        },
        {
          "name": "Expert Armorsmith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon257.jpg"
        },
        {
          "name": "Rookie Gunsmith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon258.jpg"
        },
        {
          "name": "Skilled Gunsmith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon258.jpg"
        },
        {
          "name": "Expert Gunsmith",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon258.jpg"
        },
        {
          "name": "Rookie Builder",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon259.jpg"
        },
        {
          "name": "Skilled Builder",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon259.jpg"
        },
        {
          "name": "Expert Builder",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon259.jpg"
        },
        {
          "name": "Rookie Pharmacist",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/40000/icon261.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}