{
  "400050": {
    "name": "Cakewalk - Gibson Bass Collection Expansion",
    "steam_appid": 400050,
    "required_age": 0,
    "is_free": false,
    "description": "The <strong>Gibson Bass Collection</strong> includes the Gibson Les Paul Standard Bass, Gibson Midtown Bass, and Gibson EB 5-String Bass 2.0, an updated and enhanced version of the Gibson EB 5-String Bass pack originally created for Dimension Pro.<h2 class=\"bb_tag\" >EB Midtown Bass:</h2> With echoes of the great semi-acoustic EB basses of the past, the full-scale Midtown Standard Bass brings class, tone, and versatility to the low end. While it looks like a traditional thinline ES-style instrument, it’s made from routed solid woods (rather than a laminated top, back and sides with a solid center block) to give sonic solidity, punch, and a tone that’s both big and defined. A mix-and-match set of two classic Gibson bass pickups provides the tonal flexibility that makes this unique bass an excellent choice for rock, jazz, funk, and blues..<br><br><strong>Specifications:</strong><br><ul class=\"bb_ul\"><li>153 mono samples (154 MB), FLAC format<br></li><li>Resolution: 44.1 kHz, 24-bit<br></li><li>Programs: 6 (two per pickup combination: pick attack keyswitchable to thumb attack, and thumb attack keyswitchable to short decay)<br></li><li>Compatibility: Rapture Pro, Rapture Session<br></li><li>Instrument Page controls: Bass Tone, Treble Tone, 8-String (synthesizes octave above strings), wavetable Suboctave, TouchFilter, Growl (amp-like distortion), Chorus Rate, Chorus Depth, X/Y Pad 1 (LFO depth and frequency), X/Y Pad 2 (8-String and Suboctave distortion)<br></li><li>Special features: Open string up and up/down slides, FX sends for tempo-synched delay and LFO filter</li></ul><h2 class=\"bb_tag\" >EB 5-String Bass:</h2> This major update to the original EB 5 pack for Dimension Pro features a smaller memory footprint, faster loading, keyswitched attacks, and takes full advantage of Rapture Pro / Rapture Session’s Instrument page controls. The EB 5-string bass provides eight unique sound combinations from two pickups thanks to Gibson’s Tuned Coil Tap pickup technology, and represents the sweet spot of low end, definition, versatility, and warmth. This pack truly captures the EB 5’s “tuned thunder” to create a keyboard bass drenched with the EB 5’s organic sound quality. <br><br><strong>Specifications:</strong><br><ul class=\"bb_ul\"><li>416 mono samples (292 MB), FLAC format<br></li><li>Resolution: 44.1 kHz, 24-bit<br></li><li>Programs: 16 (two per pickup combination: pick keyswitchable to thumb attack, and thumb attack keyswitchable to short decay)<br></li><li>Compatibility: Rapture Pro, Rapture Session<br></li><li>Instrument Page controls: Bass Tone, Treble Tone, 10-String (synthesizes octave above string), wavetable Suboctave, TouchFilter, Growl (amp-like distortion), Chorus Rate, Chorus Depth, X/Y Pad 1 (LFO depth and frequency), X/Y Pad 2 (10-String and Suboctave distortion)<br></li><li>Special features: Open string up and up/down slides, FX sends for tempo-synched delay and LFO filter</li></ul><h2 class=\"bb_tag\" >EB Les Paul Standard Bass: </h2>This full-size bass powers any genre, but is particularly well-suited to driving the low end for rock, blues, and country. Rooted in the classic tonewood combination of a mahogany body with solid carved maple top, these woods offer outstanding tonal richness from the mahogany, with “snap” from the maple. The Thunderbird Bass pickups are made with ceramic magnets for enhanced punch and clarity, and can rumble the low end with authority or produce sweet, musical higher tones. Now, the sound of this rare bass is available for Rapture Pro and Rapture Session.<br><br><strong>Specifications:</strong><br><ul class=\"bb_ul\"><li>153 mono samples (126 MB), FLAC format<br></li><li>Resolution: 44.1 kHz, 24-bit<br></li><li>Programs: 6 (two per pickup combination: pick attack keyswitchable to thumb attack, and thumb attack keyswitchable to short decay)<br></li><li>Compatibility: Rapture Pro, Rapture Session<br></li><li>Instrument Page controls: Bass Tone, Treble Tone, 8-String (synthesizes octave above string), wavetable Suboctave, TouchFilter, Growl (amp-like distortion), Chorus Rate, Chorus Depth, X/Y Pad 1 (LFO depth and frequency), X/Y Pad 2 (8-String and Suboctave distortion)<br></li><li>Special features: Open string up and up/down slides, FX sends for tempo-synched delay and LFO filter</li></ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/400050/header.jpg?t=1511566411",
    "developers": [
      "Craig Anderton"
    ],
    "publishers": [
      "Cakewalk"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 21,
        "description": "DLC"
      }
    ],
    "genres": [
      {
        "id": "52",
        "description": "音频制作"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}