{
  "400370": {
    "name": "Normality",
    "steam_appid": 400370,
    "required_age": 0,
    "is_free": false,
    "description": "A sinister force now controls the city of Neutropolis. A once-thriving city full of beauty and light, Neutropolis has been reduced to a a stagnant pit of apathy. As Kent Knutson, a shameless dreamer and one of Neutropolis' most awkward citizens, you have been imprisoned for a week and are now under home arrest for that most sinister of crimes: whistling in public. You must get out of your home and explore the vast city of Neutropolis and solve the riddle of a nation’s apathy. Point and click with the unique voodoo doll interface and be rewarded by motion capture sequences as you gather clues and solve puzzles. Chuckle at the bizarre plot and chew carpet while your brain wraps itself around puzzles that are greater than the sum of their parts. If you manage to understand the mystery that shrouds Neutropolis, you're only halfway there...<br><br>Why is the city so controlled? Why does the most successful company in town make furniture? Why can't penguins fly? Who is Brian Deluge? How can you solve the riddle of the mystery of the clue of the puzzle that shrouds Neutropolis?<h2 class=\"bb_tag\" >Features:</h2><ul class=\"bb_ul\"><li>Explore the incredibly detailed city of Neutropolis that is anything but a normal place<br></li><li>Amble freely through unique and surreal locations made with impressive attention to detail<br></li><li>Challenging puzzles with multiple and sometimes twisted and bizarre, solutions</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/400370/header.jpg?t=1530529922",
    "developers": [
      "Gremlin Interactive"
    ],
    "publishers": [
      "Funbox Media Ltd"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1500,
      "final": 1500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 15.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 2,
      "total_negative": 0,
      "total_reviews": 2
    }
  }
}