{
  "400560": {
    "name": "WeaponizedChess",
    "steam_appid": 400560,
    "required_age": 0,
    "is_free": false,
    "description": "新版本推出时间为2018年2月12日：采用Windows和全动画图形，支持您与自己的Steam朋友在线畅玩多人游戏<br><br>武器化国际象棋=国际象棋+武器<br><br>武器化国际象棋犹如普通的国际象棋，但为3D游戏，配备武器和隐身功能。<br><br>武器化国际象棋源自普通的国际象棋，但发生了很多变化。它增加了武器、三维和可调隐身功能，是一个更加现代的国际象棋版本。古老的国际象棋是关于骑士俘获国王，而现代战争完全与<u>此</u>不同。武器化国际象棋是关于配备武器的隐身棋子在现代战场上搏斗。不必担心，国际象棋的基本性质保留了下来：黑白棋盘、双方依次移动、目标仍是击败敌方国王。<br><br>武器化国际象棋也是一项实验，旨在打造一款人类玩家总是胜过人工智能玩家的游戏。这项实验成果的取得方式是：有意从根本上使电脑玩家的负担呈指数级增加，而任何人都可以轻而易举地应对这种负担增加。人永远比电脑善于猜测，隐身功能（和游戏的其他功能）将这一性质纳入游戏中。您因担心对方可能会作弊（从下棋电脑程序中获取建议），而不喜欢通过邮件或电子邮件与某人远程下棋？厌倦了与花费大量时间积累国际象棋方面的书本知识的人博弈？那不妨玩这款游戏吧。<br><br>武器化国际象棋具有一个集成的棋盘编辑器、一种描述游戏的游戏注释、一组广受欢迎的颜色主题，以及一组预定义的开始棋盘。<br><br>武器化国际象棋游戏适用于以下人群：过去玩过国际象棋，但对它感到厌倦。在一场普通的国际象棋游戏中，您是否考虑过自己的当前位置，并希望能够移动<strong>两枚</strong>棋子，而不只是一枚？在武器化国际象棋中，您通常可以在自己的回合中移动1枚以上的棋子。<br><br>现代冲突严重依赖军事技术。在武器化国际象棋中，有直升机、喷气式飞机、坦克、潜艇、驱逐舰和战斗工兵，其特点已转化成棋盘。可探测性低的武器与对手玩致命的猫捉老鼠游戏。步兵们使用喷气背包飞越战场。战斗用水中呼吸器在地下无形穿梭，发动攻击。<br><br>Steam上出售两个版本。在Linux/SteamOS版本中，您可以与电脑对手或其他人对战。人与人博弈需要两个玩家在同一个实体房间中且共用电脑走棋。该版本的武器化国际象棋不提供在线多人游戏的比赛安排。请注意，用于普通国际象棋游戏的典型人工智能比较出色，因为这是一大批研究人员和程序员努力了数十年所取得的成果。第二个较新的版本在Windows上运行，提供全动画电脑图形，并允许您与Steam朋友在线玩游戏。此版本不提供电脑对手，只出售1个软件包。购买该软件包后，您会获得Windows版本和Linux/SteamOS版本。如果您有45 GB内存和45分钟时间空余，则可以在您的Windows PC上安装Linux，并在一台电脑上安装在线多人游戏和人工智能对手。<br><br>您可能会问：“我为什么要购买这款游戏？”答案为：好奇心驱使。其中一个原因可能是：您想要了解普通国际象棋添加了武器后会是怎样。在这款游戏中，您可以更改选项，使棋盘棋子的移动方式与普通国际象棋棋子的移动方式极其相似，但棋盘棋子也可以使用武器。除更改选项外，还有很多其他方式来修改游戏，但是描述所有这些方式需要太多文本。修改游戏的玩法后，您可以保存自己的偏好设置。可将游戏设置为在游戏开始时自动加载您的偏好设置。您还可以对照游戏<i>玩法</i>修改游戏<i>外观</i>，并将修改保存到偏好设置。（YouTube上）有很多视频展示了这款游戏的外观，但在该Steam版本中，游戏外观存在两项修改。现在有13套棋子可用，而非视频和网络可视游戏艺术作品中展示的2套棋子。此外，您还可以使用一组广受“欢迎的”颜色主题来更改游戏棋盘和棋子的颜色。<br><br>如果您使用i7，人工智能效果会更好。两个版本都是绝对的64位。开发此版本时完全限于Ubuntu（用于Steam开发的基本操作系统）。该版本已经过测试，可以在Ubuntu 12.04和Ubuntu 15.10上运行。在Steam控制台上，该版本会自动进行硬件加速。它以大图片模式和桌面模式运行。在这些环境中可使用鼠标或控制器。Windows版本已在Windows 10和Windows 7上测试过。<br><br>相比电脑动画的典型例子 — 游戏图形，该版本的武器化国际象棋对可以清晰显示的游戏更感兴趣。那些只对图形令人赏心悦目的游戏感兴趣的玩家应该玩其他游戏。这款游戏侧重于思考，而非外观。它富有趣味，因为您可用自己的头脑去想象棋子，探究所有可能性。国际象棋一直如此。即使无法进行硬件加速，棋子的简单几何图形集也总能快速而清晰地绘制出。<br><br>Linux/SteamOS版本中不能使用Steam Overlay，但Windows版本提供该功能。<br><br>这款游戏已被翻译成多种语言。用户可以在游戏使用过程中更改显示的语言，并以多种语言阅读文档。该游戏可通过以下语言进行控制：英语、德语、西班牙语、荷兰语、法语、希腊语、保加利亚语、土耳其语、瑞典语、挪威语、芬兰语、丹麦语、波兰语、韩语、简体中文、繁体中文、俄语、乌克兰语、匈牙利语、捷克语、罗马尼亚语、意大利语、泰语、葡萄牙语和巴西葡萄牙语。<br><br>要将显示语言（玩游戏时的命令显示语言以及文本阅读语言）改为简体中文，请单击File-&gt;Change To Which Language，然后选择简体中文。要使此项更改长久有效，以便游戏始终在启动时便以简体中文显示，请先单击Play Change-}Save Present Settings as User Preferences。这会使您所做的任何更改（包括您刚刚对简体中文所做的更改）均保存为新的用户首选项。其次，单击Play Change-&gt;Toggle At Start Use User-Preferences/Game-Defaults。如果您尚未将此切换设置为用户首选项，则会立即导致游戏在启动时（无论何时启动）便采用用户首选项（并用简体中文显示命令）。武器化国际象棋不使用、依赖或在乎您当前的语言环境。您不必在Linux或Windows中设置语言环境，也无需将语言环境设为您的首选语言。",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 阿拉伯语, 保加利亚语, 捷克语, 丹麦语, 荷兰语, 芬兰语, 希腊语, 匈牙利语, 日语, 韩语, 挪威语, 波兰语, 葡萄牙语 - 葡萄牙, 罗马尼亚语, 俄语, 简体中文, 瑞典语, 泰语, 繁体中文, 土耳其语, 乌克兰语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/400560/header.jpg?t=1723141902",
    "developers": [
      "Arational Entertainment"
    ],
    "publishers": [
      "Arational Entertainment"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2800,
      "final": 2800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 28.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 7 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 37,
        "description": "同屏/分屏玩家对战"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}