{
  "400650": {
    "name": "eMedia Guitar Method",
    "steam_appid": 400650,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Award-winning Guitar Lesson Software For Learning Acoustic and Electric Guitar</h2><br>Best-selling eMedia Guitar Method is the most complete guitar lesson software available today. <br><br>Created with University of Colorado-Boulder's Kevin Garry, Ph.D., it delivers what you need to get started playing guitar – whether it's rock, blues, jazz, folk, country or classical. Over 180 easy-to-follow lessons make learning fun and take you from guitar basics to confidently playing hit songs such as &quot;Knockin' on Heaven's Door&quot;, &quot;Rock'n Me&quot; and more. Plus the included videos and eMedia interactive music technologies make lessons easier to understand. So you learn guitar faster!<h2 class=\"bb_tag\" >Features Include:</h2><ul class=\"bb_ul\"><li>Over 180 guitar lessons by Kevin Garry, Ph.D., award-winning guitarist and Professor of Music.<br></li><li>More than 50 videos, with split-screen view and close-ups of both hands, let you easily see the techniques used in the lessons.<br></li><li>An Animated Fretboard that displays fingerings for chords and notes.<br></li><li>Lessons covering standard open chords, movable power chords, strums, palm muting, and other rhythm guitar techniques.<br></li><li>Note Tracker and Finger Tracker technology displays the notes you're playing in staff notation and on the Animated Fretboard as the software listens to your playing via the computer microphone or line input. Interactive Feedback even lets you see correctly played notes in melodies highlighted in real time as you play them.<br></li><li>Fun, interactive flash card quizzes with Pitch Tracking teaches you how to read guitar tabs (tablature), and notes (music notation).<br></li><li>Over 70 songs, including hits like &quot;Knockin' on Heaven's Door&quot; (Bob Dylan/Guns 'n Roses), &quot;Rock'n Me&quot; (Steve Miller), &quot;House of the Rising Sun&quot; (Animals), &quot;Little Red Rooster&quot; (Howlin' Wolf/Rolling Stones/Doors), &quot;Uncle John's Band&quot; (The Grateful Dead), &quot;Dreamboat Annie&quot; (Heart), and others to make guitar lessons fun!<br></li><li>Songs and lessons as audio and MIDI tracks where selections can be looped, slowed or sped up.<br></li><li>Integrated guitar software tools include an automatic guitar tuner, chord chart/dictionary, fingering charts, and metronome.</li></ul>",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/400650/header.jpg?t=1478048288",
    "developers": [
      "eMedia Music"
    ],
    "publishers": [
      "eMedia Music"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 13300,
      "final": 13300,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 133.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 3 月 7 日"
    },
    "categories": [],
    "genres": [
      {
        "id": "54",
        "description": "教育"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}