{
  "400880": {
    "name": "Ultimate Rock Crawler",
    "steam_appid": 400880,
    "required_age": 0,
    "is_free": true,
    "description": "Do you ever dream of being able to drive a car off-road, extremely, driving over huge rocks or obstacles? <br>Ultimate Rock Crawler lets you become an instant Off Road Rock Crawling Champion. <br><br>Rock crawling is an extreme form of off road driving using modified vehicles to overcome obstacles. Drivers drive four-wheel-drive vehicles over very harsh terrain. Driving locations include boulders, mountain foothills, rock piles, mountain trails. <br>Rock crawling is about slow-speed, careful and precise driving, through large gear reductions in the vehicles drive train. Rock crawlers often drive up, down and across obstacles that would appear impassable. <br><br>In the game you have to earn creds by driving, the more you drive and earn the more you can keep your rig serviced and eventually upgrade in the garage area, the recommended upgrade is to go to the big tires with the best tire option, with this you'll be able to complete any challenge. You can even perform a mini self service which costs nothing, such fill water, oil check and similar.<br><br>View the online getting started video:<br>Short example video of how you can play once you have big tire upgrade, which is recommended to get asap: <br><br>Just like in real life crawling this game lets you choose different routes that are of varying difficulty, Red or Yellow Routes. The faster you complete the route you choose the better, and uniquely the lower score is the best score. It will take much skill and practice, careful use of steering , camera angles/views and accelerator to complete courses to achieve a best score in this open world off road game. <br><br>Features such as in car cameras, different body designs and car configuration options, realistic physics and graphics, full independent suspension, control the suspension height, 4wd, winch, unique and challenging locations sets this game apart, includes a level editor, there is no other game like it. Designed to be playable, with simple controls and just have fun or try be serious and get best scores.<br><br>Use the built in level editor to make your own courses or challenges.<br>Most important of all, I wish you to have fun with it.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/400880/header.jpg?t=1695402564",
    "developers": [
      "khos85"
    ],
    "publishers": [
      "khos85"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 25 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "9",
        "description": "竞速"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "18",
        "description": "体育"
      }
    ],
    "achievements": {
      "total": 4,
      "highlighted": [
        {
          "name": "RockCrawlerRookie",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/400880/f1295758a3d44d921779d129de05274a49b89a6c.jpg"
        },
        {
          "name": "RockCrawlerPro",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/400880/8910fcdedcb401763a8826f79d06cdd9f5bbfa4a.jpg"
        },
        {
          "name": "RockCrawlerMaster",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/400880/8f0c44ca31fa974c99d3cd606b18ce404049d1f7.jpg"
        },
        {
          "name": "UltimateRockCrawler",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/400880/924c0f2db67c724abf8352502aff16970b986f9f.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}