{
  "401250": {
    "name": "Zulu Response",
    "steam_appid": 401250,
    "required_age": 0,
    "is_free": false,
    "description": "In Zulu Response play either as a<strong><u> British soldier or Zulu warrior</u></strong> in first person in a simulated tactical game for singleplayer, 4 person co-op or 8 person mulitplayer.<br><br>The game is based off true stories from the African Anglo Zulu wars of 1879 where each player has a squad of intelligent AI plus reserves at their command.<h2 class=\"bb_tag\" >Command a Squad of AI</h2>There are different classes of player with each having a unique squad of Zulu or British AI to command. The AI can be commanded as a whole unit, smaller groups or individually.<br><br>The size of a squad and number of reserves depend on the player class and whether they are Zulu or British.<br><br>The player can:<br><ul class=\"bb_ul\"><li>assign rally point destinations, generic target areas or have AI follow you <br></li><li>command the British AI to form up in battle lines of standing and crouched<br></li><li>assign British AI target locations and order them to fire on command <br></li><li>Command each line of AI to fire at once or alternate between standing and crouched soldiers to create a constant hail of bullets</li></ul><h2 class=\"bb_tag\" >Configurable Options</h2>There are many configurable game options which make each game unique. Adjust realism settings for weapons, AI skill, environment, movement and tiredness during battle:<br><ul class=\"bb_ul\"><li>Tiredness impacting player movement<br></li><li>Weapons and melee effectiveness, adjust for each player and AI class<br></li><li>Adjust levels that impact AI tiredness in battle<br></li><li>Update the speed and frequency that AI move, fight and detect a target<br></li><li>Adjust Zulu speed and movement based on health<br></li><li>Command distance: will AI only respond to orders if in hearing range<br></li><li>Select game objectives like walls to breach, target spawn areas and numbers to escape<br></li><li>Game timer<br></li><li>Choose to have weapons smoke linger on the battlefield and create an eerie smoky battlefield<br></li><li>Iron sight or cross hair<br></li><li>Re-spawn or have it hardcore and realistic where player death ends game<br></li><li>Options for AI quick recognition: choose none, name or have symbol tags appear above AI in your squad<br></li><li>Reload: auto or player initiates<br></li><li>Spear impalement<br></li><li>Soldier cowardice: set a level that impacts desertion and AI morale in battle<br></li><li>Frequency of player requested Zulu charges<br></li><li>Percentage of Zulus that form an Impi charge<br></li><li>Number of reserves for a player<br></li><li>Choose an in game marker cursor</li></ul><h2 class=\"bb_tag\" >Medals and Rewards</h2>Earn medals (British) or rewards (zulu) in game. Your AI will respect a commander who has earned medals and rewards and will fight harder or trade them in whilst in game for a benefit.<h2 class=\"bb_tag\" >Realistic Maps</h2>The maps are realistic and based on the actual battlefields of 1879. They have been scaled to the real world and based off satellite images, old drawings and maps from the period.<h2 class=\"bb_tag\" >Relive the Battles</h2>We've based our maps and gameplay off the actual battles or flash points from the war.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/401250/header.jpg?t=1667017285",
    "developers": [
      "Web Interactive Solutions."
    ],
    "publishers": [
      "Web Interactive Solutions."
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 4800,
      "final": 4800,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 48.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2017 年 6 月 12 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "2 user reviews",
      "total_positive": 1,
      "total_negative": 1,
      "total_reviews": 2
    }
  }
}