{
  "401990": {
    "name": "Introduction to 3D Prop Modeling and Design - Viking Armor and Weapons",
    "steam_appid": 401990,
    "required_age": 0,
    "is_free": false,
    "description": "With over 9 hours of video tutorials broken into 26 different chapters “Introduction to 3D Prop Modeling and Design – Viking Armor and Weapons” is a great learning resource for new or veteran digital artists.  With over 15 years of professional experience in games and film, author Seth Thompson, showcases here how he concepts and models in 3DsMax, Adobe Photoshop, ZBrush and VRay.<br><br>Demonstrated in these videos Seth will take you step by step through his entire 3D prop creation process from initial concept to final model.  Not only will you be introduced to countless powerful tools and techniques that can be added to your design and modeling skill set, but viewers will also be treated to other beneficial topics such as the importance of reference images, composition, time management and project organization.<br><br>Author Seth Thompson currently lives and works in Southern California where he supervises and creates digital environments and props for high quality video game cinematics.  Seth’s credits include cinematic work for <i>Warcraft III:  Reign of Chaos</i>, <i>StarCraft II:  Wings of Liberty</i>, <i>Diablo III</i>, <i>Overwatch</i>, <i>Final Fantasy XII</i> and <i>Final Fantasy:  Advent Children</i>.<br><br><strong>Downloadable Bonus Content:</strong><br><br>When you purchase this tutorial you will also receive the final UVW mapped, production ready model files created for this class.  For your convenience, 3DsMax, Maya, and OBJ files of the weapons and armor have been provided to suit your modeling workflow.  These are free to use on your own personal and professional projects.<br><br>Additionally, you will receive a collection of final render and reference images created for the class.  Also included are several detailed Adobe Photoshop PSD files showcasing the various stages of asset development, including the final photoshop “Photo-bashing” concept PSD. <br><br>Although the included material can be used on your personal and professional projects, it cannot be repackaged, or resold in any format per copyright restrictions.<br><br>Be sure to watch the video tour of the downloadable content available with your purchase.  <br><br><strong>Video Contents:</strong><br><br>Chapter 01 - Introduction to Concept Modeling - 26 mins<br>Chapter 02 - Refining the Shield Model with New Details - 11 mins<br>Chapter 03 - Modeling the Viking Sword - 36 mins<br>Chapter 04 - Reviewing the Final Concept in Photoshop - 26 mins<br>Chapter 05 - Photoshop Concept Techniques, Tips and Tutorials - 21 mins<br>Chapter 06 - VRay Light and Camera setup - 20 mins<br>Chapter 07 - Modeling the Helmet and Protective Cheek and Nose Guards - 18 mins<br>Chapter 08 - Modeling the Helmet Horns - 28 mins<br>Chapter 09 - Modeling the Helmet Brow Ornaments - 31 mins<br>Chapter 10 - Adding a Brow Crest and Shape Modification with Deformers - 22 mins<br>Chapter 11 - Modeling a Helmet Interior and Adding Bolts to the Helmet - 25 mins<br>Chapter 12 - Final Sword Model Revisions and UVW Mapping - 33 mins<br>Chapter 13 - Necklace and Pendant Modeling and UVW Mapping - 18 mins<br>Chapter 14 - Cloth Banner Design and Modeling - 25 min<br>Chapter 15 - Modeling Cuts and Tears into the Banner - 18 mins<br>Chapter 16 - Modeling Ridges on the Banner Trim - 17 mins<br>Chapter 17 - UVW Mapping the Banner - 14 mins<br>Chapter 18 - Project Organization and Execution - 11 mins<br>Chapter 19 - Mesh Preparation for Sculpting and the Importance of Edge Creasing - 13 mins<br>Chapter 20 - Shield Finalization with Bolts, Handles and Supports - 22 mins<br>Chapter 21 - Leather Strap Modeling for the Axe Handle - 19 mins<br>Chapter 22 - Leather Strap Modeling for the Axe Shaft - 16 mins<br>Chapter 23 - UVW Mapping the Axe - 12 mins<br>Chapter 24 - UVW Mapping the Shield - 23 mins<br>Chapter 25 - UVW Mapping the Helmet - 27 mins<br>Chapter 26 - Final Compositing with Photoshop and Magic Looks Builder - 15 mins<br><br><strong>Software Demonstrated:</strong><br><br>3DsMax 2015<br>Adobe Photoshop CS6<br>ZBrush 4r7<br>VRay 3.0<br>Magic Looks Builder",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/401990/header.jpg?t=1667259719",
    "developers": [],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 21 日"
    },
    "categories": [
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 33,
        "description": "原生支持 Steam 控制器"
      }
    ],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}