{
  "402050": {
    "name": "Below Kryll Demo",
    "steam_appid": 402050,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" ><strong>Below Kryll is a huge world filled with crazy adventures!</strong></h2><br>A tight single-player 2D platforming action-RPG at heart, Below Kryll is a vast, online, continuous world composed of developer and player made adventures.<br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/402050/extras/a99c55e167bd3cdad5dea305c5128878.avif?t=1452255931\" width=601 height=100 /></span><br><br>Grow stronger and learn new abilities the deeper you explore, while encountering all kinds of creations, from elaborate stories, puzzles, action, amazing pixelart, musical compositions, and tons of creativity - You can find literally <strong>hundreds of hours of quality gameplay</strong> already, with more adventures being created by the day.<br><br>While completely optional, the game's super simple, yet powerful adventure creator ensures the world can easily be expanded by anyone in the player community.<br>Expand the world with your own adventures, where everyone can play, rank, comment and reward you for your content with access to epic creation items!<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>Be a true explorer, navigating and unraveling an ever growing world<br></li><li><strong>NOTHING is random!</strong> All the content is hand crafted by either the players or the developers - ensuring you always experience unique and meaningful gameplay.<br></li><li>Single player experience, in a multiplayer world - see other players around you as you play<br></li><li>Gain XP and learn new powerful abilities that will help you in your journeys - more platforming abilities, fighting abilities and social interactions such as drawing for players around you while you play<br></li><li>There are already hundreds of hours of quality content to experience!<br></li><li>Extremely simple yet very powerful 'what you see is what you get' adventure editor - anything from simple platforming tools to advanced logic-gates and triggers<br></li><li>Participate in events such as races and compete against other players for gold and glory<br></li><li>The game is constantly evolving - new releases bring more gameplay mechanics, more abilities and continue the developer made story of the game</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/402050/extras/4c08eed9280c1c06318d3e25517c2c99.webp?t=1452255931\" width=616 height=30 /></span><br><br><ul class=\"bb_ul\"><li>Help a desperate village by slaying a horde of blood thirsty monsters.<br></li><li>Parkour your way up a giant crumbling skyscraper to find a rare medicine.<br></li><li>Visit a huge pixel-art museum while listening to a soundtrack from a memorable anime.<br></li><li>Solve an ancient riddle in a deadly tomb and uncover the mystery of it's origins.<br></li><li>Take part in a plot to assassinate the leader of a murderous cult.</li></ul><br><strong>This is just a tiny fraction of the adventures you will find while exploring the world of Kryll.</strong><br><br>Below Kryll is a unique experience that keeps on giving!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/402050/header.jpg?t=1452255931",
    "developers": [
      "Team Kryll"
    ],
    "publishers": [
      "Team Kryll"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 8 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "37",
        "description": "免费开玩"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}