{
  "40210": {
    "name": "ItzaZoo",
    "steam_appid": 40210,
    "required_age": 0,
    "is_free": false,
    "description": "<p>Children jump right into a drawing adventure with friendly animals that are ready to play and help them learn to read!  Using Living Ink™ – Sabi’s unique drawing recognition system - kid's drawings become one-of-a kind interactive objects that form the centerpiece of the game's action.</p> \n\t\t\t\t\t\t<p>Crafted especially for early-readers, the game play is designed to provide a new way for children to practice reading and creative problem solving skills. New methods to engage children in learning, discovered during a multi-year research project conducted by Microsoft Corporation, are fused into the game's design, yielding a unique experience that enhances self-confidence and encourages fun and learning. The game provides a totally unique experience every time it is played. Since the environment is created through each player's personal drawings, the possibilities are as endless and fantastic as your child's imagination.</p>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Five zoo themed playsets packed with fun Star Challenges players solve with the help of their animal companion – a lion, monkey, elephant, turtle, or polar bear.</li>\n\t\t\t\t\t\t<li>Living Ink – Sabi’s unique drawing recognition system – turns the player’s drawings into one-of-a kind interactive objects that form the centerpiece of the game's action.</li> \n\t\t\t\t\t\t<li>A new approach to developing the literacy of early readers.</li>\n\t\t\t\t\t\t<li>Timed Visitors Challenges. Player's unlock these special challenges by attracting more visitors to a particular exhibit as they win their Star Challenges.</li>\n\t\t\t\t\t\t<li>Unique experience every time ItzaZoo is played.</li>\n\t\t\t\t\t\t<ul>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/40210/header.jpg?t=1447352753",
    "developers": [
      "Sabi Games"
    ],
    "publishers": [],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2009 年 12 月 9 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}