{
  "402560": {
    "name": "Tabletopia",
    "steam_appid": 402560,
    "required_age": 0,
    "is_free": true,
    "description": "<h2 class=\"bb_tag\" >What is Tabletopia?</h2>Tabletopia is a sandbox virtual table with high-quality board games made by professionals. Already 2,400+ games and counting! <br><br>Play how you want with whom you want: your guests don’t need accounts to play. Enjoy the amazing graphics, realistic physics, and digital perks like ready setups, customizable cameras, and intuitive controls. Make your own games with no programming skills required.<h2 class=\"bb_tag\" >What does Tabletopia offer?</h2><ul class=\"bb_ul\"><li>Advanced digital arena for playing board games in an experience almost like gathering around a real table.<br></li><li>Hundreds of licensed board games, including designer classics, recent hits, and tomorrow's Kickstarter releases.<br></li><li>True cross-platform experience: available now on PC, Mac OS X, iOS, and Android devices.<br></li><li>Automated game setups, shuffling and dealing of cards, tracking player turns, and many other automated features.<br></li><li>Public and private game tables, matchmaking system, etc.<br></li><li>Ability to create your own games with no programming knowledge required (browser version).<br></li><li>Specialized tools for designing, playtesting, demonstrating, and monetizing your board games (browser version).</li></ul><h2 class=\"bb_tag\" >Augmented Reality support</h2>Unique experience with Tilt Five™: just wear Tilt Five™ glasses and animate your game board!<h2 class=\"bb_tag\" >How do I play games on Tabletopia?</h2>Tabletopia is a sandbox system. That means no AI to enforce the rules, so you still need to read the rulebook to know how to play the game.<br><br>Choose a game from our extensive library, create a table, send the link or room number to your friends or other Tabletopians, and let the game begin. Or go to Find &amp; Play section and join an already created table. It’s that simple!<h2 class=\"bb_tag\" >How much does it cost?</h2>Tabletopia is <strong>free-to-play</strong> on Steam. No subscriptions or recurring payments are required to play. <br><br><strong>With free Tabletopia you can:</strong><br><ul class=\"bb_ul\"><li>Access 2,400+ games for free (some setups and expansions may require Premium).<br></li><li>Invite your friends outside Tabletopia to play free games.<br></li><li>Play up to 2 games simultaneously.</li></ul><br><strong>With Premium Tabletopia you can:</strong><br><ul class=\"bb_ul\"><li>Access all games, expansions, and setups.<br></li><li>Invite your friends outside Tabletopia to play any games, including premium games.<br></li><li>Play up to 10 games simultaneously.</li></ul><h2 class=\"bb_tag\" >Why Tabletopia and not other similar platforms?</h2><ul class=\"bb_ul\"><li><strong>Officially licensed games</strong>. All the games in our catalog are fully licensed and created in partnership with their designers and/or publishers. By playing our Premium games you directly support their authors.<br></li><li> <strong>Free-to-play, free-to-share.</strong> Tabletopia for Steam is free-to-play with hundreds of board games available at no additional cost. All games can be shared and played with people who don't have accounts. It's free.<br></li><li><strong>Friendly interface</strong>. Tabletopia is developed by professionals with maximum usability in mind. Its friendly interface, intuitive controls, built-in tutorials will make your gaming experience smooth and easy.<br></li><li><strong>Amazing visuals</strong>. Tabletopia boasts outstanding 3D graphics and top-notch quality of all game components and visuals. It also features a flexible camera with refined controls and custom settings.<br></li><li><strong>Digital advantages</strong>. Being a sandbox system, Tabletopia still provides numerous advantages of a digital product, such as ready game setups, shuffling and dealing of cards, tracking player turns, etc. Game objects can be rotated, flipped, locked in place, magnetically placed, and decks of cards can be shuffled and dealt from at the click of a button.</li></ul><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/402560/extras/8fd7f33d55ad6a9de19d02aad288983a.avif?t=1729948257\" width=616 height=523 /></span>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/402560/header.jpg?t=1729948257",
    "developers": [
      "Tabletopia"
    ],
    "publishers": [
      "Tabletopia"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 11 月 30 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 27,
        "description": "跨平台多人"
      },
      {
        "id": 35,
        "description": "应用内购买"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      },
      {
        "id": "37",
        "description": "免费开玩"
      }
    ],
    "achievements": {
      "total": 2,
      "highlighted": [
        {
          "name": "Kickstarter Hero",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/402560/566a92c84fe21ce7859c7d444d7d94941acb07e0.jpg"
        },
        {
          "name": "Early Access Hero",
          "path": "https://cdn.akamai.steamstatic.com/steamcommunity/public/images/apps/402560/72cbb542ae0dc67f4422f1c1f9a081fc2e71e941.jpg"
        }
      ]
    },
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "4 user reviews",
      "total_positive": 1,
      "total_negative": 3,
      "total_reviews": 4
    }
  }
}