{
  "402710": {
    "name": "Osiris: New Dawn",
    "steam_appid": 402710,
    "required_age": 0,
    "is_free": false,
    "description": "An open world, hard science, survival game inspired by the edgier side of sci fi. Also includes our <strong>Experimental Build</strong>, which is used for public testing.<h2 class=\"bb_tag\" >Your Mission For Mankind</h2>You are on a resupply mission in the far reaches of space in hopes of finding and colonizing habitable planets to replace our dying Earth. Space is dangerous. Anything can, and likely will, go wrong. All of mankind is counting on your success.<h2 class=\"bb_tag\" >Strategize Your Survival</h2>Explore and build by day and brace yourself for the night. Bunker down or stage weaponized attacks. Survival is not guaranteed, and you will be tested to your limits.<h2 class=\"bb_tag\" >Explore, Build, Research</h2>Gather resources and materials to survive, build modular structures to grow food and create manufacturing bays, research new technologies to upgrade gear and build new vehicles, and explore new worlds to discover the unknown in this harsh alien solar system.<h2 class=\"bb_tag\" >Vast Atmospheric Worlds</h2>Discover strange and terrifying alien creatures, each unique to its ecosystem and planet. Dynamic and dangerous weather patterns can help or harm your survival efforts. Strange foliage populates unique biomes across the solar system.<h2 class=\"bb_tag\" >Choose Your Playstyle</h2>Play in single player Story, Sandbox, or Challenge modes. Or set up your own free server with your rules and play how you want.",
    "supported_languages": "英语, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 日语, 俄语, 简体中文, 西班牙语 - 拉丁美洲",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/402710/header.jpg?t=1745496432",
    "developers": [
      "Fenix Fire Entertainment"
    ],
    "publishers": [
      "Fenix Fire Entertainment"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2023 年 1 月 18 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 49,
        "description": "玩家对战"
      },
      {
        "id": 36,
        "description": "线上玩家对战"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 38,
        "description": "在线合作"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      }
    ],
    "achievements": "none",
    "has_chinese": "true",
    "app_reviews": {
      "review_score_desc": "Mixed",
      "total_positive": 616,
      "total_negative": 463,
      "total_reviews": 1079
    }
  }
}