{
  "403020": {
    "name": "Dungeon Manager ZV Demo",
    "steam_appid": 403020,
    "required_age": 0,
    "is_free": true,
    "description": "Take a break from breaking into yet another dungeon and instead build your own and let your imagination run wild.  Japanese megahit ZombieVital, named 2004’s best online software by Vector magazine, returns in its most authentic form.  This classic text-based dungeon management simulation is now in English and for the first time will be released outside of Japan.  <br><br>When advance to four basement floor or defeat 300 venturers, DEMO is stop.<h2 class=\"bb_tag\" ><strong>Game features include:</strong></h2><ul class=\"bb_ul\"><li>Text-Based Gameplay - easy access to the important stats, room strength, minion, trap hit points and invader details in a single screen.<br></li><li>You can build your own labyrinth of 16 stories (144 areas) maximum.<br></li><li>Summon various zombies, dragons and demons and build traps.<br></li><li>Up to 144 areas in 16 floors for you to populate with minions and traps.<br></li><li>Randomized Gameplay, featuring over 20 different enemy types.<br></li><li>Upgrade your dungeon with rare items for stat boosts.<br></li><li>Resource Management: kill and use enemies' own bones and magic force against them by purchasing traps, minions and even reviving your destroyed minions back to life.</li></ul>",
    "supported_languages": "英语, 日语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/403020/header.jpg?t=1726635497",
    "developers": [
      "StudioGIW"
    ],
    "publishers": [
      "Zoo Corporation"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 1 月 7 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}