{
  "403670": {
    "name": "Lumber Island - That Special Place",
    "steam_appid": 403670,
    "required_age": 0,
    "is_free": false,
    "description": "&quot;Lumber Island - That Special Place&quot; is a psychedelic first-person horror adventure.<br><br><ul class=\"bb_ul\"> <li> The plot doesn't lead you by the hand, only self-contained exploration reveals obscure history of this place and its secrets.<br><br> </li><li> Atmosphere is the most important aspect - you'll see no buttons on your screen; there is no inventory in the game, which provides maximum immersion aided by music, sounds and Oculus Rift in future.</li></ul><br><i>&quot;Back in 1970s, this island was known as the &quot;Lumber Island&quot;. It abounded in rare wood species of the highest quality, which were sought for by the craftsmen from all over the world — many of them took trips to the island in person, to pick the best material. The island thrived on private manufactures and tourism... until deposits of oil were found under it. This finding doomed the island: its inhabitants were made to leave their home land, the wood was chopped down to the ground. And after the oil had been pumped out to the last drop, the island was left abandoned and totally exhausted.&quot;</i><br><br>You awake to find yourself in a life-boat ashore an island, and the last thing you can recollect is having fun at a great yacht party.",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/403670/header.jpg?t=1462351327",
    "developers": [
      "DeanForge"
    ],
    "publishers": [
      "DeanForge"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 1 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "3 user reviews",
      "total_positive": 3,
      "total_negative": 0,
      "total_reviews": 3
    }
  }
}