{
  "40370": {
    "name": "Emergency 2012",
    "steam_appid": 40370,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Let the rescuing begin!</strong><br>\t\t\t\t\t\tA cold snap in London and Munich, Riots in Paris after a severe storm, blistering heat in Berlin, massive bush fires in Athens: The year is 2012 and the world as we know it seems to have spiraled out of control. As the head of rescue operations it’s your job to ensure the safety of the population. Guide the police forces, fire brigades and specialist rescue crews to save hundreds of lives!<br>\t\t\t\t\t\tTake on natural disasters, terror attacks and more as you battle to regain order and bring the town back from the brink of destruction. The world is counting on you, can you handle the pressure?<br>\t\t\t\t\t\t<h2 class=\"bb_tag\" >Key Features:</h2><ul class=\"bb_ul\"><li>12 missions with thrilling large-scale operations in Paris, London, Athens, Munich, Berlin, Cologne, Zermatt, Hamburg, Frankfurt, Innsbruck and  Moscow<br>\t\t\t\t\t\t</li><li>3 free play maps: Stay in control of your city in various scenarios such as storms or heavy rainfall, and spend your budget wisely so that you can purchase the very best emergency vehicles. <br>\t\t\t\t\t\t</li><li>Online co-op mode for up to 4 players: Play Emergency 2012 together with your friends, and earn your place on the highscore lists.<br>\t\t\t\t\t\t</li><li>All-new controls: Thanks to an interactive tutorial for newcomers and pros alike, Emergency 2012 offers a simple and convenient user interface.<br>\t\t\t\t\t\t</li><li>Top-quality graphics: The Visions engine makes for the best Emergency visuals of all times. Special light effects make flames and flashing blue lights flicker realistically and illuminate the surroundings.<br>\t\t\t\t\t\t</li><li>Complex game world: The game world of Emergency 2012 is a complex simulation which allows for unforeseen events and various approaches to a solution.<ul class=\"bb_ul\"></ul></li></ul>",
    "supported_languages": "英语, 法语, 德语, 西班牙语 - 西班牙",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/40370/header.jpg?t=1712955405",
    "developers": [
      "Quadriga Games"
    ],
    "publishers": [
      "Deep Silver",
      "ValuSoft"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2010 年 11 月 22 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 9,
        "description": "合作"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "28",
        "description": "模拟"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}