{
  "404010": {
    "name": "Total War: WARHAMMER - Chaos Warriors",
    "steam_appid": 404010,
    "required_age": 0,
    "is_free": false,
    "description": "<h2 class=\"bb_tag\" >Total War: WARHAMMER - Chaos Warriors</h2><br>The Chaos Warriors brings a new race with its own new Legendary Lords, units, mounts, items, quest chains and mechanics to Total War™: WARHAMMER®.<br><br><ul class=\"bb_ul\"><li>Three new playable Legendary Lords. <br></li><li>New Chaos Warrior mounts, units and monsters.<br></li><li>New quests, magic items and abilities. <br></li><li>New horde campaign playstyle.</li></ul><br><br>Lay waste to the Old World as the dreaded Chaos Warriors. This Pack includes a full roster of bloodthirsty units, terrifying mounts and monstrous creatures. Lead the corrupted Chaos hordes as one of three new playable Legendary Lords. Embrace the Ruinous Powers as you embark on brand new quest chains, unlocking powerful items and gaining glory in the name of the dark Chaos Gods. <br><br>Beyond Kislev, beyond Troll Country, beyond even the barren Norsca Peninsula lies a land shrouded in darkness, frozen in an unnatural, never-ending winter. Here, the mortal realm and the immaterial realm of Chaos overlap, creating an uncontrollable gateway to that infernal dimension from which all manner of nightmarish creatures spew forth.<br> <br>It is a place where few mortals have dared to venture, and even fewer have returned. The wild people that live in the lands to the south are devout in their worship of the Chaos Gods and many seek to journey north and offer themselves up to become tools of their will. Those that do survive this unholy pilgrimage and live to tell the tale are irreversibly altered. Clad in dark armour bearing the dread marks of ruinous favour, possessed of an unwavering resolve to carry out the will of their malevolent deities, with the indomitable Archaon the Everchosen as their leader, these are the mighty Chaos Warriors!  <br><br>This pack makes the entire Chaos Warrior race from the main game playable in the Grand Campaign and multiplayer matches; as well as adding entirely new Legendary Lords, Lords, Heroes, Units, Magic Items and more.  <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404010/extras/a8f0fa5b0ff5403655f56feb93f1e728.avif?t=1763647655\" width=628 height=181 /></span><h2 class=\"bb_tag\" >Three new Legendary Lords.</h2><br>Lead the Chaos Warriors as one of three new Legendary Lords, each with their own unique bonuses: <br><br><u>Sigvald the Magnificent:</u><br><br>Beautiful from birth, Sigvald’s fondness for hedonistic excess saw him exiled from his tribe but also gained him a powerful patron: Slaanesh. Now, he heads an army devoted to himself. Slaying anything he deems ugly or unsavoury, he fights as much for his perverse ego as he does for Slaanesh. <br><br><u>Kholek Suneater:</u><br><br>Kholek Suneater is a formidable figure to behold. A gigantic Dragon Ogre, believed by many to be the second eldest of all Dragon Ogres, he towers over the battlefield swinging his gigantic hammer with ease. He is considered by some to be a God. <br> <br><u>Archaon the Everchosen:</u><br><br>A former Sigmarite Templar, Archaon stumbled upon an ancient doctrine that contained within the secrets of his faith. Renouncing his allegiance to Sigmar he journeyed north to the dreaded Chaos Wastes to offer his service to the Chaos Gods. Here, the Ruinous Powers gave him their blessing to set out on his quest to become the Everchosen; the Lord of the End Times.  <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404010/extras/31839853c6a88ab5b15c0df5af1cc813.avif?t=1763647655\" width=628 height=180 /></span><h2 class=\"bb_tag\" >New Horde playstyle</h2><br>Introduces Horde-style gameplay to Total War: WARHAMMER, allowing the Chaos Warriors to raze enemy settlements and set up encampments anywhere, taking their war spoils with them. The armies of Chaos rest only when exhaustion halts their marching, leaving nothing but corruption and ash in their wake.<h2 class=\"bb_tag\" >New units, buildings, items and technologies. </h2><br>Unlock new units, buildings and technologies. Seek out the powerful Artefacts of Chaos and become the true Herald of the Apocalypse.<h2 class=\"bb_tag\" >Spread corruption in the name of Chaos!</h2><br>The foul energies that drive the Chaos Warriors leave ripples that permeate any place they pass through, influencing the populace. Use this to spread dissent amongst the enemies of Chaos, creating cultist uprisings through the proliferation of dark worship. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404010/extras/79835518a3be2ef6472e3c1d51a4a85b.avif?t=1763647655\" width=628 height=180 /></span><h2 class=\"bb_tag\" >Key Units:</h2><br><br><u>Chaos Warriors.</u><br><br>No longer fully human, the Chaos Warriors have been altered to become living weapons, honed perfectly to do their dark masters’ work. Imbued with the strength of chaos, enrobed in dark hell-forged armour, they can best several mortal warriors easily. They have no need for food, drink, sleep or other mortal comforts, subsisting on carnage alone. <br><br><u>Chaos Dragon (Mount).</u><br><br>Once, these great beasts sailed the skies as their brethren still do. Now, corrupted by change, these two-headed dragons are malevolent predators in their own right. One head spews forth dark flame, the other corrosive gas. Only the most powerful can ride such a monster, and even then it is only a temporary alliance, Chaos Dragons can never be tamed. <br><br><u>Forsaken.</u><br><br>Once proud men, their long-standing service to the Chaos Gods has left them altered. Where once they killed in the name of ambition and glory, their mutations have made them something less than human. Now they fight, whirlwinds of flailing flesh, hair and claw, only to satisfy their unending, unnatural hunger. <br><br><u>Dragon Ogres.</u><br><br>These magnificent, terrible beasts are amongst the most ancient and impressive of all living creatures. Their immortality is a gift from the Chaos Gods, given in exchange for an eternity of dark servitude. Seeking out lightning, they swing their gigantic weapons with ease, cleaving all but the most powerful warriors to ribbons.  <br><br><u>Gorebeast Chariot.</u><br><br>A massive construction of hell-forged metal, mutant beast and jagged blade, the Gorebeast Chariot is ridden by some of the most powerful Warriors of Chaos and serves a single purpose: to shatter enemy lines with unstoppable force.<br><br><u>Hellcannon.</u><br><br>The Hellcannon is a massive artifice of metal and daemonic power that hurls bolts of raw arcane energy across the battlefield, vaporising anything in range. Part war machine, part Daemon, this infernal construct is powered by the liquefied remains of fallen enemies and operated by a sturdy crew of Chaos Dwarfs. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404010/extras/24999e3fc7f459a055cccb379296a4fb.avif?t=1763647655\" width=628 height=181 /></span><h2 class=\"bb_tag\" >Full Unit Roster:</h2><br><br><u>Legendary Lords: </u><br><br>Archaon the Everchosen – Melee/Caster (Lore of Fire) (Race Leader)<br><ul class=\"bb_ul\"><li>Prince Sigvald – Melee <br></li><li>Kholek Suneater – Melee</li></ul>\t<br><u>Lords:</u><br><br><ul class=\"bb_ul\"><li>Chaos Sorcerer Lord – Caster (Lore of Death, Metal or Fire) </li></ul>Chaos Lord – Melee<br><br><u>Heroes: </u><br>\t\t<br>Chaos Sorcerer – Caster (Lore of Death, Metal or Fire)<br>Exalted Hero – Melee<br>\t<br><u>Mounts:</u><br><br><ul class=\"bb_ul\"><li>Dorghar, Archaon’s War Horse (Archaon only)<br></li><li>Manticore<br></li><li>Chaos Dragon<br></li><li>Chaos Steed<br></li><li>Barded Chaos Steed</li></ul><br><u>Melee Infanty:</u><br><br>Chaos Marauders<br>Chaos Marauders (Great Weapons)<br>Chaos Warriors <br><ul class=\"bb_ul\"><li>Chaos Warriors (Great Weapons)<br>Chaos Warriors (Halberds)<br>Chosen<br>Chosen (Great Weapons)<br></li><li>Chosen (Halberds)<br></li><li>Forsaken</li></ul><br><u>Melee Monstrous Infantry:</u><br><br><ul class=\"bb_ul\"><li>Dragon Ogres<br>Chaos Spawn<br>Chaos Trolls<br></li><li>Chaos Trolls (Armoured)</li></ul><br><u>Melee War Beasts:</u><br><br>Chaos Warhounds<br>Chaos Warhounds (Poison)<br><br><u>Melee Monsters:</u> <br><br><ul class=\"bb_ul\"><li>Dragon Ogre Shaggoth</li></ul>Chaos Giant<br><br><u>Melee Cavalry:</u><br><br>Chaos Knights<br>Chaos Knights (Lances)<br><br><u>Missile Cavalry:</u><br><br>Marauder Horsemen<br>Marauder Horsemen (Throwing Axes)<br><br><u>Vehicles: </u><br><br>Chaos Chariot<br><ul class=\"bb_ul\"><li>Gorebeast Chariot</li></ul><br><u>Artillery:</u><br><br>Hellcannon<br><br><ul class=\"bb_ul\"><li>These units are exclusive to the Chaos Warriors and will not appear in the base game if you do not have the DLC.</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语, 意大利语, 德语, 西班牙语 - 西班牙, 韩语, 波兰语, 葡萄牙语 - 巴西, 俄语, 土耳其语, 捷克语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404010/header.jpg?t=1763647655",
    "developers": [
      "CREATIVE ASSEMBLY",
      "Feral Interactive (Linux)",
      "Feral Interactive (Mac)"
    ],
    "publishers": [
      "SEGA",
      "Feral Interactive (Mac)"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 1750,
      "discount_percent": 50,
      "initial_formatted": "¥ 35.00",
      "final_formatted": "¥ 17.50"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2016 年 5 月 24 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "Mostly Negative",
      "total_positive": 24,
      "total_negative": 95,
      "total_reviews": 119
    }
  }
}