{
  "404150": {
    "name": "Lovely Weather We're Having",
    "steam_appid": 404150,
    "required_age": 0,
    "is_free": false,
    "description": "<i><i>Hi! Lovely Weather We're Having</i> is no longer available on Steam but you can still get it for Mac and PC -- visit glander.itch.io</i>. If you already have a copy of this game in your Steam library, nothing changes, it's yours forever :)<br><strong>Go Outside With Your Dog</strong><br><br>Lovely Weather We're Having is a goal-free explorer game. It uses local weather data to simulate the weather conditions where you are.<br><br>You're locked out of your house in an odd, peaceful landscape with your trusty pooch. Interact with a dozen NPC's whose moods change with the weather. <br>Jump off a roof. Kick a rock. Run through flowers. Be outside! <br><br>&quot;The vibrantly colored world of Lovely Weather We're Having doesn't take you back to a specific time necessarily, but to a mind set, when the world seemed bigger and brighter and more mystifying.&quot;<br><i>-Jess Joho, Kill Screen </i><br><br>&quot;Lovely Weather is a clever little mood stimulator on the contemplative end of the scale, a kind of dynamic Zen box. You open it and poke around a little and maybe close it, thinking “Is that all?”<br>And then you come back, and the weather’s different, and the time of day’s just so, and it takes your breath away.&quot;<br><i>-Matt Peckham, WIRED</i><br><br>&quot;it looks gentle and colourful and weathery which is rather appealing as I’ve had a nice morning of typing and listening to the rain fall outside.&quot;<br><i>-Philippa Warr, Rock Paper Shotgun</i><br><br>&quot;Watched the trailer and I have no idea what the game is about.&quot;<br><i>-Someone on reddit</i><br><br><strong>SOME FEATURES:</strong><br><ul class=\"bb_ul\"><li>Responds to local weather data, simulates actually being outside.<br></li><li>Pleasant sounds, colors, and visuals that I hope you like. Designed with introverts in mind.<br></li><li>12 NPCs whose moods and conversation topics change with the weather and time of day.<br></li><li>Hundreds of conversations to be had (most of them not about the weather).<br></li><li>Open gameplay, forever.<br></li><li>Designed to be played in 10-20 minute bursts, endlessly.<br></li><li>Cute dog.<br></li><li>A top-secret c h e a t   c o d e.<br></li><li>Rocks you can kick.</li></ul><br>**SEE YOU OUTSIDE**",
    "supported_languages": "英语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404150/header.jpg?t=1599755231",
    "developers": [
      "Julian Glander"
    ],
    "publishers": [
      "Glanderco"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 10 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "3",
        "description": "角色扮演"
      },
      {
        "id": "28",
        "description": "模拟"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}