{
  "404230": {
    "name": "MAGIX Music Maker 2016",
    "steam_appid": 404230,
    "required_age": 0,
    "is_free": false,
    "description": "With MAGIX Music Maker 2016, anyone can make music. Produce your own songs using drag  drop controls. No previous experience is required at all. Get professional results and have tons of fun in the process!<br> <h2 class=\"bb_tag\" >The most important features: </h2><ul class=\"bb_ul\"><li>Operate using the free MAGIX Audio Remote app.<br></li><li>Loops &amp; sounds from Hip Hop, 80s, Rock Pop, Deep House, Techno and Chillout<br></li><li>99 tracks for audio and MIDI files<br></li><li>11 virtual instruments (synthesizers, drum machines, accordion etc.)<br></li><li>Record your own vocals, rap and instruments<br></li><li>Vocal Tune 2: Tuning for vocal recordings<br></li><li>VST3 and VST2 interface<br></li><li>Make music using the mouse or screen keyboard<h2 class=\"bb_tag\" >New features</h2><br><strong>Operation via app</strong><br>Modify the sound of the virtual instruments in Music Maker on your PC using your smartphone or tablet. You can start and finish the recording using the app. This is particularly helpful for when you want to record an instrument in a separate room. The Android app is now available for free in the Google Play Store.<br> <br><strong>Fantastic sound effects</strong><br>The effects area features a modern look and fresh sound design.<br> <br><strong>Always hit the right note.</strong><br>The new mode for the screen keyboard is great for jamming. It automatically plays the notes that fit the key of the song you're working on - so you'll never hit a wrong note again.<br> <h2 class=\"bb_tag\" >Virtual Instruments</h2>All the instruments in Music Maker 2016 can be played with the mouse, the screen keyboard or a USB keyboard.<br><br> <br><strong>New: Cinematic Synth</strong><br>Cinematic synthesizer sounds straight from the dream factory. The best choice when creating film music, with powerful bass, inspiring melodies and epic sounds.<br> <br><strong>New: Accordion</strong><br>The virtual accordion can be used for twirling club beats or for telling traditional folk tales through song. The creative direction to take is up to you.<br> <br><strong>New: Drum Engine</strong><br>The Drum Engine provides bright drum sounds for electronic beat productions that you can use to support your own tracks.<br> <br><strong>Robota</strong><br>Robota is a four-part drum computer that generates impressive synthetic sounds and forms a robust foundation for your rhythms.<br> <br><strong>DN-e1 synthesizer</strong><br>Make music using the synthetic bass, oscillating leads and shimmering pads in this elegant synthesizer.<br> <br><strong>Vita Sampler</strong><br>The Vita Sampler allows you to use sound files from games and other pieces of music to create your own instrument. Endlessly modifiable. Just drag &amp; drop audio files into the interface of the sampler.<br> </li></ul>",
    "supported_languages": "英语<strong>*</strong>, 法语<strong>*</strong>, 意大利语<strong>*</strong>, 德语<strong>*</strong>, 西班牙语 - 西班牙<strong>*</strong>, 荷兰语<strong>*</strong>, 芬兰语<strong>*</strong>, 波兰语<strong>*</strong>, 葡萄牙语 - 葡萄牙<strong>*</strong>, 俄语<strong>*</strong>, 瑞典语<strong>*</strong><br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404230/header.jpg?t=1470673679",
    "developers": [
      "MAGIX Software GmbH"
    ],
    "publishers": [
      "MAGIX Software GmbH"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 19 日"
    },
    "categories": [],
    "genres": [],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}