{
  "404380": {
    "name": "To Azimuth",
    "steam_appid": 404380,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Alabama, 1978</strong><br><br><i>Eli Windham has vanished.</i><br><br>A recovering addict, Eli has taken great strides to put his life back together.  By all accounts, he is reliable worker at a tire factory just outside his hometown of Musgrove. He stays away from the only bar in town. He has Sunday dinner every Sunday with his sister, Susannah, in their late parents' home.<br><br>When he doesn't show up for dinner one Sunday, or for work the next day, the local authorities assume that he's fallen off the wagon. Susannah is unconvinced, and manages to convince their estranged brother, Nate, to return from a self-imposed exile in Colorado to help her search for Eli. What they begin to find suggests something strange, and possibly extraterrestrial, may be occurring in Musgrove.<br><br>**********<br><br>From[bracket]games, creator of <i>Three Fourths Home</i>, <i>To Azimuth</i> casts players as Nate or Susannah in two interconnected stories that follow their pursuit for the truth. This surreal adventure game, inspired by 70s science fiction and alien abduction accounts, explores the mystery surrounding Eli's whereabouts and the roles that mental health, war, and the paranormal may have played in his disappearance.",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404380/header.jpg?t=1509791311",
    "developers": [
      "[bracket]games"
    ],
    "publishers": [
      "Digital Uppercut Productions"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": true,
      "date": ""
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 18,
        "description": "部分支持控制器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}