{
  "404750": {
    "name": "Carrotting Brain",
    "steam_appid": 404750,
    "required_age": 0,
    "is_free": false,
    "description": "<strong>Carrotting Brain</strong> is a bunny-propelled indie game. It is inspired by the old-school 2D classics – their addictive gameplay, uncompromising brutality, and ludicrous humour. It is designed to be played together with your friends on a big screen. The gameplay is powered by modern technologies and original ideas. A thrilling experience is delivered by realistic physics, cool game modes, and a wide range of deadly weapons.<h2 class=\"bb_tag\" >Key Features</h2><br><ul class=\"bb_ul\"><li>You play with innocent bunnies, but give them a weapon, and they will turn into evil creatures.<br></li><li>Explosions destroy the terrain (a resemblance to a popular worm-focused game is apparent). However, the technology behind the destruction is truly nontrivial. <br></li><li>Physics is so realistic that it can easily kill your rabbit. <br></li><li>There are destructible planets with gravity – waiting to be bunnihilated. <br></li><li>The arsenal of weapons gives you a wide variety of ways to devastate your enemy using blunts, blades, pistols, SMGs, shotguns, rifles, machine guns, sniper rifles, grenades, rockets, and the gravity gun.<br></li><li>Firearms have pretty realistic ballistics.<br></li><li>The split-screen multiplayer supports up to 6 players. Use a controller or a keyboard to play with your rabbit. <br></li><li>The game is continuously updated and expanded. The complete list of planned/finished features can be found on our website.</li></ul><h2 class=\"bb_tag\" >The World of Rabbits</h2><br>In a world dominated by rabbits, carrots have always been the most valued treasure. These vegetables are more desirable than gold because they are tasty. But for rabbits, they are even addictive and worth killing for. The more they gobble, the more they corrupt. The overdose of carrots is the reason their little brains are rotting... <i>carrotting</i>! It is a story about the terrible disease that turns cute and innocent bunnies into ruthlessly evil creatures. Their violence is second to none. They are clumsy but still capable of sophisticated weapons and science in a battle against their rivals. Their rampageous greed pushes them to raid space and bunnihilate planets just to hunt down more and more carrots. Their reason is malfunctioning, but they are still able to accomplish the venture. It’s truly ridiculous.<br><br><strong>Become a bunny, become the destroyer of worlds in the chase for carrots!</strong>",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/404750/header.jpg?t=1488459507",
    "developers": [
      "Raving Bots"
    ],
    "publishers": [
      "Raving Bots"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 3500,
      "final": 3500,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 35.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 23 日"
    },
    "categories": [
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 24,
        "description": "同屏/分屏"
      },
      {
        "id": 28,
        "description": "完全支持控制器"
      },
      {
        "id": 44,
        "description": "远程同乐"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "23",
        "description": "独立"
      },
      {
        "id": "70",
        "description": "抢先体验"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}