{
  "405070": {
    "name": "The Worm",
    "steam_appid": 405070,
    "required_age": 0,
    "is_free": false,
    "description": "The Worm is a game that mixes the classic with innovation!<br />\r\n<br />\r\nThe protagonist is “the worm”, he stretches every time you turn on the blocks below and he can not touch his body with his head.<br />\r\nWith the button ‘turbo / god mode‘ the worm rushes impulsively and can destroy enemies!<br />\r\n<br />\r\nThe mazes are always random and unpredictable because they are procedurally generated.<br />\r\nThe goal is to tap more blocks as possible to pass the levels!<br />\r\nGood fun!<br />\r\n<br />\r\nThe goal is to drive the worm through random mazes to reach more 'save points' as possible.<br />\r\nAfter turning a box the worm stretches, creating the dynamics of the classic games like “Snake” !!!<br />\r\n<br />\r\nOf course the worm can not touch the body with the head, otherwise it will be GAME OVER !!<br />\r\n<br />\r\nGame Features:<br />\r\n<br />\r\nMultiple maps!<br />\r\n<br />\r\nThere are four types of randomly generated maps:<br />\r\n<br />\r\n– Labyrinth normal: classic labyrinth without walls<br />\r\n– Labyrinth with walls: maze with walls that prevent the fall of the worm.<br />\r\n– Caves normal: caverns map without walls<br />\r\n– Caves with walls: caves map with walls that prevent the fall of the worm.<br />\r\n<br />\r\nPersistent maps!<br />\r\n<br />\r\nWas improved the storage of the current game, with the preservation of the map for a level failed.<br />\r\n<br />\r\nEnemies<br />\r\n<br />\r\nEnemies follow the main character moving and jumping.<br />\r\nThere are TEN enemy types, with different characteristics and speed.<br />\r\nThe more advanced enemies can not be killed by jumping on them.<br />\r\n<br />\r\nBonuses<br />\r\n<br />\r\nBonuses are spherical objects placed randomly on the maze.<br />\r\nThey can be moved and are deadly for the enemies.<br />\r\n<br />\r\nUnlimited levels<br />\r\n<br />\r\nThe game is practically infinite, the number of levels is unlimited and therefore the real challenge is to fill as many blocks as possible to become a legend.<br />\r\n<br />\r\nMultiple cameras<br />\r\n<br />\r\nIn the game you can select various types of cameras:<br />\r\n– Normal (the camera gently follows the movements close the protagonist)<br />\r\n– Map (the camera is fixed from above)<br />\r\n– Dynamic map (the camera is at the top and follows the rotations of the protagonist)<br />\r\n– Dynamic (the camera follows the protagonist in the third person, with the view from below)<br />\r\n<br />\r\nMultiple game modes<br />\r\n<br />\r\nYou can select various game options, including the camera, game difficulty levels, the number of enemies and their speed.<br />\r\nAll this to offer an even richer gameplay.<br />\r\n<br />\r\nFull game statistics<br />\r\n<br />\r\nThe game saves the complete statistics of the game in progress, including the score, time played, enemies destroyed, blocks filled, jumps, levels completed, levels failed etc.<br />\r\nIn this way, lovers of statistics will have even more pleasure in playing.<br />\r\n<br />\r\nFull game rankings<br />\r\n<br />\r\nThe game will store up to 100 high scores with its partial statistics.<br />\r\nThis will make real the challenge to become a legend !!<br />\r\n<br />\r\nFull procedural generation, exploration and discovery<br />\r\n<br />\r\nEach level is generated procedurally with the algorithm of construction of random ‘Dungeon’.<br />\r\nEven the main character, enemies, blocks and everything are placed and constructed randomly.<br />\r\nIn this way, the game is always unpredictable and dynamics are always unknown.<br />\r\n<br />\r\nFight and strategy<br />\r\n<br />\r\nIn each level there are the bases from which the enemies will appear.<br />\r\nThese enemies will follow you to kill you.<br />\r\nThis way to overcome the levels you’ll also face fierce fighting from enemy waves.<br />\r\n<br />\r\nIncremental difficulty<br />\r\n<br />\r\nWith the advancement in the levels, these become ever larger and increasingly difficult mazes.<br />\r\nIt also increases the number of enemies and the number of blocks present and to save.<br />\r\nIn this way, with the advancement in the game becomes more difficult and challenging to become a<br />\r\nlegend!",
    "supported_languages": "英语",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/405070/header.jpg?t=1759954031",
    "developers": [
      "Carlo D'Apostoli Projects"
    ],
    "publishers": [
      "Strategy First"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 2100,
      "final": 2100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 21.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 9 月 29 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "4",
        "description": "休闲"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "1 user reviews",
      "total_positive": 0,
      "total_negative": 1,
      "total_reviews": 1
    }
  }
}