{
  "405520": {
    "name": "Warhammer 40,000: Armageddon - Ork Hunters",
    "steam_appid": 405520,
    "required_age": 0,
    "is_free": false,
    "description": "Though the Imperial forces were victorious in the Second War for Armageddon, the planet is still a hotbed of activity and conflict.<br><br>The surviving Orks that have not escaped off world left some of their spores to the Equatorial Jungle where they managed to survive and grow into a feral state, threatening the stability and rebuilding of Armageddon.<br><br>To put a definitive end to this scourge a special force is assembled. Hardened by the fires of thousands of battles, these veterans will purge the equatorial jungles of this infestation, giving their lives for the greater glory of the God Emperor of Mankind: these are the Ork Hunters!<br><br>To help these warriors in their mission, Inquisitor Horst - sent to Armageddon as one of the relief forces - will offer his support. The devastation wrought by the Second War is a breeding ground for corruption and could lead to something even more dangerous than the feral Orks!<br><br>Ork Hunters is an expansion of Warhammer 40,000: Armageddon, set shortly after the end of the Second War of Armageddon, and it adds a new chapter to this epic saga!<br><br>Follow the deeds of the Ork Hunters and the others elements of the Steel Legion in their effort to cleanse the Planet of every menace once and for all!<br><br>This time reinforcements are not expected. No Space Marine forces remain on world in the immediate post war environment, and no Space Marine units will appear in this DLC campaign.  This will be a battle of only Imperial units, giving it a unique disposition compared to the main game!<br><br>Four new Ork units make an appearance: Feral Wildboyz, Huntas, Boarboyz, and Junkas, alongside at least six new Ork hunter infantry types: Ork Hunter Company Command, Infantry, Flamers, Anti-Tank Support, Fire Support and Snipers.<br><br><strong>CAMPAIGN ACT 1 – “The Jungle Hunters”</strong><br>Mission 1: Founding Cerbera Base<br>Mission 2: Feral Raiders<br>Mission 3: Mysterious Circumstance<br> <br><br><strong>CAMPAIGN ACT 2 – “Ferals and Heretics”</strong><br>Mission 4: Inquisitor’s Request<br>Mission 5: Feral Outbreak<br>Mission 6: Feral Round Up<br> <br><br><strong>CAMPAIGN ACT 3 – “Cleaning House”</strong><br>Mission 7: Scouting the Ferals<br>Mission 8: Von Strab’s General<br>Mission 9A: Feral Encampment<br>Mission 9B: Heresy and Redemption",
    "supported_languages": "英语<strong>*</strong>, 法语, 德语, 西班牙语 - 西班牙, 俄语<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/405520/header.jpg?t=1747739611",
    "developers": [
      "Flashback Games",
      "The Lordz Games Studio"
    ],
    "publishers": [
      "Slitherine Ltd."
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 11 月 5 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 1,
        "description": "多人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 17,
        "description": "包含关卡编辑器"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "2",
        "description": "策略"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}