{
  "406340": {
    "name": "NoseBound Demo",
    "steam_appid": 406340,
    "required_age": 0,
    "is_free": true,
    "description": "NoseBound is an old style point and click adventure game that proposes an entangling detective story. By combining entertaining puzzles and dramatic scenes of action, the game sinks the player in a charmed, churned circle of deception, noire ambiance and a very peculiar opponent.<br><br>In the Demo of NoseBound, you play as the character Ray Hammond, a private eye with a gritty past and unorthodox methods to pull off his job. The story brings you back and forth, from the end to the very beginning. Yours is the chance to find out what happened, how it happened, and to live the story by yourself. <br><br>The phone rings, you equip yourself with the basic detective gear and off the office you go. You start the investigation, interrogate some contacts, snoop around following clues, and as soon as you poke your nose deep enough, the big troubles begin. Troubles you may solve with your wits, or your guns. <br><br><span class=\"bb_img_ctn\"><img class=\"bb_img\" src=\"https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406340/extras/f0efc548ba6ed413ebc7baaa39a5f52f.avif?t=1741867731\" width=400 height=360 /></span><br><br>To give you an idea of the overall story, without telling that much. The game will intend to be a perfect mixture of a few Lovecraft novels (The Call of Cthulhu and others) with Raymond Chandler (The Big Sleep) and Dashiell Hamett (Red harvest). There is also a great work of reference on several Occult authors. Such as Aleister Crowley, Eliphas Levi, Papus and even Cornelius Agrippa. To give the hole story a more realistic treatment. <br>And as someone in the comments pointed out. Of course we are influenced by Grim Fandango, but with a much Black (or should I say Noire) sense of humor.<h2 class=\"bb_tag\" >Key Features </h2><br><ul class=\"bb_ul\"><li>Pick-up Items <br></li><li>Black &amp; white Filters, Film noise, Scratches <br></li><li>NP Characters with dialog options<br></li><li>Adult content (low violence, adult language, slight nudity) <br></li><li>Puzzle mechanisms <br></li><li>Ladders, and other physical improvements of the character <br></li><li>Pick-lock, breaking windows, and other alternate difficulties</li></ul>",
    "supported_languages": "英语<strong>*</strong>, 西班牙语 - 西班牙<br><strong>*</strong>具有完全音频支持的语言",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406340/header.jpg?t=1741867731",
    "developers": [
      "Quarantine Interactive"
    ],
    "publishers": [
      "Plug In Digital"
    ],
    "price_overview": {},
    "release_date": {
      "coming_soon": false,
      "date": "2024 年 10 月 17 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 10,
        "description": "游戏试用版"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      },
      {
        "id": "23",
        "description": "独立"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}