{
  "406370": {
    "name": "ZombieZoid® Zenith Soundtrack",
    "steam_appid": 406370,
    "required_age": 0,
    "is_free": false,
    "description": "Arthur, the main character of ZombieZoid - Zenith, must save his girlfriend when the city had been taken by zombies. In this context the player is involved in many dramatic experiences, especially in a heroic thrill, and the music is an essential part for the creation of those experiences.<br>The producers Etcheverry Santi Rebelatto and Eder de Oliveira present the main theme of ZombieZoid - Zenith described as &quot;melancholic and heroic&quot; and all other soundtracks, according to the experience of the player in the plot.<br>The music facilitates the involvement of the player to the scene. When there is more action the music increase it's tempo, with strong and striking tones binging the mighty warrior that Arthur is. Likewise, when the actions ends, the music uses lower tone and triple meter to involve the player in mystery and drama<br>However Arthur is just a child who wants to save his girlfriend at his mother in law's house(witch also was transformed in a zombie) it's something of extreme surreality. Therefore, the player will find a sound a sound atmosphere a somewhat &quot;hilarious&quot;, causing him to have fun and fell the comedic situations present in the game.<br>With their professional experience and musical knowledge, the producers take as main source of inspiration for the creation of the soundtrack the very environment in which the game takes place. The game's story, actions, colors could awake the music in the hands of the composers and give more life to the fantastic world of ZombieZoid – Zenith.<h2 class=\"bb_tag\" >ETCHEVERRY SANTI REBELATTO</h2> is graduated in singing by the conservatory Statale di Musica Antonio Buzzolla di Adria (RO) in Italy where he lived for music for 4 years, also improving his knowledge in musical instruments like classical piano, classical and popular guitar, violin and composition.<br>Today he's a professor at the music school Sonata in Francisco Beltrao and conductor of the orchestra and choir of Francisco Beltrao.<br>Etcheverry has made presentations at several Italian and Brazilian city alongside big names like Carlo Colombara, Gregory Bonfatti e Fulvio Massa.<h2 class=\"bb_tag\" >ÉDER LUIS DE OLIVEIRA</h2> began his musical career at 13 years in Horizontina/RS, having as first teacher, Valmir Bender, today follow a career as musician and singer. At 18, he attended classes in Porto Alegre with the renowned musician Frank Solari, who is currently one of the finest guitarists in the world.<br>Eder is guitarist of the band Apokalypse (APK Brazil) and a professor at the music school Sonata in Francisco Beltrao. He's owner of the Estudio Éder Produções, where he works with independent recordings, jingles, music production, score, TV e radio.<h2 class=\"bb_tag\" >Tracks Included</h2>1. Main Theme<br>2. Main Theme Opening<br>3. Popcorn Seler Theme<br>4. Church<br>5. Father Damien Theme<br>6. Let'a Take a Selfie<br>7. Skulls Everywhere<br>8. General Bielek Mole<br>9. The Neighborhoods Escape<br>10. Refrigerator<br>11. Reforestation<br>12. The Truth is Out There<br>13. Mack Lamberjack Theme<br>14. Forbiden Cave<br>15. Forbiden Cave 2<br>16. Alien Door<br>17. The Lighthouse<br>18. The Deserted Road<br>19. Mather In Law Theme<br>20. Grandpa Theme",
    "supported_languages": "英语, 意大利语, 葡萄牙语 - 巴西",
    "header_image": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/406370/header.jpg?t=1447378276",
    "developers": [
      "Adhoc Games"
    ],
    "publishers": [
      "Adhoc Games"
    ],
    "price_overview": {
      "currency": "CNY",
      "initial": 1100,
      "final": 1100,
      "discount_percent": 0,
      "initial_formatted": "",
      "final_formatted": "¥ 11.00"
    },
    "release_date": {
      "coming_soon": false,
      "date": "2015 年 10 月 2 日"
    },
    "categories": [
      {
        "id": 2,
        "description": "单人"
      },
      {
        "id": 21,
        "description": "DLC"
      },
      {
        "id": 22,
        "description": "Steam 成就"
      },
      {
        "id": 29,
        "description": "Steam 集换式卡牌"
      },
      {
        "id": 23,
        "description": "Steam 云"
      },
      {
        "id": 62,
        "description": "家庭共享"
      }
    ],
    "genres": [
      {
        "id": "1",
        "description": "动作"
      },
      {
        "id": "25",
        "description": "冒险"
      }
    ],
    "achievements": "none",
    "has_chinese": "false",
    "app_reviews": {
      "review_score_desc": "No user reviews",
      "total_positive": 0,
      "total_negative": 0,
      "total_reviews": 0
    }
  }
}